
PawnOptions = {
	["LastVersion"] = 2.0418,
	["LastPlayerFullName"] = "Зонна-Борейская тундра",
	["AutoSelectScales"] = false,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 157969,
			["Level"] = 83,
			["Link"] = "|cffa335ee|Hitem:157969::::::::50:64::28:4:1492:4786:6264:4775::::|h[Головной убор песни сирены]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 137,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::50:64::11:4:6316:4932:4933:1551::::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 159267,
			["Level"] = 83,
			["Link"] = "|cffa335ee|Hitem:159267::::::::50:64::35:5:5448:1491:4786:5421:4775::::|h[Наплечье гнусной порчи]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159268,
			["Level"] = 83,
			["Link"] = "|cffa335ee|Hitem:159268::::::::50:64::35:5:5448:1491:4786:5419:4775::::|h[Смирительная роба заключенного]|h|r",
		}, -- [5]
		{
			["ID"] = 157972,
			["Level"] = 78,
			["Link"] = "|cffa335ee|Hitem:157972::::::::50:64::28:4:4803:41:1492:4786::::|h[Шнур песни сирены]|h|r",
		}, -- [6]
		{
			["ID"] = 157906,
			["Level"] = 78,
			["Link"] = "|cff0070dd|Hitem:157906::::::::50:64::26:5:4803:6516:6515:1492:4785::::|h[Шелковые бриджи Шадры]|h|r",
		}, -- [7]
		{
			["ID"] = 157999,
			["Level"] = 82,
			["Link"] = "|cff0070dd|Hitem:157999::::::::50:64::28:6:4803:43:6516:6515:1496:4785::::|h[Тростниковые туфли]|h|r",
		}, -- [8]
		{
			["ID"] = 159282,
			["Level"] = 76,
			["Link"] = "|cffa335ee|Hitem:159282::154126::::::50:64::35:4:5010:4802:1489:4783::::|h[Плетеные напульсники друстов]|h|r",
		}, -- [9]
		{
			["ID"] = 159266,
			["Level"] = 85,
			["Link"] = "|cffa335ee|Hitem:159266::::::::50:64::23:5:4779:6516:6513:1498:4786::::|h[Исцарапанные повязки буяна]|h|r",
		}, -- [10]
		{
			["ID"] = 165678,
			["Level"] = 78,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:165678::::::::50:64::28:3:4803:1492:4786::::|h[Печатка Гильдии Каменщиков]|h|r",
		}, -- [11]
		{
			["ID"] = 159462,
			["Level"] = 76,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:159462:5942:::::::50:64::16:3:5009:1489:4784::::|h[Кольцо чемпиона по футбомбометанию]|h|r",
		}, -- [12]
		{
			["ID"] = 159610,
			["Level"] = 76,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:159610::154126::::::50:64::35:4:5010:4802:1489:4783::::|h[Сосуд ползучих теней]|h|r",
		}, -- [13]
		{
			["ID"] = 166418,
			["Level"] = 72,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:166418::::::::50:64::5:3:4799:1484:4786::::|h[Гребень Па'ку]|h|r",
		}, -- [14]
		{
			["ID"] = 158159,
			["Level"] = 78,
			["Link"] = "|cffa335ee|Hitem:158159::168638::::::50:64::28:4:4803:4802:1492:4786::::|h[Плащ боралусского морехода]|h|r",
		}, -- [15]
		{
			["ID"] = 170089,
			["Level"] = 78,
			["Link"] = "|cffa335ee|Hitem:170089:5949:::::::50:64::3:3:4798:1478:4786::::|h[Шпиль Лиары]|h|r",
		}, -- [16]
	},
	["Artifacts"] = {
		[128862] = {
			["Relics"] = {
				{
					["ItemLevel"] = 23,
					["Type"] = "Frost",
				}, -- [1]
				{
					["ItemLevel"] = 18,
					["Type"] = "Arcane",
				}, -- [2]
				{
					["ItemLevel"] = 23,
					["Type"] = "Frost",
				}, -- [3]
			},
			["Name"] = "Полярная Ночь, великий посох Алоди",
		},
		[127857] = {
			["Relics"] = {
				{
					["ItemLevel"] = 17,
					["Type"] = "Arcane",
				}, -- [1]
				{
					["ItemLevel"] = 23,
					["Type"] = "Frost",
				}, -- [2]
				{
					["ItemLevel"] = 17,
					["Type"] = "Arcane",
				}, -- [3]
			},
			["Name"] = "Алунет, великий посох Магны",
		},
		[128820] = {
			["Relics"] = {
				{
					["ItemLevel"] = 18,
					["Type"] = "Fire",
				}, -- [1]
				{
					["ItemLevel"] = 22,
					["Type"] = "Arcane",
				}, -- [2]
				{
					["ItemLevel"] = 18,
					["Type"] = "Fire",
				}, -- [3]
			},
			["Name"] = "Фело'мелорн",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MAGE",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
