
PawnOptions = {
	["LastVersion"] = 2.0336,
	["LastPlayerFullName"] = "Зонна-Борейская тундра",
	["AutoSelectScales"] = false,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 157969,
			["Level"] = 420,
			["Link"] = "|cffa335ee|Hitem:157969::::::::120:64::28:4:1607:4786:6264:4775:::|h[Головной убор песни сирены]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 499,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:64::11:4:6316:4932:4933:1636:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 159267,
			["Level"] = 420,
			["Link"] = "|cffa335ee|Hitem:159267::::::::120:64::35:5:5448:1587:4786:5421:4775:::|h[Наплечье гнусной порчи]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159268,
			["Level"] = 420,
			["Link"] = "|cffa335ee|Hitem:159268::::::::120:64::35:5:5448:1587:4786:5419:4775:::|h[Смирительная роба заключенного]|h|r",
		}, -- [5]
		{
			["ID"] = 157972,
			["Level"] = 415,
			["Link"] = "|cffa335ee|Hitem:157972::::::::120:64::28:4:4803:41:1607:4786:::|h[Шнур песни сирены]|h|r",
		}, -- [6]
		{
			["ID"] = 157906,
			["Level"] = 415,
			["Link"] = "|cff0070dd|Hitem:157906::::::::120:64::26:5:4803:6516:6515:1607:4785:::|h[Шелковые бриджи Шадры]|h|r",
		}, -- [7]
		{
			["ID"] = 157999,
			["Level"] = 425,
			["Link"] = "|cff0070dd|Hitem:157999::::::::120:64::28:6:4803:43:6516:6515:1617:4785:::|h[Тростниковые туфли]|h|r",
		}, -- [8]
		{
			["ID"] = 159282,
			["Level"] = 410,
			["Link"] = "|cffa335ee|Hitem:159282::154126::::::120:64::35:4:5010:4802:1582:4783:::|h[Плетеные напульсники друстов]|h|r",
		}, -- [9]
		{
			["ID"] = 159266,
			["Level"] = 430,
			["Link"] = "|cffa335ee|Hitem:159266::::::::120:64::23:5:4779:6516:6513:1602:4786:::|h[Исцарапанные повязки буяна]|h|r",
		}, -- [10]
		{
			["ID"] = 165678,
			["Level"] = 415,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:165678::::::::120:64::28:3:4803:1607:4786:::|h[Печатка Гильдии Каменщиков]|h|r",
		}, -- [11]
		{
			["ID"] = 165678,
			["Level"] = 415,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:165678::::::::120:62::28:3:4803:1607:4786:::|h[Печатка Гильдии Каменщиков]|h|r",
		}, -- [12]
		{
			["ID"] = 159610,
			["Level"] = 410,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:159610::154126::::::120:64::35:4:5010:4802:1582:4783:::|h[Сосуд ползучих теней]|h|r",
		}, -- [13]
		{
			["ID"] = 159610,
			["Level"] = 410,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:159610::154126::::::120:62::35:4:5010:4802:1582:4783:::|h[Сосуд ползучих теней]|h|r",
		}, -- [14]
		{
			["ID"] = 169486,
			["Level"] = 420,
			["Link"] = "|cffa335ee|Hitem:169486::::::::120:64:::4:6300:6293:1507:4786:::|h[Пелерина ширакесс]|h|r",
		}, -- [15]
		{
			["ID"] = 170089,
			["Level"] = 415,
			["Link"] = "|cffa335ee|Hitem:170089::::::::120:64::3:3:4798:1487:4786:::|h[Шпиль Лиары]|h|r",
		}, -- [16]
	},
	["Artifacts"] = {
		[128862] = {
			["Relics"] = {
				{
					["ItemLevel"] = 23,
					["Type"] = "Frost",
				}, -- [1]
				{
					["ItemLevel"] = 18,
					["Type"] = "Arcane",
				}, -- [2]
				{
					["ItemLevel"] = 23,
					["Type"] = "Frost",
				}, -- [3]
			},
			["Name"] = "Полярная Ночь, великий посох Алоди",
		},
		[127857] = {
			["Relics"] = {
				{
					["ItemLevel"] = 17,
					["Type"] = "Arcane",
				}, -- [1]
				{
					["ItemLevel"] = 23,
					["Type"] = "Frost",
				}, -- [2]
				{
					["ItemLevel"] = 17,
					["Type"] = "Arcane",
				}, -- [3]
			},
			["Name"] = "Алунет, великий посох Магны",
		},
		[128820] = {
			["Relics"] = {
				{
					["ItemLevel"] = 18,
					["Type"] = "Fire",
				}, -- [1]
				{
					["ItemLevel"] = 22,
					["Type"] = "Arcane",
				}, -- [2]
				{
					["ItemLevel"] = 18,
					["Type"] = "Fire",
				}, -- [3]
			},
			["Name"] = "Фело'мелорн",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MAGE",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
