
PawnOptions = {
["LastVersion"] = 2.1011,
["ItemLevels"] = {
{
["ID"] = 191987,
["Level"] = 454,
["Link"] = "|cff1eff00|Hitem:191987::::::::70:64::27:5:10321:6652:10532:8902:1576:1:28:2437:::::|h[Клобук кобальтового дозорного]|h|r",
},
{
["ID"] = 210380,
["Level"] = 467,
["Link"] = "|cff0070dd|Hitem:210380::::::::70:64::72:7:10305:8902:6652:8783:10245:1498:8766:1:28:2699:::::|h[Блестящая ледяная золотая цепь]|h|r",
},
{
["ID"] = 204925,
["Level"] = 463,
["Link"] = "|cff0070dd|Hitem:204925::::::::70:64::55:5:10324:8902:6652:3142:8766:1:28:2613:::::|h[Безлунные наплечники]|h|r",
},
nil,
{
["ID"] = 209411,
["Level"] = 454,
["Link"] = "|cff1eff00|Hitem:209411::::::::70:64::25:2:10321:1576::::::|h[Облачение преданного Сну]|h|r",
},
{
["ID"] = 204926,
["Level"] = 463,
["Link"] = "|cff0070dd|Hitem:204926::::::::70:64::55:6:10324:8902:6652:10532:3142:8766:1:28:2613:::::|h[Безлунный пояс]|h|r",
},
{
["ID"] = 209407,
["Level"] = 454,
["Link"] = "|cff1eff00|Hitem:209407::::::::70:64::25:2:10321:1576::::::|h[Штаны преданного Сну]|h|r",
},
{
["ID"] = 191984,
["Level"] = 467,
["Link"] = "|cff0070dd|Hitem:191984::::::::70:64::55:5:10305:6652:8902:1589:8766:1:28:2516:::::|h[Сандалии кобальтового дозорного]|h|r",
},
{
["ID"] = 204927,
["Level"] = 457,
["Link"] = "|cff1eff00|Hitem:204927::::::::70:64::29:5:10322:8902:6652:10533:3136:1:28:2623:::::|h[Безлунные нарукавники]|h|r",
},
{
["ID"] = 191986,
["Level"] = 454,
["Link"] = "|cff1eff00|Hitem:191986::::::::70:64::27:4:10321:6652:8902:1576:1:28:2437:::::|h[Повязки кобальтового дозорного]|h|r",
},
{
["ID"] = 209913,
["Level"] = 454,
["AlsoFitsIn"] = 12,
["Link"] = "|cff1eff00|Hitem:209913::::::::70:64::25:5:10321:8902:6652:10532:1511:1:28:2699:::::|h[Печатка летнего неба]|h|r",
},
{
["ID"] = 209367,
["Level"] = 454,
["AlsoFitsIn"] = 11,
["Link"] = "|cff1eff00|Hitem:209367::::::::70:64::25:3:10321:10532:1576::::::|h[Перстень преданного Сну]|h|r",
},
{
["ID"] = 198407,
["Level"] = 457,
["AlsoFitsIn"] = 14,
["Link"] = "|cff1eff00|Hitem:198407::::::::70:64::28:4:10322:6652:8902:1531:1:28:2437:::::|h[Лазурный чародейский усилитель]|h|r",
},
{
["ID"] = 198532,
["Level"] = 454,
["AlsoFitsIn"] = 13,
["Link"] = "|cff1eff00|Hitem:198532::::::::70:64::27:3:10321:8902:1528:1:28:2437:::::|h[Штангенциркуль картографа]|h|r",
},
{
["ID"] = 210381,
["Level"] = 467,
["Link"] = "|cff0070dd|Hitem:210381::::::::70:64::73:5:10305:8902:6652:1498:8766:1:28:2699:::::|h[Накидка кристаллической грации]|h|r",
},
{
["ID"] = 192033,
["Level"] = 454,
["Link"] = "|cff1eff00|Hitem:192033::::::::70:64::27:4:10321:6652:8902:1576:1:28:2437:::::|h[Боевой штандарт Маруук]|h|r",
},
},
["AutoSelectScales"] = false,
["UpgradeTracking"] = false,
["LastPlayerFullName"] = "Зонна-Борейская тундра",
["LastKeybindingsSet"] = 1,
["Artifacts"] = {
[128862] = {
["Relics"] = {
{
["ItemLevel"] = 23,
["Type"] = "Frost",
},
{
["ItemLevel"] = 18,
["Type"] = "Arcane",
},
{
["ItemLevel"] = 23,
["Type"] = "Frost",
},
},
["Name"] = "Полярная Ночь, великий посох Алоди",
},
[128820] = {
["Relics"] = {
{
["ItemLevel"] = 18,
["Type"] = "Fire",
},
{
["ItemLevel"] = 22,
["Type"] = "Arcane",
},
{
["ItemLevel"] = 18,
["Type"] = "Fire",
},
},
["Name"] = "Фело'мелорн",
},
[127857] = {
["Relics"] = {
{
["ItemLevel"] = 17,
["Type"] = "Arcane",
},
{
["ItemLevel"] = 23,
["Type"] = "Frost",
},
{
["ItemLevel"] = 17,
["Type"] = "Arcane",
},
},
["Name"] = "Алунет, великий посох Магны",
},
},
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "MAGE",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
