
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
				"/г [00:52:46] [Паркетник] получает предмет ([Хватка Халана Ужасного])![", -- [1]
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
				" Дают репутацию за всех мобов, даже если чар больше 110", -- [1]
				" |cffffff00|Hachievement:9499:Player-1625-039D009A:0:0:0:-1:32:0:0:0|h[Товарищи]|h|r пофиксили", -- [2]
				"/с /tmw", -- [3]
				"/с /tmw", -- [4]
			},
			["ChatFrame1EditBox"] = {
				"/п На здоровье)", -- [1]
				"/п |cff0070dd|Hitem:127532::::::::120:64:512:22:2:5473:5474:120:::|h[Чародейский фокальный перстень]|h|r|cff0070dd|Hitem:127559::::::::120:64:512:22:1:5473:120:::|h[Плащ кровавых вод]|h|r кому отдать на вырост?", -- [2]
				"/п Нет, там просто быстрее пройти можно", -- [3]
				"/п Мишка вернись(", -- [4]
				"/п Там тоннель под водой есть", -- [5]
				"/п м?", -- [6]
				" Арована, вроде", -- [7]
				" До меня только дошло, о чем речь", -- [8]
				" О каком ДК речь?", -- [9]
				" Его не зовут, сам приходит", -- [10]
				" Мррр?", -- [11]
				"/п |cff0070dd|Hitem:159667::::::::120:64::2:3:4778:1527:4785:::|h[Сосуд для погребальных ритуалов]|h|r нужен кому-нибудь?", -- [12]
				"/г Профессионалы не спят?)", -- [13]
				" Ну зато 4 маунта", -- [14]
				" )))", -- [15]
				" Внезапно", -- [16]
				" ы", -- [17]
				" Как за один день? О_О", -- [18]
				"/п Спасибо", -- [19]
				"/п Я полежу. Тут бежать через весь инст", -- [20]
				"/cw Корделияё Спокойной ночи)", -- [21]
				"/г Отправила", -- [22]
				"/г |cffffffff|Hitem:153487::::::::120:64::::::|h[Граната органического антиперенаправления]|h|r х3 кому отправить? Лишние скрафтила на сегодняшний дейлик", -- [23]
				" Дурацкий инст", -- [24]
				" Сломали", -- [25]
				"/гр Thanks for the run guys", -- [26]
				"/гр We needed the % anyway. No point in shrouding", -- [27]
				"/гр Thanks", -- [28]
				"/гр y", -- [29]
				"/гр It's ok, the mage is coming", -- [30]
				"/гр I'm almost at the stone. WM Off :(", -- [31]
				"/гр hi", -- [32]
				" )))", -- [33]
				" Конечно. На одной катаюсь, вторая в гараже стоит", -- [34]
				" )", -- [35]
				" Хорошо)", -- [36]
				" да", -- [37]
				" Я несколько раз ловила", -- [38]
				" Чаще", -- [39]
				" )", -- [40]
				" Я не знаю, зачем они сделали так, что для применения нужно пэта таргетить", -- [41]
				" Применяется на пэта. Бафф остаётся на чаре", -- [42]
				" И они стакаются", -- [43]
				" И ещё есть такое же, на 50%", -- [44]
				" |cffffffff|Hitem:98112:::::::587805568:120:64::::::|h[Малое лакомство для питомца]|h|r", -- [45]
				" Ты без сосисок что ли качаешь?", -- [46]
				" Слишком монотонно", -- [47]
				" У того НПС качать очень быстро надоедает", -- [48]
				" Ничего себе", -- [49]
				" ))", -- [50]
				" Привет) Сколько вчера пэтов напрокачивал?)", -- [51]
				"/с /tmw", -- [52]
				"/с /tmw", -- [53]
				"/с /tmw", -- [54]
				"/с tmw", -- [55]
				"/с /tmw", -- [56]
				"/с /tmw", -- [57]
				"/с /tmw", -- [58]
				"/cw Гриддис-Борейскаятундра Грац)", -- [59]
				"/cw Гриддис-Борейскаятундра Это откуда?", -- [60]
				"/cw Гриддис-Борейскаятундра Зато 400", -- [61]
				"/cw Гриддис-Борейскаятундра Привет", -- [62]
				"/cw Гриддис-Борейскаятундра Поверю", -- [63]
				"/с /tmw", -- [64]
				"/с /reload", -- [65]
				"/с /tmw", -- [66]
				"/гр Do you need that chest?)", -- [67]
				"/гр Thanks for the run guys)", -- [68]
				"/гр I wish I could speak French :(", -- [69]
				"/гр Filomena, why didn't you roll?", -- [70]
				"/гр Thank you", -- [71]
				"/гр /roll", -- [72]
				"/гр Do you need the pants?", -- [73]
				"/гр I'm here just for the weekly", -- [74]
				"/гр The guy who needed the engineering meches just left) so I guess you can have them", -- [75]
				"/гр Yes", -- [76]
				"/гр hi", -- [77]
				"/гр hi", -- [78]
				"/гр Thanks for the run", -- [79]
				"/гр triangle", -- [80]
				"/гр No need to be condescending", -- [81]
				"/гр The mobs are standing close to the lendge", -- [82]
				"/гр I can't", -- [83]
				"/гр Can you massress me please?", -- [84]
				"/гр *trash", -- [85]
				"/гр I can't pass without pulling trask", -- [86]
				"/гр hi", -- [87]
				"/cw Jaconl-Aszune The crystal is of course untradable", -- [88]
				"/cw Jaconl-Aszune No, I meant you can disenchant it for yourself", -- [89]
				"/cw Jaconl-Aszune Good luck and good night)", -- [90]
				"/cw Jaconl-Aszune good)", -- [91]
				"/cw Jaconl-Aszune We should be able to trade", -- [92]
				"/cw Jaconl-Aszune Can't invite you to a group for some reasons(", -- [93]
				"/cw Jaconl-Aszune At least you can disenchant)", -- [94]
				"/cw Jaconl-Aszune Oh, I already have better hat( Let me trade the cap back to you", -- [95]
				"/гр Thank you", -- [96]
				"/гр If you don't need", -- [97]
				"/гр I'd like that", -- [98]
				"/гр /roll", -- [99]
				"/гр ty", -- [100]
				"/гр sorry(", -- [101]
				"/гр I guess here", -- [102]
				"/гр Lust here or on the last boss?", -- [103]
				"/гр heh)", -- [104]
				"/гр Jaconi, speak to the fox", -- [105]
				"/гр |cffa335ee|Hitem:159227::::::::120:64::23:3:4779:1542:4786:::|h[Шелковые манжеты небесного капитана]|h|r anyone?", -- [106]
				"/гр hey", -- [107]
				"/гр hi", -- [108]
				"/г Угу", -- [109]
				"/г Магом АоЕшить прикольно", -- [110]
				"/г ))", -- [111]
				"/г По твоему времени около полуночи буду", -- [112]
				"/г У тебя сейчас пол второго или пол первого?", -- [113]
				"/г Я всегда за, только завтра поздно буду", -- [114]
				"/г Туда даже Даша не захотела идти. Несмотря на то, что её в штормах что-то из дропа нужно", -- [115]
				"/г Вот это - извращение", -- [116]
				"/г 10 шторма)", -- [117]
				"/г Да!", -- [118]
				"/г Магу)", -- [119]
				"/г Ты 4 мифика танку уже набил?)", -- [120]
				"/гр hey", -- [121]
				"/гр hi", -- [122]
				"/г Убили?", -- [123]
				"/г Оо", -- [124]
				"/с /tmw", -- [125]
				"/с /tmw", -- [126]
				"/с /tmw", -- [127]
				"/с /tmw", -- [128]
				" /tmw", -- [129]
				" /tmw", -- [130]
				" Не, я сейчас нападения добью и отойти нужно будет", -- [131]
				" Окей, будет Дроган, позовем)", -- [132]
				" Высокочтимый маг Гоггэнатог", -- [133]
				" Лёш, тебе |cffa335ee|Hitem:122474::::::::120:62::1::::|h[Чародейская реликвия клана Верховного Молота]|h|r нужен?", -- [134]
				"/г |cffa335ee|Hitem:122474::::::::120:62::1::::|h[Чародейская реликвия клана Верховного Молота]|h|r Гоггэнатог нужен кому-нибудь?", -- [135]
				"/cw Аркадрон-Борейскаятундра /tmw", -- [136]
				"/cw Аркадрон-Борейскаятундра /tmw", -- [137]
				"/cw Аркадрон-Борейскаятундра /tmw", -- [138]
				"/cw Аркадрон-Борейскаятундра Спокойной)", -- [139]
				"/cw Аркадрон-Борейскаятундра И железные нервы", -- [140]
				"/cw Аркадрон-Борейскаятундра 24 чара - предположим, на один данж 5 минут (это если очереди нет). Тогда только чтоб пройти ими этот данж нужно 2 часа каждый день", -- [141]
				"/cw Аркадрон Нафармил?", -- [142]
				"/cw Аркадрон Как страшно", -- [143]
				"/cw Аркадрон Хочу уточнить про 24 120+ - речь идёт об одном человеке, или о группе людей?", -- [144]
				"/cw Аркадрон Это точно люди?", -- [145]
				"/cw Аркадрон Оо", -- [146]
				"/cw Аркадрон )", -- [147]
				"/cw Аркадрон Будет", -- [148]
				"/cw Аркадрон А ракета у тебя уже есть?", -- [149]
				"/cw Аркадрон Все галочки поставлены)", -- [150]
				"/cw Аркадрон Грац)", -- [151]
				"/cw Аркадрон Все игрушки купил?)", -- [152]
				"/г /vuhdo options", -- [153]
				"/г /vuhdo options", -- [154]
				"/г А 20 красных камней забирают без вопросов", -- [155]
				"/г Мне нравится логика: когда сдаёшь 100г по квесту, тебя переспрашивают. Мол, точно уверен? Хорошо подумай", -- [156]
				"/гр Пасиб) тебе тоже", -- [157]
				"/гр Пасиб за компанию)", -- [158]
				"/гр Не, мне на работу пора собираться", -- [159]
				"/гр (", -- [160]
				"/гр Не упало?", -- [161]
				"/гр Я думала, новые ресурсы только в миф", -- [162]
				"/гр Оно разве в героиках падает?", -- [163]
				"/cw Пуфка-Борейскаятундра Да)", -- [164]
				"/п Нам нужно эвент доделать, чтоб бафф дали", -- [165]
				"/г Пасиб", -- [166]
				"/г Чтоб прямо на пол экрана большая иконка, если ножи не намазаны", -- [167]
				"/г Я так роге алерт на яды сделала", -- [168]
				"/г Ну да, там можно сделать что-нибудь", -- [169]
				"/г tmw", -- [170]
				"/г И теперь страдаю с ним", -- [171]
				"/г А я один раз слышала, как Жутя Ромео доказывал, что элем профитней", -- [172]
				"/г А что ты делаешь, чтоб не забывать перепризывать элема?", -- [173]
				"/г Угу", -- [174]
				"/г Помню, как моего приста на 120 убивали обычные мобы(", -- [175]
				"/г Прикольно, маг свежеапнутый в зелёной одёжке рарников соло убивает", -- [176]
				"/cw Стехо-Борейскаятундра Пиши, как будешь готов, зайду", -- [177]
				"/cw Стехо-Борейскаятундра Ууу,  с треша это печаль", -- [178]
				"/cw Стехо-Борейскаятундра И маунт уже не нужен", -- [179]
				"/cw Стехо-Борейскаятундра Кстати, если ты в ЦАП ходишь за маунтом, у меня есть КД на Маннарота", -- [180]
				"/г Ну да. Час как апнулась", -- [181]
				"/г Конкретно сейчас поменяла |cff1eff00|Hitem:158256::::::::120:64:512:11:1:4787:112:::|h[Полуперчатки штурмана]|h|r на |cff0070dd|Hitem:165434::::::::120:64::3:3:5124:1472:4785:::|h[Повязки лунного жреца]|h|r", -- [182]
				"/г Всмысле, любой дроп очень сильно лучше, чем то, что на мне надето)", -- [183]
				"/г Хорошо лутать вещи твинками)) \"226% улучшение\" - это гораздо прикольнее, чем \"4% улучшение\"", -- [184]
				"/cw Эгтауэр-Борейскаятундра пвп это не моё. Не хочется учиться)", -- [185]
				"/cw Эгтауэр-Борейскаятундра Не, Вань, поищи кого-нибудь другого", -- [186]
				"/cw Эгтауэр-Борейскаятундра Один квест сделала и выключила вармод сразу", -- [187]
				"/cw Эгтауэр-Борейскаятундра Ой нет, я не ПвПшер)", -- [188]
				"/cw Эгтауэр Вань, а квест на 25 киллов орды ежедневный или еженедельный?", -- [189]
				"/гр ty all", -- [190]
				"/гр hi", -- [191]
				"/г Боже, как хорошо, что убрали требования на репутацию для твинков", -- [192]
				"/с спасибо)", -- [193]
				"/cw Гриддис-Борейскаятундра /tmw", -- [194]
				"/cw Гриддис-Борейскаятундра /tmw", -- [195]
				"/cw Гриддис-Борейскаятундра /tmw", -- [196]
				"/cw Гриддис-Борейскаятундра Плечи, это лучше, чем азерит", -- [197]
				"/cw Гриддис-Борейскаятундра Грац)", -- [198]
				"/г Много", -- [199]
				"/г Так почти илил сразу?", -- [200]
				"/г Денис, а тебе за нападения сразу давали 370 вещь, или скалировали от твоего илвл?", -- [201]
				"/г Он должен быть там же, где полётка Улица Мореходов", -- [202]
				"/г У тебя на карте грифон подсвечен?", -- [203]
				"/г Тебе всё равно не нужна пятая локалка. После четырёх можно на корабль лететь", -- [204]
				"/г Без понятия", -- [205]
				"/г Точно пушка? Там динамит вроде был", -- [206]
				"/г Что ж ты не сказал, что не сделалось", -- [207]
				"/гр Как говорил в таких случаях Задорнов: \"Вам мало или вам понравилось?\"", -- [208]
				"/гр А зачем вы делаете пятую локалку?", -- [209]
				"/гр И от Улицы Мореходов, по-моему, ближе", -- [210]
				"/гр У меня нет там полётки) встретимся где-нибудь посередине", -- [211]
				"/гр Еееее, 3 приста три весёлых друга", -- [212]
				"/г Денис, ты нападение сделал уже?", -- [213]
				"/г Грац)", -- [214]
				"/cw Дамьер-Борейскаятундра )", -- [215]
				"/cw Дамьер-Борейскаятундра Нет", -- [216]
				"/cw Дамьер-Борейскаятундра ))", -- [217]
				"/cw Дамьер-Борейскаятундра Нет, я люблю квесты", -- [218]
				"/cw Дамьер-Борейскаятундра Просто квесты делаю", -- [219]
				"/cw Дамьер-Борейскаятундра Да, Долина", -- [220]
				"/cw Дамьер-Борейскаятундра Ой нет, только не острова", -- [221]
				"/г Пуффик, вот нет бы порадоваться за человека", -- [222]
				"/г Первый сезон официально пройден)", -- [223]
				"/г Грац!", -- [224]
				"/г Воу воу воу", -- [225]
				"/cw Аркадрон-Борейскаятундра Пожалуйста)", -- [226]
				"/cw Аркадрон /bt", -- [227]
				"/cw Аркадрон Андрей, привет. А у тебя |cff0070dd|Hitem:17716::::::::115:64::::::|h[Создатель снега 9000]|h|r выучен уже?", -- [228]
				"/г На случай, если не заметила", -- [229]
				"/г Получила левел. Мне в чате написали один раз, что \"Вы достигли 115-го уровня\" и три раза \"Элементаль воды достигает 115-го уровня\"", -- [230]
				"/г Кейс, сдай Алый алмаз, получи 120 репутации с фракцией \"Пуфские пандарены\"", -- [231]
				"/г У меня нет", -- [232]
				"/г Оно, наверное, просеивается, а не майнится", -- [233]
				"/г Мне ни разу не попадался", -- [234]
				"/г Ты уверен, что их горняки добывают?", -- [235]
				"/г Не, Пуф, сейчас пока не могу", -- [236]
				" У тебя |cff0070dd|Hitem:17716::::::::114:64::::::|h[Создатель снега 9000]|h|r выучен?", -- [237]
				" ))", -- [238]
				" Привет)", -- [239]
				" Ты вернулся?)", -- [240]
				" Ваня!", -- [241]
				"/гр Гринч", -- [242]
				"/гр Портал в кратер поставить?", -- [243]
				"/г У меня ранец не берётся даже", -- [244]
				"/г Квесты же не делаются в рейде", -- [245]
				"/гр Ну или хотябы телепорт", -- [246]
				"/гр Пуфик, когда у меня появится портал в Боралус?", -- [247]
				"/гр Ты в вармоде?", -- [248]
				"/cw Альмагорн-Борейскаятундра Нету", -- [249]
				"/cw Альмагорн-Борейскаятундра Травники собирают", -- [250]
				"/cw Альмагорн-Борейскаятундра Это трава", -- [251]
				"/cw Альмагорн-Борейскаятундра )", -- [252]
				"/cw Альмагорн-Борейскаятундра Кажется, да", -- [253]
				"/г А завтра будет лучше?", -- [254]
				"/cw Вц-Борейскаятундра Локалка не появилась. Лута, скорей всего, Тоже не будет", -- [255]
				"/cw Вц-Борейскаятундра Не проверяла", -- [256]
				"/cw Ромеох-Борейскаятундра инв", -- [257]
				"/cw Ромеох +", -- [258]
				"/г Ну, залы-то бесконечные", -- [259]
				"/г Это ты про Осознанный Кошмар?", -- [260]
				"/cw Сарумчик-Дракономор Пишет, что игрок не найден", -- [261]
				"/cw Сарумчик-Дракономор В группу не могу тебя взять почему-то", -- [262]
				"/cw Сарумчик-Дракономор Стоит", -- [263]
				"/гр Портал в Стальгорн стоит", -- [264]
				"/cw Саджет-Борейскаятундра Аркадрона возьмём, у него желтый есть", -- [265]
				"/cw Саджет-Борейскаятундра Ты себе какой делаешь?", -- [266]
				"/cw Саджет-Борейскаятундра Я в процессе", -- [267]
				"/cw Саджет-Борейскаятундра Привет", -- [268]
				" Спокойной)", -- [269]
				" Круто)", -- [270]
				" Век живи - век учись", -- [271]
				" Я всегда бафф скидывала", -- [272]
				" Какой ещё кнопкой с панели? Оо", -- [273]
				" А как тогда проходить, если нельзя выходить из фигуры?", -- [274]
				" Потому что случайно магу апнула 111", -- [275]
				" Ты читал, я сама пыталась найти, за кого дают", -- [276]
				" ы", -- [277]
				" На 111 уже даже за элиток в Танаане не давали", -- [278]
				" Не давали", -- [279]
				" Обычных", -- [280]
				" Вот я сейчас бегаю с фолловером, дают репутацию за мобов в Награнде", -- [281]
				"/г Какими судьбами?", -- [282]
				"/г Оо", -- [283]
				" Ибо нефиг спать, когда у меня затруднения", -- [284]
				" А кошке пришлось проснуться и мурчать", -- [285]
				" Да", -- [286]
				"/гр Спокойной ночи", -- [287]
				"/гр Которые раньше под ёлкой лутались", -- [288]
				"/гр В нем могут быть все подарки за все предыдущие годы", -- [289]
				"/гр Там длинный список игрушек, которые падают с этого подарка", -- [290]
				"/гр Ты квест сдал и ничего не дали?", -- [291]
				"/гр А ты мешок подобрал?", -- [292]
				"/гр А у тебя бегемот такой есть?", -- [293]
				"/гр ))", -- [294]
				"/гр Жаль, сдать ему же нельзя)", -- [295]
				"/гр И можно не лететь в Стальгорн", -- [296]
				"/гр Тут, где я, снеговик", -- [297]
				"/гр А квест можно прямо тут взять, у снеговика", -- [298]
				"/гр Там тоже есть портал", -- [299]
				"/гр Я своими чарами теперь через Даларан на Расколотых островах летаю", -- [300]
				"/с /ignore Ракотхант ", -- [301]
				"/гр *подарков", -- [302]
				"/гр Там очень много разных игрушек с этих кодарков", -- [303]
				"/гр Подушечка))", -- [304]
				"/гр иногда", -- [305]
				"/гр А в этом снежном куполе пэт спавнится", -- [306]
				"/гр И с подарков, которые будут под ёлкой", -- [307]
				"/гр Основные награды за дейлик вот этот", -- [308]
				"/гр На печенье это беспонтовый квест", -- [309]
				"/гр Можешь навстречу лететь", -- [310]
				"/гр Ты в воздухе появишься", -- [311]
				"/гр Сядь на маунта только сначала", -- [312]
				"/гр Уиии, смотри чего было в коробке |cff0070dd|Hitem:128776::::::::111:62::11::::|h[Красные деревянные санки]|h|r", -- [313]
				"/гр Может, тебе не так уж сильно нужен этот баф?", -- [314]
				"/гр Как успехи?", -- [315]
				"/г А когда будут подарки под ёлкой?", -- [316]
				"/гр На вовхеде ничего не пишут путного", -- [317]
				"/гр Там не было нигде рядом нпс, с которым нужно поговорить, чтоб он тебя закинул к мастеру Чену?", -- [318]
				"/гр Вообще очень странно", -- [319]
				"/гр Хотела тебя подвезти, но ты в другой фазе", -- [320]
				"/гр У тебя здесь нет портала?", -- [321]
				"/гр Запрыгивай", -- [322]
				"/гр Сек", -- [323]
				"/гр Давай сначала одну штуку посмотрим", -- [324]
				"/cw Гридис-Борейскаятундра Не хочу", -- [325]
				"/cw Гридис-Борейскаятундра На этой неделе не буду закрывать", -- [326]
				"/г А зачем тебе именно Атал-Дазар?", -- [327]
				"/г Сразу", -- [328]
				"/г Ты сбежал из-под родительского контроля?", -- [329]
				"/г Оо", -- [330]
				"/п Палу может и изи, не буду спорить", -- [331]
				"/п У разных танков по-разному", -- [332]
				"/п Ну да, мой косяк, надо было дать танку набрать хотябы агро", -- [333]
				"/п У таунта кд есть", -- [334]
				"/с Маг уже упал ><", -- [335]
				"/г Там сказано, что лидер рейда должен поговорить с НПС в Шатратте. Тогда всех остальных закинет в рейд", -- [336]
				"/cw Дэймбэг-Борейскаятундра Cейчас перезайду", -- [337]
				"/рейд А это не мой гарнизон(", -- [338]
				"/рейд Блин, бегаю и не могу понять, кто снёс мой хранилище", -- [339]
				"/рейд Уже отдала", -- [340]
				"/рейд |cff0070dd|Hitem:67124::::::::111:63:512:29:1:4301:110:::|h[Зульский вихревый щит]|h|r нужен кому на транс?", -- [341]
				"/cw Аркадрон +", -- [342]
				"/г Чет не вижу там ничего про фаер резист", -- [343]
				" Чтоб две с лишним тысячи километров проехать, это должно быть офигенно крутое вино)", -- [344]
				" Пусть лучше они к тебе едут)", -- [345]
				" Уууу, офигенно далеко", -- [346]
				" А они где живут?", -- [347]
				" Даша возмущалась, что ты к Ромео ездишь, а к ним нет", -- [348]
				" В его изложении это звучало так, будто ты решил продать душу собутыльника Близзард)", -- [349]
				" )))", -- [350]
				" Тут Ромео заходил, рассказывал, что ты его постоянно соблазняешь варкрафтом))", -- [351]
				" Уже значительно лучше)", -- [352]
				" Привет)", -- [353]
				"/cw Жутетварь-Борейскаятундра )))", -- [354]
				"/cw Жутетварь-Борейскаятундра Просто апельсин у меня уже есть) а лимон нужно идти покупать", -- [355]
				"/cw Жутетварь-Борейскаятундра А если вместо лимона апельсин в чай добавить? Сработает?", -- [356]
				"/cw Жутетварь-Борейскаятундра ))))", -- [357]
				"/cw Жутетварь-Борейскаятундра Вот не мог Пётр сбе естолицу построить где-нибудь на Черноморском побережье", -- [358]
				"/cw Жутетварь-Борейскаятундра Ваши +6 хуже, чем наши -6", -- [359]
				"/cw Жутетварь-Борейскаятундра Не очень лето)", -- [360]
				"/cw Жутетварь-Борейскаятундра У нас +9", -- [361]
				"/cw Жутетварь-Борейскаятундра Похоже на то", -- [362]
				"/cw Жутетварь-Борейскаятундра Сейчас всадника всем добью и спать пойду", -- [363]
				"/cw Жутетварь-Борейскаятундра Медведю надо) но я не пойду сегодня. Неважно себя чувствую", -- [364]
				"/cw Жутетварь-Борейскаятундра Привет)", -- [365]
				"/г Он тогда же, когда и подземелья", -- [366]
				"/г В БФА вроде ещё не прокали БК таймволки", -- [367]
				"/cw Жутетварь-Борейскаятундра Маг 110)", -- [368]
				"/cw Жутетварь-Борейскаятундра Пойду", -- [369]
				"/cw Жутетварь-Борейскаятундра Привет)", -- [370]
				"/с /bt", -- [371]
				" Привет) У нас танк только после шести придёт. Если буду собирать, я тебе напишу", -- [372]
				" Вань, как на счет позвать Саджа потанчить и пойти какой-нибудь мифик?", -- [373]
				"/г Главное - рога", -- [374]
				"/г Ещё один лось никогда не помешает", -- [375]
				"/г Грац)", -- [376]
				"/с /tmw", -- [377]
				"/г (Если ты 4 локалки сделал)", -- [378]
				"/г У тебя на карте зоны он показан знаком вопроса. Как квест, который можно сдать", -- [379]
				" Толстеешь)", -- [380]
				" Ух, сова уже 113", -- [381]
				" Я уж испугалась было)", -- [382]
				" Во, полегчало)", -- [383]
				" Ты бегаешь с яйцом и ничего не делаешь до конца боя", -- [384]
				" Я захожу на приста. Ты ловишь яйцо, я тебя притягиваю на платформу и убиваю птицу", -- [385]
				" Это где яйцо у Цзи-куня ловить", -- [386]
				" Поможешь мне Бережное обращение сделать?)", -- [387]
				" Тогда пойдем другим путем)", -- [388]
				" Вань, а у тебя СРПГ сделана?", -- [389]
				"/г А о какой пристани идёт речь? В Рут'теране?", -- [390]
				"/г )", -- [391]
				"/г А как пропустить?", -- [392]
				"/г Остальные надо всеми проходить?", -- [393]
				"/г Из сценариев препатча только первый что ли можно пропустить на твинках?", -- [394]
				" Так это ещё и победить надо", -- [395]
				" Наверное", -- [396]
				" Плюс там же за каждого убитого по одному очку", -- [397]
				" А там по сколько чести дают за бой?", -- [398]
				" Это, наверное, надо с бг не вылазить", -- [399]
				" Откуда они такие берутся", -- [400]
				" Оо", -- [401]
				" Привет)", -- [402]
				"/с /tmw", -- [403]
				" Кем я с совой ходила? Рога?", -- [404]
				" Пойдем)", -- [405]
				" Мы с тобой после препатча так ни разу за лошадкой и не сходили", -- [406]
				" Вань, привет)", -- [407]
				"/с /reload", -- [408]
				"/г /reload", -- [409]
				"/г Кто-нибудь пробовал себе расшаривать кд на старые рейды после препатча?", -- [410]
				" На скверноботике можно летать и убивать всё, что движется?", -- [411]
				" Вань, а что делает |cff0070dd|Hitem:132531::::::::110:63::13:1:3524:::|h[Модуль скверноботика: пилотируемый режим]|h|r?", -- [412]
				" На горное дело", -- [413]
				" В нормал, правда", -- [414]
				" Ну в ЦАП мы с тобой вдвоём ходили один раз)", -- [415]
				" В ЦАП Кровожада пофиксили, его теперь можно убить в одного игрока", -- [416]
				" Аркадрон литейку соло фармит", -- [417]
				" Палом всё можно", -- [418]
				" Я ничего не выбрасываю, если из этого можно крафтить", -- [419]
				" Нет, давно", -- [420]
				" Из просееной руды", -- [421]
				" Отправила", -- [422]
				" /tmw", -- [423]
				" Потому что их нужно сначала накопать а потом напросеивать", -- [424]
				" Отправила", -- [425]
				"/г Ы \"Два флага в руки\"))))", -- [426]
				"/с /wql", -- [427]
				"/4 \"от 965-го\")", -- [428]
				"/cw Альмагорн Помимо того, что нас сплющили и обобрали)", -- [429]
				"/cw Альмагорн На этой неделе фактически ничего нового", -- [430]
				"/cw Альмагорн Их со следующего кд будут открывать понемному каждую неделю", -- [431]
				"/cw Альмагорн Сюжетные задания позже откроют", -- [432]
				"/cw Альмагорн Привыкать к новой ротации, фармить что-нибудь такое, на что потом не будет времени или желания", -- [433]
				"/cw Аркадрон-Борейскаятундра ))", -- [434]
				"/cw Аркадрон-Борейскаятундра А где у тебя проблемы возникают?", -- [435]
				"/cw Аркадрон-Борейскаятундра Бьют", -- [436]
				" Магом могу сходить", -- [437]
				" Нет", -- [438]
				"/cw Аркадрон-Борейскаятундра м?", -- [439]
				"/г Ну ты сам не особо большой", -- [440]
				"/г Поздарвляю))", -- [441]
				"/г ))", -- [442]
				"/г Странное?", -- [443]
				"/г Это точно", -- [444]
				" А так план идеален", -- [445]
				" В ЛФР триня не падает", -- [446]
				" ))", -- [447]
				" Интересно)", -- [448]
				" Угу, гном. Она умеет геосинхронный вращатель делать", -- [449]
				" У тебя сова гном?", -- [450]
				"/г С чего бы вдруг?", -- [451]
				"/4 На Турнирной площадке небожителей, на Вневременном острове стоит НПС, которому её надо сдать", -- [452]
				" Хорошо", -- [453]
				" И даже хилила. Но этого лучше не делать", -- [454]
				" Если что, я его и танчила и дамажила. Так что выбирайте, кем идти", -- [455]
				" ок", -- [456]
				" Уже сейчас?", -- [457]
				" Я конечно слышала, что люди в 5 человек убивали Аргуса, но мы это врядли повторим", -- [458]
				" Мы ж не втроем идём, надеюсь?", -- [459]
				" Привет)", -- [460]
				"/с /tmw", -- [461]
				"/cw Лисюхоудль-Борейскаятундра ))", -- [462]
				"/cw Лисюхоудль-Борейскаятундра Пассивка есть у тебя, которая за криты даёт бонусный поинт", -- [463]
				"/cw Лисюхоудль-Борейскаятундра Да", -- [464]
				"/cw Лисюхоудль-Борейскаятундра )", -- [465]
				"/cw Лисюхоудль-Борейскаятундра Ну правильно, ты же зверь)", -- [466]
				"/cw Лисюхоудль-Борейскаятундра Лунное вдохновение или как-то так", -- [467]
				"/cw Лисюхоудль-Борейскаятундра По крайней мере, на icy-veins его не было в ротации, если не взят какой-то талант именно на него", -- [468]
				"/cw Лисюхоудль-Борейскаятундра Но лунный огонь юзать не обязательно", -- [469]
				"/cw Лисюхоудль-Борейскаятундра Ну так-то у меня тоже родство с балансом", -- [470]
				"/cw Лисюхоудль-Борейскаятундра )))", -- [471]
				"/cw Лисюхоудль-Борейскаятундра Угу. Там и без него есть что жать", -- [472]
				"/cw Лисюхоудль-Борейскаятундра Ты талант на него, наверное, взял", -- [473]
				"/cw Лисюхоудль-Борейскаятундра А какая третяя?", -- [474]
				"/cw Лисюхоудль-Борейскаятундра Плюс Взбучка и разрывание когтями для АоЕ", -- [475]
				"/cw Лисюхоудль-Борейскаятундра В ротации по сути две доты, один генератор комбо и два финишера", -- [476]
				"/cw Лисюхоудль-Борейскаятундра Там финишеров и контролев дофига просто", -- [477]
				"/cw Лисюхоудль-Борейскаятундра )", -- [478]
				"/с тест", -- [479]
				"/cw Маэвин-Борейскаятундра Потом ко мне захотели присоединиться друзья из Lineage и пришлось искать русскоязычный сервер", -- [480]
				"/cw Маэвин-Борейскаятундра Я на Nordrassil играть начинала", -- [481]
				"/cw Маэвин-Борейскаятундра Да, у них там цивилизованней народ", -- [482]
				"/cw Маэвин-Борейскаятундра Ну сейчас ты ещё и на Гордунни. Так что в борейском общем совсем мало)", -- [483]
				"/cw Маэвин-Борейскаятундра То-то мне казалось, что раньше тебя в общем чате было часто слышно, а потом пропал)", -- [484]
				"/cw Маэвин-Борейскаятундра В кате играла, но не здесь. В Версус в Пандарии, в начале Престола Гроз пришла", -- [485]
				"/cw Маэвин-Борейскаятундра )", -- [486]
				"/cw Маэвин-Борейскаятундра Умирательные", -- [487]
				"/cw Маэвин-Борейскаятундра Ну монки они в принципе такие", -- [488]
				"/cw Маэвин-Борейскаятундра Нет", -- [489]
				"/cw Маэвин-Борейскаятундра Гуфка))", -- [490]
				"/cw Маэвин-Борейскаятундра Я магом ключи не закрываю. Но если нужен будет дд или танк, зови) кем-нибудь другим могу пойти", -- [491]
				"/cw Маэвин-Борейскаятундра Спасибо)", -- [492]
				"/г На здоровье)", -- [493]
				"/г Возле входа в ГС. Маг ещё только летит)", -- [494]
				"/cw Маэвин-Борейскаятундра +", -- [495]
				"/г Если одним сделала, то у других уже есть", -- [496]
				"/г Оно шарится на все спеки", -- [497]
				"/г Лап!", -- [498]
				"/г А котяня?", -- [499]
				"/г Это из героик данжа", -- [500]
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1590238498,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[20:17:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1601659073,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478236.403,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[20:17:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237584:14|tВольтожор – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1601659074,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478237.161,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[20:17:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["serverTime"] = 1601659076,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478239.403,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[20:17:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463562:14|t|cff4e96f7|HbattlePetAbil:2321:1840:405:342|h[Шквал молний X]|h|r наносит 743 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1601659078,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478241.915,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[20:17:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463562:14|t|cff4e96f7|HbattlePetAbil:2321:1840:405:342|h[Шквал молний X]|h|r меняет погоду на |T463562:14|t|cff4e96f7|HbattlePetAbil:2320:1840:405:342|h[Грозовой шторм X]|h|r.",
					["serverTime"] = 1601659079,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478242.17,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[20:18:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:657:260:325|h[Умножение сущностей]|h|r наносит 39 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T237584:14|tВольтожор).",
					["serverTime"] = 1601659080,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478243.59,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[20:18:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463562:14|t|cff4e96f7|HbattlePetAbil:2320:1602:405:342|h[Грозовой шторм X]|h|r наносит 199 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T237584:14|tВольтожор).",
					["serverTime"] = 1601659080,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478243.61,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[20:18:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:657:260:325|h[Умножение сущностей]|h|r наносит 39 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T237584:14|tВольтожор).",
					["serverTime"] = 1601659082,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478245.369,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[20:18:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463562:14|t|cff4e96f7|HbattlePetAbil:2320:1364:405:342|h[Грозовой шторм X]|h|r наносит 199 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T237584:14|tВольтожор).",
					["serverTime"] = 1601659082,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478245.389,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[20:18:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:657:260:325|h[Умножение сущностей]|h|r наносит 39 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T237584:14|tВольтожор).",
					["serverTime"] = 1601659083,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478246.749,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[20:18:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463562:14|t|cff4e96f7|HbattlePetAbil:2320:1126:405:342|h[Грозовой шторм X]|h|r наносит 199 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T237584:14|tВольтожор).",
					["serverTime"] = 1601659083,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478246.77,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[20:18:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:657:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:657:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T237584:14|tВольтожор).",
					["serverTime"] = 1601659085,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478248.121,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[20:18:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["serverTime"] = 1601659086,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478249.699,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[20:18:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136099:14|t|cff4e96f7|HbattlePetAbil:908:1126:405:342|h[Сотрясение]|h|r наносит 796 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1601659087,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478250.429,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[20:18:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["serverTime"] = 1601659087,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478250.429,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[20:18:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r восстанавливает 280 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1601659089,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478252.942,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[20:18:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:280:260:325|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1601659090,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478253.192,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[20:18:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r наносит 118 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T237584:14|tВольтожор).",
					["serverTime"] = 1601659092,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478255.604,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[20:18:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463562:14|t|cff4e96f7|HbattlePetAbil:2320:411:405:342|h[Грозовой шторм X]|h|r наносит 597 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T237584:14|tВольтожор).",
					["serverTime"] = 1601659092,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478255.624,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[20:18:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463562:14|t|cff4e96f7|HbattlePetAbil:2320:411:405:342|h[Грозовой шторм X]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:411:405:342|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T237584:14|tВольтожор).",
					["serverTime"] = 1601659092,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478255.624,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[20:18:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r наносит 118 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T237584:14|tВольтожор).",
					["serverTime"] = 1601659095,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478258.739,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[20:18:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463562:14|t|cff4e96f7|HbattlePetAbil:2320:0:405:342|h[Грозовой шторм X]|h|r наносит 644 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T237584:14|tВольтожор).",
					["serverTime"] = 1601659095,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478258.765,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[20:18:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T237584:14|tВольтожор погибает.",
					["serverTime"] = 1601659095,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478258.765,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[20:18:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:840:260:325|h[Боевое восстановление]|h|r восстанавливает 560 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1601659100,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1478263.49,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [24]
			},
			["headIndex"] = 24,
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame2"] = {
			["maxElements"] = 300,
			["elements"] = {
			},
			["headIndex"] = 0,
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 34,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:19:55]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Расколотый берег]|h.",
					["serverTime"] = 1605572394,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250168.374,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[02:19:55]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Расколотый берег]|h.",
					["serverTime"] = 1605572394,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250168.374,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[02:20:17]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Расколотый берег]|h.",
					["serverTime"] = 1605572416,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250190.396,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[02:20:17]|h |Hchannel:channel:3|h[3] |h Вы покинули канал |Hchannel:CHANNEL:3|h[3. Оборона: Расколотый берег]|h.",
					["serverTime"] = 1605572416,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250190.396,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[02:22:16]|h Верховный маг Кесалон говорит: Как занимательно! Погляди-ка, Зонна!",
					["serverTime"] = 1605572535,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250309.213,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[02:22:20]|h Верховный маг Кесалон говорит: Эти сферы силовой энергии, похоже, выстроились, следуя какой-то закономерности. Интересно, куда они нас приведут?",
					["serverTime"] = 1605572539,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250313.554,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[02:22:29]|h Отношение |3-7(Кирин-Тор) к вам улучшилось на 113.",
					["serverTime"] = 1605572548,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250322.853,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[02:22:29]|h Отношение |3-7(Валарьяры) к вам улучшилось на 174.",
					["serverTime"] = 1605572548,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250322.853,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[02:22:29]|h Получено: 55 |4золотая:золотые:золотых;, 4 |4серебряная:серебряные:серебряных;, 20 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1605572548,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250322.88,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[02:22:30]|h Получено: 10 |4золотая:золотые:золотых;.",
					["serverTime"] = 1605572549,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250323.137,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[02:22:30]|h Получено: 10 |4золотая:золотые:золотых;.",
					["serverTime"] = 1605572549,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250323.137,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[02:22:30]|h Получено: 10 |4золотая:золотые:золотых;.",
					["serverTime"] = 1605572549,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250323.224,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[02:22:31]|h Вы получаете валюту – |cffffffff|Hcurrency:1220:0|h[Ресурсы оплота класса]|h|r, 200 шт.",
					["serverTime"] = 1605572550,
					["r"] = 0.4549019932746887,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250324.308,
					["g"] = 0.7215686440467834,
					["b"] = 0.9686275124549866,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[02:22:32]|h Верховный маг Кесалон говорит: Невероятно, Зонна!",
					["serverTime"] = 1605572551,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250325.848,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[02:22:37]|h Верховный маг Кесалон говорит: Почему бы тебе это не выяснить?",
					["serverTime"] = 1605572556,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250329.992,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[02:24:57]|h Верховный маг Нильтенда говорит: Привет, Зонна. Сейчас нас на этой территории больше всего интересуют узлы силовой энергии.",
					["serverTime"] = 1605572696,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250470.262,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[02:25:02]|h Верховный маг Нильтенда говорит: Оседлай манапарда и соверши на нем объезд узлов силовых линий – он поглотит всю оставшуюся в них энергию.",
					["serverTime"] = 1605572701,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250475.111,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[02:25:11]|h Верховный маг Нильтенда говорит: По прямой манапард скачет очень быстро, но теряет скорость на поворотах.",
					["serverTime"] = 1605572710,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250484.064,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[02:25:11]|h Верховный маг Нильтенда говорит: Напитай манапарда энергией, чтобы нам хватило на исследования – и на сегодня все.",
					["serverTime"] = 1605572710,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250484.961,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[02:29:47]|h Отношение |3-7(Кирин-Тор) к вам улучшилось на 113.",
					["serverTime"] = 1605572986,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250760.13,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[02:29:47]|h Отношение |3-7(Помраченные) к вам улучшилось на 58.",
					["serverTime"] = 1605572986,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250760.13,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[02:29:47]|h Вы получили предмет: |cff0070dd|Hitem:124124::::::::50:64:::::::|h[Кровь Саргераса]|h|r.",
					["serverTime"] = 1605572986,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250760.13,
					["g"] = 0.8588235974311829,
					["b"] = 0.3607843220233917,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[02:29:47]|h Получено: 10 |4золотая:золотые:золотых;.",
					["serverTime"] = 1605572986,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250760.245,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[02:29:47]|h Получено: 10 |4золотая:золотые:золотых;.",
					["serverTime"] = 1605572986,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250760.389,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[02:29:47]|h Получено: 10 |4золотая:золотые:золотых;.",
					["serverTime"] = 1605572986,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250760.496,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[02:29:48]|h Вы получаете валюту – |cffffffff|Hcurrency:1220:0|h[Ресурсы оплота класса]|h|r, 200 шт.",
					["serverTime"] = 1605572987,
					["r"] = 0.4549019932746887,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250761.603,
					["g"] = 0.7215686440467834,
					["b"] = 0.9686275124549866,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[02:29:50]|h Верховный маг Нильтенда говорит: Отлично, Зонна! Я сейчас возьму пробы крови манапарда и проанализирую их. Наверняка этой силовой энергией можно будет насытить воздух в большом пространстве!",
					["serverTime"] = 1605572989,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250763.12,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[02:30:28]|h Вы будете получать добычу для специализации \"Лед\".",
					["serverTime"] = 1605573027,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 250800.713,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[02:30:28]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Оплот Хранителя]|h.",
					["serverTime"] = 1605573027,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250801.734,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[02:30:28]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1605573027,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250801.734,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[02:30:28]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Оплот Хранителя]|h.",
					["serverTime"] = 1605573027,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250801.734,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[02:31:10]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Оплот Хранителя]|h.",
					["serverTime"] = 1605573069,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250843.399,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[02:31:10]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1605573069,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250843.399,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[02:31:10]|h |Hchannel:channel:3|h[3] |h Вы покинули канал |Hchannel:CHANNEL:3|h[3. Оборона: Оплот Хранителя]|h.",
					["serverTime"] = 1605573069,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250843.399,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[01:48:37]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Оплот Хранителя]|h.",
					["serverTime"] = 1605570516,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 248290.007,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[01:48:52]|h Вы получили предмет: |cff0070dd|Hitem:146946::::::::50:64:::::::|h[Знак помраченных]|h|rx2.",
					["serverTime"] = 1605570531,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 248305.387,
					["g"] = 0.8588235974311829,
					["b"] = 0.3607843220233917,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[01:48:52]|h Вы получили предмет: |cff0070dd|Hitem:150924::::::::50:64::32::1:28:337:::|h[Большой дар Расколотых островов]|h|r.",
					["serverTime"] = 1605570531,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 248305.387,
					["g"] = 0.8588235974311829,
					["b"] = 0.3607843220233917,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[01:48:53]|h Вы получили предмет: |cff0070dd|Hitem:146944::::::::50:64:::::::|h[Знак племен Крутогорья]|h|rx2.",
					["serverTime"] = 1605570532,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 248306.601,
					["g"] = 0.8588235974311829,
					["b"] = 0.3607843220233917,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[01:48:53]|h Вы получили предмет: |cff0070dd|Hitem:150924::::::::50:64::32::1:28:337:::|h[Большой дар Расколотых островов]|h|r.",
					["serverTime"] = 1605570532,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 248306.601,
					["g"] = 0.8588235974311829,
					["b"] = 0.3607843220233917,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[01:48:54]|h Вы получили предмет: |cff0070dd|Hitem:146941::::::::50:64:::::::|h[Знак валарьяров]|h|rx2.",
					["serverTime"] = 1605570533,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 248307.496,
					["g"] = 0.8588235974311829,
					["b"] = 0.3607843220233917,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[01:48:54]|h Вы получили предмет: |cff0070dd|Hitem:150924::::::::50:64::32::1:28:337:::|h[Большой дар Расколотых островов]|h|r.",
					["serverTime"] = 1605570533,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 248307.496,
					["g"] = 0.8588235974311829,
					["b"] = 0.3607843220233917,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[01:48:55]|h Вы получили предмет: |cff0070dd|Hitem:146945::::::::50:64:::::::|h[Знак Стражей]|h|rx2.",
					["serverTime"] = 1605570534,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 248308.624,
					["g"] = 0.8588235974311829,
					["b"] = 0.3607843220233917,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[01:48:55]|h Вы получили предмет: |cff0070dd|Hitem:150924::::::::50:64::32::1:28:337:::|h[Большой дар Расколотых островов]|h|r.",
					["serverTime"] = 1605570534,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 248308.624,
					["g"] = 0.8588235974311829,
					["b"] = 0.3607843220233917,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[01:49:01]|h Вы получили предмет: |cff0070dd|Hitem:150925::::::::50:64:::::::|h[Большой знак валарьяров]|h|r.",
					["serverTime"] = 1605570540,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 248314.062,
					["g"] = 0.8588235974311829,
					["b"] = 0.3607843220233917,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[01:49:02]|h Вы получили предмет: |cff0070dd|Hitem:150925::::::::50:64:::::::|h[Большой знак валарьяров]|h|r.",
					["serverTime"] = 1605570541,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 248315.267,
					["g"] = 0.8588235974311829,
					["b"] = 0.3607843220233917,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[01:49:03]|h Вы получили предмет: |cff0070dd|Hitem:152464::::::::50:64:::::::|h[Большой знак Армии погибели Легиона]|h|r.",
					["serverTime"] = 1605570542,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 248316.538,
					["g"] = 0.8588235974311829,
					["b"] = 0.3607843220233917,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[01:49:05]|h Вы получили предмет: |cff0070dd|Hitem:150925::::::::50:64:::::::|h[Большой знак валарьяров]|h|r.",
					["serverTime"] = 1605570544,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 248318.112,
					["g"] = 0.8588235974311829,
					["b"] = 0.3607843220233917,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[01:49:59]|h Вы будете получать добычу для специализации \"Лед\".",
					["serverTime"] = 1605570598,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 248372.509,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[01:50:00]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Даларан]|h.",
					["serverTime"] = 1605570599,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 248373.192,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[01:50:00]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Даларан]|h.",
					["serverTime"] = 1605570599,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 248373.192,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[01:50:20]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Даларан]|h.",
					["serverTime"] = 1605570619,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 248393.484,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[01:50:20]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1605570619,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 248393.484,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[01:50:20]|h |Hchannel:channel:3|h[3] |h Вы покинули канал |Hchannel:CHANNEL:3|h[3. Оборона: Даларан]|h.",
					["serverTime"] = 1605570619,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 248393.484,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[01:58:26]|h Вы отошли от компьютера, оставив сообщение \"Отсутствует\".",
					["serverTime"] = 1605571105,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 248879.772,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[02:00:27]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq14|k:35:1183:BN_INLINE_TOAST_ALERT:0|h[|Kq14|k]|h выходит из сети.",
					["serverTime"] = 1605571226,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						18, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249000.622,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[02:06:23]|h Вы вернулись.",
					["serverTime"] = 1605571582,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249356.167,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[02:06:33]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq66|k:40:1218:BN_INLINE_TOAST_ALERT:0|h[|Kq66|k] (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|tMif)|h входит в сеть.",
					["serverTime"] = 1605571592,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						18, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249366.782,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[02:06:36]|h Задание \"Вечный путник\" выполнено.",
					["serverTime"] = 1605571595,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249369.634,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[02:06:36]|h Получено: 70 |4золотая:золотые:золотых;, 20 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1605571595,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249369.634,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[02:06:36]|h Золартиос говорит: Этого должно хватить. В знак признательности прими одеяния моего ордена.",
					["serverTime"] = 1605571595,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249369.748,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[02:06:40]|h Золартиос говорит: Вскоре тебя могут ждать странствия в дальние земли. И этот наряд всем даст понять, что ты в союзе с Вечными путниками.",
					["serverTime"] = 1605571599,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249373.235,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[02:06:44]|h Верховный маг Нильтенда говорит: Привет, Зонна. Сейчас нас на этой территории больше всего интересуют узлы силовой энергии.",
					["serverTime"] = 1605571603,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249377.37,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[02:06:46]|h Золартиос говорит: Теперь я должен тебя покинуть. Наши пути еще пересекутся в будущем. Легкого пути, смертная.",
					["serverTime"] = 1605571605,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249379.136,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[02:06:49]|h Верховный маг Нильтенда говорит: Оседлай манапарда и соверши на нем объезд узлов силовых линий – он поглотит всю оставшуюся в них энергию.",
					["serverTime"] = 1605571608,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249382.198,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[02:09:47]|h Отношение |3-7(Кирин-Тор) к вам улучшилось на 113.",
					["serverTime"] = 1605571786,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249560.625,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[02:09:47]|h Отношение |3-7(Двор Фарондиса) к вам улучшилось на 174.",
					["serverTime"] = 1605571786,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249560.625,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[02:09:47]|h Получено: 10 |4золотая:золотые:золотых;.",
					["serverTime"] = 1605571786,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249560.684,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[02:09:47]|h Получено: 10 |4золотая:золотые:золотых;.",
					["serverTime"] = 1605571786,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249560.818,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[02:09:47]|h Получено: 10 |4золотая:золотые:золотых;.",
					["serverTime"] = 1605571786,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249560.917,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[02:09:49]|h Вы получаете валюту – |cffffffff|Hcurrency:1533:0|h[Пробуждающая сущность]|h|r, 22 шт.",
					["serverTime"] = 1605571788,
					["r"] = 0.4549019932746887,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249562.424,
					["g"] = 0.7215686440467834,
					["b"] = 0.9686275124549866,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[02:09:49]|h Вы получаете валюту – |cffffffff|Hcurrency:1220:0|h[Ресурсы оплота класса]|h|r, 200 шт.",
					["serverTime"] = 1605571788,
					["r"] = 0.4549019932746887,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249562.424,
					["g"] = 0.7215686440467834,
					["b"] = 0.9686275124549866,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[02:09:50]|h Верховный маг Нильтенда говорит: Отлично, Зонна! Я сейчас возьму пробы крови манапарда и проанализирую их. Наверняка этой силовой энергией можно будет насытить воздух в большом пространстве!",
					["serverTime"] = 1605571789,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249563.752,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[02:10:52]|h Верховный маг Креймхолд говорит: Рад видеть тебя, Зонна. Хочешь узнать, что мы делаем, когда выпили весь эль кроме последнего бочонка?",
					["serverTime"] = 1605571851,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249625.869,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[02:11:00]|h Верховный маг Креймхолд говорит: Именно! Мы играем вот в эту игру!",
					["serverTime"] = 1605571859,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249633.75,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[02:11:03]|h Верховный маг Креймхолд говорит: Я их перемешаю, но перед тем как начну, бочонок, где еще есть эль, вспыхнет желтым.",
					["serverTime"] = 1605571862,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249636.383,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[02:11:08]|h Верховный маг Креймхолд говорит: Внимательно следи за ними, пока они двигаются, и выбери правильный бочонок, когда они остановятся.",
					["serverTime"] = 1605571867,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249641.524,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[02:11:14]|h Верховный маг Креймхолд говорит: Когда все они замигают белым светом, можно выбирать бочонок.",
					["serverTime"] = 1605571873,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249647.431,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[02:11:20]|h Верховный маг Креймхолд говорит: Пф! Везунчик!",
					["serverTime"] = 1605571879,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249653.747,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[02:11:39]|h Верховный маг Креймхолд говорит: Пф! Везунчик!",
					["serverTime"] = 1605571898,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249672.368,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[02:11:54]|h Верховный маг Креймхолд говорит: Пф! Везунчик!",
					["serverTime"] = 1605571913,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249687.259,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[02:12:17]|h Верховный маг Креймхолд говорит: Ха! Попробуй еще раз.",
					["serverTime"] = 1605571936,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249710.147,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[02:12:29]|h Отношение |3-7(Кирин-Тор) к вам улучшилось на 113.",
					["serverTime"] = 1605571948,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249722.905,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[02:12:29]|h Отношение |3-7(Двор Фарондиса) к вам улучшилось на 174.",
					["serverTime"] = 1605571948,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249722.905,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[02:12:30]|h Получено: 62 |4золотая:золотые:золотых;, 97 |4серебряная:серебряные:серебряных;, 20 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1605571949,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249722.94,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[02:12:30]|h Получено: 10 |4золотая:золотые:золотых;.",
					["serverTime"] = 1605571949,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249723.099,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[02:12:30]|h Получено: 10 |4золотая:золотые:золотых;.",
					["serverTime"] = 1605571949,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249723.186,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[02:12:30]|h Получено: 10 |4золотая:золотые:золотых;.",
					["serverTime"] = 1605571949,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249723.244,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[02:12:31]|h Вы получаете валюту – |cffffffff|Hcurrency:1220:0|h[Ресурсы оплота класса]|h|r, 200 шт.",
					["serverTime"] = 1605571950,
					["r"] = 0.4549019932746887,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249724.342,
					["g"] = 0.7215686440467834,
					["b"] = 0.9686275124549866,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[02:12:32]|h Верховный маг Креймхолд говорит: Невероятно, Зонна!",
					["serverTime"] = 1605571951,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249725.896,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[02:14:40]|h Верховный маг Креймхолд говорит: Пф! Везунчик!",
					["serverTime"] = 1605572079,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249853.63,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[02:14:58]|h Верховный маг Креймхолд говорит: Пф! Везунчик!",
					["serverTime"] = 1605572097,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249871.716,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[02:15:14]|h Верховный маг Креймхолд говорит: Ха! Попробуй еще раз.",
					["serverTime"] = 1605572113,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249887.14,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[02:15:28]|h Верховный маг Креймхолд говорит: Пф! Везунчик!",
					["serverTime"] = 1605572127,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249901.851,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[02:15:44]|h Получено: 53 |4золотая:золотые:золотых;, 24 |4серебряная:серебряные:серебряных;, 80 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1605572143,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249917.341,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[02:15:44]|h Отношение |3-7(Кирин-Тор) к вам улучшилось на 113.",
					["serverTime"] = 1605572143,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249917.413,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[02:15:44]|h Отношение |3-7(Помраченные) к вам улучшилось на 174.",
					["serverTime"] = 1605572143,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249917.413,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[02:15:44]|h Получено: 10 |4золотая:золотые:золотых;.",
					["serverTime"] = 1605572143,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249917.413,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[02:15:44]|h Получено: 10 |4золотая:золотые:золотых;.",
					["serverTime"] = 1605572143,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249917.551,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[02:15:44]|h Получено: 10 |4золотая:золотые:золотых;.",
					["serverTime"] = 1605572143,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249917.659,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[02:15:45]|h Вы получаете валюту – |cffffffff|Hcurrency:1220:0|h[Ресурсы оплота класса]|h|r, 200 шт.",
					["serverTime"] = 1605572144,
					["r"] = 0.4549019932746887,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249918.768,
					["g"] = 0.7215686440467834,
					["b"] = 0.9686275124549866,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[02:15:47]|h Верховный маг Креймхолд говорит: Невероятно, Зонна!",
					["serverTime"] = 1605572146,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249920.421,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[02:16:14]|h Вы будете получать добычу для специализации \"Лед\".",
					["serverTime"] = 1605572173,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 249946.895,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[02:16:14]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Даларан]|h.",
					["serverTime"] = 1605572173,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249946.895,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[02:16:14]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1605572173,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249946.895,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[02:16:14]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Даларан]|h.",
					["serverTime"] = 1605572173,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249946.895,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[02:16:47]|h Задание \"Маги Кирин-Тора в Даларане\" выполнено.",
					["serverTime"] = 1605572206,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249980.504,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[02:16:47]|h Вы получили предмет: |cff0070dd|Hitem:157828::::::::50:64::11::1:28:347:::|h[Сундук Кирин-Тора]|h|r.",
					["serverTime"] = 1605572206,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249980.554,
					["g"] = 0.8588235974311829,
					["b"] = 0.3607843220233917,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[02:16:47]|h Вы получили предмет: |cff0070dd|Hitem:147410::::::::50:64:::::::|h[Большой знак двора Фарондиса]|h|r.",
					["serverTime"] = 1605572206,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 249980.554,
					["g"] = 0.8588235974311829,
					["b"] = 0.3607843220233917,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[02:17:21]|h Вы получили предмет: |cff0070dd|Hitem:130182::::::::50:64:::::::|h[Сапфир Водоворота]|h|r.",
					["serverTime"] = 1605572240,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250014.811,
					["g"] = 0.8588235974311829,
					["b"] = 0.3607843220233917,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[02:17:22]|h Отношение |3-7(Кирин-Тор) к вам улучшилось на 114.",
					["serverTime"] = 1605572241,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250014.991,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[02:17:22]|h Вы получили предмет: |cff1eff00|Hitem:144350::::::::50:64::::1:28:347:::|h[Синий самоцвет]|h|r.",
					["serverTime"] = 1605572241,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250014.991,
					["g"] = 0.8588235974311829,
					["b"] = 0.3607843220233917,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[02:17:22]|h Получено: 10 |4золотая:золотые:золотых;.",
					["serverTime"] = 1605572241,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250015.086,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[02:17:22]|h Получено: 10 |4золотая:золотые:золотых;.",
					["serverTime"] = 1605572241,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250015.202,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[02:17:22]|h Получено: 10 |4золотая:золотые:золотых;.",
					["serverTime"] = 1605572241,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250015.371,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[02:17:23]|h Вы получаете валюту – |cffffffff|Hcurrency:1220:0|h[Ресурсы оплота класса]|h|r, 200 шт.",
					["serverTime"] = 1605572242,
					["r"] = 0.4549019932746887,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250016.427,
					["g"] = 0.7215686440467834,
					["b"] = 0.9686275124549866,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[02:17:24]|h Тиффани Картье говорит: Скажи, если тебе понадобится моя помощь, |3-6(Маг).",
					["serverTime"] = 1605572243,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250017.058,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[02:18:14]|h Вы продали хлама на 14|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 25|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t",
					["serverTime"] = 1605572293,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						23, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250066.988,
					["g"] = 1,
					["b"] = 0,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[02:18:22]|h Вы получили предмет: |cff0070dd|Hitem:124124::::::::50:64:::::::|h[Кровь Саргераса]|h|r.",
					["serverTime"] = 1605572301,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250075.498,
					["g"] = 0.8588235974311829,
					["b"] = 0.3607843220233917,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[02:18:22]|h Вы получили предмет: |cffa335ee|Hitem:134220::::::::50:64::25:4:1824:42:1472:3528::::|h[Сандалии говорящего с костями]|h|r.",
					["serverTime"] = 1605572301,
					["r"] = 0.9686275124549866,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250075.498,
					["g"] = 0.8588235974311829,
					["b"] = 0.3607843220233917,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[02:18:23]|h |T135475:15:15:0:0:64:64:4:60:4:60|tСтранный гудящий кристалл: 157 попыток",
					["r"] = 1,
					["serverTime"] = 1605572302,
					["timestamp"] = 250076.284,
					["g"] = 1,
					["b"] = 1,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[02:18:23]|h Вы получаете валюту – |cffa335ee|Hcurrency:1275:0|h[Любопытная монета]|h|r, 1 шт.",
					["serverTime"] = 1605572302,
					["r"] = 0.4549019932746887,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250076.482,
					["g"] = 0.7215686440467834,
					["b"] = 0.9686275124549866,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[02:18:23]|h Вы получаете валюту – |cffffffff|Hcurrency:1220:0|h[Ресурсы оплота класса]|h|r, 735 шт.",
					["serverTime"] = 1605572302,
					["r"] = 0.4549019932746887,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250076.482,
					["g"] = 0.7215686440467834,
					["b"] = 0.9686275124549866,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[02:18:23]|h Вы получаете валюту – |cffffffff|Hcurrency:1533:0|h[Пробуждающая сущность]|h|r, 27 шт.",
					["serverTime"] = 1605572302,
					["r"] = 0.4549019932746887,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250076.482,
					["g"] = 0.7215686440467834,
					["b"] = 0.9686275124549866,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[02:18:26]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq5|k:55:1317:BN_INLINE_TOAST_ALERT:0|h[|Kq5|k]|h выходит из сети.",
					["serverTime"] = 1605572305,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						18, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250079.257,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[02:19:02]|h Отношение |3-7(Двор Фарондиса) к вам улучшилось на 1740.",
					["serverTime"] = 1605572341,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250115.664,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[02:19:44]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Даларан]|h.",
					["serverTime"] = 1605572383,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250157.858,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[02:19:44]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1605572383,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250157.858,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[02:19:44]|h |Hchannel:channel:3|h[3] |h Вы покинули канал |Hchannel:CHANNEL:3|h[3. Оборона: Даларан]|h.",
					["serverTime"] = 1605572383,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 250157.858,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
