
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
				"/г [00:52:46] [Паркетник] получает предмет ([Хватка Халана Ужасного])![", -- [1]
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
				"/п На здоровье)", -- [1]
				"/п |cff0070dd|Hitem:127532::::::::120:64:512:22:2:5473:5474:120:::|h[Чародейский фокальный перстень]|h|r|cff0070dd|Hitem:127559::::::::120:64:512:22:1:5473:120:::|h[Плащ кровавых вод]|h|r кому отдать на вырост?", -- [2]
				"/п Нет, там просто быстрее пройти можно", -- [3]
				"/п Мишка вернись(", -- [4]
				"/п Там тоннель под водой есть", -- [5]
				"/п м?", -- [6]
				" Арована, вроде", -- [7]
				" До меня только дошло, о чем речь", -- [8]
				" О каком ДК речь?", -- [9]
				" Его не зовут, сам приходит", -- [10]
				" Мррр?", -- [11]
				"/п |cff0070dd|Hitem:159667::::::::120:64::2:3:4778:1527:4785:::|h[Сосуд для погребальных ритуалов]|h|r нужен кому-нибудь?", -- [12]
				"/г Профессионалы не спят?)", -- [13]
				" Ну зато 4 маунта", -- [14]
				" )))", -- [15]
				" Внезапно", -- [16]
				" ы", -- [17]
				" Как за один день? О_О", -- [18]
				"/п Спасибо", -- [19]
				"/п Я полежу. Тут бежать через весь инст", -- [20]
				"/cw Корделияё Спокойной ночи)", -- [21]
				"/г Отправила", -- [22]
				"/г |cffffffff|Hitem:153487::::::::120:64::::::|h[Граната органического антиперенаправления]|h|r х3 кому отправить? Лишние скрафтила на сегодняшний дейлик", -- [23]
				" Дурацкий инст", -- [24]
				" Сломали", -- [25]
				"/гр Thanks for the run guys", -- [26]
				"/гр We needed the % anyway. No point in shrouding", -- [27]
				"/гр Thanks", -- [28]
				"/гр y", -- [29]
				"/гр It's ok, the mage is coming", -- [30]
				"/гр I'm almost at the stone. WM Off :(", -- [31]
				"/гр hi", -- [32]
				" )))", -- [33]
				" Конечно. На одной катаюсь, вторая в гараже стоит", -- [34]
				" )", -- [35]
				" Хорошо)", -- [36]
				" да", -- [37]
				" Я несколько раз ловила", -- [38]
				" Чаще", -- [39]
				" )", -- [40]
				" Я не знаю, зачем они сделали так, что для применения нужно пэта таргетить", -- [41]
				" Применяется на пэта. Бафф остаётся на чаре", -- [42]
				" И они стакаются", -- [43]
				" И ещё есть такое же, на 50%", -- [44]
				" |cffffffff|Hitem:98112:::::::587805568:120:64::::::|h[Малое лакомство для питомца]|h|r", -- [45]
				" Ты без сосисок что ли качаешь?", -- [46]
				" Слишком монотонно", -- [47]
				" У того НПС качать очень быстро надоедает", -- [48]
				" Ничего себе", -- [49]
				" ))", -- [50]
				" Привет) Сколько вчера пэтов напрокачивал?)", -- [51]
				"/с /tmw", -- [52]
				"/с /tmw", -- [53]
				"/с /tmw", -- [54]
				"/с tmw", -- [55]
				"/с /tmw", -- [56]
				"/с /tmw", -- [57]
				"/с /tmw", -- [58]
				"/cw Гриддис-Борейскаятундра Грац)", -- [59]
				"/cw Гриддис-Борейскаятундра Это откуда?", -- [60]
				"/cw Гриддис-Борейскаятундра Зато 400", -- [61]
				"/cw Гриддис-Борейскаятундра Привет", -- [62]
				"/cw Гриддис-Борейскаятундра Поверю", -- [63]
				"/с /tmw", -- [64]
				"/с /reload", -- [65]
				"/с /tmw", -- [66]
				"/гр Do you need that chest?)", -- [67]
				"/гр Thanks for the run guys)", -- [68]
				"/гр I wish I could speak French :(", -- [69]
				"/гр Filomena, why didn't you roll?", -- [70]
				"/гр Thank you", -- [71]
				"/гр /roll", -- [72]
				"/гр Do you need the pants?", -- [73]
				"/гр I'm here just for the weekly", -- [74]
				"/гр The guy who needed the engineering meches just left) so I guess you can have them", -- [75]
				"/гр Yes", -- [76]
				"/гр hi", -- [77]
				"/гр hi", -- [78]
				"/гр Thanks for the run", -- [79]
				"/гр triangle", -- [80]
				"/гр No need to be condescending", -- [81]
				"/гр The mobs are standing close to the lendge", -- [82]
				"/гр I can't", -- [83]
				"/гр Can you massress me please?", -- [84]
				"/гр *trash", -- [85]
				"/гр I can't pass without pulling trask", -- [86]
				"/гр hi", -- [87]
				"/cw Jaconl-Aszune The crystal is of course untradable", -- [88]
				"/cw Jaconl-Aszune No, I meant you can disenchant it for yourself", -- [89]
				"/cw Jaconl-Aszune Good luck and good night)", -- [90]
				"/cw Jaconl-Aszune good)", -- [91]
				"/cw Jaconl-Aszune We should be able to trade", -- [92]
				"/cw Jaconl-Aszune Can't invite you to a group for some reasons(", -- [93]
				"/cw Jaconl-Aszune At least you can disenchant)", -- [94]
				"/cw Jaconl-Aszune Oh, I already have better hat( Let me trade the cap back to you", -- [95]
				"/гр Thank you", -- [96]
				"/гр If you don't need", -- [97]
				"/гр I'd like that", -- [98]
				"/гр /roll", -- [99]
				"/гр ty", -- [100]
				"/гр sorry(", -- [101]
				"/гр I guess here", -- [102]
				"/гр Lust here or on the last boss?", -- [103]
				"/гр heh)", -- [104]
				"/гр Jaconi, speak to the fox", -- [105]
				"/гр |cffa335ee|Hitem:159227::::::::120:64::23:3:4779:1542:4786:::|h[Шелковые манжеты небесного капитана]|h|r anyone?", -- [106]
				"/гр hey", -- [107]
				"/гр hi", -- [108]
				"/г Угу", -- [109]
				"/г Магом АоЕшить прикольно", -- [110]
				"/г ))", -- [111]
				"/г По твоему времени около полуночи буду", -- [112]
				"/г У тебя сейчас пол второго или пол первого?", -- [113]
				"/г Я всегда за, только завтра поздно буду", -- [114]
				"/г Туда даже Даша не захотела идти. Несмотря на то, что её в штормах что-то из дропа нужно", -- [115]
				"/г Вот это - извращение", -- [116]
				"/г 10 шторма)", -- [117]
				"/г Да!", -- [118]
				"/г Магу)", -- [119]
				"/г Ты 4 мифика танку уже набил?)", -- [120]
				"/гр hey", -- [121]
				"/гр hi", -- [122]
				"/г Убили?", -- [123]
				"/г Оо", -- [124]
				"/с /tmw", -- [125]
				"/с /tmw", -- [126]
				"/с /tmw", -- [127]
				"/с /tmw", -- [128]
				" /tmw", -- [129]
				" /tmw", -- [130]
				" Не, я сейчас нападения добью и отойти нужно будет", -- [131]
				" Окей, будет Дроган, позовем)", -- [132]
				" Высокочтимый маг Гоггэнатог", -- [133]
				" Лёш, тебе |cffa335ee|Hitem:122474::::::::120:62::1::::|h[Чародейская реликвия клана Верховного Молота]|h|r нужен?", -- [134]
				"/г |cffa335ee|Hitem:122474::::::::120:62::1::::|h[Чародейская реликвия клана Верховного Молота]|h|r Гоггэнатог нужен кому-нибудь?", -- [135]
				"/cw Аркадрон-Борейскаятундра /tmw", -- [136]
				"/cw Аркадрон-Борейскаятундра /tmw", -- [137]
				"/cw Аркадрон-Борейскаятундра /tmw", -- [138]
				"/cw Аркадрон-Борейскаятундра Спокойной)", -- [139]
				"/cw Аркадрон-Борейскаятундра И железные нервы", -- [140]
				"/cw Аркадрон-Борейскаятундра 24 чара - предположим, на один данж 5 минут (это если очереди нет). Тогда только чтоб пройти ими этот данж нужно 2 часа каждый день", -- [141]
				"/cw Аркадрон Нафармил?", -- [142]
				"/cw Аркадрон Как страшно", -- [143]
				"/cw Аркадрон Хочу уточнить про 24 120+ - речь идёт об одном человеке, или о группе людей?", -- [144]
				"/cw Аркадрон Это точно люди?", -- [145]
				"/cw Аркадрон Оо", -- [146]
				"/cw Аркадрон )", -- [147]
				"/cw Аркадрон Будет", -- [148]
				"/cw Аркадрон А ракета у тебя уже есть?", -- [149]
				"/cw Аркадрон Все галочки поставлены)", -- [150]
				"/cw Аркадрон Грац)", -- [151]
				"/cw Аркадрон Все игрушки купил?)", -- [152]
				"/г /vuhdo options", -- [153]
				"/г /vuhdo options", -- [154]
				"/г А 20 красных камней забирают без вопросов", -- [155]
				"/г Мне нравится логика: когда сдаёшь 100г по квесту, тебя переспрашивают. Мол, точно уверен? Хорошо подумай", -- [156]
				"/гр Пасиб) тебе тоже", -- [157]
				"/гр Пасиб за компанию)", -- [158]
				"/гр Не, мне на работу пора собираться", -- [159]
				"/гр (", -- [160]
				"/гр Не упало?", -- [161]
				"/гр Я думала, новые ресурсы только в миф", -- [162]
				"/гр Оно разве в героиках падает?", -- [163]
				"/cw Пуфка-Борейскаятундра Да)", -- [164]
				"/п Нам нужно эвент доделать, чтоб бафф дали", -- [165]
				"/г Пасиб", -- [166]
				"/г Чтоб прямо на пол экрана большая иконка, если ножи не намазаны", -- [167]
				"/г Я так роге алерт на яды сделала", -- [168]
				"/г Ну да, там можно сделать что-нибудь", -- [169]
				"/г tmw", -- [170]
				"/г И теперь страдаю с ним", -- [171]
				"/г А я один раз слышала, как Жутя Ромео доказывал, что элем профитней", -- [172]
				"/г А что ты делаешь, чтоб не забывать перепризывать элема?", -- [173]
				"/г Угу", -- [174]
				"/г Помню, как моего приста на 120 убивали обычные мобы(", -- [175]
				"/г Прикольно, маг свежеапнутый в зелёной одёжке рарников соло убивает", -- [176]
				"/cw Стехо-Борейскаятундра Пиши, как будешь готов, зайду", -- [177]
				"/cw Стехо-Борейскаятундра Ууу,  с треша это печаль", -- [178]
				"/cw Стехо-Борейскаятундра И маунт уже не нужен", -- [179]
				"/cw Стехо-Борейскаятундра Кстати, если ты в ЦАП ходишь за маунтом, у меня есть КД на Маннарота", -- [180]
				"/г Ну да. Час как апнулась", -- [181]
				"/г Конкретно сейчас поменяла |cff1eff00|Hitem:158256::::::::120:64:512:11:1:4787:112:::|h[Полуперчатки штурмана]|h|r на |cff0070dd|Hitem:165434::::::::120:64::3:3:5124:1472:4785:::|h[Повязки лунного жреца]|h|r", -- [182]
				"/г Всмысле, любой дроп очень сильно лучше, чем то, что на мне надето)", -- [183]
				"/г Хорошо лутать вещи твинками)) \"226% улучшение\" - это гораздо прикольнее, чем \"4% улучшение\"", -- [184]
				"/cw Эгтауэр-Борейскаятундра пвп это не моё. Не хочется учиться)", -- [185]
				"/cw Эгтауэр-Борейскаятундра Не, Вань, поищи кого-нибудь другого", -- [186]
				"/cw Эгтауэр-Борейскаятундра Один квест сделала и выключила вармод сразу", -- [187]
				"/cw Эгтауэр-Борейскаятундра Ой нет, я не ПвПшер)", -- [188]
				"/cw Эгтауэр Вань, а квест на 25 киллов орды ежедневный или еженедельный?", -- [189]
				"/гр ty all", -- [190]
				"/гр hi", -- [191]
				"/г Боже, как хорошо, что убрали требования на репутацию для твинков", -- [192]
				"/с спасибо)", -- [193]
				"/cw Гриддис-Борейскаятундра /tmw", -- [194]
				"/cw Гриддис-Борейскаятундра /tmw", -- [195]
				"/cw Гриддис-Борейскаятундра /tmw", -- [196]
				"/cw Гриддис-Борейскаятундра Плечи, это лучше, чем азерит", -- [197]
				"/cw Гриддис-Борейскаятундра Грац)", -- [198]
				"/г Много", -- [199]
				"/г Так почти илил сразу?", -- [200]
				"/г Денис, а тебе за нападения сразу давали 370 вещь, или скалировали от твоего илвл?", -- [201]
				"/г Он должен быть там же, где полётка Улица Мореходов", -- [202]
				"/г У тебя на карте грифон подсвечен?", -- [203]
				"/г Тебе всё равно не нужна пятая локалка. После четырёх можно на корабль лететь", -- [204]
				"/г Без понятия", -- [205]
				"/г Точно пушка? Там динамит вроде был", -- [206]
				"/г Что ж ты не сказал, что не сделалось", -- [207]
				"/гр Как говорил в таких случаях Задорнов: \"Вам мало или вам понравилось?\"", -- [208]
				"/гр А зачем вы делаете пятую локалку?", -- [209]
				"/гр И от Улицы Мореходов, по-моему, ближе", -- [210]
				"/гр У меня нет там полётки) встретимся где-нибудь посередине", -- [211]
				"/гр Еееее, 3 приста три весёлых друга", -- [212]
				"/г Денис, ты нападение сделал уже?", -- [213]
				"/г Грац)", -- [214]
				"/cw Дамьер-Борейскаятундра )", -- [215]
				"/cw Дамьер-Борейскаятундра Нет", -- [216]
				"/cw Дамьер-Борейскаятундра ))", -- [217]
				"/cw Дамьер-Борейскаятундра Нет, я люблю квесты", -- [218]
				"/cw Дамьер-Борейскаятундра Просто квесты делаю", -- [219]
				"/cw Дамьер-Борейскаятундра Да, Долина", -- [220]
				"/cw Дамьер-Борейскаятундра Ой нет, только не острова", -- [221]
				"/г Пуффик, вот нет бы порадоваться за человека", -- [222]
				"/г Первый сезон официально пройден)", -- [223]
				"/г Грац!", -- [224]
				"/г Воу воу воу", -- [225]
				"/cw Аркадрон-Борейскаятундра Пожалуйста)", -- [226]
				"/cw Аркадрон /bt", -- [227]
				"/cw Аркадрон Андрей, привет. А у тебя |cff0070dd|Hitem:17716::::::::115:64::::::|h[Создатель снега 9000]|h|r выучен уже?", -- [228]
				"/г На случай, если не заметила", -- [229]
				"/г Получила левел. Мне в чате написали один раз, что \"Вы достигли 115-го уровня\" и три раза \"Элементаль воды достигает 115-го уровня\"", -- [230]
				"/г Кейс, сдай Алый алмаз, получи 120 репутации с фракцией \"Пуфские пандарены\"", -- [231]
				"/г У меня нет", -- [232]
				"/г Оно, наверное, просеивается, а не майнится", -- [233]
				"/г Мне ни разу не попадался", -- [234]
				"/г Ты уверен, что их горняки добывают?", -- [235]
				"/г Не, Пуф, сейчас пока не могу", -- [236]
				" У тебя |cff0070dd|Hitem:17716::::::::114:64::::::|h[Создатель снега 9000]|h|r выучен?", -- [237]
				" ))", -- [238]
				" Привет)", -- [239]
				" Ты вернулся?)", -- [240]
				" Ваня!", -- [241]
				"/гр Гринч", -- [242]
				"/гр Портал в кратер поставить?", -- [243]
				"/г У меня ранец не берётся даже", -- [244]
				"/г Квесты же не делаются в рейде", -- [245]
				"/гр Ну или хотябы телепорт", -- [246]
				"/гр Пуфик, когда у меня появится портал в Боралус?", -- [247]
				"/гр Ты в вармоде?", -- [248]
				"/cw Альмагорн-Борейскаятундра Нету", -- [249]
				"/cw Альмагорн-Борейскаятундра Травники собирают", -- [250]
				"/cw Альмагорн-Борейскаятундра Это трава", -- [251]
				"/cw Альмагорн-Борейскаятундра )", -- [252]
				"/cw Альмагорн-Борейскаятундра Кажется, да", -- [253]
				"/г А завтра будет лучше?", -- [254]
				"/cw Вц-Борейскаятундра Локалка не появилась. Лута, скорей всего, Тоже не будет", -- [255]
				"/cw Вц-Борейскаятундра Не проверяла", -- [256]
				"/cw Ромеох-Борейскаятундра инв", -- [257]
				"/cw Ромеох +", -- [258]
				"/г Ну, залы-то бесконечные", -- [259]
				"/г Это ты про Осознанный Кошмар?", -- [260]
				"/cw Сарумчик-Дракономор Пишет, что игрок не найден", -- [261]
				"/cw Сарумчик-Дракономор В группу не могу тебя взять почему-то", -- [262]
				"/cw Сарумчик-Дракономор Стоит", -- [263]
				"/гр Портал в Стальгорн стоит", -- [264]
				"/cw Саджет-Борейскаятундра Аркадрона возьмём, у него желтый есть", -- [265]
				"/cw Саджет-Борейскаятундра Ты себе какой делаешь?", -- [266]
				"/cw Саджет-Борейскаятундра Я в процессе", -- [267]
				"/cw Саджет-Борейскаятундра Привет", -- [268]
				" Спокойной)", -- [269]
				" Круто)", -- [270]
				" Век живи - век учись", -- [271]
				" Я всегда бафф скидывала", -- [272]
				" Какой ещё кнопкой с панели? Оо", -- [273]
				" А как тогда проходить, если нельзя выходить из фигуры?", -- [274]
				" Потому что случайно магу апнула 111", -- [275]
				" Ты читал, я сама пыталась найти, за кого дают", -- [276]
				" ы", -- [277]
				" На 111 уже даже за элиток в Танаане не давали", -- [278]
				" Не давали", -- [279]
				" Обычных", -- [280]
				" Вот я сейчас бегаю с фолловером, дают репутацию за мобов в Награнде", -- [281]
				"/г Какими судьбами?", -- [282]
				"/г Оо", -- [283]
				" Ибо нефиг спать, когда у меня затруднения", -- [284]
				" А кошке пришлось проснуться и мурчать", -- [285]
				" Да", -- [286]
				"/гр Спокойной ночи", -- [287]
				"/гр Которые раньше под ёлкой лутались", -- [288]
				"/гр В нем могут быть все подарки за все предыдущие годы", -- [289]
				"/гр Там длинный список игрушек, которые падают с этого подарка", -- [290]
				"/гр Ты квест сдал и ничего не дали?", -- [291]
				"/гр А ты мешок подобрал?", -- [292]
				"/гр А у тебя бегемот такой есть?", -- [293]
				"/гр ))", -- [294]
				"/гр Жаль, сдать ему же нельзя)", -- [295]
				"/гр И можно не лететь в Стальгорн", -- [296]
				"/гр Тут, где я, снеговик", -- [297]
				"/гр А квест можно прямо тут взять, у снеговика", -- [298]
				"/гр Там тоже есть портал", -- [299]
				"/гр Я своими чарами теперь через Даларан на Расколотых островах летаю", -- [300]
				"/с /ignore Ракотхант ", -- [301]
				"/гр *подарков", -- [302]
				"/гр Там очень много разных игрушек с этих кодарков", -- [303]
				"/гр Подушечка))", -- [304]
				"/гр иногда", -- [305]
				"/гр А в этом снежном куполе пэт спавнится", -- [306]
				"/гр И с подарков, которые будут под ёлкой", -- [307]
				"/гр Основные награды за дейлик вот этот", -- [308]
				"/гр На печенье это беспонтовый квест", -- [309]
				"/гр Можешь навстречу лететь", -- [310]
				"/гр Ты в воздухе появишься", -- [311]
				"/гр Сядь на маунта только сначала", -- [312]
				"/гр Уиии, смотри чего было в коробке |cff0070dd|Hitem:128776::::::::111:62::11::::|h[Красные деревянные санки]|h|r", -- [313]
				"/гр Может, тебе не так уж сильно нужен этот баф?", -- [314]
				"/гр Как успехи?", -- [315]
				"/г А когда будут подарки под ёлкой?", -- [316]
				"/гр На вовхеде ничего не пишут путного", -- [317]
				"/гр Там не было нигде рядом нпс, с которым нужно поговорить, чтоб он тебя закинул к мастеру Чену?", -- [318]
				"/гр Вообще очень странно", -- [319]
				"/гр Хотела тебя подвезти, но ты в другой фазе", -- [320]
				"/гр У тебя здесь нет портала?", -- [321]
				"/гр Запрыгивай", -- [322]
				"/гр Сек", -- [323]
				"/гр Давай сначала одну штуку посмотрим", -- [324]
				"/cw Гридис-Борейскаятундра Не хочу", -- [325]
				"/cw Гридис-Борейскаятундра На этой неделе не буду закрывать", -- [326]
				"/г А зачем тебе именно Атал-Дазар?", -- [327]
				"/г Сразу", -- [328]
				"/г Ты сбежал из-под родительского контроля?", -- [329]
				"/г Оо", -- [330]
				"/п Палу может и изи, не буду спорить", -- [331]
				"/п У разных танков по-разному", -- [332]
				"/п Ну да, мой косяк, надо было дать танку набрать хотябы агро", -- [333]
				"/п У таунта кд есть", -- [334]
				"/с Маг уже упал ><", -- [335]
				"/г Там сказано, что лидер рейда должен поговорить с НПС в Шатратте. Тогда всех остальных закинет в рейд", -- [336]
				"/cw Дэймбэг-Борейскаятундра Cейчас перезайду", -- [337]
				"/рейд А это не мой гарнизон(", -- [338]
				"/рейд Блин, бегаю и не могу понять, кто снёс мой хранилище", -- [339]
				"/рейд Уже отдала", -- [340]
				"/рейд |cff0070dd|Hitem:67124::::::::111:63:512:29:1:4301:110:::|h[Зульский вихревый щит]|h|r нужен кому на транс?", -- [341]
				"/cw Аркадрон +", -- [342]
				"/г Чет не вижу там ничего про фаер резист", -- [343]
				" Чтоб две с лишним тысячи километров проехать, это должно быть офигенно крутое вино)", -- [344]
				" Пусть лучше они к тебе едут)", -- [345]
				" Уууу, офигенно далеко", -- [346]
				" А они где живут?", -- [347]
				" Даша возмущалась, что ты к Ромео ездишь, а к ним нет", -- [348]
				" В его изложении это звучало так, будто ты решил продать душу собутыльника Близзард)", -- [349]
				" )))", -- [350]
				" Тут Ромео заходил, рассказывал, что ты его постоянно соблазняешь варкрафтом))", -- [351]
				" Уже значительно лучше)", -- [352]
				" Привет)", -- [353]
				"/cw Жутетварь-Борейскаятундра )))", -- [354]
				"/cw Жутетварь-Борейскаятундра Просто апельсин у меня уже есть) а лимон нужно идти покупать", -- [355]
				"/cw Жутетварь-Борейскаятундра А если вместо лимона апельсин в чай добавить? Сработает?", -- [356]
				"/cw Жутетварь-Борейскаятундра ))))", -- [357]
				"/cw Жутетварь-Борейскаятундра Вот не мог Пётр сбе естолицу построить где-нибудь на Черноморском побережье", -- [358]
				"/cw Жутетварь-Борейскаятундра Ваши +6 хуже, чем наши -6", -- [359]
				"/cw Жутетварь-Борейскаятундра Не очень лето)", -- [360]
				"/cw Жутетварь-Борейскаятундра У нас +9", -- [361]
				"/cw Жутетварь-Борейскаятундра Похоже на то", -- [362]
				"/cw Жутетварь-Борейскаятундра Сейчас всадника всем добью и спать пойду", -- [363]
				"/cw Жутетварь-Борейскаятундра Медведю надо) но я не пойду сегодня. Неважно себя чувствую", -- [364]
				"/cw Жутетварь-Борейскаятундра Привет)", -- [365]
				"/г Он тогда же, когда и подземелья", -- [366]
				"/г В БФА вроде ещё не прокали БК таймволки", -- [367]
				"/cw Жутетварь-Борейскаятундра Маг 110)", -- [368]
				"/cw Жутетварь-Борейскаятундра Пойду", -- [369]
				"/cw Жутетварь-Борейскаятундра Привет)", -- [370]
				"/с /bt", -- [371]
				" Привет) У нас танк только после шести придёт. Если буду собирать, я тебе напишу", -- [372]
				" Вань, как на счет позвать Саджа потанчить и пойти какой-нибудь мифик?", -- [373]
				"/г Главное - рога", -- [374]
				"/г Ещё один лось никогда не помешает", -- [375]
				"/г Грац)", -- [376]
				"/с /tmw", -- [377]
				"/г (Если ты 4 локалки сделал)", -- [378]
				"/г У тебя на карте зоны он показан знаком вопроса. Как квест, который можно сдать", -- [379]
				" Толстеешь)", -- [380]
				" Ух, сова уже 113", -- [381]
				" Я уж испугалась было)", -- [382]
				" Во, полегчало)", -- [383]
				" Ты бегаешь с яйцом и ничего не делаешь до конца боя", -- [384]
				" Я захожу на приста. Ты ловишь яйцо, я тебя притягиваю на платформу и убиваю птицу", -- [385]
				" Это где яйцо у Цзи-куня ловить", -- [386]
				" Поможешь мне Бережное обращение сделать?)", -- [387]
				" Тогда пойдем другим путем)", -- [388]
				" Вань, а у тебя СРПГ сделана?", -- [389]
				"/г А о какой пристани идёт речь? В Рут'теране?", -- [390]
				"/г )", -- [391]
				"/г А как пропустить?", -- [392]
				"/г Остальные надо всеми проходить?", -- [393]
				"/г Из сценариев препатча только первый что ли можно пропустить на твинках?", -- [394]
				" Так это ещё и победить надо", -- [395]
				" Наверное", -- [396]
				" Плюс там же за каждого убитого по одному очку", -- [397]
				" А там по сколько чести дают за бой?", -- [398]
				" Это, наверное, надо с бг не вылазить", -- [399]
				" Откуда они такие берутся", -- [400]
				" Оо", -- [401]
				" Привет)", -- [402]
				"/с /tmw", -- [403]
				" Кем я с совой ходила? Рога?", -- [404]
				" Пойдем)", -- [405]
				" Мы с тобой после препатча так ни разу за лошадкой и не сходили", -- [406]
				" Вань, привет)", -- [407]
				"/с /reload", -- [408]
				"/г /reload", -- [409]
				"/г Кто-нибудь пробовал себе расшаривать кд на старые рейды после препатча?", -- [410]
				" На скверноботике можно летать и убивать всё, что движется?", -- [411]
				" Вань, а что делает |cff0070dd|Hitem:132531::::::::110:63::13:1:3524:::|h[Модуль скверноботика: пилотируемый режим]|h|r?", -- [412]
				" На горное дело", -- [413]
				" В нормал, правда", -- [414]
				" Ну в ЦАП мы с тобой вдвоём ходили один раз)", -- [415]
				" В ЦАП Кровожада пофиксили, его теперь можно убить в одного игрока", -- [416]
				" Аркадрон литейку соло фармит", -- [417]
				" Палом всё можно", -- [418]
				" Я ничего не выбрасываю, если из этого можно крафтить", -- [419]
				" Нет, давно", -- [420]
				" Из просееной руды", -- [421]
				" Отправила", -- [422]
				" /tmw", -- [423]
				" Потому что их нужно сначала накопать а потом напросеивать", -- [424]
				" Отправила", -- [425]
				"/г Ы \"Два флага в руки\"))))", -- [426]
				"/с /wql", -- [427]
				"/4 \"от 965-го\")", -- [428]
				"/cw Альмагорн Помимо того, что нас сплющили и обобрали)", -- [429]
				"/cw Альмагорн На этой неделе фактически ничего нового", -- [430]
				"/cw Альмагорн Их со следующего кд будут открывать понемному каждую неделю", -- [431]
				"/cw Альмагорн Сюжетные задания позже откроют", -- [432]
				"/cw Альмагорн Привыкать к новой ротации, фармить что-нибудь такое, на что потом не будет времени или желания", -- [433]
				"/cw Аркадрон-Борейскаятундра ))", -- [434]
				"/cw Аркадрон-Борейскаятундра А где у тебя проблемы возникают?", -- [435]
				"/cw Аркадрон-Борейскаятундра Бьют", -- [436]
				" Магом могу сходить", -- [437]
				" Нет", -- [438]
				"/cw Аркадрон-Борейскаятундра м?", -- [439]
				"/г Ну ты сам не особо большой", -- [440]
				"/г Поздарвляю))", -- [441]
				"/г ))", -- [442]
				"/г Странное?", -- [443]
				"/г Это точно", -- [444]
				" А так план идеален", -- [445]
				" В ЛФР триня не падает", -- [446]
				" ))", -- [447]
				" Интересно)", -- [448]
				" Угу, гном. Она умеет геосинхронный вращатель делать", -- [449]
				" У тебя сова гном?", -- [450]
				"/г С чего бы вдруг?", -- [451]
				"/4 На Турнирной площадке небожителей, на Вневременном острове стоит НПС, которому её надо сдать", -- [452]
				" Хорошо", -- [453]
				" И даже хилила. Но этого лучше не делать", -- [454]
				" Если что, я его и танчила и дамажила. Так что выбирайте, кем идти", -- [455]
				" ок", -- [456]
				" Уже сейчас?", -- [457]
				" Я конечно слышала, что люди в 5 человек убивали Аргуса, но мы это врядли повторим", -- [458]
				" Мы ж не втроем идём, надеюсь?", -- [459]
				" Привет)", -- [460]
				"/с /tmw", -- [461]
				"/cw Лисюхоудль-Борейскаятундра ))", -- [462]
				"/cw Лисюхоудль-Борейскаятундра Пассивка есть у тебя, которая за криты даёт бонусный поинт", -- [463]
				"/cw Лисюхоудль-Борейскаятундра Да", -- [464]
				"/cw Лисюхоудль-Борейскаятундра )", -- [465]
				"/cw Лисюхоудль-Борейскаятундра Ну правильно, ты же зверь)", -- [466]
				"/cw Лисюхоудль-Борейскаятундра Лунное вдохновение или как-то так", -- [467]
				"/cw Лисюхоудль-Борейскаятундра По крайней мере, на icy-veins его не было в ротации, если не взят какой-то талант именно на него", -- [468]
				"/cw Лисюхоудль-Борейскаятундра Но лунный огонь юзать не обязательно", -- [469]
				"/cw Лисюхоудль-Борейскаятундра Ну так-то у меня тоже родство с балансом", -- [470]
				"/cw Лисюхоудль-Борейскаятундра )))", -- [471]
				"/cw Лисюхоудль-Борейскаятундра Угу. Там и без него есть что жать", -- [472]
				"/cw Лисюхоудль-Борейскаятундра Ты талант на него, наверное, взял", -- [473]
				"/cw Лисюхоудль-Борейскаятундра А какая третяя?", -- [474]
				"/cw Лисюхоудль-Борейскаятундра Плюс Взбучка и разрывание когтями для АоЕ", -- [475]
				"/cw Лисюхоудль-Борейскаятундра В ротации по сути две доты, один генератор комбо и два финишера", -- [476]
				"/cw Лисюхоудль-Борейскаятундра Там финишеров и контролев дофига просто", -- [477]
				"/cw Лисюхоудль-Борейскаятундра )", -- [478]
				"/с тест", -- [479]
				"/cw Маэвин-Борейскаятундра Потом ко мне захотели присоединиться друзья из Lineage и пришлось искать русскоязычный сервер", -- [480]
				"/cw Маэвин-Борейскаятундра Я на Nordrassil играть начинала", -- [481]
				"/cw Маэвин-Борейскаятундра Да, у них там цивилизованней народ", -- [482]
				"/cw Маэвин-Борейскаятундра Ну сейчас ты ещё и на Гордунни. Так что в борейском общем совсем мало)", -- [483]
				"/cw Маэвин-Борейскаятундра То-то мне казалось, что раньше тебя в общем чате было часто слышно, а потом пропал)", -- [484]
				"/cw Маэвин-Борейскаятундра В кате играла, но не здесь. В Версус в Пандарии, в начале Престола Гроз пришла", -- [485]
				"/cw Маэвин-Борейскаятундра )", -- [486]
				"/cw Маэвин-Борейскаятундра Умирательные", -- [487]
				"/cw Маэвин-Борейскаятундра Ну монки они в принципе такие", -- [488]
				"/cw Маэвин-Борейскаятундра Нет", -- [489]
				"/cw Маэвин-Борейскаятундра Гуфка))", -- [490]
				"/cw Маэвин-Борейскаятундра Я магом ключи не закрываю. Но если нужен будет дд или танк, зови) кем-нибудь другим могу пойти", -- [491]
				"/cw Маэвин-Борейскаятундра Спасибо)", -- [492]
				"/г На здоровье)", -- [493]
				"/г Возле входа в ГС. Маг ещё только летит)", -- [494]
				"/cw Маэвин-Борейскаятундра +", -- [495]
				"/г Если одним сделала, то у других уже есть", -- [496]
				"/г Оно шарится на все спеки", -- [497]
				"/г Лап!", -- [498]
				"/г А котяня?", -- [499]
				"/г Это из героик данжа", -- [500]
			},
			["ChatFrame3EditBox"] = {
				" Дают репутацию за всех мобов, даже если чар больше 110", -- [1]
				" |cffffff00|Hachievement:9499:Player-1625-039D009A:0:0:0:-1:32:0:0:0|h[Товарищи]|h|r пофиксили", -- [2]
				"/с /tmw", -- [3]
				"/с /tmw", -- [4]
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1590238498,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[23:05:09]|h Сообщение дня от гильдии: \"АЙСЛИ СКОРО БУДЕТ!!!!!\"",
					["g"] = 0.4666666984558106,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518498,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 23 |4час:часа:часов;, 6 |4минута:минуты:минут;, 22 |4секунда:секунды:секунд;.",
					["timestamp"] = 2744299.858,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 2744299.858,
				}, -- [3]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[20:17:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478236.403,
					["serverTime"] = 1601659073,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[20:17:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237584:14|tВольтожор – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478237.161,
					["serverTime"] = 1601659074,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[20:17:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478239.403,
					["serverTime"] = 1601659076,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[20:17:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463562:14|t|cff4e96f7|HbattlePetAbil:2321:1840:405:342|h[Шквал молний X]|h|r наносит 743 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478241.915,
					["serverTime"] = 1601659078,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[20:17:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463562:14|t|cff4e96f7|HbattlePetAbil:2321:1840:405:342|h[Шквал молний X]|h|r меняет погоду на |T463562:14|t|cff4e96f7|HbattlePetAbil:2320:1840:405:342|h[Грозовой шторм X]|h|r.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478242.17,
					["serverTime"] = 1601659079,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[20:18:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:657:260:325|h[Умножение сущностей]|h|r наносит 39 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T237584:14|tВольтожор).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478243.59,
					["serverTime"] = 1601659080,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[20:18:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463562:14|t|cff4e96f7|HbattlePetAbil:2320:1602:405:342|h[Грозовой шторм X]|h|r наносит 199 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T237584:14|tВольтожор).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478243.61,
					["serverTime"] = 1601659080,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[20:18:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:657:260:325|h[Умножение сущностей]|h|r наносит 39 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T237584:14|tВольтожор).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478245.369,
					["serverTime"] = 1601659082,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[20:18:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463562:14|t|cff4e96f7|HbattlePetAbil:2320:1364:405:342|h[Грозовой шторм X]|h|r наносит 199 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T237584:14|tВольтожор).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478245.389,
					["serverTime"] = 1601659082,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[20:18:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:657:260:325|h[Умножение сущностей]|h|r наносит 39 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T237584:14|tВольтожор).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478246.749,
					["serverTime"] = 1601659083,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[20:18:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463562:14|t|cff4e96f7|HbattlePetAbil:2320:1126:405:342|h[Грозовой шторм X]|h|r наносит 199 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T237584:14|tВольтожор).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478246.77,
					["serverTime"] = 1601659083,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[20:18:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:657:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:657:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T237584:14|tВольтожор).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478248.121,
					["serverTime"] = 1601659085,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[20:18:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478249.699,
					["serverTime"] = 1601659086,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[20:18:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136099:14|t|cff4e96f7|HbattlePetAbil:908:1126:405:342|h[Сотрясение]|h|r наносит 796 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478250.429,
					["serverTime"] = 1601659087,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[20:18:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478250.429,
					["serverTime"] = 1601659087,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[20:18:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r восстанавливает 280 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478252.942,
					["serverTime"] = 1601659089,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[20:18:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:280:260:325|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478253.192,
					["serverTime"] = 1601659090,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[20:18:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r наносит 118 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T237584:14|tВольтожор).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478255.604,
					["serverTime"] = 1601659092,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[20:18:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463562:14|t|cff4e96f7|HbattlePetAbil:2320:411:405:342|h[Грозовой шторм X]|h|r наносит 597 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T237584:14|tВольтожор).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478255.624,
					["serverTime"] = 1601659092,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[20:18:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463562:14|t|cff4e96f7|HbattlePetAbil:2320:411:405:342|h[Грозовой шторм X]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:411:405:342|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T237584:14|tВольтожор).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478255.624,
					["serverTime"] = 1601659092,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[20:18:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r наносит 118 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T237584:14|tВольтожор).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478258.739,
					["serverTime"] = 1601659095,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[20:18:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463562:14|t|cff4e96f7|HbattlePetAbil:2320:0:405:342|h[Грозовой шторм X]|h|r наносит 644 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T237584:14|tВольтожор).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478258.765,
					["serverTime"] = 1601659095,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[20:18:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T237584:14|tВольтожор погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478258.765,
					["serverTime"] = 1601659095,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[20:18:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:840:260:325|h[Боевое восстановление]|h|r восстанавливает 560 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1478263.49,
					["serverTime"] = 1601659100,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						93, -- [3]
						94, -- [4]
						["n"] = 4,
					},
				}, -- [24]
			},
			["headIndex"] = 24,
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame2"] = {
			["maxElements"] = 300,
			["elements"] = {
			},
			["headIndex"] = 0,
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 56,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[23:05:09]|h Сообщение дня от гильдии: \"АЙСЛИ СКОРО БУДЕТ!!!!!\"",
					["g"] = 0.4666666984558106,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518498,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[23:28:20]|h Вы будете получать добычу для специализации \"Лед\".",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9529412388801575,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518500,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[23:28:21]|h Общее время игры: 29 |4день:дня:дней;, 22 |4час:часа:часов;, 22 |4минута:минуты:минут;, 44 |4секунда:секунды:секунд;.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9529412388801575,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518501,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[23:28:21]|h Время игры на этом уровне: 10 |4день:дня:дней;, 0 |4час:часа:часов;, 20 |4минута:минуты:минут;, 57 |4секунда:секунды:секунд;.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9529412388801575,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518501,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[23:28:27]|h Отношение |3-7(Гильдия) к вам ухудшилось на 42000.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518507,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[23:28:27]|h Теперь в вашей гильдии |3-6(Равнодушие).",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9529412388801575,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518507,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[23:28:37]|h Сострадание-Гордунни приглашается в вашу группу.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9529412388801575,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518517,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[23:28:37]|h Установленный режим сложности подземелья: Эпохальный.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9529412388801575,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518517,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[23:28:39]|h Сострадание-Гордунни присоединяется к группе.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9529412388801575,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518519,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[23:29:16]|h Вы будете получать добычу для специализации \"Лед\".",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9529412388801575,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518556,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[23:29:16]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Штормград]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518556,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[23:29:16]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Штормград]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518556,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[23:29:45]|h Вы получили предмет: |cff0070dd|Hitem:150930::::::::50:64:::::::|h[Большой знак помраченных]|h|r.",
					["b"] = 0.3607843220233917,
					["r"] = 0.9686275124549866,
					["g"] = 0.8588235974311829,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518584,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[23:29:47]|h Отношение |3-7(Помраченные) к вам улучшилось на 750.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518586,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[23:29:49]|h Отношение |3-7(Валарьяры) к вам улучшилось на 250.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518588,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[23:29:50]|h Отношение |3-7(Армия Света) к вам улучшилось на 250.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518589,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[23:29:59]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:<BNET УДАЛЕН>:75:0:BN_INLINE_TOAST_ALERT:0|h[<BNET УДАЛЕН>]|h выходит из сети.",
					["b"] = 1,
					["r"] = 0.5098039507865906,
					["g"] = 0.7725490927696228,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518598,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[23:30:10]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Хантиксхант-ПиратскаяБухта:1583:CHANNEL:2|h|cffa9d271Хантиксхант|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: Продадим Мифик+ в тайм: м10 - 80k, м12 - 100k, м14 - 125k, m15 - 210k, а также Замок Нафрия гер -300k и ластов отдельно СЕГОДНЯ за ГОЛД! Лучшие команды на рынке! /ш",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518609,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[23:30:16]|h Вы получили предмет: |cffffffff|Hitem:80610::::::::50:64:::::::|h[Сотворенный пудинг из маны]|h|rx20.",
					["b"] = 0.3607843220233917,
					["r"] = 0.9686275124549866,
					["g"] = 0.8588235974311829,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518615,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[23:30:16]|h Вы получили предмет: |cffffffff|Hitem:80610::::::::50:64:::::::|h[Сотворенный пудинг из маны]|h|rx20.",
					["b"] = 0.3607843220233917,
					["r"] = 0.9686275124549866,
					["g"] = 0.8588235974311829,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518615,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[23:30:16]|h Вы получили предмет: |cffffffff|Hitem:80610::::::::50:64:::::::|h[Сотворенный пудинг из маны]|h|rx20.",
					["b"] = 0.3607843220233917,
					["r"] = 0.9686275124549866,
					["g"] = 0.8588235974311829,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518615,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[23:30:16]|h Вы получили предмет: |cffffffff|Hitem:80610::::::::50:64:::::::|h[Сотворенный пудинг из маны]|h|rx20.",
					["b"] = 0.3607843220233917,
					["r"] = 0.9686275124549866,
					["g"] = 0.8588235974311829,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518615,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[23:30:45]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:<BNET УДАЛЕН>:75:0:BN_INLINE_TOAST_ALERT:0|h[<BNET УДАЛЕН>] (|TInterface\\ChatFrame\\UI-ChatIcon-CallOfDutyMWicon:14:14:0:0|tDipolx)|h входит в сеть.",
					["b"] = 1,
					["r"] = 0.5098039507865906,
					["g"] = 0.7725490927696228,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518644,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[23:31:08]|h Сочувствие-Гордунни приглашается в вашу группу.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9529412388801575,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518667,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[23:31:14]|h Сочувствие-Гордунни присоединяется к группе.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9529412388801575,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518673,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[23:31:23]|h Отношение |3-7(Валарьяры) к вам улучшилось на 250.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518682,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[23:31:25]|h Отношение |3-7(Армия Света) к вам улучшилось на 750.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518684,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[23:32:39]|h Вы предложили |3-2(|cffa5a5a5Сочувствие|r-Гордунни) обмен.",
					["b"] = 1,
					["r"] = 0.9960784912109375,
					["g"] = 0.9529412388801575,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518758,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[23:34:10]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Хантиксхант-ПиратскаяБухта:1633:CHANNEL:2|h|cffa9d271Хантиксхант|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: Продадим Мифик+ в тайм: м10 - 80k, м12 - 100k, м14 - 125k, m15 - 210k, а также Замок Нафрия гер -300k и ластов отдельно СЕГОДНЯ за ГОЛД! Лучшие команды на рынке! /ш",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518849,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[23:35:06]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Штормград]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518905,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[23:35:06]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518905,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						15, -- [3]
						18, -- [4]
						["n"] = 4,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[23:35:06]|h |Hchannel:channel:3|h[3] |h Вы покинули канал |Hchannel:CHANNEL:3|h[3. Оборона: Штормград]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618518905,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
				}, -- [32]
				{
					["message"] = "0 |4день:дня:дней;, 22 |4час:часа:часов;, 59 |4минута:минуты:минут;, 35 |4секунда:секунды:секунд;.",
					["timestamp"] = 2744299.858,
				}, -- [33]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 2744299.858,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[22:34:29]|h |cffff0000Warning: TomCat's Tours must be installed and enabled for TomCat's Tours: Visions of N'zoth to function properly|r",
					["timestamp"] = 2744282.328,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[22:34:33]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.122 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Marshy and our newborn daughter Kiana.",
					["r"] = 1,
					["timestamp"] = 2744282.328,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[22:34:33]|h |cff9900ffWeakAuras:|r Готово к применению 5 |4обновление:обновления:обновлений;.",
					["timestamp"] = 2744282.328,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[22:34:42]|h |cffffd839TSM|r: TSM в настоящее время не имеет данных о ценах БД аукциона для вашего игрового мира. Мы рекомендуем вам загрузить настольное приложение TSM с |cff79a2ffhttps://tradeskillmaster.com|r для автоматического обновления данных вашей БД аукциона (и автоматического резервного копирования настроек TSM).",
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618601682,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[22:34:42]|h Вы будете получать добычу для специализации \"Лед\".",
					["serverTime"] = 1618601682,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2744299.858,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[22:34:42]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618601682,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[22:34:42]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618601682,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[22:34:42]|h |cff33ff99Global Ignore: |cffffffffWARNING: Synchronization could not be preformed at this time because there were |cffffff0050|cffffffff player(s) on Blizzard's ignore list reported as \"Неизвестно\". If synchronization continues to fail, the unknown player may need to be manually removed from Blizzard ignore list.  The list will try to synchronize the next time the GUI is opened, or by typing /gi sync in chat.",
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618601682,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[22:34:43]|h |cffffd700Титан Панель|r|cff20ff20 5.20.3.90005|r|cffffd700|cffffd700 от |cffff8c00Titan Development Team|r|cff20ff20|r",
					["timestamp"] = 2744299.858,
					["serverTime"] = 1618601683,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[22:34:43]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Зонна: Фламиника: Vuhdo'esque",
					["r"] = 1,
					["serverTime"] = 1618601683,
					["timestamp"] = 2744299.858,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[22:34:44]|h Общее время игры: 29 |4день:дня:дней;, 22 |4час:часа:часов;, 29 |4минута:минуты:минут;, 34 |4секунда:секунды:секунд;.",
					["serverTime"] = 1618601684,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2744304.005,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[22:34:44]|h Время игры на этом уровне: 10 |4день:дня:дней;, 0 |4час:часа:часов;, 27 |4минута:минуты:минут;, 47 |4секунда:секунды:секунд;.",
					["serverTime"] = 1618601684,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2744304.005,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[22:34:44]|h |cff7f7f7f[22:34]|r [|cff007f7fNOP|r] Archaeology Араккоа is ready!",
					["timestamp"] = 2744304.005,
					["serverTime"] = 1618601684,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[22:34:53]|h |cffffe566{VuhDo}|r Нет свободных слотов для макросов у этого персонажа... Временно отключено восстановление после разрыва связи.",
					["r"] = 1,
					["serverTime"] = 1618601693,
					["timestamp"] = 2744313.173,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[22:34:53]|h |cffffe566{VuhDo}|r Нет свободных слотов для макросов у этого персонажа... Временно отключено восстановление после разрыва связи.",
					["r"] = 1,
					["serverTime"] = 1618601693,
					["timestamp"] = 2744313.173,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[22:34:56]|h Сочувствие-Гордунни приглашается в вашу группу.",
					["serverTime"] = 1618601696,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2744315.632,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[22:34:56]|h Установленный режим сложности подземелья: Эпохальный.",
					["serverTime"] = 1618601696,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2744316.013,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[22:34:59]|h Сочувствие-Гордунни присоединяется к группе.",
					["serverTime"] = 1618601699,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2744319.057,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[22:36:14]|h Вы покидаете группу.",
					["serverTime"] = 1618601774,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2744393.777,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[22:36:16]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Штормград]|h.",
					["serverTime"] = 1618601776,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2744395.783,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[22:36:16]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1618601776,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2744395.783,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[22:36:16]|h |Hchannel:channel:3|h[3] |h Вы покинули канал |Hchannel:CHANNEL:3|h[3. Оборона: Штормград]|h.",
					["serverTime"] = 1618601776,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2744395.783,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [56]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
