
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
				"/г [00:52:46] [Паркетник] получает предмет ([Хватка Халана Ужасного])![", -- [1]
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
				"/п На здоровье)", -- [1]
				"/п |cff0070dd|Hitem:127532::::::::120:64:512:22:2:5473:5474:120:::|h[Чародейский фокальный перстень]|h|r|cff0070dd|Hitem:127559::::::::120:64:512:22:1:5473:120:::|h[Плащ кровавых вод]|h|r кому отдать на вырост?", -- [2]
				"/п Нет, там просто быстрее пройти можно", -- [3]
				"/п Мишка вернись(", -- [4]
				"/п Там тоннель под водой есть", -- [5]
				"/п м?", -- [6]
				" Арована, вроде", -- [7]
				" До меня только дошло, о чем речь", -- [8]
				" О каком ДК речь?", -- [9]
				" Его не зовут, сам приходит", -- [10]
				" Мррр?", -- [11]
				"/п |cff0070dd|Hitem:159667::::::::120:64::2:3:4778:1527:4785:::|h[Сосуд для погребальных ритуалов]|h|r нужен кому-нибудь?", -- [12]
				"/г Профессионалы не спят?)", -- [13]
				" Ну зато 4 маунта", -- [14]
				" )))", -- [15]
				" Внезапно", -- [16]
				" ы", -- [17]
				" Как за один день? О_О", -- [18]
				"/п Спасибо", -- [19]
				"/п Я полежу. Тут бежать через весь инст", -- [20]
				"/cw Корделияё Спокойной ночи)", -- [21]
				"/г Отправила", -- [22]
				"/г |cffffffff|Hitem:153487::::::::120:64::::::|h[Граната органического антиперенаправления]|h|r х3 кому отправить? Лишние скрафтила на сегодняшний дейлик", -- [23]
				" Дурацкий инст", -- [24]
				" Сломали", -- [25]
				"/гр Thanks for the run guys", -- [26]
				"/гр We needed the % anyway. No point in shrouding", -- [27]
				"/гр Thanks", -- [28]
				"/гр y", -- [29]
				"/гр It's ok, the mage is coming", -- [30]
				"/гр I'm almost at the stone. WM Off :(", -- [31]
				"/гр hi", -- [32]
				" )))", -- [33]
				" Конечно. На одной катаюсь, вторая в гараже стоит", -- [34]
				" )", -- [35]
				" Хорошо)", -- [36]
				" да", -- [37]
				" Я несколько раз ловила", -- [38]
				" Чаще", -- [39]
				" )", -- [40]
				" Я не знаю, зачем они сделали так, что для применения нужно пэта таргетить", -- [41]
				" Применяется на пэта. Бафф остаётся на чаре", -- [42]
				" И они стакаются", -- [43]
				" И ещё есть такое же, на 50%", -- [44]
				" |cffffffff|Hitem:98112:::::::587805568:120:64::::::|h[Малое лакомство для питомца]|h|r", -- [45]
				" Ты без сосисок что ли качаешь?", -- [46]
				" Слишком монотонно", -- [47]
				" У того НПС качать очень быстро надоедает", -- [48]
				" Ничего себе", -- [49]
				" ))", -- [50]
				" Привет) Сколько вчера пэтов напрокачивал?)", -- [51]
				"/с /tmw", -- [52]
				"/с /tmw", -- [53]
				"/с /tmw", -- [54]
				"/с tmw", -- [55]
				"/с /tmw", -- [56]
				"/с /tmw", -- [57]
				"/с /tmw", -- [58]
				"/cw Гриддис-Борейскаятундра Грац)", -- [59]
				"/cw Гриддис-Борейскаятундра Это откуда?", -- [60]
				"/cw Гриддис-Борейскаятундра Зато 400", -- [61]
				"/cw Гриддис-Борейскаятундра Привет", -- [62]
				"/cw Гриддис-Борейскаятундра Поверю", -- [63]
				"/с /tmw", -- [64]
				"/с /reload", -- [65]
				"/с /tmw", -- [66]
				"/гр Do you need that chest?)", -- [67]
				"/гр Thanks for the run guys)", -- [68]
				"/гр I wish I could speak French :(", -- [69]
				"/гр Filomena, why didn't you roll?", -- [70]
				"/гр Thank you", -- [71]
				"/гр /roll", -- [72]
				"/гр Do you need the pants?", -- [73]
				"/гр I'm here just for the weekly", -- [74]
				"/гр The guy who needed the engineering meches just left) so I guess you can have them", -- [75]
				"/гр Yes", -- [76]
				"/гр hi", -- [77]
				"/гр hi", -- [78]
				"/гр Thanks for the run", -- [79]
				"/гр triangle", -- [80]
				"/гр No need to be condescending", -- [81]
				"/гр The mobs are standing close to the lendge", -- [82]
				"/гр I can't", -- [83]
				"/гр Can you massress me please?", -- [84]
				"/гр *trash", -- [85]
				"/гр I can't pass without pulling trask", -- [86]
				"/гр hi", -- [87]
				"/cw Jaconl-Aszune The crystal is of course untradable", -- [88]
				"/cw Jaconl-Aszune No, I meant you can disenchant it for yourself", -- [89]
				"/cw Jaconl-Aszune Good luck and good night)", -- [90]
				"/cw Jaconl-Aszune good)", -- [91]
				"/cw Jaconl-Aszune We should be able to trade", -- [92]
				"/cw Jaconl-Aszune Can't invite you to a group for some reasons(", -- [93]
				"/cw Jaconl-Aszune At least you can disenchant)", -- [94]
				"/cw Jaconl-Aszune Oh, I already have better hat( Let me trade the cap back to you", -- [95]
				"/гр Thank you", -- [96]
				"/гр If you don't need", -- [97]
				"/гр I'd like that", -- [98]
				"/гр /roll", -- [99]
				"/гр ty", -- [100]
				"/гр sorry(", -- [101]
				"/гр I guess here", -- [102]
				"/гр Lust here or on the last boss?", -- [103]
				"/гр heh)", -- [104]
				"/гр Jaconi, speak to the fox", -- [105]
				"/гр |cffa335ee|Hitem:159227::::::::120:64::23:3:4779:1542:4786:::|h[Шелковые манжеты небесного капитана]|h|r anyone?", -- [106]
				"/гр hey", -- [107]
				"/гр hi", -- [108]
				"/г Угу", -- [109]
				"/г Магом АоЕшить прикольно", -- [110]
				"/г ))", -- [111]
				"/г По твоему времени около полуночи буду", -- [112]
				"/г У тебя сейчас пол второго или пол первого?", -- [113]
				"/г Я всегда за, только завтра поздно буду", -- [114]
				"/г Туда даже Даша не захотела идти. Несмотря на то, что её в штормах что-то из дропа нужно", -- [115]
				"/г Вот это - извращение", -- [116]
				"/г 10 шторма)", -- [117]
				"/г Да!", -- [118]
				"/г Магу)", -- [119]
				"/г Ты 4 мифика танку уже набил?)", -- [120]
				"/гр hey", -- [121]
				"/гр hi", -- [122]
				"/г Убили?", -- [123]
				"/г Оо", -- [124]
				"/с /tmw", -- [125]
				"/с /tmw", -- [126]
				"/с /tmw", -- [127]
				"/с /tmw", -- [128]
				" /tmw", -- [129]
				" /tmw", -- [130]
				" Не, я сейчас нападения добью и отойти нужно будет", -- [131]
				" Окей, будет Дроган, позовем)", -- [132]
				" Высокочтимый маг Гоггэнатог", -- [133]
				" Лёш, тебе |cffa335ee|Hitem:122474::::::::120:62::1::::|h[Чародейская реликвия клана Верховного Молота]|h|r нужен?", -- [134]
				"/г |cffa335ee|Hitem:122474::::::::120:62::1::::|h[Чародейская реликвия клана Верховного Молота]|h|r Гоггэнатог нужен кому-нибудь?", -- [135]
				"/cw Аркадрон-Борейскаятундра /tmw", -- [136]
				"/cw Аркадрон-Борейскаятундра /tmw", -- [137]
				"/cw Аркадрон-Борейскаятундра /tmw", -- [138]
				"/cw Аркадрон-Борейскаятундра Спокойной)", -- [139]
				"/cw Аркадрон-Борейскаятундра И железные нервы", -- [140]
				"/cw Аркадрон-Борейскаятундра 24 чара - предположим, на один данж 5 минут (это если очереди нет). Тогда только чтоб пройти ими этот данж нужно 2 часа каждый день", -- [141]
				"/cw Аркадрон Нафармил?", -- [142]
				"/cw Аркадрон Как страшно", -- [143]
				"/cw Аркадрон Хочу уточнить про 24 120+ - речь идёт об одном человеке, или о группе людей?", -- [144]
				"/cw Аркадрон Это точно люди?", -- [145]
				"/cw Аркадрон Оо", -- [146]
				"/cw Аркадрон )", -- [147]
				"/cw Аркадрон Будет", -- [148]
				"/cw Аркадрон А ракета у тебя уже есть?", -- [149]
				"/cw Аркадрон Все галочки поставлены)", -- [150]
				"/cw Аркадрон Грац)", -- [151]
				"/cw Аркадрон Все игрушки купил?)", -- [152]
				"/г /vuhdo options", -- [153]
				"/г /vuhdo options", -- [154]
				"/г А 20 красных камней забирают без вопросов", -- [155]
				"/г Мне нравится логика: когда сдаёшь 100г по квесту, тебя переспрашивают. Мол, точно уверен? Хорошо подумай", -- [156]
				"/гр Пасиб) тебе тоже", -- [157]
				"/гр Пасиб за компанию)", -- [158]
				"/гр Не, мне на работу пора собираться", -- [159]
				"/гр (", -- [160]
				"/гр Не упало?", -- [161]
				"/гр Я думала, новые ресурсы только в миф", -- [162]
				"/гр Оно разве в героиках падает?", -- [163]
				"/cw Пуфка-Борейскаятундра Да)", -- [164]
				"/п Нам нужно эвент доделать, чтоб бафф дали", -- [165]
				"/г Пасиб", -- [166]
				"/г Чтоб прямо на пол экрана большая иконка, если ножи не намазаны", -- [167]
				"/г Я так роге алерт на яды сделала", -- [168]
				"/г Ну да, там можно сделать что-нибудь", -- [169]
				"/г tmw", -- [170]
				"/г И теперь страдаю с ним", -- [171]
				"/г А я один раз слышала, как Жутя Ромео доказывал, что элем профитней", -- [172]
				"/г А что ты делаешь, чтоб не забывать перепризывать элема?", -- [173]
				"/г Угу", -- [174]
				"/г Помню, как моего приста на 120 убивали обычные мобы(", -- [175]
				"/г Прикольно, маг свежеапнутый в зелёной одёжке рарников соло убивает", -- [176]
				"/cw Стехо-Борейскаятундра Пиши, как будешь готов, зайду", -- [177]
				"/cw Стехо-Борейскаятундра Ууу,  с треша это печаль", -- [178]
				"/cw Стехо-Борейскаятундра И маунт уже не нужен", -- [179]
				"/cw Стехо-Борейскаятундра Кстати, если ты в ЦАП ходишь за маунтом, у меня есть КД на Маннарота", -- [180]
				"/г Ну да. Час как апнулась", -- [181]
				"/г Конкретно сейчас поменяла |cff1eff00|Hitem:158256::::::::120:64:512:11:1:4787:112:::|h[Полуперчатки штурмана]|h|r на |cff0070dd|Hitem:165434::::::::120:64::3:3:5124:1472:4785:::|h[Повязки лунного жреца]|h|r", -- [182]
				"/г Всмысле, любой дроп очень сильно лучше, чем то, что на мне надето)", -- [183]
				"/г Хорошо лутать вещи твинками)) \"226% улучшение\" - это гораздо прикольнее, чем \"4% улучшение\"", -- [184]
				"/cw Эгтауэр-Борейскаятундра пвп это не моё. Не хочется учиться)", -- [185]
				"/cw Эгтауэр-Борейскаятундра Не, Вань, поищи кого-нибудь другого", -- [186]
				"/cw Эгтауэр-Борейскаятундра Один квест сделала и выключила вармод сразу", -- [187]
				"/cw Эгтауэр-Борейскаятундра Ой нет, я не ПвПшер)", -- [188]
				"/cw Эгтауэр Вань, а квест на 25 киллов орды ежедневный или еженедельный?", -- [189]
				"/гр ty all", -- [190]
				"/гр hi", -- [191]
				"/г Боже, как хорошо, что убрали требования на репутацию для твинков", -- [192]
				"/с спасибо)", -- [193]
				"/cw Гриддис-Борейскаятундра /tmw", -- [194]
				"/cw Гриддис-Борейскаятундра /tmw", -- [195]
				"/cw Гриддис-Борейскаятундра /tmw", -- [196]
				"/cw Гриддис-Борейскаятундра Плечи, это лучше, чем азерит", -- [197]
				"/cw Гриддис-Борейскаятундра Грац)", -- [198]
				"/г Много", -- [199]
				"/г Так почти илил сразу?", -- [200]
				"/г Денис, а тебе за нападения сразу давали 370 вещь, или скалировали от твоего илвл?", -- [201]
				"/г Он должен быть там же, где полётка Улица Мореходов", -- [202]
				"/г У тебя на карте грифон подсвечен?", -- [203]
				"/г Тебе всё равно не нужна пятая локалка. После четырёх можно на корабль лететь", -- [204]
				"/г Без понятия", -- [205]
				"/г Точно пушка? Там динамит вроде был", -- [206]
				"/г Что ж ты не сказал, что не сделалось", -- [207]
				"/гр Как говорил в таких случаях Задорнов: \"Вам мало или вам понравилось?\"", -- [208]
				"/гр А зачем вы делаете пятую локалку?", -- [209]
				"/гр И от Улицы Мореходов, по-моему, ближе", -- [210]
				"/гр У меня нет там полётки) встретимся где-нибудь посередине", -- [211]
				"/гр Еееее, 3 приста три весёлых друга", -- [212]
				"/г Денис, ты нападение сделал уже?", -- [213]
				"/г Грац)", -- [214]
				"/cw Дамьер-Борейскаятундра )", -- [215]
				"/cw Дамьер-Борейскаятундра Нет", -- [216]
				"/cw Дамьер-Борейскаятундра ))", -- [217]
				"/cw Дамьер-Борейскаятундра Нет, я люблю квесты", -- [218]
				"/cw Дамьер-Борейскаятундра Просто квесты делаю", -- [219]
				"/cw Дамьер-Борейскаятундра Да, Долина", -- [220]
				"/cw Дамьер-Борейскаятундра Ой нет, только не острова", -- [221]
				"/г Пуффик, вот нет бы порадоваться за человека", -- [222]
				"/г Первый сезон официально пройден)", -- [223]
				"/г Грац!", -- [224]
				"/г Воу воу воу", -- [225]
				"/cw Аркадрон-Борейскаятундра Пожалуйста)", -- [226]
				"/cw Аркадрон /bt", -- [227]
				"/cw Аркадрон Андрей, привет. А у тебя |cff0070dd|Hitem:17716::::::::115:64::::::|h[Создатель снега 9000]|h|r выучен уже?", -- [228]
				"/г На случай, если не заметила", -- [229]
				"/г Получила левел. Мне в чате написали один раз, что \"Вы достигли 115-го уровня\" и три раза \"Элементаль воды достигает 115-го уровня\"", -- [230]
				"/г Кейс, сдай Алый алмаз, получи 120 репутации с фракцией \"Пуфские пандарены\"", -- [231]
				"/г У меня нет", -- [232]
				"/г Оно, наверное, просеивается, а не майнится", -- [233]
				"/г Мне ни разу не попадался", -- [234]
				"/г Ты уверен, что их горняки добывают?", -- [235]
				"/г Не, Пуф, сейчас пока не могу", -- [236]
				" У тебя |cff0070dd|Hitem:17716::::::::114:64::::::|h[Создатель снега 9000]|h|r выучен?", -- [237]
				" ))", -- [238]
				" Привет)", -- [239]
				" Ты вернулся?)", -- [240]
				" Ваня!", -- [241]
				"/гр Гринч", -- [242]
				"/гр Портал в кратер поставить?", -- [243]
				"/г У меня ранец не берётся даже", -- [244]
				"/г Квесты же не делаются в рейде", -- [245]
				"/гр Ну или хотябы телепорт", -- [246]
				"/гр Пуфик, когда у меня появится портал в Боралус?", -- [247]
				"/гр Ты в вармоде?", -- [248]
				"/cw Альмагорн-Борейскаятундра Нету", -- [249]
				"/cw Альмагорн-Борейскаятундра Травники собирают", -- [250]
				"/cw Альмагорн-Борейскаятундра Это трава", -- [251]
				"/cw Альмагорн-Борейскаятундра )", -- [252]
				"/cw Альмагорн-Борейскаятундра Кажется, да", -- [253]
				"/г А завтра будет лучше?", -- [254]
				"/cw Вц-Борейскаятундра Локалка не появилась. Лута, скорей всего, Тоже не будет", -- [255]
				"/cw Вц-Борейскаятундра Не проверяла", -- [256]
				"/cw Ромеох-Борейскаятундра инв", -- [257]
				"/cw Ромеох +", -- [258]
				"/г Ну, залы-то бесконечные", -- [259]
				"/г Это ты про Осознанный Кошмар?", -- [260]
				"/cw Сарумчик-Дракономор Пишет, что игрок не найден", -- [261]
				"/cw Сарумчик-Дракономор В группу не могу тебя взять почему-то", -- [262]
				"/cw Сарумчик-Дракономор Стоит", -- [263]
				"/гр Портал в Стальгорн стоит", -- [264]
				"/cw Саджет-Борейскаятундра Аркадрона возьмём, у него желтый есть", -- [265]
				"/cw Саджет-Борейскаятундра Ты себе какой делаешь?", -- [266]
				"/cw Саджет-Борейскаятундра Я в процессе", -- [267]
				"/cw Саджет-Борейскаятундра Привет", -- [268]
				" Спокойной)", -- [269]
				" Круто)", -- [270]
				" Век живи - век учись", -- [271]
				" Я всегда бафф скидывала", -- [272]
				" Какой ещё кнопкой с панели? Оо", -- [273]
				" А как тогда проходить, если нельзя выходить из фигуры?", -- [274]
				" Потому что случайно магу апнула 111", -- [275]
				" Ты читал, я сама пыталась найти, за кого дают", -- [276]
				" ы", -- [277]
				" На 111 уже даже за элиток в Танаане не давали", -- [278]
				" Не давали", -- [279]
				" Обычных", -- [280]
				" Вот я сейчас бегаю с фолловером, дают репутацию за мобов в Награнде", -- [281]
				"/г Какими судьбами?", -- [282]
				"/г Оо", -- [283]
				" Ибо нефиг спать, когда у меня затруднения", -- [284]
				" А кошке пришлось проснуться и мурчать", -- [285]
				" Да", -- [286]
				"/гр Спокойной ночи", -- [287]
				"/гр Которые раньше под ёлкой лутались", -- [288]
				"/гр В нем могут быть все подарки за все предыдущие годы", -- [289]
				"/гр Там длинный список игрушек, которые падают с этого подарка", -- [290]
				"/гр Ты квест сдал и ничего не дали?", -- [291]
				"/гр А ты мешок подобрал?", -- [292]
				"/гр А у тебя бегемот такой есть?", -- [293]
				"/гр ))", -- [294]
				"/гр Жаль, сдать ему же нельзя)", -- [295]
				"/гр И можно не лететь в Стальгорн", -- [296]
				"/гр Тут, где я, снеговик", -- [297]
				"/гр А квест можно прямо тут взять, у снеговика", -- [298]
				"/гр Там тоже есть портал", -- [299]
				"/гр Я своими чарами теперь через Даларан на Расколотых островах летаю", -- [300]
				"/с /ignore Ракотхант ", -- [301]
				"/гр *подарков", -- [302]
				"/гр Там очень много разных игрушек с этих кодарков", -- [303]
				"/гр Подушечка))", -- [304]
				"/гр иногда", -- [305]
				"/гр А в этом снежном куполе пэт спавнится", -- [306]
				"/гр И с подарков, которые будут под ёлкой", -- [307]
				"/гр Основные награды за дейлик вот этот", -- [308]
				"/гр На печенье это беспонтовый квест", -- [309]
				"/гр Можешь навстречу лететь", -- [310]
				"/гр Ты в воздухе появишься", -- [311]
				"/гр Сядь на маунта только сначала", -- [312]
				"/гр Уиии, смотри чего было в коробке |cff0070dd|Hitem:128776::::::::111:62::11::::|h[Красные деревянные санки]|h|r", -- [313]
				"/гр Может, тебе не так уж сильно нужен этот баф?", -- [314]
				"/гр Как успехи?", -- [315]
				"/г А когда будут подарки под ёлкой?", -- [316]
				"/гр На вовхеде ничего не пишут путного", -- [317]
				"/гр Там не было нигде рядом нпс, с которым нужно поговорить, чтоб он тебя закинул к мастеру Чену?", -- [318]
				"/гр Вообще очень странно", -- [319]
				"/гр Хотела тебя подвезти, но ты в другой фазе", -- [320]
				"/гр У тебя здесь нет портала?", -- [321]
				"/гр Запрыгивай", -- [322]
				"/гр Сек", -- [323]
				"/гр Давай сначала одну штуку посмотрим", -- [324]
				"/cw Гридис-Борейскаятундра Не хочу", -- [325]
				"/cw Гридис-Борейскаятундра На этой неделе не буду закрывать", -- [326]
				"/г А зачем тебе именно Атал-Дазар?", -- [327]
				"/г Сразу", -- [328]
				"/г Ты сбежал из-под родительского контроля?", -- [329]
				"/г Оо", -- [330]
				"/п Палу может и изи, не буду спорить", -- [331]
				"/п У разных танков по-разному", -- [332]
				"/п Ну да, мой косяк, надо было дать танку набрать хотябы агро", -- [333]
				"/п У таунта кд есть", -- [334]
				"/с Маг уже упал ><", -- [335]
				"/г Там сказано, что лидер рейда должен поговорить с НПС в Шатратте. Тогда всех остальных закинет в рейд", -- [336]
				"/cw Дэймбэг-Борейскаятундра Cейчас перезайду", -- [337]
				"/рейд А это не мой гарнизон(", -- [338]
				"/рейд Блин, бегаю и не могу понять, кто снёс мой хранилище", -- [339]
				"/рейд Уже отдала", -- [340]
				"/рейд |cff0070dd|Hitem:67124::::::::111:63:512:29:1:4301:110:::|h[Зульский вихревый щит]|h|r нужен кому на транс?", -- [341]
				"/cw Аркадрон +", -- [342]
				"/г Чет не вижу там ничего про фаер резист", -- [343]
				" Чтоб две с лишним тысячи километров проехать, это должно быть офигенно крутое вино)", -- [344]
				" Пусть лучше они к тебе едут)", -- [345]
				" Уууу, офигенно далеко", -- [346]
				" А они где живут?", -- [347]
				" Даша возмущалась, что ты к Ромео ездишь, а к ним нет", -- [348]
				" В его изложении это звучало так, будто ты решил продать душу собутыльника Близзард)", -- [349]
				" )))", -- [350]
				" Тут Ромео заходил, рассказывал, что ты его постоянно соблазняешь варкрафтом))", -- [351]
				" Уже значительно лучше)", -- [352]
				" Привет)", -- [353]
				"/cw Жутетварь-Борейскаятундра )))", -- [354]
				"/cw Жутетварь-Борейскаятундра Просто апельсин у меня уже есть) а лимон нужно идти покупать", -- [355]
				"/cw Жутетварь-Борейскаятундра А если вместо лимона апельсин в чай добавить? Сработает?", -- [356]
				"/cw Жутетварь-Борейскаятундра ))))", -- [357]
				"/cw Жутетварь-Борейскаятундра Вот не мог Пётр сбе естолицу построить где-нибудь на Черноморском побережье", -- [358]
				"/cw Жутетварь-Борейскаятундра Ваши +6 хуже, чем наши -6", -- [359]
				"/cw Жутетварь-Борейскаятундра Не очень лето)", -- [360]
				"/cw Жутетварь-Борейскаятундра У нас +9", -- [361]
				"/cw Жутетварь-Борейскаятундра Похоже на то", -- [362]
				"/cw Жутетварь-Борейскаятундра Сейчас всадника всем добью и спать пойду", -- [363]
				"/cw Жутетварь-Борейскаятундра Медведю надо) но я не пойду сегодня. Неважно себя чувствую", -- [364]
				"/cw Жутетварь-Борейскаятундра Привет)", -- [365]
				"/г Он тогда же, когда и подземелья", -- [366]
				"/г В БФА вроде ещё не прокали БК таймволки", -- [367]
				"/cw Жутетварь-Борейскаятундра Маг 110)", -- [368]
				"/cw Жутетварь-Борейскаятундра Пойду", -- [369]
				"/cw Жутетварь-Борейскаятундра Привет)", -- [370]
				"/с /bt", -- [371]
				" Привет) У нас танк только после шести придёт. Если буду собирать, я тебе напишу", -- [372]
				" Вань, как на счет позвать Саджа потанчить и пойти какой-нибудь мифик?", -- [373]
				"/г Главное - рога", -- [374]
				"/г Ещё один лось никогда не помешает", -- [375]
				"/г Грац)", -- [376]
				"/с /tmw", -- [377]
				"/г (Если ты 4 локалки сделал)", -- [378]
				"/г У тебя на карте зоны он показан знаком вопроса. Как квест, который можно сдать", -- [379]
				" Толстеешь)", -- [380]
				" Ух, сова уже 113", -- [381]
				" Я уж испугалась было)", -- [382]
				" Во, полегчало)", -- [383]
				" Ты бегаешь с яйцом и ничего не делаешь до конца боя", -- [384]
				" Я захожу на приста. Ты ловишь яйцо, я тебя притягиваю на платформу и убиваю птицу", -- [385]
				" Это где яйцо у Цзи-куня ловить", -- [386]
				" Поможешь мне Бережное обращение сделать?)", -- [387]
				" Тогда пойдем другим путем)", -- [388]
				" Вань, а у тебя СРПГ сделана?", -- [389]
				"/г А о какой пристани идёт речь? В Рут'теране?", -- [390]
				"/г )", -- [391]
				"/г А как пропустить?", -- [392]
				"/г Остальные надо всеми проходить?", -- [393]
				"/г Из сценариев препатча только первый что ли можно пропустить на твинках?", -- [394]
				" Так это ещё и победить надо", -- [395]
				" Наверное", -- [396]
				" Плюс там же за каждого убитого по одному очку", -- [397]
				" А там по сколько чести дают за бой?", -- [398]
				" Это, наверное, надо с бг не вылазить", -- [399]
				" Откуда они такие берутся", -- [400]
				" Оо", -- [401]
				" Привет)", -- [402]
				"/с /tmw", -- [403]
				" Кем я с совой ходила? Рога?", -- [404]
				" Пойдем)", -- [405]
				" Мы с тобой после препатча так ни разу за лошадкой и не сходили", -- [406]
				" Вань, привет)", -- [407]
				"/с /reload", -- [408]
				"/г /reload", -- [409]
				"/г Кто-нибудь пробовал себе расшаривать кд на старые рейды после препатча?", -- [410]
				" На скверноботике можно летать и убивать всё, что движется?", -- [411]
				" Вань, а что делает |cff0070dd|Hitem:132531::::::::110:63::13:1:3524:::|h[Модуль скверноботика: пилотируемый режим]|h|r?", -- [412]
				" На горное дело", -- [413]
				" В нормал, правда", -- [414]
				" Ну в ЦАП мы с тобой вдвоём ходили один раз)", -- [415]
				" В ЦАП Кровожада пофиксили, его теперь можно убить в одного игрока", -- [416]
				" Аркадрон литейку соло фармит", -- [417]
				" Палом всё можно", -- [418]
				" Я ничего не выбрасываю, если из этого можно крафтить", -- [419]
				" Нет, давно", -- [420]
				" Из просееной руды", -- [421]
				" Отправила", -- [422]
				" /tmw", -- [423]
				" Потому что их нужно сначала накопать а потом напросеивать", -- [424]
				" Отправила", -- [425]
				"/г Ы \"Два флага в руки\"))))", -- [426]
				"/с /wql", -- [427]
				"/4 \"от 965-го\")", -- [428]
				"/cw Альмагорн Помимо того, что нас сплющили и обобрали)", -- [429]
				"/cw Альмагорн На этой неделе фактически ничего нового", -- [430]
				"/cw Альмагорн Их со следующего кд будут открывать понемному каждую неделю", -- [431]
				"/cw Альмагорн Сюжетные задания позже откроют", -- [432]
				"/cw Альмагорн Привыкать к новой ротации, фармить что-нибудь такое, на что потом не будет времени или желания", -- [433]
				"/cw Аркадрон-Борейскаятундра ))", -- [434]
				"/cw Аркадрон-Борейскаятундра А где у тебя проблемы возникают?", -- [435]
				"/cw Аркадрон-Борейскаятундра Бьют", -- [436]
				" Магом могу сходить", -- [437]
				" Нет", -- [438]
				"/cw Аркадрон-Борейскаятундра м?", -- [439]
				"/г Ну ты сам не особо большой", -- [440]
				"/г Поздарвляю))", -- [441]
				"/г ))", -- [442]
				"/г Странное?", -- [443]
				"/г Это точно", -- [444]
				" А так план идеален", -- [445]
				" В ЛФР триня не падает", -- [446]
				" ))", -- [447]
				" Интересно)", -- [448]
				" Угу, гном. Она умеет геосинхронный вращатель делать", -- [449]
				" У тебя сова гном?", -- [450]
				"/г С чего бы вдруг?", -- [451]
				"/4 На Турнирной площадке небожителей, на Вневременном острове стоит НПС, которому её надо сдать", -- [452]
				" Хорошо", -- [453]
				" И даже хилила. Но этого лучше не делать", -- [454]
				" Если что, я его и танчила и дамажила. Так что выбирайте, кем идти", -- [455]
				" ок", -- [456]
				" Уже сейчас?", -- [457]
				" Я конечно слышала, что люди в 5 человек убивали Аргуса, но мы это врядли повторим", -- [458]
				" Мы ж не втроем идём, надеюсь?", -- [459]
				" Привет)", -- [460]
				"/с /tmw", -- [461]
				"/cw Лисюхоудль-Борейскаятундра ))", -- [462]
				"/cw Лисюхоудль-Борейскаятундра Пассивка есть у тебя, которая за криты даёт бонусный поинт", -- [463]
				"/cw Лисюхоудль-Борейскаятундра Да", -- [464]
				"/cw Лисюхоудль-Борейскаятундра )", -- [465]
				"/cw Лисюхоудль-Борейскаятундра Ну правильно, ты же зверь)", -- [466]
				"/cw Лисюхоудль-Борейскаятундра Лунное вдохновение или как-то так", -- [467]
				"/cw Лисюхоудль-Борейскаятундра По крайней мере, на icy-veins его не было в ротации, если не взят какой-то талант именно на него", -- [468]
				"/cw Лисюхоудль-Борейскаятундра Но лунный огонь юзать не обязательно", -- [469]
				"/cw Лисюхоудль-Борейскаятундра Ну так-то у меня тоже родство с балансом", -- [470]
				"/cw Лисюхоудль-Борейскаятундра )))", -- [471]
				"/cw Лисюхоудль-Борейскаятундра Угу. Там и без него есть что жать", -- [472]
				"/cw Лисюхоудль-Борейскаятундра Ты талант на него, наверное, взял", -- [473]
				"/cw Лисюхоудль-Борейскаятундра А какая третяя?", -- [474]
				"/cw Лисюхоудль-Борейскаятундра Плюс Взбучка и разрывание когтями для АоЕ", -- [475]
				"/cw Лисюхоудль-Борейскаятундра В ротации по сути две доты, один генератор комбо и два финишера", -- [476]
				"/cw Лисюхоудль-Борейскаятундра Там финишеров и контролев дофига просто", -- [477]
				"/cw Лисюхоудль-Борейскаятундра )", -- [478]
				"/с тест", -- [479]
				"/cw Маэвин-Борейскаятундра Потом ко мне захотели присоединиться друзья из Lineage и пришлось искать русскоязычный сервер", -- [480]
				"/cw Маэвин-Борейскаятундра Я на Nordrassil играть начинала", -- [481]
				"/cw Маэвин-Борейскаятундра Да, у них там цивилизованней народ", -- [482]
				"/cw Маэвин-Борейскаятундра Ну сейчас ты ещё и на Гордунни. Так что в борейском общем совсем мало)", -- [483]
				"/cw Маэвин-Борейскаятундра То-то мне казалось, что раньше тебя в общем чате было часто слышно, а потом пропал)", -- [484]
				"/cw Маэвин-Борейскаятундра В кате играла, но не здесь. В Версус в Пандарии, в начале Престола Гроз пришла", -- [485]
				"/cw Маэвин-Борейскаятундра )", -- [486]
				"/cw Маэвин-Борейскаятундра Умирательные", -- [487]
				"/cw Маэвин-Борейскаятундра Ну монки они в принципе такие", -- [488]
				"/cw Маэвин-Борейскаятундра Нет", -- [489]
				"/cw Маэвин-Борейскаятундра Гуфка))", -- [490]
				"/cw Маэвин-Борейскаятундра Я магом ключи не закрываю. Но если нужен будет дд или танк, зови) кем-нибудь другим могу пойти", -- [491]
				"/cw Маэвин-Борейскаятундра Спасибо)", -- [492]
				"/г На здоровье)", -- [493]
				"/г Возле входа в ГС. Маг ещё только летит)", -- [494]
				"/cw Маэвин-Борейскаятундра +", -- [495]
				"/г Если одним сделала, то у других уже есть", -- [496]
				"/г Оно шарится на все спеки", -- [497]
				"/г Лап!", -- [498]
				"/г А котяня?", -- [499]
				"/г Это из героик данжа", -- [500]
			},
			["ChatFrame3EditBox"] = {
				" Дают репутацию за всех мобов, даже если чар больше 110", -- [1]
				" |cffffff00|Hachievement:9499:Player-1625-039D009A:0:0:0:-1:32:0:0:0|h[Товарищи]|h|r пофиксили", -- [2]
				"/с /tmw", -- [3]
				"/с /tmw", -- [4]
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1590238498,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["serverTime"] = 1680957502,
					["r"] = 0.9960784912109375,
					["b"] = 1,
					["timestamp"] = 2092.864,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 0.9529412388801575,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 2092.864,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 2092.864,
				}, -- [3]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2068.824,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[21:40:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T2027888:14|tШиполист погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009998.859,
					["serverTime"] = 1622227240,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[21:40:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:748:0:231:285|h[Взрыв спор]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1010001.19,
					["serverTime"] = 1622227242,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[21:40:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1169:276:414|h[Боевое восстановление]|h|r восстанавливает 313 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1010002.11,
					["serverTime"] = 1622227243,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[21:40:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1050:305:305|h[Боевое восстановление]|h|r восстанавливает 188 ед. урона |3-2(ваш питомец) |3-2(|T797325:14|tЗандаларский ногокус).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1010002.11,
					["serverTime"] = 1622227243,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[21:37:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009832.965,
					["serverTime"] = 1622227074,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[21:37:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136223:14|t|cff4e96f7|HbattlePetAbil:256:1481:325:366|h[Призыв тьмы]|h|r наносит 776 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009835.226,
					["serverTime"] = 1622227076,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[21:37:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136223:14|t|cff4e96f7|HbattlePetAbil:256:1481:325:366|h[Призыв тьмы]|h|r меняет погоду на |T136223:14|t|cff4e96f7|HbattlePetAbil:257:1481:325:366|h[Тьма]|h|r.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009835.476,
					["serverTime"] = 1622227076,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[21:37:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:268:1798:231:285|h[Фотосинтез]|h|r накладывает эффект |T136085:14|t|cff4e96f7|HbattlePetAbil:267:1798:231:285|h[Фотосинтез]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009837.506,
					["serverTime"] = 1622227078,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[21:38:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:1873:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009839.016,
					["serverTime"] = 1622227080,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[21:38:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009840.976,
					["serverTime"] = 1622227082,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[21:38:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458226:14|t|cff4e96f7|HbattlePetAbil:517:1481:325:366|h[Ночной удар]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009842.516,
					["serverTime"] = 1622227083,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[21:38:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:746:1873:231:285|h[Грибные споры]|h|r накладывает эффект \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:1873:231:285|h[Грибные споры]|h|r\" на |3-3(ваша команда).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009844.726,
					["serverTime"] = 1622227086,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[21:38:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:1948:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009845.996,
					["serverTime"] = 1622227087,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[21:38:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009848.126,
					["serverTime"] = 1622227089,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[21:38:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136063:14|t|cff4e96f7|HbattlePetAbil:1370:1481:325:366|h[Коготь дикого зверя]|h|r наносит 266 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009849.466,
					["serverTime"] = 1622227090,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[21:38:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:1682:231:285|h[Кнут]|h|r наносит 187 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T1387709:14|tДлинноухая сова).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009851.136,
					["serverTime"] = 1622227092,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[21:38:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:1757:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009852.396,
					["serverTime"] = 1622227093,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[21:38:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009856.994,
					["serverTime"] = 1622227098,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[21:38:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1387709:14|tСеверная ястребиная сова – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009856.994,
					["serverTime"] = 1622227098,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[21:38:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:1757:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T1387709:14|tСеверная ястребиная сова).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009859.784,
					["serverTime"] = 1622227101,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[21:38:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:1832:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009861.044,
					["serverTime"] = 1622227102,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[21:38:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:747:1832:231:285|h[Грибные споры]|h|r накладывает эффект |T132371:14|t|cff4e96f7|HbattlePetAbil:748:1832:231:285|h[Взрыв спор]|h|r на |3-1(ваш питомец) |3-3(|T1387709:14|tСеверная ястребиная сова).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009863.874,
					["serverTime"] = 1622227105,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[21:38:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:1832:231:285|h[Грибные споры]|h|r\", наложенного на |3-3(ваша команда), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009864.884,
					["serverTime"] = 1622227106,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[21:38:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009866.014,
					["serverTime"] = 1622227107,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[21:38:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136223:14|t|cff4e96f7|HbattlePetAbil:256:1275:289:434|h[Призыв тьмы]|h|r наносит 695 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009868.284,
					["serverTime"] = 1622227109,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[21:38:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136223:14|t|cff4e96f7|HbattlePetAbil:257:1294:325:366|h[Тьма]|h|r прекращается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009868.534,
					["serverTime"] = 1622227109,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[21:38:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136223:14|t|cff4e96f7|HbattlePetAbil:256:1275:289:434|h[Призыв тьмы]|h|r меняет погоду на |T136223:14|t|cff4e96f7|HbattlePetAbil:257:1275:289:434|h[Тьма]|h|r.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009868.534,
					["serverTime"] = 1622227109,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[21:38:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:746:1137:231:285|h[Грибные споры]|h|r накладывает эффект \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:1137:231:285|h[Грибные споры]|h|r\" на |3-3(ваша команда).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009870.734,
					["serverTime"] = 1622227112,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[21:38:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:748:1137:231:285|h[Взрыв спор]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T1387709:14|tСеверная ястребиная сова).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009871.514,
					["serverTime"] = 1622227112,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[21:38:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:1212:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009872.014,
					["serverTime"] = 1622227113,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[21:38:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009873.934,
					["serverTime"] = 1622227115,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[21:38:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458226:14|t|cff4e96f7|HbattlePetAbil:517:1150:289:434|h[Ночной удар]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009875.451,
					["serverTime"] = 1622227116,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[21:38:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:1212:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T1387709:14|tСеверная ястребиная сова).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009877.051,
					["serverTime"] = 1622227118,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[21:38:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:1212:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T1387709:14|tСеверная ястребиная сова).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009877.551,
					["serverTime"] = 1622227118,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[21:38:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:748:1212:231:285|h[Взрыв спор]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T1387709:14|tСеверная ястребиная сова).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009878.331,
					["serverTime"] = 1622227119,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[21:38:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:1287:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009878.831,
					["serverTime"] = 1622227120,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[21:38:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T136085:14|t|cff4e96f7|HbattlePetAbil:267:1287:231:285|h[Фотосинтез]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009879.841,
					["serverTime"] = 1622227121,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[21:38:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009884.951,
					["serverTime"] = 1622227126,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[21:38:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136063:14|t|cff4e96f7|HbattlePetAbil:1370:775:289:434|h[Коготь дикого зверя]|h|r наносит 251 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009886.261,
					["serverTime"] = 1622227127,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[21:38:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:268:1036:231:285|h[Фотосинтез]|h|r накладывает эффект |T136085:14|t|cff4e96f7|HbattlePetAbil:267:1036:231:285|h[Фотосинтез]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009888.291,
					["serverTime"] = 1622227129,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[21:38:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:748:1036:231:285|h[Взрыв спор]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T1387709:14|tСеверная ястребиная сова).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009889.321,
					["serverTime"] = 1622227130,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[21:38:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:650:289:434|h[Летающий питомец]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T1387709:14|tСеверная ястребиная сова), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009889.321,
					["serverTime"] = 1622227130,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[21:38:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:1111:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009889.821,
					["serverTime"] = 1622227131,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[21:38:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:747:1111:231:285|h[Грибные споры]|h|r накладывает эффект |T132371:14|t|cff4e96f7|HbattlePetAbil:748:1111:231:285|h[Взрыв спор]|h|r на |3-1(ваш питомец) |3-3(|T1387709:14|tСеверная ястребиная сова).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009892.651,
					["serverTime"] = 1622227134,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[21:38:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:1111:231:285|h[Грибные споры]|h|r\", наложенного на |3-3(ваша команда), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009893.661,
					["serverTime"] = 1622227135,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[21:38:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009895.962,
					["serverTime"] = 1622227137,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[21:38:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133015:14|tПаровой танк ярмарки Новолуния – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009895.962,
					["serverTime"] = 1622227137,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[21:39:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:746:1111:231:285|h[Грибные споры]|h|r накладывает эффект \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:1111:231:285|h[Грибные споры]|h|r\" на |3-3(ваша команда).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009898.822,
					["serverTime"] = 1622227140,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[21:39:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:748:1111:231:285|h[Взрыв спор]|h|r наносит 188 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009899.602,
					["serverTime"] = 1622227141,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[21:39:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:1186:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009900.102,
					["serverTime"] = 1622227141,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[21:39:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009901.872,
					["serverTime"] = 1622227143,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[21:39:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:1186:231:285|h[Кнут]|h|r наносит 188 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009902.972,
					["serverTime"] = 1622227144,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[21:39:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:1186:231:285|h[Кнут]|h|r наносит 282 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009903.472,
					["serverTime"] = 1622227144,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[21:39:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T252188:14|t|cff4e96f7|HbattlePetAbil:646:969:273:260|h[Шок и трепет]|h|r наносит 290 ед. урона (слаб. удар) |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009905.742,
					["serverTime"] = 1622227147,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[21:39:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T252188:14|t|cff4e96f7|HbattlePetAbil:646:969:273:260|h[Шок и трепет]|h|r накладывает эффект |T135860:14|t|cff4e96f7|HbattlePetAbil:927:969:273:260|h[Оглушение]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009905.992,
					["serverTime"] = 1622227147,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[21:39:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:748:896:231:285|h[Взрыв спор]|h|r наносит 188 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009907.015,
					["serverTime"] = 1622227148,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[21:39:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:971:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009907.515,
					["serverTime"] = 1622227148,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[21:39:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009909.865,
					["serverTime"] = 1622227151,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[21:39:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T369278:14|t|cff4e96f7|HbattlePetAbil:777:781:273:260|h[Ракета]|h|r наносит 227 ед. урона (слаб. удар) |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009911.405,
					["serverTime"] = 1622227152,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[21:39:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:748:744:231:285|h[Взрыв спор]|h|r наносит 188 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009912.435,
					["serverTime"] = 1622227153,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[21:39:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:819:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009912.935,
					["serverTime"] = 1622227154,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[21:39:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:747:819:231:285|h[Грибные споры]|h|r накладывает эффект |T132371:14|t|cff4e96f7|HbattlePetAbil:748:819:231:285|h[Взрыв спор]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009914.993,
					["serverTime"] = 1622227156,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[21:39:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132371:14|t|cff4e96f7|HbattlePetAbil:748:819:231:285|h[Взрыв спор]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T1387709:14|tСеверная ястребиная сова), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009916.003,
					["serverTime"] = 1622227157,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[21:39:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135860:14|t|cff4e96f7|HbattlePetAbil:927:593:273:260|h[Оглушение]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009916.003,
					["serverTime"] = 1622227157,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[21:39:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135860:14|t|cff4e96f7|HbattlePetAbil:927:593:273:260|h[Оглушение]|h|r накладывает эффект |T135878:14|t|cff4e96f7|HbattlePetAbil:924:593:273:260|h[Выносливость]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009916.003,
					["serverTime"] = 1622227157,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[21:39:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:819:231:285|h[Грибные споры]|h|r\", наложенного на |3-3(ваша команда), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009916.253,
					["serverTime"] = 1622227157,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[21:39:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136223:14|t|cff4e96f7|HbattlePetAbil:257:650:289:289|h[Тьма]|h|r прекращается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009916.253,
					["serverTime"] = 1622227157,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[21:39:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1110:273:260|h[Боевое восстановление]|h|r восстанавливает 517 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009917.793,
					["serverTime"] = 1622227159,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[21:39:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1388:325:366|h[Боевое восстановление]|h|r восстанавливает 94 ед. урона |3-2(ваш питомец) |3-2(|T1387709:14|tДлинноухая сова).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009917.793,
					["serverTime"] = 1622227159,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[21:39:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1025:289:289|h[Боевое восстановление]|h|r восстанавливает 375 ед. урона |3-2(ваш питомец) |3-2(|T1387709:14|tСеверная ястребиная сова).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009917.793,
					["serverTime"] = 1622227159,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[21:39:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T797325:14|tЗандаларский ногокус – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009923.907,
					["serverTime"] = 1622227165,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[21:39:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2027888:14|tШиполист – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009924.667,
					["serverTime"] = 1622227166,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[21:39:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009926.888,
					["serverTime"] = 1622227168,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[21:39:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135664:14|t|cff4e96f7|HbattlePetAbil:919:1237:305:305|h[Черный коготь]|h|r накладывает эффект |T135664:14|t|cff4e96f7|HbattlePetAbil:918:1237:305:305|h[Черный коготь]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009928.321,
					["serverTime"] = 1622227169,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[21:39:32]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:268:2574:231:285|h[Фотосинтез]|h|r накладывает эффект |T136085:14|t|cff4e96f7|HbattlePetAbil:267:2574:231:285|h[Фотосинтез]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009930.355,
					["serverTime"] = 1622227171,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[21:39:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:2574:231:285|h[Фотосинтез]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009931.921,
					["serverTime"] = 1622227173,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[21:39:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009936.899,
					["serverTime"] = 1622227178,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[21:39:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 211 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009937.566,
					["serverTime"] = 1622227178,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[21:39:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 211 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009938.766,
					["serverTime"] = 1622227180,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[21:39:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 211 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009939.232,
					["serverTime"] = 1622227180,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[21:39:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1237:305:305|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009939.699,
					["serverTime"] = 1622227181,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[21:39:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:746:1941:231:285|h[Грибные споры]|h|r накладывает эффект \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:1941:231:285|h[Грибные споры]|h|r\" на |3-3(ваша команда).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009942.332,
					["serverTime"] = 1622227183,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[21:39:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:2016:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009943.666,
					["serverTime"] = 1622227185,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[21:39:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009944.699,
					["serverTime"] = 1622227186,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[21:39:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 251 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009945.032,
					["serverTime"] = 1622227186,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[21:39:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 251 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009946.165,
					["serverTime"] = 1622227187,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[21:39:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 251 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009946.632,
					["serverTime"] = 1622227188,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[21:39:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1237:305:305|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009947.099,
					["serverTime"] = 1622227188,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[21:39:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:1263:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T797325:14|tЗандаларский ногокус).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009949.599,
					["serverTime"] = 1622227191,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[21:39:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:1338:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009950.899,
					["serverTime"] = 1622227192,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[21:39:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009956.941,
					["serverTime"] = 1622227198,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[21:40:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136231:14|t|cff4e96f7|HbattlePetAbil:917:1112:305:305|h[Кровавый клык]|h|r наносит 739 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009958.471,
					["serverTime"] = 1622227199,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[21:40:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:599:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T797325:14|tЗандаларский ногокус).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009960.151,
					["serverTime"] = 1622227201,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[21:40:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:599:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T797325:14|tЗандаларский ногокус).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009960.651,
					["serverTime"] = 1622227202,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[21:40:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:674:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009961.911,
					["serverTime"] = 1622227203,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[21:40:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:747:674:231:285|h[Грибные споры]|h|r накладывает эффект |T132371:14|t|cff4e96f7|HbattlePetAbil:748:674:231:285|h[Взрыв спор]|h|r на |3-1(ваш питомец) |3-3(|T797325:14|tЗандаларский ногокус).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009964.651,
					["serverTime"] = 1622227206,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[21:40:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135664:14|t|cff4e96f7|HbattlePetAbil:918:862:305:305|h[Черный коготь]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009965.661,
					["serverTime"] = 1622227207,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[21:40:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132358:14|t|cff4e96f7|HbattlePetAbil:542:862:305:305|h[Брешь в защите]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009965.661,
					["serverTime"] = 1622227207,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[21:40:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:674:231:285|h[Грибные споры]|h|r\", наложенного на |3-3(ваша команда), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009965.661,
					["serverTime"] = 1622227207,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[21:40:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009967.954,
					["serverTime"] = 1622227209,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[21:40:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|tАнконская курица – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009967.954,
					["serverTime"] = 1622227209,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[21:40:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:746:674:231:285|h[Грибные споры]|h|r накладывает эффект \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:674:231:285|h[Грибные споры]|h|r\" на |3-3(ваша команда).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009970.487,
					["serverTime"] = 1622227211,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[21:40:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:748:674:231:285|h[Взрыв спор]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009971.32,
					["serverTime"] = 1622227212,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[21:40:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:749:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009971.854,
					["serverTime"] = 1622227213,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[21:40:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009977.976,
					["serverTime"] = 1622227219,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[21:40:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1356:276:414|h[Стая]|h|r наносит 44 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009978.709,
					["serverTime"] = 1622227220,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[21:40:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1356:276:414|h[Стая]|h|r наносит 44 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009979.909,
					["serverTime"] = 1622227221,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[21:40:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1356:276:414|h[Стая]|h|r наносит 44 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009980.376,
					["serverTime"] = 1622227221,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[21:40:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1356:276:414|h[Стая]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1356:276:414|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009980.842,
					["serverTime"] = 1622227222,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[21:40:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:617:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009983.676,
					["serverTime"] = 1622227225,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[21:40:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:748:617:231:285|h[Взрыв спор]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009984.509,
					["serverTime"] = 1622227225,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[21:40:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:692:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009985.042,
					["serverTime"] = 1622227226,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[21:40:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T136085:14|t|cff4e96f7|HbattlePetAbil:267:692:231:285|h[Фотосинтез]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009986.076,
					["serverTime"] = 1622227227,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[21:40:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009987.266,
					["serverTime"] = 1622227228,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[21:40:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1106:276:414|h[Стая]|h|r наносит 111 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009987.616,
					["serverTime"] = 1622227229,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[21:40:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1106:276:414|h[Стая]|h|r наносит 111 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009988.366,
					["serverTime"] = 1622227229,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[21:40:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1106:276:414|h[Стая]|h|r наносит 111 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009988.716,
					["serverTime"] = 1622227230,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[21:40:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1106:276:414|h[Стая]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1106:276:414|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009989.066,
					["serverTime"] = 1622227230,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[21:40:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:268:359:231:285|h[Фотосинтез]|h|r накладывает эффект |T136085:14|t|cff4e96f7|HbattlePetAbil:267:359:231:285|h[Фотосинтез]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009991.626,
					["serverTime"] = 1622227233,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[21:40:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:748:359:231:285|h[Взрыв спор]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009992.721,
					["serverTime"] = 1622227234,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[21:40:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:434:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009993.254,
					["serverTime"] = 1622227234,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[21:40:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:747:434:231:285|h[Грибные споры]|h|r накладывает эффект |T132371:14|t|cff4e96f7|HbattlePetAbil:748:434:231:285|h[Взрыв спор]|h|r на |3-1(ваш питомец) |3-3(|T135996:14|tАнконская курица).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009995.359,
					["serverTime"] = 1622227236,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[21:40:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132371:14|t|cff4e96f7|HbattlePetAbil:748:434:231:285|h[Взрыв спор]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T797325:14|tЗандаларский ногокус), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009996.392,
					["serverTime"] = 1622227237,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[21:40:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:434:231:285|h[Грибные споры]|h|r\", наложенного на |3-3(ваша команда), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009996.392,
					["serverTime"] = 1622227237,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[21:40:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009996.392,
					["serverTime"] = 1622227237,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[21:40:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:981:276:414|h[Стая]|h|r наносит 155 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009996.659,
					["serverTime"] = 1622227238,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[21:40:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:981:276:414|h[Стая]|h|r наносит 155 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009998.192,
					["serverTime"] = 1622227239,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[21:40:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:981:276:414|h[Стая]|h|r наносит 155 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1009998.859,
					["serverTime"] = 1622227240,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
				}, -- [128]
			},
			["headIndex"] = 4,
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame2"] = {
			["maxElements"] = 300,
			["elements"] = {
			},
			["headIndex"] = 0,
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 29,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|cff33ff99Global Ignore: |cffffffffLoading...",
					["timestamp"] = 2068.824,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[15:38:07]|h |cffffd700Титан Панель|r|cff19ff19 6.00.14.100007|r|cffffd700|cffffd700 от |cffff8c00Titan Development Team|r|cff19ff19|r",
					["timestamp"] = 2068.824,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[15:38:09]|h |cffffff00Слишком много ошибок в вашем UI (пользовательском интерфейсе). В результате этого может снизиться играбельность. Отключите или обновите модификации, вызывающие сбои, если больше не хотите видеть это сообщение.|r",
					["timestamp"] = 2068.824,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[15:38:09]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.148 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Marshy and our two daughters.",
					["r"] = 1,
					["timestamp"] = 2068.824,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[15:38:23]|h |cffffd839TSM|r: TSM в настоящее время не имеет данных о ценах БД аукциона для вашего игрового мира. Мы рекомендуем вам загрузить настольное приложение TSM с |cff79a2ffhttps://tradeskillmaster.com|r для автоматического обновления данных вашей БД аукциона (и автоматического резервного копирования настроек TSM).",
					["timestamp"] = 2092.864,
					["serverTime"] = 1680957503,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[15:38:24]|h Вы будете получать добычу для специализации \"Лед\".",
					["serverTime"] = 1680957504,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2092.864,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[15:38:24]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 2092.864,
					["serverTime"] = 1680957504,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[15:38:24]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 2092.864,
					["serverTime"] = 1680957504,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[15:38:24]|h |cff33ff99Global Ignore: |cffffffffШтик7e51c-Борейскаятундра is already ignored",
					["timestamp"] = 2092.864,
					["serverTime"] = 1680957504,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[15:38:24]|h |caaff0000MoveAnything|r|caaffff00>|r Произошла ошибка во время изменения Position для TalkingHeadFrame. Это сообщение можно отключить в настройках. Если проблема по прежнему возникает, сообщите, пожалуйста, следующие сведения разработчику данного аддона: TalkingHeadFrame Position 18.0.8 Interface/AddOns/MoveAnything/Modules/Position.lua:45: attempt to index global 'UIPARENT_MANAGED_FRAME_POSITIONS' (a nil value) |caaaaddff |r ",
					["timestamp"] = 2092.864,
					["serverTime"] = 1680957504,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[15:38:24]|h |caaff0000MoveAnything|r|caaffff00>|r Произошла ошибка во время изменения Position для OverrideActionBarExpBar. Это сообщение можно отключить в настройках. Если проблема по прежнему возникает, сообщите, пожалуйста, следующие сведения разработчику данного аддона: OverrideActionBarExpBar Position 18.0.8 Interface/AddOns/MoveAnything/Modules/Position.lua:45: attempt to index global 'UIPARENT_MANAGED_FRAME_POSITIONS' (a nil value) |caaaaddff |r ",
					["timestamp"] = 2092.864,
					["serverTime"] = 1680957504,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[15:38:24]|h |cffffd700Титан: |r|r|cFFFFFF00Warning: |r|cff19ff19 Feature : Открывание Сумка Отключено Until taint is fixed or work around found.|r",
					["timestamp"] = 2092.864,
					["serverTime"] = 1680957504,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[15:38:24]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Зонна: Фламиника: Vuhdo'esque",
					["r"] = 1,
					["serverTime"] = 1680957504,
					["timestamp"] = 2092.864,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[15:38:24]|h |cff9900ffWeakAuras:|r  Готово к применению 3 |4обновление:обновления:обновлений;.",
					["timestamp"] = 2092.864,
					["serverTime"] = 1680957504,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[15:38:25]|h Общее время игры: 30 |4день:дня:дней;, 3 |4час:часа:часов;, 41 |4минута:минуты:минут;, 14 |4секунда:секунды:секунд;.",
					["serverTime"] = 1680957505,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2096.602,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[15:38:25]|h Время игры на этом уровне: 10 |4день:дня:дней;, 5 |4час:часа:часов;, 39 |4минута:минуты:минут;, 27 |4секунда:секунды:секунд;.",
					["serverTime"] = 1680957505,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2096.602,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[15:38:27]|h |cffffff00Слишком много ошибок в вашем UI (пользовательском интерфейсе). В результате этого может снизиться играбельность. Отключите или обновите модификации, вызывающие сбои, если больше не хотите видеть это сообщение.|r",
					["timestamp"] = 2096.859,
					["serverTime"] = 1680957507,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[15:38:32]|h |cffb4b4ffALL THE THINGS|r Профиль: По умолчанию",
					["timestamp"] = 2102.189,
					["serverTime"] = 1680957512,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[15:38:32]|h Кренцен говорит: Да уж. Я знаю, что другие народы используют подобных существ для защиты или на охоте, но это выглядит совсем иначе...",
					["serverTime"] = 1680957512,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 2103.291,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[15:38:32]|h Синешерстка говорит: Какая лапочка! Клянусь Аспектами, у меня чешуя зашевелилась от умиления!",
					["serverTime"] = 1680957512,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 2103.495,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[15:38:35]|h |cffffe566{VuhDo}|r Нет свободных слотов для макросов у этого персонажа... Временно отключено восстановление после разрыва связи.",
					["r"] = 1,
					["serverTime"] = 1680957515,
					["timestamp"] = 2105.977,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[15:38:35]|h |cffffe566{VuhDo}|r Нет свободных слотов для макросов у этого персонажа... Временно отключено восстановление после разрыва связи.",
					["r"] = 1,
					["serverTime"] = 1680957515,
					["timestamp"] = 2105.977,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[15:38:36]|h |cffffff00Слишком много ошибок в вашем UI (пользовательском интерфейсе). В результате этого может снизиться играбельность. Отключите или обновите модификации, вызывающие сбои, если больше не хотите видеть это сообщение.|r",
					["timestamp"] = 2106.86,
					["serverTime"] = 1680957516,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[15:38:38]|h |Hplayer:Сострадание-Гордунни|h[Сострадание-Гордунни]|h предлагает вам присоединиться к группе.",
					["serverTime"] = 1680957518,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2109.685,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[15:38:39]|h Вы состоите в межфракционной группе. С участниками группы можно проходить подземелья и рейды (участие без системы очереди), исследовать Торгаст и сражаться в рейтинговых PvP-боях.",
					["serverTime"] = 1680957519,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2109.898,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[15:38:39]|h Установленный режим сложности подземелья: Обычный.",
					["serverTime"] = 1680957519,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2109.898,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[15:38:51]|h |cffffff00Слишком много ошибок в вашем UI (пользовательском интерфейсе). В результате этого может снизиться играбельность. Отключите или обновите модификации, вызывающие сбои, если больше не хотите видеть это сообщение.|r",
					["timestamp"] = 2121.93,
					["serverTime"] = 1680957531,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[15:38:54]|h Вы покидаете группу.",
					["serverTime"] = 1680957534,
					["r"] = 0.9960784912109375,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2125.666,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[15:38:56]|h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Штормград]|h.",
					["serverTime"] = 1680957536,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 2127.284,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [29]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
