
PawnOptions = {
["LastVersion"] = 2.1011,
["LastPlayerFullName"] = "Мэйрика-Гордунни",
["AutoSelectScales"] = true,
["ItemLevels"] = {
{
["ID"] = 217202,
["Level"] = 493,
["Link"] = "|cffa335ee|Hitem:217202::::::::70:258::90:7:6652:10532:8096:10867:10345:1485:8767::::::|h[Маска пылающего серафима]|h|r",
},
{
["ID"] = 204732,
["Level"] = 493,
["Link"] = "|cffa335ee|Hitem:204732::::::::70:258::89:7:8902:10313:6652:8783:10245:1615:8767:1:28:2078:::::|h[Насыщенное колье]|h|r",
},
{
["ID"] = 217204,
["Level"] = 493,
["Link"] = "|cffa335ee|Hitem:217204::::::::70:258::90:6:6652:8096:10869:10345:1485:8767::::::|h[Реликвия пылающего серафима]|h|r",
},
nil,
{
["ID"] = 217205,
["Level"] = 502,
["Link"] = "|cffa335ee|Hitem:217205:6616:::::::70:258::89:5:6652:10865:10316:1494:8767::::::|h[Заповедь пылающего серафима]|h|r",
},
{
["ID"] = 210369,
["Level"] = 460,
["Link"] = "|cffa335ee|Hitem:210369::::::::70:258::54:6:9506:42:9600:9558:1491:8767:1:28:2699:::::|h[Кушак ледяного хранителя]|h|r",
},
{
["ID"] = 217203,
["Level"] = 493,
["Link"] = "|cffa335ee|Hitem:217203:6540:::::::70:258::90:6:6652:8096:10868:10345:1485:8767::::::|h[Брюки пылающего серафима]|h|r",
},
{
["ID"] = 191984,
["Level"] = 467,
["Link"] = "|cff0070dd|Hitem:191984::::::::70:258::55:4:10305:43:1589:8766:1:28:2424:::::|h[Сандалии кобальтового дозорного]|h|r",
},
{
["ID"] = 193510,
["Level"] = 447,
["Link"] = "|cffa335ee|Hitem:193510:6574:::::::70:258::13:8:8836:8840:8902:9405:9376:8793:9366:9415:9:28:2164:29:32:30:36:38:8:40:451:45:204697:46:194566:50:204440:52:206041:::::|h[Яркие напульсники из ткани стихий |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
},
{
["ID"] = 207282,
["Level"] = 463,
["Link"] = "|cffa335ee|Hitem:207282::::::::70:258::53:5:40:9514:9559:1494:8767::::::|h[Прикосновение лунного причащения]|h|r",
},
{
["ID"] = 204735,
["Level"] = 480,
["AlsoFitsIn"] = 12,
["Link"] = "|cffa335ee|Hitem:204735::::::::70:258::90:6:8902:10341:6652:10533:1602:8767:1:28:2617:::::|h[Насыщенное кольцо]|h|r",
},
{
["ID"] = 204735,
["Level"] = 480,
["AlsoFitsIn"] = 11,
["Link"] = "|cffa335ee|Hitem:204735:6556:::::::70:258::90:6:8902:10341:6652:10533:1602:8767:1:28:2617:::::|h[Насыщенное кольцо]|h|r",
},
{
["ID"] = 192797,
["Level"] = 480,
["AlsoFitsIn"] = 14,
["Link"] = "|cffa335ee|Hitem:192797::::::::70:258::90:3:10341:1602:8767:1:28:2424:::::|h[Выброшенный зуб Грала]|h|r",
},
{
["ID"] = 204728,
["Level"] = 480,
["AlsoFitsIn"] = 13,
["Link"] = "|cffa335ee|Hitem:204728::::::::70:258::90:5:8902:10341:6652:3159:8767:1:28:2684:::::|h[Курильница дружбы]|h|r",
},
{
["ID"] = 210381,
["Level"] = 502,
["Link"] = "|cffa335ee|Hitem:210381::::::::70:258::93:6:8902:10316:10872:6652:1533:8767:1:28:2078:::::|h[Накидка кристаллической грации]|h|r",
},
{
["ID"] = 204750,
["Level"] = 489,
["AlsoFitsIn"] = 17,
["Link"] = "|cffa335ee|Hitem:204750::::::::70:258::94:5:8902:10344:6652:1611:8767:1:28:2684:::::|h[Насыщенный крис]|h|r",
},
{
["ID"] = 204742,
["Level"] = 480,
["AlsoFitsIn"] = 16,
["Link"] = "|cffa335ee|Hitem:204742::::::::70:258::90:5:8902:10341:6652:1602:8767:1:28:2641:::::|h[Насыщенная курильница]|h|r",
},
},
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "PRIEST",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
