
PawnOptions = {
["LastVersion"] = 2.1011,
["ItemLevels"] = {
{
["ID"] = 217238,
["Level"] = 522,
["Link"] = "|cffa335ee|Hitem:217238::::::::70:262::84:8:6652:10532:7980:10867:10884:10334:1514:8767:1:28:2699:::::|h[Челюсти великого волка-изгнанника]|h|r",
},
{
["ID"] = 193001,
["Level"] = 486,
["Link"] = "|cffa335ee|Hitem:193001::192961:192961:192961::::70:262::13:10:8836:8840:8902:8960:9477:8782:9405:8793:9500:9498:8:28:2164:29:36:30:40:38:8:40:260:48:194566:49:206961:50:206959:::::|h[Аркан стихий |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
},
{
["ID"] = 193637,
["Level"] = 506,
["Link"] = "|cffa335ee|Hitem:193637::::::::70:262::16:7:10329:9639:6652:10870:9144:3185:8767:1:28:1279:::::|h[Наплеч неуправляемого роста]|h|r",
},
nil,
{
["ID"] = 217236,
["Level"] = 502,
["Link"] = "|cffa335ee|Hitem:217236:6616:::::::70:262::83:7:6652:7982:10865:10884:10348:1494:8767:1:28:1040:::::|h[Облачение великого волка-изгнанника]|h|r",
},
{
["ID"] = 193722,
["Level"] = 506,
["Link"] = "|cffa335ee|Hitem:193722::::::::70:262::16:8:10329:9639:6652:10531:10870:9144:3185:8767:1:28:1279:::::|h[Лазурный пояс соревнования]|h|r",
},
{
["ID"] = 217239,
["Level"] = 528,
["Link"] = "|cffa335ee|Hitem:217239::::::::70:262::35:6:6652:9639:10868:10338:1520:8767::::::|h[Отделанный мехом килт великого волка-изгнанника]|h|r",
},
{
["ID"] = 207211,
["Level"] = 480,
["Link"] = "|cffa335ee|Hitem:207211:6613:::::::70:262::16:5:6652:9639:9572:1511:8767::::::|h[Башмаки великого волка-изгнанника]|h|r",
},
{
["ID"] = 204704,
["Level"] = 502,
["Link"] = "|cffa335ee|Hitem:204704:6586:::::::70:262::13:7:8836:8840:8902:8960:9405:10249:10533:5:28:2164:38:8:40:1000:48:211516:50:218116:::::|h[Адаптивные дракотистовые боевые наручи |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
},
{
["ID"] = 217237,
["Level"] = 509,
["Link"] = "|cffa335ee|Hitem:217237::::::::70:262::16:5:6652:10330:9639:10866:1501::::::|h[Захваты великого волка-изгнанника]|h|r",
},
{
["ID"] = 204745,
["Level"] = 502,
["AlsoFitsIn"] = 12,
["Link"] = "|cffa335ee|Hitem:204745:6556:::::::70:262::94:6:8902:6652:10532:10348:1624:8767:1:28:2641:::::|h[Насыщенная печатка]|h|r",
},
{
["ID"] = 195526,
["Level"] = 502,
["AlsoFitsIn"] = 11,
["Link"] = "|cffa335ee|Hitem:195526::::::::70:262::92:5:6652:10532:10493:1569:8767:1:28:2474:::::|h[Печать сыновнего долга]|h|r",
},
{
["ID"] = 212684,
["Level"] = 522,
["AlsoFitsIn"] = 14,
["Link"] = "|cffa335ee|Hitem:212684::::::::70:262::35:6:9639:6652:9144:10336:3201:8767::::::|h[Расколотое сердце Мраскула]|h|r",
},
{
["ID"] = 212684,
["Level"] = 522,
["AlsoFitsIn"] = 13,
["Link"] = "|cffa335ee|Hitem:212684::::::::71:262::35:6:9639:6652:9144:10336:3201:8767::::::|h[Расколотое сердце Мраскула]|h|r",
},
{
["ID"] = 193712,
["Level"] = 528,
["Link"] = "|cffa335ee|Hitem:193712:6604:::::::70:262::35:7:9639:6652:10870:9144:10338:3207:8767::::::|h[Заляпанный зельями плащ]|h|r",
},
{
["ID"] = 204750,
["Level"] = 502,
["AlsoFitsIn"] = 17,
["Link"] = "|cffa335ee|Hitem:204750:6643:::::::70:262::94:5:8902:6652:10348:1624:8767:1:28:2682:::::|h[Насыщенный крис]|h|r",
},
{
["ID"] = 207788,
["Level"] = 502,
["AlsoFitsIn"] = 16,
["Link"] = "|cffa335ee|Hitem:207788::::::::70:262::89:5:6652:10247:10410:1533:8767:1:28:2474:::::|h[Вакаш, затененное пламя]|h|r",
},
},
["AutoSelectScales"] = true,
["LastPlayerFullName"] = "Шайэн-Гордунни",
["Artifacts"] = {
[128935] = {
["Relics"] = {
{
["Type"] = "Wind",
},
{
["Type"] = "Frost",
},
{
["Type"] = "Wind",
},
},
["Name"] = "Кулак Ра-дена",
},
[128819] = {
["Relics"] = {
{
["ItemLevel"] = 17,
["Type"] = "Fire",
},
{
["Type"] = "Iron",
},
{
["Type"] = "Wind",
},
},
["Name"] = "Молот Рока",
},
},
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "SHAMAN",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
