
PawnOptions = {
	["LastVersion"] = 2.0706,
	["LastPlayerFullName"] = "Шайэн-Гордунни",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 109983,
			["Level"] = 304,
			["Link"] = "|cffa335ee|Hitem:109983::::::::60:262::35:9:7359:8258:8765:8136:8116:6652:7578:3189:6646::::::|h[Шлем лавовой цепи]|h|r",
		}, -- [1]
		{
			["ID"] = 142207,
			["Level"] = 298,
			["Link"] = "|cffa335ee|Hitem:142207::::::::60:262::34:7:8765:6652:7578:7749:8284:3177:6646:1:28:1180:::::|h[Амулет последнего Хранителя]|h|r",
		}, -- [2]
		{
			["ID"] = 188920,
			["Level"] = 304,
			["Link"] = "|cffa335ee|Hitem:188920::::::::60:262::35:6:7359:6652:8152:8272:1524:6646::::::|h[Украшение говорящего со звездами]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 188922,
			["Level"] = 298,
			["Link"] = "|cffa335ee|Hitem:188922:6230:::::::60:262::16:7:6652:7359:8765:8153:8256:1518:6646::::::|h[Кольчатый доспех говорящего со звездами]|h|r",
		}, -- [5]
		{
			["ID"] = 142137,
			["Level"] = 304,
			["Link"] = "|cffa335ee|Hitem:142137::::::::60:262::35:9:7359:8272:8765:8136:8137:6652:7579:3183:6646::::::|h[Короткий бортельный воинский пояс]|h|r",
		}, -- [6]
		{
			["ID"] = 169065,
			["Level"] = 304,
			["Link"] = "|cffa335ee|Hitem:169065::::::::60:262::35:8:7359:8258:8765:8136:8116:6652:3155:6646::::::|h[Усиленные гоночные шоссы]|h|r",
		}, -- [7]
		{
			["ID"] = 142132,
			["Level"] = 304,
			["Link"] = "|cffa335ee|Hitem:142132::::::::60:262::35:8:7359:8272:8765:8136:8137:41:3183:6646::::::|h[Прочные ботинки роковой поступи]|h|r",
		}, -- [8]
		{
			["ID"] = 172329,
			["Level"] = 291,
			["Link"] = "|cffff8000|Hitem:172329::::::::60:262::69:7:8128:7882:8156:6647:6650:1588:6935:1:28:2142:::::|h[Единство]|h|r",
		}, -- [9]
		{
			["ID"] = 172324,
			["Level"] = 291,
			["Link"] = "|cffff8000|Hitem:172324::::::::60:262::69:6:6991:7882:8156:6649:6647:1588:1:28:2142:::::|h[Рукавицы Великого Раскола]|h|r",
		}, -- [10]
		{
			["ID"] = 185840,
			["Level"] = 304,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:185840::::::::60:262::35:7:8286:8765:7359:6652:7578:1621:6646::::::|h[Печать паноплии]|h|r",
		}, -- [11]
		{
			["ID"] = 185840,
			["Level"] = 304,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:185840:6164:::::::60:262::35:7:8286:8765:7359:6652:7578:1621:6646::::::|h[Печать паноплии]|h|r",
		}, -- [12]
		{
			["ID"] = 110001,
			["Level"] = 304,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:110001::::::::60:262::35:7:7359:6652:8272:8765:41:3189:6646::::::|h[Накопитель молний Товры]|h|r",
		}, -- [13]
		{
			["ID"] = 185846,
			["Level"] = 288,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:185846::::::::60:263::33:6:8267:8765:7359:6652:1605:6646:1:28:1279:::::|h[Миниатюрный почтоменталь в конверте]|h|r",
		}, -- [14]
		{
			["ID"] = 185781,
			["Level"] = 298,
			["Link"] = "|cffa335ee|Hitem:185781:6204:::::::60:262::33:8:8765:8136:8138:7359:6652:8284:1615:6646:1:28:1279:::::|h[Пелерина сновидений титана]|h|r",
		}, -- [15]
		{
			["ID"] = 185821,
			["Level"] = 304,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:185821:6229:::::::60:262::35:6:8244:8765:7359:6652:1621:6646::::::|h[Ненасытный рондел]|h|r",
		}, -- [16]
		{
			["ID"] = 185821,
			["Level"] = 304,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:185821:6229:::::::60:263::35:6:8244:8765:7359:6652:1621:6646::::::|h[Ненасытный рондел]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
	["Artifacts"] = {
		[128935] = {
			["Relics"] = {
				{
					["Type"] = "Wind",
				}, -- [1]
				{
					["Type"] = "Frost",
				}, -- [2]
				{
					["Type"] = "Wind",
				}, -- [3]
			},
			["Name"] = "Кулак Ра-дена",
		},
		[128819] = {
			["Relics"] = {
				{
					["ItemLevel"] = 17,
					["Type"] = "Fire",
				}, -- [1]
				{
					["Type"] = "Iron",
				}, -- [2]
				{
					["Type"] = "Wind",
				}, -- [3]
			},
			["Name"] = "Молот Рока",
		},
	},
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "SHAMAN",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
