
PawnOptions = {
["LastVersion"] = 2.1307,
["ItemLevels"] = {
{
["ID"] = 237637,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237637::::::::80:262::108:7:6652:12921:12231:12676:12354:1517:10255:1:28:2462:::::|h[Аспект направленной ярости]|h|r",
},
{
["ID"] = 243499,
["Level"] = 691,
["Link"] = "|cnIQ4:|Hitem:243499::::::::80:264::42:6:6652:10394:10392:12289:3220:10255:1:28:2462:::::|h[Позолоченная подвеска пустынника]|h|r",
},
{
["ID"] = 237635,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237635::::::::80:262::108:6:12233:6652:12675:12354:1517:10255:1:28:2462:::::|h[Клыки направленной ярости]|h|r",
},
nil,
{
["ID"] = 237640,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237640::::::::80:262::108:6:12229:6652:12676:12354:1517:10255:1:28:2462:::::|h[Меха направленной ярости]|h|r",
},
{
["ID"] = 237634,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237634::::::::80:262::110:5:6652:12921:12354:1517:10255:1:28:2462:::::|h[Прочный пояс направленной ярости]|h|r",
},
{
["ID"] = 237636,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237636::::::::80:262::35:7:12232:10390:6652:12676:12354:1517:10255:1:28:2462:::::|h[Набедренные пластины направленной ярости]|h|r",
},
{
["ID"] = 237639,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237639::::::::80:262::35:5:6652:10390:12354:1517:10255:1:28:2462:::::|h[Сапоги направленной ярости]|h|r",
},
{
["ID"] = 237633,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237633::::::::80:262::108:5:6652:12365:12354:1517:10255:1:28:2462:::::|h[Наручи направленной ярости]|h|r",
},
{
["ID"] = 237638,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237638::::::::80:262::110:6:6652:12230:12675:12354:1517:10255:1:28:2462:::::|h[Когти направленной ярости]|h|r",
},
{
["ID"] = 237957,
["Level"] = 704,
["AlsoFitsIn"] = 12,
["Link"] = "|cnIQ4:|Hitem:237957::::::::80:262::109:6:6652:10394:10393:12297:9925:10255:1:28:2462:::::|h[Зараженный Бездной обруч]|h|r",
},
{
["ID"] = 237957,
["Level"] = 704,
["AlsoFitsIn"] = 11,
["Link"] = "|cnIQ4:|Hitem:237957::::::::80:264::109:6:6652:10394:10393:12297:9925:10255:1:28:2462:::::|h[Зараженный Бездной обруч]|h|r",
},
{
["ID"] = 246945,
["Level"] = 704,
["AlsoFitsIn"] = 14,
["Link"] = "|cnIQ4:|Hitem:246945::::::::80:262::137:4:6652:12297:1566:10255:1:28:2462:::::|h[Бесплотный пожиратель сущности]|h|r",
},
{
["ID"] = 246945,
["Level"] = 704,
["AlsoFitsIn"] = 13,
["Link"] = "|cnIQ4:|Hitem:246945::::::::80:264::137:4:6652:12297:1566:10255:1:28:2462:::::|h[Бесплотный пожиратель сущности]|h|r",
},
{
["ID"] = 235499,
["Level"] = 730,
["Link"] = "|cnIQ6:|Hitem:235499::238045::::::80:262:::3:12401:9893:12258::::::|h[Повязки реши]|h|r",
},
{
["ID"] = 211047,
["Level"] = 704,
["AlsoFitsIn"] = 17,
["Link"] = "|cnIQ4:|Hitem:211047::::::::80:264::109:4:42:12297:1609:10255:1:28:2462:::::|h[Лапидариевый огранщик]|h|r",
},
{
["ID"] = 211047,
["Level"] = 704,
["AlsoFitsIn"] = 16,
["Link"] = "|cnIQ4:|Hitem:211047::::::::80:262::109:4:42:12297:1609:10255:1:28:2462:::::|h[Лапидариевый огранщик]|h|r",
},
},
["AutoSelectScales"] = true,
["LastPlayerFullName"] = "Шайэн-Гордунни",
["LastKeybindingsSet"] = 1,
["AutoSelectScalesEnabledOnce"] = true,
["Artifacts"] = {
[128935] = {
["Relics"] = {
{
["Type"] = "Wind",
},
{
["Type"] = "Frost",
},
{
["Type"] = "Wind",
},
},
["Name"] = "Кулак Ра-дена",
},
[128819] = {
["Relics"] = {
{
["ItemLevel"] = 17,
["Type"] = "Fire",
},
{
["Type"] = "Iron",
},
{
["Type"] = "Wind",
},
},
["Name"] = "Молот Рока",
},
},
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "SHAMAN",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
