
PawnOptions = {
	["LastVersion"] = 2.0811,
	["LastPlayerFullName"] = "Шайэн-Гордунни",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 193423,
			["Level"] = 486,
			["Link"] = "|cffa335ee|Hitem:193423::::::::70:262::13:8:8836:8840:8902:9405:9500:8793:9498:9599:9:28:2164:29:49:30:40:38:8:40:353:45:206961:47:194566:50:206959:52:210447:::::|h[Пламенный шлем |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
		}, -- [1]
		{
			["ID"] = 193001,
			["Level"] = 486,
			["Link"] = "|cffa335ee|Hitem:193001::192961:192961:192961::::70:262::13:10:8836:8840:8902:8960:9477:8782:9405:8793:9500:9498:8:28:2164:29:36:30:40:38:8:40:260:48:194566:49:206961:50:206959:::::|h[Аркан стихий |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
		}, -- [2]
		{
			["ID"] = 207207,
			["Level"] = 489,
			["Link"] = "|cffa335ee|Hitem:207207::::::::70:262::35:6:6652:9511:9639:9576:1520:8767::::::|h[Спутники великого волка-изгнанника]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 207212,
			["Level"] = 489,
			["Link"] = "|cffa335ee|Hitem:207212:6625:::::::70:262::35:6:6652:9639:9515:9576:1520:8767::::::|h[Облачение великого волка-изгнанника]|h|r",
		}, -- [5]
		{
			["ID"] = 207206,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:207206::192961::::::70:262::16:6:6652:9639:9516:9572:1511:8767::::::|h[Пояс с печатью великого волка-изгнанника]|h|r",
		}, -- [6]
		{
			["ID"] = 207208,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:207208::::::::70:262::33:6:6652:9639:9512:9572:1511:8767::::::|h[Отделанный мехом килт великого волка-изгнанника]|h|r",
		}, -- [7]
		{
			["ID"] = 207211,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:207211:6613:::::::70:262::16:5:6652:9639:9572:1511:8767::::::|h[Башмаки великого волка-изгнанника]|h|r",
		}, -- [8]
		{
			["ID"] = 204704,
			["Level"] = 486,
			["Link"] = "|cffa335ee|Hitem:204704::::::::70:262::13:8:8836:8840:8902:8960:9405:9500:9498:9600:6:28:2164:38:8:40:1000:45:206961:48:206959:50:210447:::::|h[Адаптивные дракотистовые боевые наручи |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
		}, -- [9]
		{
			["ID"] = 207210,
			["Level"] = 489,
			["Link"] = "|cffa335ee|Hitem:207210::::::::70:262::35:6:6652:9639:9514:9576:1520:8767::::::|h[Захваты великого волка-изгнанника]|h|r",
		}, -- [10]
		{
			["ID"] = 192999,
			["Level"] = 486,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:192999:6562:192961::::::70:262::13:9:8836:8840:8902:8780:9405:8793:9500:8174:9498:9:28:2164:29:36:30:40:38:8:40:258:48:194566:49:206961:50:200652:51:206959:::::|h[Печатка мудрости титанов |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
		}, -- [11]
		{
			["ID"] = 134490,
			["Level"] = 470,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:134490:6562:::::::70:262::16:7:9569:9639:6652:9599:9144:9843:8767:1:28:1279:::::|h[Кольцо презрения]|h|r",
		}, -- [12]
		{
			["ID"] = 159630,
			["Level"] = 489,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:159630::::::::70:262::35:6:9639:6652:9144:9576:9853:8767::::::|h[Ветвь гибельного огня]|h|r",
		}, -- [13]
		{
			["ID"] = 159630,
			["Level"] = 486,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:159630::::::::70:262::35:6:9639:6652:9144:9575:9850:8767::::::|h[Ветвь гибельного огня]|h|r",
		}, -- [14]
		{
			["ID"] = 207204,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:207204:6592:::::::70:262::16:5:40:9639:9572:1511:8767::::::|h[Кольчужный плащ великого волка-изгнанника]|h|r",
		}, -- [15]
		{
			["ID"] = 159133,
			["Level"] = 483,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:159133:6643:::::::70:262::33:6:9639:6652:9147:9581:9847:8767:1:28:1279:::::|h[Зазубренная радужная сика]|h|r",
		}, -- [16]
		{
			["ID"] = 207978,
			["Level"] = 489,
			["Link"] = "|cffa335ee|Hitem:207978::::::::70:262::35:6:9639:42:9144:9576:1611:8767::::::|h[Вневременная чешуйка Дорнозму]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
	["Artifacts"] = {
		[128935] = {
			["Relics"] = {
				{
					["Type"] = "Wind",
				}, -- [1]
				{
					["Type"] = "Frost",
				}, -- [2]
				{
					["Type"] = "Wind",
				}, -- [3]
			},
			["Name"] = "Кулак Ра-дена",
		},
		[128819] = {
			["Relics"] = {
				{
					["ItemLevel"] = 17,
					["Type"] = "Fire",
				}, -- [1]
				{
					["Type"] = "Iron",
				}, -- [2]
				{
					["Type"] = "Wind",
				}, -- [3]
			},
			["Name"] = "Молот Рока",
		},
	},
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "SHAMAN",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
