
PawnOptions = {
	["LastVersion"] = 2.0803,
	["ItemLevels"] = {
		{
			["ID"] = 204773,
			["Level"] = 411,
			["Link"] = "|cffa335ee|Hitem:204773::::::::70:262::54:7:9316:6652:9414:9223:9221:1533:8767:1:28:2641:::::|h[Насыщенный капюшон]|h|r",
		}, -- [1]
		{
			["ID"] = 204919,
			["Level"] = 405,
			["Link"] = "|cffa335ee|Hitem:204919::::::::70:262::43:6:6652:9415:8784:9314:1627:8767:1:28:2633:::::|h[Глубокоскальная подвеска]|h|r",
		}, -- [2]
		{
			["ID"] = 192002,
			["Level"] = 376,
			["Link"] = "|cff1eff00|Hitem:192002::::::::70:262::27:4:9294:8902:6652:1498:1:28:2437:::::|h[Наплечные щитки он'арского сокольничего]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 202473,
			["Level"] = 415,
			["Link"] = "|cffa335ee|Hitem:202473:6625:::::::70:262::42:5:6652:9231:9317:1466:8767::::::|h[Наряд золоволка]|h|r",
		}, -- [5]
		{
			["ID"] = 204770,
			["Level"] = 392,
			["Link"] = "|cff0070dd|Hitem:204770::::::::70:262::29:6:6652:9414:9215:9303:1514:8766:1:28:2641:::::|h[Насыщенный кушак]|h|r",
		}, -- [6]
		{
			["ID"] = 204941,
			["Level"] = 411,
			["Link"] = "|cffa335ee|Hitem:204941::::::::70:262::54:4:6652:9316:1633:8767:1:28:2649:::::|h[Земнородные наголенники]|h|r",
		}, -- [7]
		{
			["ID"] = 199442,
			["Level"] = 385,
			["Link"] = "|cffa335ee|Hitem:199442::::::::70:262::14:7:8943:6652:8822:8818:9343:1507:8767::::::|h[Походные сапоги яростных бурь]|h|r",
		}, -- [8]
		{
			["ID"] = 204769,
			["Level"] = 395,
			["Link"] = "|cff0070dd|Hitem:204769::::::::70:262::36:6:9304:6652:9415:9216:1517:8766:1:28:2641:::::|h[Насыщенные наручи]|h|r",
		}, -- [9]
		{
			["ID"] = 202471,
			["Level"] = 411,
			["Link"] = "|cffa335ee|Hitem:202471::::::::70:262::43:5:6652:9230:9316:1462:8767::::::|h[Кастет золоволка]|h|r",
		}, -- [10]
		{
			["ID"] = 201961,
			["Level"] = 389,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:201961::::::::70:262::14:4:7937:9377:1489:8767::::::|h[Бронзовое кольцо судеб]|h|r",
		}, -- [11]
		{
			["ID"] = 201961,
			["Level"] = 389,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:201961:6555:::::::70:262::14:4:7937:9377:1489:8767::::::|h[Бронзовое кольцо судеб]|h|r",
		}, -- [12]
		{
			["ID"] = 204736,
			["Level"] = 398,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:204736::::::::70:262::42:4:9305:6652:1520:8766:1:28:2641:::::|h[Аксессуар скованного жара]|h|r",
		}, -- [13]
		{
			["ID"] = 204901,
			["Level"] = 398,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:204901::::::::70:262::43:4:9305:6652:1520:8766:1:28:2641:::::|h[Средоточие призывателя огня]|h|r",
		}, -- [14]
		{
			["ID"] = 204896,
			["Level"] = 398,
			["Link"] = "|cff0070dd|Hitem:204896:6592:::::::70:262::36:5:6652:9216:9305:1520:8766:1:28:2641:::::|h[Насыщенный теплый плащ]|h|r",
		}, -- [15]
		{
			["ID"] = 204738,
			["Level"] = 408,
			["Link"] = "|cffa335ee|Hitem:204738::::::::70:262::53:4:9315:6652:1530:8767:1:28:2641:::::|h[Насыщенный посох]|h|r",
		}, -- [16]
		{
			["ID"] = 185821,
			["Level"] = 304,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:185821:6229:::::::60:263::35:6:8244:8765:7359:6652:1621:6646::::::|h[Ненасытный рондел]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = true,
	["LastPlayerFullName"] = "Шайэн-Гордунни",
	["Artifacts"] = {
		[128935] = {
			["Relics"] = {
				{
					["Type"] = "Wind",
				}, -- [1]
				{
					["Type"] = "Frost",
				}, -- [2]
				{
					["Type"] = "Wind",
				}, -- [3]
			},
			["Name"] = "Кулак Ра-дена",
		},
		[128819] = {
			["Relics"] = {
				{
					["ItemLevel"] = 17,
					["Type"] = "Fire",
				}, -- [1]
				{
					["Type"] = "Iron",
				}, -- [2]
				{
					["Type"] = "Wind",
				}, -- [3]
			},
			["Name"] = "Молот Рока",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "SHAMAN",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
