
PawnOptions = {
	["LastVersion"] = 2.0804,
	["LastPlayerFullName"] = "Дэлери-Гордунни",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 158057,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:158057::::::::120:250::28:4:1637:4786:6505:4775:::|h[Шлем береговой осады]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 509,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:250::11:4:4932:4933:6316:1646:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 173460,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:173460::::::::120:250::28:4:1502:4786:6506:4775:::|h[Наплечи тлетворного левиафана]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159448,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:159448::::::::120:250::35:5:5448:1647:4786:6510:4775:::|h[Кираса мстителя]|h|r",
		}, -- [5]
		{
			["ID"] = 173822,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:173822::::::::120:250::42:7:6412:4803:6513:6578:1507:4786:6516:::|h[Пояс тлетворного левиафана]|h|r",
		}, -- [6]
		{
			["ID"] = 159435,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:159435::::::::120:250::16:5:6536:6516:6515:1637:4786:::|h[Набедренные повязки заряженной двойственности]|h|r",
		}, -- [7]
		{
			["ID"] = 168972,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:168972::::::::120:250::35:6:6536:6578:6515:1532:4786:6516:::|h[Прочные пирокластические сапоги]|h|r",
		}, -- [8]
		{
			["ID"] = 159441,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:159441::::::::120:250::16:5:6536:6516:6515:1637:4786:::|h[Огнеупорные наручи Валири]|h|r",
		}, -- [9]
		{
			["ID"] = 155864,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:155864:5933:::::::120:250::35:7:6536:6578:6579:6539:6515:1647:4786:::|h[Захваты с электроусилителем]|h|r",
		}, -- [10]
		{
			["ID"] = 174533,
			["Level"] = 470,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:174533:6111:::::::120:250::5:7:4823:6578:6579:6539:6513:1502:4786:::|h[Кольцо космического потенциала]|h|r",
		}, -- [11]
		{
			["ID"] = 162548,
			["Level"] = 465,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:162548:6111:::::::120:250::16:6:6536:41:6516:6515:1637:4786:::|h[Сплетенное из шипов кольцо]|h|r",
		}, -- [12]
		{
			["ID"] = 174277,
			["Level"] = 470,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:174277::::::::120:250::5:4:4823:6515:1502:4786:::|h[Остатки ментального панциря]|h|r",
		}, -- [13]
		{
			["ID"] = 204736,
			["Level"] = 411,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:204736::::::::70:252::42:4:6652:9309:1533:8767:1:28:2641:::::|h[Аксессуар скованного жара]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 500,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:250::11:2:6591:1472:::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 172187,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:172187:3368:::::::120:250::5:6:4823:6578:1502:4786:6513:6516:::|h[Час Опустошения]|h|r",
		}, -- [16]
		{
			["ID"] = 171382,
			["Level"] = 100,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff1eff00|Hitem:171382::::::::60:250::13::2:29:32:30:40:::|h[Церемониальная рапира]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEATHKNIGHT",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
