
PawnOptions = {
["LastVersion"] = 2.1011,
["LastPlayerFullName"] = "Дэлери-Гордунни",
["AutoSelectScales"] = true,
["ItemLevels"] = {
{
["ID"] = 217223,
["Level"] = 502,
["Link"] = "|cffa335ee|Hitem:217223::::::::70:250::89:6:6652:10533:10867:10316:1494:8767::::::|h[Пронзающий взгляд восставшего кошмара]|h|r",
},
{
["ID"] = 158075,
["Level"] = 509,
["Link"] = "|cffe6cc80|Hitem:158075::::::::120:250::11:4:4932:4933:6316:1646:::|h[Сердце Азерот]|h|r",
},
{
["ID"] = 217225,
["Level"] = 493,
["Link"] = "|cffa335ee|Hitem:217225::::::::70:250::94:5:8096:10869:10345:1485:8767::::::|h[Вертела восставшего кошмара]|h|r",
},
nil,
{
["ID"] = 217221,
["Level"] = 502,
["Link"] = "|cffa335ee|Hitem:217221:6616:::::::70:250::89:5:6652:10865:10316:1494:8767::::::|h[Могильная броня восставшего кошмара]|h|r",
},
{
["ID"] = 208435,
["Level"] = 460,
["Link"] = "|cffa335ee|Hitem:208435::::::::70:250::81:7:6652:9599:9505:7979:9562:1491:8767:1:28:2471:::::|h[Забытый пояс Джалгара]|h|r",
},
{
["ID"] = 217224,
["Level"] = 502,
["Link"] = "|cffa335ee|Hitem:217224::::::::70:250::89:5:6652:10868:10316:1494:8767::::::|h[Наголенники восставшего кошмара]|h|r",
},
{
["ID"] = 207156,
["Level"] = 493,
["Link"] = "|cffa335ee|Hitem:207156::::::::70:250::83:7:6652:10871:7982:10884:10345:1524:8767::::::|h[Расплавленные обсидиановые латные башмаки]|h|r",
},
{
["ID"] = 204761,
["Level"] = 489,
["Link"] = "|cffa335ee|Hitem:204761:6586:::::::70:250::90:7:8902:10871:6652:10532:10344:1611:8767:1:28:2617:::::|h[Насыщенные тяжелые наручи]|h|r",
},
{
["ID"] = 217222,
["Level"] = 493,
["Link"] = "|cffa335ee|Hitem:217222::::::::70:250::90:6:6652:8096:10866:10345:1485:8767::::::|h[Шипы восставшего кошмара]|h|r",
},
{
["ID"] = 210376,
["Level"] = 489,
["AlsoFitsIn"] = 12,
["Link"] = "|cffa335ee|Hitem:210376:6556:::::::70:250::90:6:8902:6652:10532:10344:1520:8767:1:28:2699:::::|h[Прекрасная обвязка снежной бури]|h|r",
},
{
["ID"] = 210377,
["Level"] = 489,
["AlsoFitsIn"] = 11,
["Link"] = "|cffa335ee|Hitem:210377:6556:::::::70:250::90:6:8902:6652:10532:10344:1520:8767:1:28:2699:::::|h[Острое кольцо-ледышка]|h|r",
},
{
["ID"] = 208614,
["Level"] = 499,
["AlsoFitsIn"] = 14,
["Link"] = "|cffa335ee|Hitem:208614::::::::70:250::92:3:10492:1530:8767:1:28:2474:::::|h[Предзнаменование изначального пламени]|h|r",
},
{
["ID"] = 208614,
["Level"] = 496,
["AlsoFitsIn"] = 13,
["Link"] = "|cffa335ee|Hitem:208614::::::::70:250::92:3:10491:1527:8767:1:28:2474:::::|h[Предзнаменование изначального пламени]|h|r",
},
{
["ID"] = 169223,
["Level"] = 500,
["Link"] = "|cffff8000|Hitem:169223::::::::120:250::11:2:6591:1472:::|h[Ашжра'камас, Покров Решимости]|h|r",
},
{
["ID"] = 207799,
["Level"] = 502,
["Link"] = "|cffa335ee|Hitem:207799:3368:::::::70:250::83:6:6652:7982:10884:10348:1533:8767::::::|h[Раскаленный рассекатель душ]|h|r",
},
{
["ID"] = 190484,
["Level"] = 343,
["AlsoFitsIn"] = 16,
["Link"] = "|cff0070dd|Hitem:190484::::::::70:250::13:3:8851:8852:9405:5:28:2164:29:49:30:36:38:8:40:176:::::|h[Драконитовый меч |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
},
},
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "DEATHKNIGHT",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
