
PawnOptions = {
	["LastVersion"] = 2.0336,
	["LastPlayerFullName"] = "Дэлери-Гордунни",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 173457,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:173457::::::::120:250::28:4:1502:4786:6505:4775:::|h[Наголовник тлетворного левиафана]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 509,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:250::11:4:4932:4933:6316:1646:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 157996,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:157996::::::::120:250::28:4:1637:4786:6506:4775:::|h[Наплечье капитана порта]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159448,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:159448::::::::120:250::35:5:5448:1647:4786:6510:4775:::|h[Кираса мстителя]|h|r",
		}, -- [5]
		{
			["ID"] = 159725,
			["Level"] = 455,
			["Link"] = "|cffa335ee|Hitem:159725::::::::120:250::16:7:5008:6578:6579:6539:6515:1627:4786:::|h[Пояс беспринципного геолога]|h|r",
		}, -- [6]
		{
			["ID"] = 159435,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:159435::::::::120:250::16:5:6536:6516:6515:1637:4786:::|h[Набедренные повязки заряженной двойственности]|h|r",
		}, -- [7]
		{
			["ID"] = 168972,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:168972::::::::120:250::35:8:6536:6578:6579:6483:6453:6515:1532:4786:::|h[Прочные пирокластические сапоги]|h|r",
		}, -- [8]
		{
			["ID"] = 159441,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:159441::::::::120:250::16:5:6536:6516:6515:1637:4786:::|h[Огнеупорные наручи Валири]|h|r",
		}, -- [9]
		{
			["ID"] = 155864,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:155864::::::::120:250::35:7:6536:6578:6579:6539:6515:1647:4786:::|h[Захваты с электроусилителем]|h|r",
		}, -- [10]
		{
			["ID"] = 174533,
			["Level"] = 470,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:174533::::::::120:250::5:7:4823:6578:6579:6539:6513:1502:4786:::|h[Кольцо космического потенциала]|h|r",
		}, -- [11]
		{
			["ID"] = 174533,
			["Level"] = 470,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:174533:6111:::::::120:250::5:7:4823:6578:6579:6539:6513:1502:4786:::|h[Кольцо космического потенциала]|h|r",
		}, -- [12]
		{
			["ID"] = 159619,
			["Level"] = 475,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:159619::::::::120:250::35:4:6536:6513:1647:4786:::|h[Просоленная ракушка]|h|r",
		}, -- [13]
		{
			["ID"] = 174277,
			["Level"] = 470,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:174277::::::::120:250::5:4:4823:6515:1502:4786:::|h[Остатки ментального панциря]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 500,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:250::11:2:6286:1472:::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 172187,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:172187::::::::120:250::5:7:4823:6539:6578:6579:1502:4786:6513:::|h[Час Опустошения]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEATHKNIGHT",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
