
PawnOptions = {
	["LastVersion"] = 2.0811,
	["LastPlayerFullName"] = "Дэлери-Гордунни",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 207200,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:207200::::::::70:250::35:6:6652:9599:9639:9573:9513:1511::::::|h[Пронзающий взгляд восставшего кошмара]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 509,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:250::11:4:4932:4933:6316:1646:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 192010,
			["Level"] = 489,
			["Link"] = "|cffa335ee|Hitem:192010::::::::70:250::94:4:10344:10871:1611:8767:1:28:2424:::::|h[Сотворенное драконами оплечье]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159448,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:159448::::::::120:250::35:5:5448:1647:4786:6510:4775:::|h[Кираса мстителя]|h|r",
		}, -- [5]
		{
			["ID"] = 208435,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:208435::::::::70:250::81:7:6652:9599:9505:7979:9562:1491:8767:1:28:2471:::::|h[Забытый пояс Джалгара]|h|r",
		}, -- [6]
		{
			["ID"] = 159435,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:159435::::::::120:250::16:5:6536:6516:6515:1637:4786:::|h[Набедренные повязки заряженной двойственности]|h|r",
		}, -- [7]
		{
			["ID"] = 168972,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:168972::::::::120:250::35:6:6536:6578:6515:1532:4786:6516:::|h[Прочные пирокластические сапоги]|h|r",
		}, -- [8]
		{
			["ID"] = 207196,
			["Level"] = 483,
			["Link"] = "|cffa335ee|Hitem:207196::::::::70:250::35:5:6652:9600:9574:9639:1514::::::|h[Тяжелые наручи восставшего кошмара]|h|r",
		}, -- [9]
		{
			["ID"] = 155864,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:155864:5933:::::::120:250::35:7:6536:6578:6579:6539:6515:1647:4786:::|h[Захваты с электроусилителем]|h|r",
		}, -- [10]
		{
			["ID"] = 174533,
			["Level"] = 470,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:174533:6111:::::::120:250::5:7:4823:6578:6579:6539:6513:1502:4786:::|h[Кольцо космического потенциала]|h|r",
		}, -- [11]
		{
			["ID"] = 159458,
			["Level"] = 470,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:159458::::::::70:250::16:7:9569:9639:6652:9599:9144:9834:8767:1:28:1279:::::|h[Печать королевского лоа]|h|r",
		}, -- [12]
		{
			["ID"] = 197934,
			["Level"] = 480,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:197934::::::::70:250::90:3:10341:1554:8767:1:28:2424:::::|h[Камень предка-защитника]|h|r",
		}, -- [13]
		{
			["ID"] = 174277,
			["Level"] = 470,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:174277::::::::120:250::5:4:4823:6515:1502:4786:::|h[Остатки ментального панциря]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 500,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:250::11:2:6591:1472:::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 172187,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:172187:3368:::::::120:250::5:6:4823:6578:1502:4786:6513:6516:::|h[Час Опустошения]|h|r",
		}, -- [16]
		{
			["ID"] = 190484,
			["Level"] = 343,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff0070dd|Hitem:190484::::::::70:250::13:3:8851:8852:9405:5:28:2164:29:49:30:36:38:8:40:176:::::|h[Драконитовый меч |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEATHKNIGHT",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
