
PawnOptions = {
["LastVersion"] = 2.1308,
["ItemLevels"] = {
{
["ID"] = 237628,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237628::::::::80:250::108:7:12231:6652:12921:12676:12354:1517:10255:1:28:2462:::::|h[Каменная маска полого часового]|h|r",
},
{
["ID"] = 237963,
["Level"] = 704,
["Link"] = "|cnIQ4:|Hitem:237963::::::::80:250::109:6:6652:10394:10392:12297:9925:10255:1:28:2462:::::|h[Зараженная Бездной брошь]|h|r",
},
{
["ID"] = 237626,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237626::::::::80:250::108:6:6652:12233:12675:12354:1517:10255:1:28:2462:::::|h[Огни полого часового]|h|r",
},
nil,
{
["ID"] = 237631,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237631:7364:::::::80:250::110:6:6652:12229:12676:12354:1517:10255:1:28:2462:::::|h[Кираса полого часового]|h|r",
},
{
["ID"] = 237625,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237625::::::::80:250::110:5:6652:12921:12354:1517:10255:1:28:2462:::::|h[Большой пояс полого часового]|h|r",
},
{
["ID"] = 237627,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237627:7601:::::::80:250::108:6:6652:12232:12676:12354:1517:10255:1:28:2462:::::|h[Каменный килт полого часового]|h|r",
},
{
["ID"] = 237630,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237630::::::::80:250::108:4:6652:12354:1517:10255:1:28:2462:::::|h[Великие сапоги полого часового]|h|r",
},
{
["ID"] = 222435,
["Level"] = 727,
["Link"] = "|cnIQ4:|Hitem:222435::::::::80:250::13:11:10421:9633:8902:9627:8793:12050:12053:11109:8960:12921:13468:11:28:2734:29:40:30:49:38:8:40:2146:44:222584:45:231756:46:231768:47:219506:51:248447:52:251993:::::|h[Выкованные навеки тяжелые наручи |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
},
{
["ID"] = 237629,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237629::::::::80:250::110:6:41:12230:12675:12354:1517:10255:1:28:2462:::::|h[Рукавицы полого часового]|h|r",
},
{
["ID"] = 243496,
["Level"] = 678,
["AlsoFitsIn"] = 12,
["Link"] = "|cnIQ4:|Hitem:243496::::::::80:250::29:6:42:10395:10392:12281:3207:10255:1:28:2462:::::|h[Позолоченный перстень пустынника]|h|r",
},
{
["ID"] = 224661,
["Level"] = 678,
["AlsoFitsIn"] = 11,
["Link"] = "|cnIQ4:|Hitem:224661::::::::80:250::30:7:6652:10395:10878:1763:12281:3207:10255:1:28:2462:::::|h[Украшенная самоцветами печатка с символом лихорадочного света]|h|r",
},
{
["ID"] = 246941,
["Level"] = 704,
["AlsoFitsIn"] = 14,
["Link"] = "|cnIQ4:|Hitem:246941::::::::80:250::109:4:42:12297:1566:10255:1:28:2462:::::|h[Симбиотический астральный бинт]|h|r",
},
{
["ID"] = 238386,
["Level"] = 704,
["AlsoFitsIn"] = 13,
["Link"] = "|cnIQ4:|Hitem:238386::::::::80:250::108:4:6652:12353:1576:10255:1:28:2462:::::|h[Меченный Бездной фрагмент]|h|r",
},
{
["ID"] = 235499,
["Level"] = 730,
["Link"] = "|cnIQ6:|Hitem:235499::238045::::::80:250:::3:12401:9893:12258::::::|h[Повязки реши]|h|r",
},
{
["ID"] = 222447,
["Level"] = 727,
["Link"] = "|cnIQ4:|Hitem:222447:3368:::::::80:250::13:10:10421:9633:8902:9627:8793:12050:12053:11300:8960:13468:10:28:2734:29:36:30:40:38:8:40:2158:45:222584:46:231756:47:231768:48:226024:52:251993:::::|h[Заряженный клеймор |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
},
{
["ID"] = 190484,
["Level"] = 343,
["AlsoFitsIn"] = 16,
["Link"] = "|cff0070dd|Hitem:190484::::::::70:250::13:3:8851:8852:9405:5:28:2164:29:49:30:36:38:8:40:176:::::|h[Драконитовый меч |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
},
},
["AutoSelectScales"] = true,
["LastPlayerFullName"] = "Дэлери-Гордунни",
["AutoSelectScalesEnabledOnce"] = true,
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "DEATHKNIGHT",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
