
PawnOptions = {
["LastVersion"] = 2.13,
["LastPlayerFullName"] = "Литрэс-Гордунни",
["AutoSelectScales"] = true,
["ItemLevels"] = {
{
["ID"] = 247553,
["Level"] = 630,
["Link"] = "|cnIQ4:|Hitem:247553::::::::80:250::27:10:12544:13365:13363:13435:13533:13524:13357:13557:10034:5895:1:28:2905:::::|h[Украшенный ядовитыми клыками барбют]|h|r",
},
{
["ID"] = 246195,
["Level"] = 633,
["Link"] = "|cnIQ4:|Hitem:246195::::::::80:250::27:5:12655:13524:13557:10034:5898:1:28:2905:::::|h[Подвеска волчьего бега]|h|r",
},
{
["ID"] = 247217,
["Level"] = 604,
["Link"] = "|cnIQ4:|Hitem:247217::::::::80:250::27:10:12543:13363:13361:13435:13533:13524:13357:13557:10034:5869:1:28:2905:::::|h[Наплечье исполина]|h|r",
},
[13] = {
["ID"] = 246207,
["Level"] = 620,
["AlsoFitsIn"] = 14,
["Link"] = "|cnIQ4:|Hitem:246207::::::::80:250::27:5:12659:13524:13557:10034:5885:1:28:2905:::::|h[Сияющий духоцвет]|h|r",
},
[7] = {
["ID"] = 247554,
["Level"] = 636,
["Link"] = "|cnIQ4:|Hitem:247554::::::::80:250::27:9:12545:13364:13435:13533:13524:13357:13557:10034:5901:1:28:2905:::::|h[Искореженные бурей ножные латы]|h|r",
},
[14] = {
["ID"] = 246206,
["Level"] = 597,
["AlsoFitsIn"] = 13,
["Link"] = "|cnIQ4:|Hitem:246206::::::::80:250::27:5:12651:13524:13557:10034:5862:1:28:2905:::::|h[Ограждающие сферы Этаса]|h|r",
},
[15] = {
["ID"] = 247134,
["Level"] = 633,
["Link"] = "|cnIQ4:|Hitem:247134::::::::80:250::27:10:12545:13365:13363:13435:13533:13524:13357:13557:10034:5898:1:28:2905:::::|h[Дьявольская накидка]|h|r",
},
[8] = {
["ID"] = 240541,
["Level"] = 627,
["Link"] = "|cnIQ4:|Hitem:240541::::::::80:250::27:10:12544:13365:13363:13435:13533:13524:13357:13557:10034:5892:1:28:2905:::::|h[Зоротианские сапоги]|h|r",
},
[16] = {
["ID"] = 242562,
["Level"] = 627,
["Link"] = "|cnIQ6:|Hitem:242562:3368:::::::80:250::9:3:13358:13282:11354:1:28:2905:::::|h[Проклятый Пожиратель]|h|r",
},
[17] = {
["ID"] = 242560,
["Level"] = 29,
["Link"] = "|cnIQ6:|Hitem:242560::::::::10:251:::::::::|h[Клинки падшего принца]|h|r",
},
[5] = {
["ID"] = 247508,
["Level"] = 623,
["Link"] = "|cnIQ4:|Hitem:247508::::::::80:250::27:9:12544:13360:13435:13533:13524:13357:13557:10034:5888:1:28:2905:::::|h[Покрытый ужасающими письменами нагрудник]|h|r",
},
[10] = {
["ID"] = 247047,
["Level"] = 633,
["Link"] = "|cnIQ4:|Hitem:247047::::::::80:250::27:9:12544:13360:13435:13533:13524:13357:13557:10034:5898:1:28:2905:::::|h[Рукавицы обсидианового аспекта]|h|r",
},
[11] = {
["ID"] = 245997,
["Level"] = 630,
["AlsoFitsIn"] = 12,
["Link"] = "|cnIQ4:|Hitem:245997::::::::80:250::27:5:12627:13524:13557:10034:5895:1:28:2905:::::|h[Печать империи Назжатар]|h|r",
},
[6] = {
["ID"] = 240543,
["Level"] = 627,
["Link"] = "|cnIQ4:|Hitem:240543::::::::80:250::27:10:12543:13365:13363:13435:13533:13524:13357:13557:10034:5892:1:28:2905:::::|h[Зоротианский большой пояс]|h|r",
},
[12] = {
["ID"] = 246200,
["Level"] = 617,
["AlsoFitsIn"] = 11,
["Link"] = "|cnIQ4:|Hitem:246200::::::::80:250::27:5:12631:13524:13557:10034:5882:1:28:2905:::::|h[Кольцо из порченой коры]|h|r",
},
[9] = {
["ID"] = 240540,
["Level"] = 614,
["Link"] = "|cnIQ4:|Hitem:240540::::::::80:250::27:10:12544:13363:13361:13435:13533:13524:13357:13557:10034:5879:1:28:2905:::::|h[Зоротианские нарукавники]|h|r",
},
},
["AutoSelectScalesEnabledOnce"] = true,
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "DEATHKNIGHT",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
