
DetailsTimeLineDB = {
	["max_segments"] = 4,
	["combat_data"] = {
		{
			["date_end"] = "21:09:47",
			["date_start"] = "21:07:22",
			["name"] = "Шеф Разданк",
			["total_time"] = 148.2990000000282,
		}, -- [1]
		{
			["date_end"] = "21:04:05",
			["date_start"] = "21:02:37",
			["name"] = "Рикса Огневерт",
			["total_time"] = 89.41800000000512,
		}, -- [2]
		{
			["date_end"] = "21:00:21",
			["date_start"] = "20:58:37",
			["name"] = "Азерокк",
			["total_time"] = 105.1229999999923,
		}, -- [3]
		{
			["date_end"] = "20:53:58",
			["date_start"] = "20:52:29",
			["name"] = "Платный разгонятель толпы",
			["total_time"] = 89.45999999999185,
		}, -- [4]
	},
	["hide_on_combat"] = false,
	["IndividualSpells"] = {
		{
			[260280] = {
				{
					15.24299999998766, -- [1]
					"Шеф Разданк", -- [2]
					260280, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.24099999997998, -- [1]
					"Шеф Разданк", -- [2]
					260280, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					123.8249999999825, -- [1]
					"Шеф Разданк", -- [2]
					260280, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[260190] = {
				{
					103.6659999999974, -- [1]
					"Шеф Разданк", -- [2]
					260190, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[260372] = {
				{
					59.7839999999851, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					63.4320000000007, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					63.4320000000007, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					67.07399999999325, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					68.28999999997905, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					70.70799999998417, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					78.00099999998929, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
				{
					81.6589999999851, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [8]
				{
					88.94699999998556, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [9]
				{
					93.81299999999464, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [10]
			},
			[276229] = {
				{
					12.23699999999371, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					12.23699999999371, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.81500000000233, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					39.82799999997951, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					122.1459999999788, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					122.1459999999788, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					144.8429999999935, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					144.8429999999935, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[260811] = {
				{
					4.212999999988824, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.3179999999993, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					49.25299999999697, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					112.8139999999839, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					133.8499999999767, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[260318] = {
				{
					1.256999999983236, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					4.398999999975786, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					6.815000000002328, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					9.22599999999511, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					11.63999999998487, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					25.47199999997974, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					27.90099999998347, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
				{
					30.32299999997485, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [8]
				{
					43.72800000000279, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [9]
				{
					45.76999999998952, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [10]
				{
					49.41199999998207, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [11]
				{
					109.4139999999898, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [12]
				{
					113.0719999999856, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [13]
				{
					115.5129999999772, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [14]
				{
					117.9389999999839, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [15]
				{
					120.377999999997, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [16]
				{
					134.9869999999937, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [17]
				{
					137.4069999999774, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [18]
				{
					139.8349999999919, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [19]
			},
			[271456] = {
				{
					76.32399999999325, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Dinowl-Ravencrest", -- [5]
				}, -- [1]
				{
					87.27999999999884, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Костэло", -- [5]
				}, -- [2]
				{
					98.23599999997532, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
			},
			[260202] = {
				{
					80.13799999997718, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					91.06999999997788, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					103.6369999999879, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[260189] = {
				{
					53.8640000000014, -- [1]
					"Шеф Разданк", -- [2]
					260189, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[262515] = {
				{
					69.51900000000023, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Desphan-DunModr", -- [5]
				}, -- [1]
				{
					72.69000000000233, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Костэло", -- [5]
				}, -- [2]
				{
					84.92199999999139, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					87.23199999998906, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [4]
			},
			[276212] = {
				{
					1.256999999983236, -- [1]
					"Шеф Разданк", -- [2]
					276212, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					108.8039999999746, -- [1]
					"Шеф Разданк", -- [2]
					276212, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[281621] = {
				{
					65.65499999999884, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					75.95100000000093, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					83.25, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					85.70199999999022, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[260813] = {
				{
					4.212999999988824, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Desphan-DunModr", -- [5]
				}, -- [1]
				{
					25.3179999999993, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Desphan-DunModr", -- [5]
				}, -- [2]
				{
					49.25299999999697, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Dinowl-Ravencrest", -- [5]
				}, -- [3]
				{
					112.8139999999839, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Dinowl-Ravencrest", -- [5]
				}, -- [4]
				{
					133.8499999999767, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Dinowl-Ravencrest", -- [5]
				}, -- [5]
			},
		}, -- [1]
		{
			[259474] = {
				{
					1.595999999990454, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					6.474999999976717, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					8.913000000000466, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					12.54099999999744, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					14.98599999997532, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					17.41300000000047, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					22.26599999997416, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
				{
					24.69999999998254, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [8]
				{
					28.34699999997974, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [9]
				{
					50.20999999999185, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [10]
				{
					52.64999999999418, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [11]
				{
					55.06999999997788, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [12]
				{
					57.487999999983, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [13]
				{
					60.52700000000186, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [14]
				{
					63.59999999997672, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [15]
				{
					66.0229999999865, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [16]
				{
					69.66799999997602, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [17]
			},
			[268865] = {
				{
					17.16499999997905, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					39.0449999999837, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					63.32600000000093, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					85.19899999999325, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[259856] = {
				{
					11.69199999998091, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					12.28999999997905, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Костэло", -- [5]
				}, -- [2]
				{
					26.70399999999791, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					27.30899999997928, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [4]
				{
					53.69899999999325, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					54.29899999999907, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Костэло", -- [5]
				}, -- [6]
				{
					68.72000000000116, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
				{
					69.33899999997811, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [8]
			},
			[260669] = {
				{
					31.71199999999953, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Dinowl-Ravencrest", -- [5]
				}, -- [1]
				{
					37.69499999997788, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Костэло", -- [5]
				}, -- [2]
				{
					73.72000000000116, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Костэло", -- [5]
				}, -- [3]
				{
					79.72999999998137, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Dinowl-Ravencrest", -- [5]
				}, -- [4]
			},
		}, -- [2]
		{
			[263275] = {
				{
					5.163000000000466, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.08600000001025, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.95800000001327, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					79.3070000000007, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					102.3440000000119, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[271698] = {
				{
					18.89000000001397, -- [1]
					"Азерокк", -- [2]
					271698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Земляной яростень", -- [5]
				}, -- [1]
				{
					76.02100000000792, -- [1]
					"Азерокк", -- [2]
					271698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Земляной яростень", -- [5]
				}, -- [2]
			},
			[268702] = {
				{
					13.23399999999674, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.12599999998929, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					36.29500000001281, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					40.75400000001537, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					55.74700000000303, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					65.02700000000186, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					78.85800000000745, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					84.54099999999744, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					101.9239999999991, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					105.1229999999923, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					105.1229999999923, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					105.1229999999923, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
			[271526] = {
				{
					0.1, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					0.1, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.12799999999697, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					18.12799999999697, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					18.12799999999697, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					18.12799999999697, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					18.3300000000163, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					62.12799999999697, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					62.12799999999697, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					88.56299999999464, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			[257582] = {
				{
					0.907999999995809, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					0.907999999995809, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					2.062000000005355, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Костэло", -- [5]
				}, -- [3]
				{
					2.076999999990221, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Dinowl-Ravencrest", -- [5]
				}, -- [4]
				{
					19.13000000000466, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [5]
				{
					19.13000000000466, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Dinowl-Ravencrest", -- [5]
				}, -- [6]
				{
					20.33699999999953, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Desphan-DunModr", -- [5]
				}, -- [7]
				{
					64.12900000001537, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Костэло", -- [5]
				}, -- [8]
				{
					64.12900000001537, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [9]
				{
					90.56899999998859, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [10]
			},
			[271579] = {
				{
					0.342000000004191, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [1]
				{
					2.394999999989523, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [2]
				{
					5.24199999999837, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [3]
				{
					8.86600000000908, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [4]
				{
					9.675000000017462, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [5]
				{
					13.73000000001048, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [6]
				{
					16.15299999999115, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [7]
				{
					17.97800000000279, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [8]
				{
					21.01999999998952, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [9]
				{
					24.6590000000142, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [10]
				{
					25.45399999999791, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [11]
				{
					28.30499999999302, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [12]
				{
					31.52700000000186, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [13]
				{
					31.93299999998999, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [14]
				{
					36.78700000001118, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [15]
				{
					37.60599999999977, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [16]
				{
					39.21499999999651, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [17]
				{
					42.8640000000014, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [18]
				{
					43.65299999999115, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [19]
				{
					47.73099999999977, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [20]
				{
					50.99199999999837, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [21]
				{
					51.38200000001234, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [22]
				{
					53.80300000001444, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [23]
				{
					57.45000000001164, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [24]
				{
					58.26399999999558, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [25]
				{
					62.30400000000373, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [26]
				{
					62.30400000000373, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [27]
				{
					65.53500000000349, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [28]
				{
					68.39900000000489, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [29]
				{
					69.62599999998929, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [30]
				{
					70.42500000001746, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [31]
				{
					75.69800000000396, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [32]
				{
					76.5230000000156, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [33]
				{
					76.91099999999278, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [34]
				{
					82.59900000001653, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [35]
				{
					82.99600000001374, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [36]
				{
					84.22099999999045, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [37]
				{
					88.66899999999441, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [38]
				{
					89.08300000001327, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [39]
				{
					90.27799999999115, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [40]
				{
					95.24300000001676, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [41]
				{
					96.36199999999371, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [42]
				{
					96.36199999999371, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [43]
				{
					102.0190000000002, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [44]
				{
					103.6290000000154, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [45]
				{
					103.6290000000154, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [46]
				{
					105.1229999999923, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [47]
				{
					105.1229999999923, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [48]
				{
					105.1229999999923, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [49]
				{
					105.1229999999923, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [50]
				{
					105.1229999999923, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [51]
				{
					105.1229999999923, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [52]
				{
					105.1229999999923, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [53]
				{
					105.1229999999923, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [54]
				{
					105.1229999999923, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [55]
				{
					105.1229999999923, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [56]
			},
			[268362] = {
				{
					7.796000000002096, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					10.23999999999069, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					11.02400000000489, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					11.44200000001001, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					15.08400000000256, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					21.16800000000512, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					24.80400000000373, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					28.42900000000373, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					29.65100000001257, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					32.89100000000326, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					35.72599999999511, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					41.78800000000047, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					45.4320000000007, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					49.09500000000116, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					49.90400000000955, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					55.17000000001281, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					57.59700000000885, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					60.01399999999558, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					66.93299999998999, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					70.98099999999977, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					77.08300000001327, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					77.08300000001327, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					77.08300000001327, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					87.2280000000028, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					87.99300000001676, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					90.4200000000128, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					96.48399999999674, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					103.7660000000033, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					105.1229999999923, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					105.1229999999923, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					105.1229999999923, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					105.1229999999923, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					105.1229999999923, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					105.1229999999923, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					105.1229999999923, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
			},
			[268865] = {
				{
					8.371000000013737, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					30.21900000001187, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					52.125, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					73.98199999998906, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					98.27900000000955, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					105.1229999999923, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[257593] = {
				{
					62.12799999999697, -- [1]
					"Азерокк", -- [2]
					257593, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[258627] = {
				{
					14.84299999999348, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.84299999999348, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					14.84299999999348, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					87.2719999999972, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[258622] = {
				{
					12.83999999999651, -- [1]
					"Азерокк", -- [2]
					258622, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					46.82300000000396, -- [1]
					"Азерокк", -- [2]
					258622, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					84.5230000000156, -- [1]
					"Азерокк", -- [2]
					258622, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[275907] = {
				{
					7.118000000016764, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.04899999999907, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					52.93600000001607, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					79.69399999998859, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					100.3189999999886, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[263262] = {
				{
					2.61600000000908, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [1]
				{
					8.671999999991385, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [2]
				{
					15.95900000000256, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [3]
				{
					25.69700000001467, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [4]
				{
					32.95000000001164, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [5]
				{
					39.04000000000815, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [6]
				{
					43.89400000000023, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [7]
				{
					57.2609999999986, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [8]
				{
					60.91200000001118, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [9]
				{
					64.53299999999581, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [10]
				{
					73.07000000000698, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [11]
				{
					75.53100000001723, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [12]
				{
					85.262000000017, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [13]
				{
					87.68400000000838, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [14]
				{
					91.3179999999993, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [15]
				{
					97.37599999998929, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [16]
				{
					105.1229999999923, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [17]
				{
					105.1229999999923, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [18]
				{
					105.1229999999923, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [19]
				{
					105.1229999999923, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [20]
			},
		}, -- [3]
		{
			[263275] = {
				{
					1.068999999988591, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.93100000001141, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					47.2390000000014, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					75.19200000001001, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[271784] = {
				{
					19.86499999999069, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.35300000000279, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					21.36499999999069, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					21.86699999999837, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					37.18799999999465, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					37.71900000001187, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					38.20600000000559, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					38.71700000000419, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					39.21799999999348, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					56.64499999998952, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					58.19500000000699, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					74.88300000000163, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					75.387000000017, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					75.89199999999255, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					76.39300000001094, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					76.88300000000163, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
			},
			[269493] = {
				{
					8.97500000000582, -- [1]
					"Платный разгонятель толпы", -- [2]
					269493, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					45.43299999998999, -- [1]
					"Платный разгонятель толпы", -- [2]
					269493, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					83.09900000001653, -- [1]
					"Платный разгонятель толпы", -- [2]
					269493, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[268702] = {
				{
					17.63800000000629, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					45.18499999999767, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					60.17199999999139, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					69.48600000000442, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					83.27100000000792, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					89.45999999999185, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[271579] = {
				{
					0.7209999999904539, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [1]
				{
					2.342999999993481, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [2]
				{
					3.570000000006985, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [3]
				{
					8.01699999999255, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [4]
				{
					10.84299999999348, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [5]
				{
					10.84299999999348, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [6]
				{
					14.09500000000116, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [7]
				{
					15.70399999999791, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [8]
				{
					18.13200000001234, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [9]
				{
					18.93299999998999, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [10]
				{
					22.98999999999069, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [11]
				{
					24.21299999998882, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [12]
				{
					27.84299999999348, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [13]
				{
					30.26399999999558, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [14]
				{
					35.13399999999092, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [15]
				{
					36.35000000000582, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [16]
				{
					42.46400000000722, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [17]
				{
					43.65700000000652, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [18]
				{
					45.69200000001001, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [19]
				{
					50.94599999999628, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [20]
				{
					50.94599999999628, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [21]
				{
					51.76000000000931, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [22]
				{
					57.04200000001583, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [23]
				{
					57.04200000001583, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [24]
				{
					57.83499999999185, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [25]
				{
					61.87599999998929, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [26]
				{
					63.10300000000279, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [27]
				{
					65.12100000001374, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [28]
				{
					66.75, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [29]
				{
					67.95999999999185, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [30]
				{
					71.61199999999371, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [31]
				{
					72.41099999999278, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [32]
				{
					76.46900000001187, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [33]
				{
					78.9090000000142, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [34]
				{
					79.71700000000419, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [35]
				{
					82.54899999999907, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [36]
				{
					83.76600000000326, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [37]
				{
					87.01600000000326, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [38]
				{
					88.63099999999395, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [39]
				{
					89.45999999999185, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [40]
				{
					89.45999999999185, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [41]
				{
					89.45999999999185, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [42]
				{
					89.45999999999185, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [43]
			},
			[262347] = {
				{
					7.828999999997905, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					30.8859999999986, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.00800000000163, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					77.11800000001676, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[257337] = {
				{
					17.81700000001001, -- [1]
					"Платный разгонятель толпы", -- [2]
					257337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					71.29699999999139, -- [1]
					"Платный разгонятель толпы", -- [2]
					257337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[268865] = {
				{
					21.28200000000652, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.16300000000047, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					66.24499999999534, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					88.12799999999697, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[268362] = {
				{
					0.1, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.369000000006054, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					9.387000000016997, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					11.00299999999697, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					12.21100000001025, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					20.70699999999488, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					21.91099999999278, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					28.79399999999441, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					34.05999999999767, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					36.10300000000279, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					40.16399999998976, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					42.60399999999208, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					47.45800000001327, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					50.69000000000233, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					51.8980000000156, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					52.32300000000396, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					52.32300000000396, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					52.32300000000396, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					63.23399999999674, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					65.67999999999302, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					69.31200000000536, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					70.11800000001676, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					71.73800000001211, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					73.78299999999581, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					79.04300000000512, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					81.48399999999674, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					83.90499999999884, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					86.35099999999511, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					87.55100000000675, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					89.45999999999185, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					89.45999999999185, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					89.45999999999185, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
			},
			[263262] = {
				{
					7.038999999989756, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [1]
				{
					14.29800000000978, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [2]
				{
					20.35300000000279, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [3]
				{
					26.44599999999628, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [4]
				{
					30.09700000000885, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [5]
				{
					37.37100000001374, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [6]
				{
					41.04500000001281, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [7]
				{
					48.33400000000256, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [8]
				{
					56.83400000000256, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [9]
				{
					60.47400000001653, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [10]
				{
					67.78299999999581, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [11]
				{
					72.625, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [12]
				{
					77.5109999999986, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [13]
				{
					86.00400000001537, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [14]
				{
					89.45999999999185, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [15]
				{
					89.45999999999185, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [16]
			},
		}, -- [4]
		{
			[257315] = {
				{
					180.2249999998603, -- [1]
					"Гренадер из братства Стальных Волн", -- [2]
					257315, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[257316] = {
				{
					33.40999999991618, -- [1]
					"Красавчик Харлан", -- [2]
					257316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					54.03099999995902, -- [1]
					"Красавчик Харлан", -- [2]
					257316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					74.64999999990687, -- [1]
					"Красавчик Харлан", -- [2]
					257316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					122.8199999998324, -- [1]
					"Красавчик Харлан", -- [2]
					257316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					145.9089999999851, -- [1]
					"Красавчик Харлан", -- [2]
					257316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					182.7109999998938, -- [1]
					"Красавчик Харлан", -- [2]
					257316, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[257402] = {
				{
					96.10299999988638, -- [1]
					"Красавчик Харлан", -- [2]
					257402, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[257278] = {
				{
					10.32799999997951, -- [1]
					"Красавчик Харлан", -- [2]
					257278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.32700000004843, -- [1]
					"Красавчик Харлан", -- [2]
					257278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					45.54499999992549, -- [1]
					"Красавчик Харлан", -- [2]
					257278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					65.77599999983795, -- [1]
					"Красавчик Харлан", -- [2]
					257278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					86.8159999998752, -- [1]
					"Красавчик Харлан", -- [2]
					257278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[257314] = {
				{
					84.99899999983609, -- [1]
					"Гренадер из братства Стальных Волн", -- [2]
					257314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [1]
				{
					105.5139999999665, -- [1]
					"Гренадер из братства Стальных Волн", -- [2]
					257314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [2]
				{
					126.0740000000224, -- [1]
					"Гренадер из братства Стальных Волн", -- [2]
					257314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [3]
				{
					175.0370000000112, -- [1]
					"Гренадер из братства Стальных Волн", -- [2]
					257314, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [4]
			},
			[257458] = {
				{
					161.6699999999255, -- [1]
					"Красавчик Харлан", -- [2]
					257458, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [5]
		{
			[256363] = {
				{
					6.491999999852851, -- [1]
					"Тротак", -- [2]
					256363, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Винни", -- [5]
				}, -- [1]
				{
					35.62800000002608, -- [1]
					"Тротак", -- [2]
					256363, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [2]
				{
					86.66299999994226, -- [1]
					"Тротак", -- [2]
					256363, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [3]
				{
					141.3379999999888, -- [1]
					"Тротак", -- [2]
					256363, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [4]
			},
			[256477] = {
				{
					16.53499999991618, -- [1]
					"Пилоносая акула", -- [2]
					256477, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					29.51799999992363, -- [1]
					"Рыба-молот", -- [2]
					256477, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					43.52700000000186, -- [1]
					"Пилоносая акула", -- [2]
					256477, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					56.26799999992363, -- [1]
					"Рыба-молот", -- [2]
					256477, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					64.00499999988824, -- [1]
					"Пилоносая акула", -- [2]
					256477, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					82.09899999992922, -- [1]
					"Рыба-молот", -- [2]
					256477, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					94.99600000004284, -- [1]
					"Пилоносая акула", -- [2]
					256477, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					109.5270000000019, -- [1]
					"Рыба-молот", -- [2]
					256477, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					115.9949999998789, -- [1]
					"Пилоносая акула", -- [2]
					256477, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					137.4189999999944, -- [1]
					"Рыба-молот", -- [2]
					256477, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			[256405] = {
				{
					22.35699999984354, -- [1]
					"Тротак", -- [2]
					256405, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					49.06400000001304, -- [1]
					"Тротак", -- [2]
					256405, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					75.76699999999255, -- [1]
					"Тротак", -- [2]
					256405, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					102.9159999999683, -- [1]
					"Тротак", -- [2]
					256405, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					130.4660000000149, -- [1]
					"Тротак", -- [2]
					256405, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[256552] = {
				{
					18.45900000003167, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.28899999987334, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					23.56099999998696, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					24.7269999999553, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					26.00199999986216, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					27.29199999989942, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					28.46799999987707, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					29.73099999991246, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					31.54099999996834, -- [1]
					"Рыба-молот", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					32.72199999983423, -- [1]
					"Рыба-молот", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					33.97799999988638, -- [1]
					"Рыба-молот", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					45.5, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					46.78000000002794, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					48.03799999994226, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					49.29599999985658, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					50.45200000004843, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					51.72099999990314, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					52.98999999999069, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					54.24899999983609, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					55.51899999985471, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					66.00499999988824, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					67.18900000001304, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					68.46799999987707, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					73.52099999994971, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					74.69799999985844, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					75.9639999999199, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					77.22600000002421, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					78.49300000001676, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					79.76499999989755, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					80.9409999998752, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					82.2249999998603, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					84.11199999996461, -- [1]
					"Рыба-молот", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					85.28499999991618, -- [1]
					"Рыба-молот", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					86.5570000000298, -- [1]
					"Рыба-молот", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					87.82099999999627, -- [1]
					"Рыба-молот", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					97.00799999991432, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					98.26399999996647, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					99.45200000004843, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					104.5139999999665, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					105.6879999998491, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					106.9490000000224, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					108.2229999999981, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					109.5270000000019, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					111.5379999999423, -- [1]
					"Рыба-молот", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					112.6979999998584, -- [1]
					"Рыба-молот", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					121.7120000000577, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					122.9989999998361, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					127.9889999998268, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					129.2739999999758, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					130.5249999999069, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					135.5079999999143, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					136.6689999999944, -- [1]
					"Пилоносая акула", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					139.4239999998827, -- [1]
					"Рыба-молот", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					140.5910000000149, -- [1]
					"Рыба-молот", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					141.8669999998529, -- [1]
					"Рыба-молот", -- [2]
					256552, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
			},
			[256551] = {
				{
					18.27799999993295, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [1]
				{
					22.03700000001118, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [2]
				{
					23.28599999984726, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [3]
				{
					24.5429999998305, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [4]
				{
					25.77599999983795, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [5]
				{
					27.03700000001118, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [6]
				{
					28.28300000005402, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [7]
				{
					29.5319999998901, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [8]
				{
					31.27099999994971, -- [1]
					"Рыба-молот", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [9]
				{
					32.51899999985471, -- [1]
					"Рыба-молот", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [10]
				{
					33.77899999986403, -- [1]
					"Рыба-молот", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [11]
				{
					45.27799999993295, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [12]
				{
					46.53700000001118, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [13]
				{
					47.79799999995157, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [14]
				{
					49.03799999994226, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [15]
				{
					50.27599999983795, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [16]
				{
					51.54499999992549, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [17]
				{
					52.7819999998901, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [18]
				{
					54.03499999991618, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [19]
				{
					55.29199999989942, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [20]
				{
					56.5319999998901, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [21]
				{
					58.0230000000447, -- [1]
					"Рыба-молот", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [22]
				{
					65.747999999905, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [23]
				{
					67.00699999998324, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [24]
				{
					68.23699999996461, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [25]
				{
					69.49699999997392, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [26]
				{
					73.25099999993108, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [27]
				{
					74.497999999905, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [28]
				{
					75.75300000002608, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [29]
				{
					77.00699999998324, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [30]
				{
					78.25199999986216, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [31]
				{
					79.50099999993108, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [32]
				{
					80.75799999991432, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [33]
				{
					82.0109999999404, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [34]
				{
					83.88299999991432, -- [1]
					"Рыба-молот", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [35]
				{
					85.10999999986961, -- [1]
					"Рыба-молот", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [36]
				{
					86.36399999982677, -- [1]
					"Рыба-молот", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [37]
				{
					87.60400000005029, -- [1]
					"Рыба-молот", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [38]
				{
					96.74300000001676, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [39]
				{
					97.98499999986961, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [40]
				{
					99.22999999998137, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [41]
				{
					100.4889999998268, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [42]
				{
					104.2460000000428, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [43]
				{
					105.5, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [44]
				{
					106.7369999999646, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [45]
				{
					108.0019999998622, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [46]
				{
					109.25, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [47]
				{
					111.2839999999851, -- [1]
					"Рыба-молот", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [48]
				{
					112.5279999999329, -- [1]
					"Рыба-молот", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [49]
				{
					117.7489999998361, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [50]
				{
					121.5039999999572, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [51]
				{
					122.7509999999311, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [52]
				{
					124.0009999999311, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [53]
				{
					127.7530000000261, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [54]
				{
					129.0019999998622, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [55]
				{
					130.2469999999739, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [56]
				{
					131.5049999998882, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [57]
				{
					135.2469999999739, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [58]
				{
					136.5109999999404, -- [1]
					"Пилоносая акула", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [59]
				{
					139.1629999999423, -- [1]
					"Рыба-молот", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [60]
				{
					140.4129999999423, -- [1]
					"Рыба-молот", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [61]
				{
					141.6779999998398, -- [1]
					"Рыба-молот", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [62]
				{
					142.9250000000466, -- [1]
					"Рыба-молот", -- [2]
					256551, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [63]
			},
			[256358] = {
				{
					14.99300000001676, -- [1]
					"Тротак", -- [2]
					256358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [1]
				{
					41.68299999996088, -- [1]
					"Тротак", -- [2]
					256358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [2]
				{
					62.31700000003912, -- [1]
					"Тротак", -- [2]
					256358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [3]
				{
					92.75199999986216, -- [1]
					"Тротак", -- [2]
					256358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [4]
				{
					114.6029999998864, -- [1]
					"Тротак", -- [2]
					256358, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [5]
			},
		}, -- [6]
		{
			[258352] = {
				{
					9.540999999968335, -- [1]
					"Капитан Юдора", -- [2]
					258352, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					10.3070000000298, -- [1]
					"Капитан Юдора", -- [2]
					258352, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					11.0570000000298, -- [1]
					"Капитан Юдора", -- [2]
					258352, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					12.08000000007451, -- [1]
					"Капитан Юдора", -- [2]
					258352, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					12.58899999991991, -- [1]
					"Капитан Юдора", -- [2]
					258352, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					13.36400000005961, -- [1]
					"Капитан Юдора", -- [2]
					258352, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					14.10700000007637, -- [1]
					"Капитан Юдора", -- [2]
					258352, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					41.16999999992549, -- [1]
					"Капитан Юдора", -- [2]
					258352, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					41.92100000008941, -- [1]
					"Капитан Юдора", -- [2]
					258352, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					42.67399999988265, -- [1]
					"Капитан Юдора", -- [2]
					258352, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					43.42599999997765, -- [1]
					"Капитан Юдора", -- [2]
					258352, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					44.21900000004098, -- [1]
					"Капитан Юдора", -- [2]
					258352, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					44.97799999988638, -- [1]
					"Капитан Юдора", -- [2]
					258352, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					45.75499999988824, -- [1]
					"Капитан Юдора", -- [2]
					258352, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					71.5570000000298, -- [1]
					"Капитан Юдора", -- [2]
					258352, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					72.3300000000745, -- [1]
					"Капитан Юдора", -- [2]
					258352, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					73.10400000005029, -- [1]
					"Капитан Юдора", -- [2]
					258352, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					73.84899999992922, -- [1]
					"Капитан Юдора", -- [2]
					258352, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					74.61000000010245, -- [1]
					"Капитан Юдора", -- [2]
					258352, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					75.35800000000745, -- [1]
					"Капитан Юдора", -- [2]
					258352, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					76.11999999987893, -- [1]
					"Капитан Юдора", -- [2]
					258352, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
			},
			[258381] = {
				{
					7.827000000048429, -- [1]
					"Капитан Юдора", -- [2]
					258381, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					38.20999999996275, -- [1]
					"Капитан Юдора", -- [2]
					258381, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					68.62899999995716, -- [1]
					"Капитан Юдора", -- [2]
					258381, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[258338] = {
				{
					24.20500000007451, -- [1]
					"Капитан Рауль", -- [2]
					258338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					71.63199999998324, -- [1]
					"Капитан Рауль", -- [2]
					258338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					117.7860000000801, -- [1]
					"Капитан Рауль", -- [2]
					258338, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[256979] = {
				{
					1.615999999921769, -- [1]
					"Капитан Юдора", -- [2]
					256979, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [1]
				{
					6.195000000065193, -- [1]
					"Капитан Юдора", -- [2]
					256979, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [2]
				{
					16.64299999992363, -- [1]
					"Капитан Юдора", -- [2]
					256979, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [3]
				{
					20.75900000007823, -- [1]
					"Капитан Юдора", -- [2]
					256979, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [4]
				{
					25.64400000008754, -- [1]
					"Капитан Юдора", -- [2]
					256979, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [5]
				{
					30.50300000002608, -- [1]
					"Капитан Юдора", -- [2]
					256979, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					35.35899999993853, -- [1]
					"Капитан Юдора", -- [2]
					256979, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [7]
				{
					48.33799999998882, -- [1]
					"Капитан Юдора", -- [2]
					256979, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [8]
				{
					52.39100000006147, -- [1]
					"Капитан Юдора", -- [2]
					256979, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [9]
				{
					57.25900000007823, -- [1]
					"Капитан Юдора", -- [2]
					256979, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [10]
				{
					62.13199999998324, -- [1]
					"Капитан Юдора", -- [2]
					256979, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [11]
				{
					66.99600000004284, -- [1]
					"Капитан Юдора", -- [2]
					256979, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [12]
				{
					78.65100000007078, -- [1]
					"Капитан Юдора", -- [2]
					256979, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [13]
				{
					82.3179999999702, -- [1]
					"Капитан Юдора", -- [2]
					256979, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [14]
				{
					87.16899999999441, -- [1]
					"Капитан Юдора", -- [2]
					256979, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [15]
				{
					92.51200000010431, -- [1]
					"Капитан Юдора", -- [2]
					256979, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [16]
			},
			[256589] = {
				{
					9.614000000059605, -- [1]
					"Капитан Рауль", -- [2]
					256589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					32.74799999990501, -- [1]
					"Капитан Рауль", -- [2]
					256589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					55.83499999996275, -- [1]
					"Капитан Рауль", -- [2]
					256589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					78.9320000000298, -- [1]
					"Капитан Рауль", -- [2]
					256589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					101.997999999905, -- [1]
					"Капитан Рауль", -- [2]
					256589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					124.4120000000112, -- [1]
					"Капитан Рауль", -- [2]
					256589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					148.1629999999423, -- [1]
					"Капитан Рауль", -- [2]
					256589, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[265168] = {
				{
					34.66800000006333, -- [1]
					"Румми Мэнкомб", -- [2]
					265168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					66.66400000010617, -- [1]
					"Румми Мэнкомб", -- [2]
					265168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					106.655999999959, -- [1]
					"Румми Мэнкомб", -- [2]
					265168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					122.6599999999162, -- [1]
					"Румми Мэнкомб", -- [2]
					265168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					138.6569999998901, -- [1]
					"Румми Мэнкомб", -- [2]
					265168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					154.0530000000726, -- [1]
					"Румми Мэнкомб", -- [2]
					265168, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[265088] = {
				{
					26.66999999992549, -- [1]
					"Румми Мэнкомб", -- [2]
					265088, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					90.67599999997765, -- [1]
					"Румми Мэнкомб", -- [2]
					265088, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					98.64599999994971, -- [1]
					"Румми Мэнкомб", -- [2]
					265088, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					146.6640000001062, -- [1]
					"Румми Мэнкомб", -- [2]
					265088, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[258875] = {
				{
					25.25399999995716, -- [1]
					"Бочка черной пелены", -- [2]
					258875, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					72.64699999988079, -- [1]
					"Бочка черной пелены", -- [2]
					258875, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					118.7970000000205, -- [1]
					"Бочка черной пелены", -- [2]
					258875, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[264608] = {
				{
					10.66599999996834, -- [1]
					"Румми Мэнкомб", -- [2]
					264608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.66599999996834, -- [1]
					"Румми Мэнкомб", -- [2]
					264608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					42.65800000005402, -- [1]
					"Румми Мэнкомб", -- [2]
					264608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					50.66400000010617, -- [1]
					"Румми Мэнкомб", -- [2]
					264608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					58.66500000003725, -- [1]
					"Румми Мэнкомб", -- [2]
					264608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					74.65999999991618, -- [1]
					"Румми Мэнкомб", -- [2]
					264608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					82.64999999990687, -- [1]
					"Румми Мэнкомб", -- [2]
					264608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					114.6720000000205, -- [1]
					"Румми Мэнкомб", -- [2]
					264608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					130.6659999999683, -- [1]
					"Румми Мэнкомб", -- [2]
					264608, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
		}, -- [7]
		{
			[255952] = {
				{
					6.310999999986962, -- [1]
					"Небесный капитан Крагг", -- [2]
					255952, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.23300000000745, -- [1]
					"Небесный капитан Крагг", -- [2]
					255952, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[256106] = {
				{
					30.97900000005029, -- [1]
					"Небесный капитан Крагг", -- [2]
					256106, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [1]
				{
					41.92200000002049, -- [1]
					"Небесный капитан Крагг", -- [2]
					256106, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [2]
				{
					55.24900000006892, -- [1]
					"Небесный капитан Крагг", -- [2]
					256106, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [3]
				{
					66.19700000016019, -- [1]
					"Небесный капитан Крагг", -- [2]
					256106, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [4]
				{
					77.14100000006147, -- [1]
					"Небесный капитан Крагг", -- [2]
					256106, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [5]
				{
					88.03200000012293, -- [1]
					"Небесный капитан Крагг", -- [2]
					256106, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [6]
				{
					100.1980000000913, -- [1]
					"Небесный капитан Крагг", -- [2]
					256106, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [7]
				{
					111.1140000000596, -- [1]
					"Небесный капитан Крагг", -- [2]
					256106, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [8]
				{
					122.0530000000726, -- [1]
					"Небесный капитан Крагг", -- [2]
					256106, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [9]
				{
					134.1990000000224, -- [1]
					"Небесный капитан Крагг", -- [2]
					256106, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [10]
			},
			[268717] = {
				{
					40.20500000007451, -- [1]
					"Живец", -- [2]
					268717, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					63.26500000013039, -- [1]
					"Живец", -- [2]
					268717, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					86.31700000003912, -- [1]
					"Живец", -- [2]
					268717, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					103.3430000001099, -- [1]
					"Живец", -- [2]
					268717, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					120.3270000000484, -- [1]
					"Живец", -- [2]
					268717, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					137.3479999999981, -- [1]
					"Живец", -- [2]
					268717, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[256005] = {
				{
					29.25800000014715, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.35800000000745, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					46.26200000010431, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					52.32799999997951, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					58.375, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					69.31200000015087, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					75.41299999994226, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					81.49300000001676, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					92.39300000015646, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					98.48300000000745, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					109.4070000001229, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					115.4660000000149, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					126.410000000149, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					132.4820000000764, -- [1]
					"Живец", -- [2]
					256005, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
			},
			[272055] = {
				{
					40.92100000008941, -- [1]
					"Живец", -- [2]
					272055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					63.97600000002421, -- [1]
					"Живец", -- [2]
					272055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					86.98200000007637, -- [1]
					"Живец", -- [2]
					272055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					104.0500000000466, -- [1]
					"Живец", -- [2]
					272055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					121.0239999999758, -- [1]
					"Живец", -- [2]
					272055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					138.0220000001136, -- [1]
					"Живец", -- [2]
					272055, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[255966] = {
				{
					1.354000000050291, -- [1]
					"Небесный капитан Крагг", -- [2]
					255966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [1]
				{
					7.439999999944121, -- [1]
					"Небесный капитан Крагг", -- [2]
					255966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [2]
				{
					9.864999999990687, -- [1]
					"Небесный капитан Крагг", -- [2]
					255966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [3]
				{
					12.29799999995157, -- [1]
					"Небесный капитан Крагг", -- [2]
					255966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [4]
				{
					18.34899999992922, -- [1]
					"Небесный капитан Крагг", -- [2]
					255966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Террамото", -- [5]
				}, -- [5]
				{
					20.80000000004657, -- [1]
					"Небесный капитан Крагг", -- [2]
					255966, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [6]
			},
			[258773] = {
				{
					6.600000000093132, -- [1]
					"Небесный капитан Крагг", -- [2]
					258773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.61199999996461, -- [1]
					"Небесный капитан Крагг", -- [2]
					258773, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[256060] = {
				{
					55.95900000003167, -- [1]
					"Небесный капитан Крагг", -- [2]
					256060, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					79.05000000004657, -- [1]
					"Небесный капитан Крагг", -- [2]
					256060, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					100.9150000000373, -- [1]
					"Небесный капитан Крагг", -- [2]
					256060, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					122.7620000001043, -- [1]
					"Небесный капитан Крагг", -- [2]
					256060, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[263274] = {
				{
					58.3070000000298, -- [1]
					"Небесный капитан Крагг", -- [2]
					263274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					80.51399999996647, -- [1]
					"Небесный капитан Крагг", -- [2]
					263274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					101.9540000001434, -- [1]
					"Небесный капитан Крагг", -- [2]
					263274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					123.7509999999311, -- [1]
					"Небесный капитан Крагг", -- [2]
					263274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[272046] = {
				{
					42.92400000011548, -- [1]
					"Живец", -- [2]
					272046, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					65.98200000007637, -- [1]
					"Живец", -- [2]
					272046, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					89.9089999999851, -- [1]
					"Живец", -- [2]
					272046, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					106.0679999999702, -- [1]
					"Живец", -- [2]
					272046, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					123.0320000001229, -- [1]
					"Живец", -- [2]
					272046, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					140.0139999999665, -- [1]
					"Живец", -- [2]
					272046, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
		}, -- [8]
		{
			[296080] = {
				{
					142.7900000000373, -- [1]
					"Воздушный подавитель ОУ-8", -- [2]
					296080, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[302384] = {
				{
					57.56300000008196, -- [1]
					"\"Шокотрон X1\"", -- [2]
					302384, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [1]
				{
					58.10800000000745, -- [1]
					"\"Шокотрон X1\"", -- [2]
					302384, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [2]
			},
			[314411] = {
				{
					22.1820000000298, -- [1]
					"Мал'тир - маг Бездны", -- [2]
					314411, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [1]
				{
					32.71999999997206, -- [1]
					"Мал'тир - маг Бездны", -- [2]
					314411, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [2]
			},
			[295939] = {
				{
					100.6820000000298, -- [1]
					"Воздушный подавитель ОУ-8", -- [2]
					295939, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[301351] = {
				{
					22.0570000000298, -- [1]
					"Воздушный подавитель ОУ-8", -- [2]
					301351, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					51.65100000007078, -- [1]
					"Воздушный подавитель ОУ-8", -- [2]
					301351, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					84.45699999993667, -- [1]
					"Воздушный подавитель ОУ-8", -- [2]
					301351, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[302274] = {
				{
					9.237999999895692, -- [1]
					"\"Танкоборец-1\"", -- [2]
					302274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [1]
				{
					20.16699999989942, -- [1]
					"\"Танкоборец-1\"", -- [2]
					302274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [2]
				{
					29.49799999990501, -- [1]
					"\"Танкоборец-1\"", -- [2]
					302274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [3]
				{
					42.875, -- [1]
					"\"Танкоборец-1\"", -- [2]
					302274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [4]
				{
					52.99200000008568, -- [1]
					"\"Танкоборец-1\"", -- [2]
					302274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [5]
				{
					66.3519999999553, -- [1]
					"\"Танкоборец-1\"", -- [2]
					302274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [6]
				{
					76.08299999986775, -- [1]
					"\"Танкоборец-1\"", -- [2]
					302274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [7]
				{
					89.44699999992736, -- [1]
					"\"Танкоборец-1\"", -- [2]
					302274, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нозердума", -- [5]
				}, -- [8]
			},
			[296522] = {
				{
					40.49200000008568, -- [1]
					"Самоуничтожение", -- [2]
					296522, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					41.72399999992922, -- [1]
					"Самоуничтожение", -- [2]
					296522, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					42.92299999995157, -- [1]
					"Самоуничтожение", -- [2]
					296522, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					70.88400000007823, -- [1]
					"Самоуничтожение", -- [2]
					296522, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					72.11199999996461, -- [1]
					"Самоуничтожение", -- [2]
					296522, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					72.11199999996461, -- [1]
					"Самоуничтожение", -- [2]
					296522, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					102.9089999999851, -- [1]
					"Самоуничтожение", -- [2]
					296522, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					104.9399999999441, -- [1]
					"Самоуничтожение", -- [2]
					296522, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					104.9399999999441, -- [1]
					"Самоуничтожение", -- [2]
					296522, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[295536] = {
				{
					7.165000000037253, -- [1]
					"Воздушный подавитель ОУ-8", -- [2]
					295536, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.87299999990501, -- [1]
					"Воздушный подавитель ОУ-8", -- [2]
					295536, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					29.83899999991991, -- [1]
					"Воздушный подавитель ОУ-8", -- [2]
					295536, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					37.51699999999255, -- [1]
					"Воздушный подавитель ОУ-8", -- [2]
					295536, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					46.85599999991246, -- [1]
					"Воздушный подавитель ОУ-8", -- [2]
					295536, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					60.61999999987893, -- [1]
					"Воздушный подавитель ОУ-8", -- [2]
					295536, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					70.3289999999106, -- [1]
					"Воздушный подавитель ОУ-8", -- [2]
					295536, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					78.86700000008568, -- [1]
					"Воздушный подавитель ОУ-8", -- [2]
					295536, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					92.1929999999702, -- [1]
					"Воздушный подавитель ОУ-8", -- [2]
					295536, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[302279] = {
				{
					15.09899999992922, -- [1]
					"\"Танкоборец-1\"", -- [2]
					302279, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					37.78300000005402, -- [1]
					"\"Танкоборец-1\"", -- [2]
					302279, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					60.87299999990501, -- [1]
					"\"Танкоборец-1\"", -- [2]
					302279, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					83.98300000000745, -- [1]
					"\"Танкоборец-1\"", -- [2]
					302279, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [9]
		{
			[298897] = {
				{
					53.24699999997392, -- [1]
					"Трикси Искрожгучка", -- [2]
					298897, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[298946] = {
				{
					30.95699999993667, -- [1]
					"Нано Мегабум", -- [2]
					298946, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					88.04199999989942, -- [1]
					"Нано Мегабум", -- [2]
					298946, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[298849] = {
				{
					5.209999999962747, -- [1]
					"Трикси Искрожгучка", -- [2]
					298849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.20500000007451, -- [1]
					"Трикси Искрожгучка", -- [2]
					298849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					65.94500000006519, -- [1]
					"Трикси Искрожгучка", -- [2]
					298849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					92.70200000004843, -- [1]
					"Трикси Искрожгучка", -- [2]
					298849, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[298898] = {
				{
					1.396999999880791, -- [1]
					"Нано Мегабум", -- [2]
					298898, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					57.40999999991618, -- [1]
					"Нано Мегабум", -- [2]
					298898, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[302682] = {
				{
					32.35299999988638, -- [1]
					"Трикси Искрожгучка", -- [2]
					302682, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [1]
				{
					65.12100000004284, -- [1]
					"Трикси Искрожгучка", -- [2]
					302682, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [2]
				{
					91.82499999995343, -- [1]
					"Трикси Искрожгучка", -- [2]
					302682, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [3]
			},
			[298651] = {
				{
					16.93900000001304, -- [1]
					"Механоцикл", -- [2]
					298651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					74.0230000000447, -- [1]
					"Механоцикл", -- [2]
					298651, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[298940] = {
				{
					36.55400000000373, -- [1]
					"Нано Мегабум", -- [2]
					298940, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					54.77399999997579, -- [1]
					"Нано Мегабум", -- [2]
					298940, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					93.6589999999851, -- [1]
					"Нано Мегабум", -- [2]
					298940, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[298669] = {
				{
					13.97200000006706, -- [1]
					"Трикси Искрожгучка", -- [2]
					298669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [1]
				{
					17.61700000008568, -- [1]
					"Трикси Искрожгучка", -- [2]
					298669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [2]
				{
					23.70299999997951, -- [1]
					"Трикси Искрожгучка", -- [2]
					298669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нозердума", -- [5]
				}, -- [3]
				{
					39.48300000000745, -- [1]
					"Трикси Искрожгучка", -- [2]
					298669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					48.01399999996647, -- [1]
					"Трикси Искрожгучка", -- [2]
					298669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [5]
				{
					51.64500000001863, -- [1]
					"Трикси Искрожгучка", -- [2]
					298669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нозердума", -- [5]
				}, -- [6]
				{
					56.46299999998882, -- [1]
					"Трикси Искрожгучка", -- [2]
					298669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [7]
				{
					79.55799999996088, -- [1]
					"Трикси Искрожгучка", -- [2]
					298669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [8]
				{
					83.19999999995343, -- [1]
					"Трикси Искрожгучка", -- [2]
					298669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нозердума", -- [5]
				}, -- [9]
				{
					100.7209999999031, -- [1]
					"Трикси Искрожгучка", -- [2]
					298669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [10]
				{
					103.6329999999143, -- [1]
					"Трикси Искрожгучка", -- [2]
					298669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [11]
				{
					108.4869999999646, -- [1]
					"Трикси Искрожгучка", -- [2]
					298669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Вафовна-Борейскаятундра", -- [5]
				}, -- [12]
			},
			[298571] = {
				{
					9.540000000037253, -- [1]
					"Механоцикл", -- [2]
					298571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					66.61100000003353, -- [1]
					"Механоцикл", -- [2]
					298571, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[299164] = {
				{
					7.527000000001863, -- [1]
					"Механоцикл", -- [2]
					299164, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					64.02899999986403, -- [1]
					"Механоцикл", -- [2]
					299164, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [10]
		{
			[297834] = {
				{
					47.74199999985285, -- [1]
					"Токсикоид", -- [2]
					297834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					97.99299999978393, -- [1]
					"Токсикоид", -- [2]
					297834, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[297985] = {
				{
					7.740999999921769, -- [1]
					"Токсикоид", -- [2]
					297985, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.66999999992549, -- [1]
					"Токсикоид", -- [2]
					297985, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					58.8269999998156, -- [1]
					"Токсикоид", -- [2]
					297985, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					83.52999999979511, -- [1]
					"Токсикоид", -- [2]
					297985, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[297835] = {
				{
					22.9179999998305, -- [1]
					"Токсикоид", -- [2]
					297835, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					72.74899999983609, -- [1]
					"Токсикоид", -- [2]
					297835, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[298124] = {
				{
					7.740999999921769, -- [1]
					"Токсикоид", -- [2]
					298124, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Струебот", -- [5]
				}, -- [1]
				{
					33.66999999992549, -- [1]
					"Токсикоид", -- [2]
					298124, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Струебот", -- [5]
				}, -- [2]
				{
					58.8269999998156, -- [1]
					"Токсикоид", -- [2]
					298124, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Струебот", -- [5]
				}, -- [3]
				{
					83.52999999979511, -- [1]
					"Токсикоид", -- [2]
					298124, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Струебот", -- [5]
				}, -- [4]
			},
			[314397] = {
				{
					98.74099999992177, -- [1]
					"Сам'рек Призыватель Хаоса", -- [2]
					314397, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [11]
		{
			[298473] = {
				{
					5.428000000072643, -- [1]
					"Неизвестно", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					5.428000000072643, -- [1]
					"Неизвестно", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					5.428000000072643, -- [1]
					"Неизвестно", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					5.428000000072643, -- [1]
					"Неизвестно", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					5.428000000072643, -- [1]
					"Неизвестно", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					18.79099999996834, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					18.79099999996834, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					18.79099999996834, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					18.79099999996834, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					18.79099999996834, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					24.24300000001676, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					24.24300000001676, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					24.24300000001676, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					24.24300000001676, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					24.24300000001676, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					24.24300000001676, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					27.17400000011548, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					27.17400000011548, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					27.17400000011548, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					30.20600000000559, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					30.20600000000559, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					30.20600000000559, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					30.20600000000559, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					30.20600000000559, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					30.20600000000559, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					33.20800000010058, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					33.20800000010058, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					33.20800000010058, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					33.20800000010058, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					33.20800000010058, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					36.19700000016019, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					36.19700000016019, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					36.19700000016019, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					36.19700000016019, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					36.19700000016019, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
				{
					48.76000000000931, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [36]
				{
					48.76000000000931, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					48.76000000000931, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [38]
				{
					48.76000000000931, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					48.76000000000931, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [40]
				{
					57.87800000002608, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [41]
				{
					57.87800000002608, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [42]
				{
					57.87800000002608, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [43]
				{
					60.877000000095, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [44]
				{
					60.877000000095, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [45]
				{
					60.877000000095, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [46]
				{
					63.88199999998324, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [47]
				{
					63.88199999998324, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [48]
				{
					63.88199999998324, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [49]
				{
					63.88199999998324, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [50]
				{
					63.88199999998324, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [51]
				{
					63.88199999998324, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [52]
				{
					66.87199999997392, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [53]
				{
					69.84400000004098, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [54]
				{
					69.84400000004098, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [55]
				{
					69.84400000004098, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [56]
				{
					81.95699999993667, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [57]
				{
					81.95699999993667, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [58]
				{
					81.95699999993667, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [59]
				{
					90.70900000003166, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [60]
				{
					90.70900000003166, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [61]
				{
					90.70900000003166, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [62]
				{
					93.66800000006333, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [63]
				{
					93.66800000006333, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [64]
				{
					93.66800000006333, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [65]
				{
					96.6710000000894, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [66]
				{
					96.6710000000894, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [67]
				{
					96.6710000000894, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [68]
				{
					99.68500000005588, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [69]
				{
					99.68500000005588, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [70]
				{
					99.68500000005588, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [71]
				{
					102.6659999999683, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [72]
				{
					102.6659999999683, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [73]
				{
					102.6659999999683, -- [1]
					"Ворчун из племени Хламоедов", -- [2]
					298473, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [74]
			},
			[297257] = {
				{
					24.16700000013225, -- [1]
					"Король Гоббамак", -- [2]
					297257, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					57.87800000002608, -- [1]
					"Король Гоббамак", -- [2]
					297257, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					90.67900000000373, -- [1]
					"Король Гоббамак", -- [2]
					297257, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[297261] = {
				{
					7.45699999993667, -- [1]
					"Король Гоббамак", -- [2]
					297261, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					63.36499999999069, -- [1]
					"Король Гоббамак", -- [2]
					297261, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[297256] = {
				{
					24.16700000013225, -- [1]
					"Король Гоббамак", -- [2]
					297256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					57.87800000002608, -- [1]
					"Король Гоббамак", -- [2]
					297256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					90.67900000000373, -- [1]
					"Король Гоббамак", -- [2]
					297256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[297254] = {
				{
					24.16700000013225, -- [1]
					"Король Гоббамак", -- [2]
					297254, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					57.85000000009313, -- [1]
					"Король Гоббамак", -- [2]
					297254, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					90.64599999994971, -- [1]
					"Король Гоббамак", -- [2]
					297254, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
			},
		}, -- [12]
		{
			[268061] = {
				{
					92.05400000000373, -- [1]
					"Чумной знахарь", -- [2]
					268061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сотворение", -- [5]
				}, -- [1]
				{
					95.69200000003912, -- [1]
					"Чумной знахарь", -- [2]
					268061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Craygorn-Silvermoon", -- [5]
				}, -- [2]
				{
					102.9890000000596, -- [1]
					"Чумной знахарь", -- [2]
					268061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Craygorn-Silvermoon", -- [5]
				}, -- [3]
				{
					106.6040000000503, -- [1]
					"Чумной знахарь", -- [2]
					268061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Craygorn-Silvermoon", -- [5]
				}, -- [4]
				{
					155.1850000000559, -- [1]
					"Чумной знахарь", -- [2]
					268061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					158.8410000000149, -- [1]
					"Чумной знахарь", -- [2]
					268061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					160.0579999999609, -- [1]
					"Чумной знахарь", -- [2]
					268061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сотворение", -- [5]
				}, -- [7]
				{
					162.4720000000671, -- [1]
					"Чумной знахарь", -- [2]
					268061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [8]
				{
					163.7080000001006, -- [1]
					"Чумной знахарь", -- [2]
					268061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [9]
				{
					166.1180000000168, -- [1]
					"Чумной знахарь", -- [2]
					268061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [10]
				{
					167.3349999999628, -- [1]
					"Чумной знахарь", -- [2]
					268061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [11]
				{
					169.4850000001025, -- [1]
					"Чумная знахарка", -- [2]
					268061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [12]
				{
					169.7720000001136, -- [1]
					"Чумной знахарь", -- [2]
					268061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [13]
				{
					170.9869999999646, -- [1]
					"Чумной знахарь", -- [2]
					268061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [14]
				{
					173.4340000001248, -- [1]
					"Чумная знахарка", -- [2]
					268061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [15]
				{
					173.4340000001248, -- [1]
					"Чумной знахарь", -- [2]
					268061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [16]
				{
					179.2010000001174, -- [1]
					"Чумной знахарь", -- [2]
					268061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [17]
				{
					179.2010000001174, -- [1]
					"Чумная знахарка", -- [2]
					268061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [18]
				{
					183.1400000001304, -- [1]
					"Чумная знахарка", -- [2]
					268061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [19]
				{
					186.7839999999851, -- [1]
					"Чумная знахарка", -- [2]
					268061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [20]
				{
					190.4340000001248, -- [1]
					"Чумная знахарка", -- [2]
					268061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [21]
				{
					194.1030000001192, -- [1]
					"Чумная знахарка", -- [2]
					268061, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [22]
			},
			[268007] = {
				{
					8.979000000050291, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					16.25600000005215, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					76.90599999995902, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					85.4089999999851, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					91.48600000003353, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					98.75300000002608, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					152.188000000082, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Craygorn-Silvermoon", -- [5]
				}, -- [7]
				{
					160.691000000108, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [8]
				{
					167.9899999999907, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [9]
				{
					174.0689999999013, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [10]
				{
					176.8829999999143, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Craygorn-Silvermoon", -- [5]
				}, -- [11]
				{
					181.3370000000577, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [12]
				{
					184.189000000013, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [13]
				{
					185.0130000000354, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [14]
				{
					187.4259999999777, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [15]
				{
					192.314000000013, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [16]
				{
					192.7120000000577, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [17]
				{
					198.4010000000708, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [18]
				{
					198.8009999999777, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [19]
				{
					204.4709999999031, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [20]
				{
					206.1019999999553, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [21]
				{
					210.5519999999087, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [22]
				{
					212.1650000000373, -- [1]
					"Хранитель Сердца", -- [2]
					268007, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [23]
			},
			[274642] = {
				{
					164.4210000000894, -- [1]
					"Проклинатель худу", -- [2]
					274642, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сотворение", -- [5]
				}, -- [1]
				{
					172.9320000000298, -- [1]
					"Проклинатель худу", -- [2]
					274642, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Craygorn-Silvermoon", -- [5]
				}, -- [2]
				{
					181.4329999999609, -- [1]
					"Проклинатель худу", -- [2]
					274642, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сотворение", -- [5]
				}, -- [3]
				{
					188.3149999999441, -- [1]
					"Проклинатель худу", -- [2]
					274642, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Minimek-Silvermoon", -- [5]
				}, -- [4]
				{
					189.9259999999777, -- [1]
					"Проклинатель худу", -- [2]
					274642, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Craygorn-Silvermoon", -- [5]
				}, -- [5]
				{
					196.8459999999031, -- [1]
					"Проклинатель худу", -- [2]
					274642, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					205.3559999999125, -- [1]
					"Проклинатель худу", -- [2]
					274642, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сотворение", -- [5]
				}, -- [7]
				{
					213.8659999999218, -- [1]
					"Проклинатель худу", -- [2]
					274642, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Dótz-Frostmane", -- [5]
				}, -- [8]
			},
			[268013] = {
				{
					167.9899999999907, -- [1]
					"Проклинатель худу", -- [2]
					268013, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Craygorn-Silvermoon", -- [5]
				}, -- [1]
				{
					176.0819999999367, -- [1]
					"Проклинатель худу", -- [2]
					268013, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сотворение", -- [5]
				}, -- [2]
				{
					183.7849999999162, -- [1]
					"Проклинатель худу", -- [2]
					268013, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					191.9159999999683, -- [1]
					"Проклинатель худу", -- [2]
					268013, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Craygorn-Silvermoon", -- [5]
				}, -- [4]
				{
					207.7229999999981, -- [1]
					"Проклинатель худу", -- [2]
					268013, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
			},
			[273677] = {
				{
					68.60400000005029, -- [1]
					"Проклинатель худу", -- [2]
					273677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					68.60400000005029, -- [1]
					"Проклинатель худу", -- [2]
					273677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					68.60400000005029, -- [1]
					"Проклинатель худу", -- [2]
					273677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					68.60400000005029, -- [1]
					"Проклинатель худу", -- [2]
					273677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					143.8189999999013, -- [1]
					"Проклинатель худу", -- [2]
					273677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					143.8189999999013, -- [1]
					"Проклинатель худу", -- [2]
					273677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					143.8189999999013, -- [1]
					"Проклинатель худу", -- [2]
					273677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					143.8189999999013, -- [1]
					"Проклинатель худу", -- [2]
					273677, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
		}, -- [13]
		{
			[265986] = {
				{
					7.791999999899417, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.11699999985285, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					21.18900000001304, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					27.2819999998901, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					33.36800000001676, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					39.0339999999851, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					43.91599999996834, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					49.96799999987707, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					55.21099999989383, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					64.93900000001304, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					69.79799999995157, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					75.85899999993853, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					84.36199999996461, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					88.8159999998752, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					95.26899999985471, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					104.9779999998864, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					109.8209999999963, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					115.8689999999479, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					121.9379999998491, -- [1]
					"Энергетическое ядро", -- [2]
					265986, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
			},
		}, -- [14]
		{
			[264235] = {
				{
					77.55899999989197, -- [1]
					"Яйцо", -- [2]
					264235, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					77.62800000002608, -- [1]
					"Яйцо", -- [2]
					264235, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					77.62800000002608, -- [1]
					"Яйцо", -- [2]
					264235, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					77.62800000002608, -- [1]
					"Яйцо", -- [2]
					264235, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[264239] = {
				{
					142.6110000000335, -- [1]
					"Яйцо", -- [2]
					264239, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					142.6110000000335, -- [1]
					"Яйцо", -- [2]
					264239, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[263958] = {
				{
					12.10800000000745, -- [1]
					"Неизвестно", -- [2]
					263958, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Minimek-Silvermoon", -- [5]
				}, -- [1]
				{
					60.3070000000298, -- [1]
					"Клубок змей", -- [2]
					263958, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Dótz-Frostmane", -- [5]
				}, -- [2]
				{
					81.61599999992177, -- [1]
					"Клубок змей", -- [2]
					263958, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Craygorn-Silvermoon", -- [5]
				}, -- [3]
				{
					120.1450000000186, -- [1]
					"Клубок змей", -- [2]
					263958, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Minimek-Silvermoon", -- [5]
				}, -- [4]
				{
					141.9709999999031, -- [1]
					"Клубок змей", -- [2]
					263958, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Minimek-Silvermoon", -- [5]
				}, -- [5]
			},
			[263914] = {
				{
					60.77599999983795, -- [1]
					"Меректа", -- [2]
					263914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					125.6359999999404, -- [1]
					"Меректа", -- [2]
					263914, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[264368] = {
				{
					0.5540000000037253, -- [1]
					"Неизвестно", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					0.5540000000037253, -- [1]
					"Неизвестно", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					0.5540000000037253, -- [1]
					"Неизвестно", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					0.5540000000037253, -- [1]
					"Неизвестно", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					52.81899999990128, -- [1]
					"Неизвестно", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					52.81899999990128, -- [1]
					"Неизвестно", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					52.81899999990128, -- [1]
					"Неизвестно", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					52.81899999990128, -- [1]
					"Неизвестно", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					108.6369999998715, -- [1]
					"Яйцо", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					108.6369999998715, -- [1]
					"Яйцо", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					108.6369999998715, -- [1]
					"Яйцо", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					108.6369999998715, -- [1]
					"Яйцо", -- [2]
					264368, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
			[267027] = {
				{
					27.56199999991804, -- [1]
					"Ядовитый змей", -- [2]
					267027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					27.56199999991804, -- [1]
					"Ядовитый змей", -- [2]
					267027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					27.56199999991804, -- [1]
					"Ядовитый змей", -- [2]
					267027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					27.56199999991804, -- [1]
					"Ядовитый змей", -- [2]
					267027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					36.08100000000559, -- [1]
					"Ядовитый змей", -- [2]
					267027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					37.28099999995902, -- [1]
					"Ядовитый змей", -- [2]
					267027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					38.50399999995716, -- [1]
					"Ядовитый змей", -- [2]
					267027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
				{
					40.93099999986589, -- [1]
					"Ядовитый змей", -- [2]
					267027, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [8]
			},
			[269116] = {
				{
					33.62399999983609, -- [1]
					"Усиленный призыватель шторма", -- [2]
					269116, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					37.66500000003725, -- [1]
					"Усиленный призыватель шторма", -- [2]
					269116, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					73.69599999999627, -- [1]
					"Усиленный призыватель шторма", -- [2]
					269116, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					76.11299999989569, -- [1]
					"Усиленный призыватель шторма", -- [2]
					269116, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					110.0749999999534, -- [1]
					"Усиленный призыватель шторма", -- [2]
					269116, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					120.9709999999031, -- [1]
					"Усиленный призыватель шторма", -- [2]
					269116, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					142.6110000000335, -- [1]
					"Усиленный призыватель шторма", -- [2]
					269116, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					142.6110000000335, -- [1]
					"Усиленный призыватель шторма", -- [2]
					269116, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[264234] = {
				{
					21.72299999999814, -- [1]
					"Яйцо", -- [2]
					264234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.78700000001118, -- [1]
					"Яйцо", -- [2]
					264234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					21.78700000001118, -- [1]
					"Яйцо", -- [2]
					264234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					21.78700000001118, -- [1]
					"Яйцо", -- [2]
					264234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[264233] = {
				{
					142.6110000000335, -- [1]
					"Яйцо", -- [2]
					264233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					142.6110000000335, -- [1]
					"Яйцо", -- [2]
					264233, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[263912] = {
				{
					8.575999999884516, -- [1]
					"Меректа", -- [2]
					263912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.56999999983236, -- [1]
					"Меректа", -- [2]
					263912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					116.6159999999218, -- [1]
					"Меректа", -- [2]
					263912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					138.4709999999031, -- [1]
					"Меректа", -- [2]
					263912, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[268705] = {
				{
					92.71699999994598, -- [1]
					"Песочная змея", -- [2]
					268705, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					93.10299999988638, -- [1]
					"Песочная змея", -- [2]
					268705, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					94.30299999983981, -- [1]
					"Песочная змея", -- [2]
					268705, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					94.31700000003912, -- [1]
					"Песочная змея", -- [2]
					268705, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					105.2129999999888, -- [1]
					"Песочная змея", -- [2]
					268705, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					106.439000000013, -- [1]
					"Песочная змея", -- [2]
					268705, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[267047] = {
				{
					77.62800000002608, -- [1]
					"Неизвестно", -- [2]
					267047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					77.62800000002608, -- [1]
					"Неизвестно", -- [2]
					267047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					77.62800000002608, -- [1]
					"Неизвестно", -- [2]
					267047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					77.62800000002608, -- [1]
					"Неизвестно", -- [2]
					267047, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [15]
		{
			[263365] = {
				{
					45.14100000006147, -- [1]
					"Гюрзис", -- [2]
					263365, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					104.6710000000894, -- [1]
					"Гюрзис", -- [2]
					263365, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[263234] = {
				{
					7.786000000080094, -- [1]
					"Гюрзис", -- [2]
					263234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.75699999998324, -- [1]
					"Гюрзис", -- [2]
					263234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					68.14999999990687, -- [1]
					"Гюрзис", -- [2]
					263234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					82.72799999988638, -- [1]
					"Гюрзис", -- [2]
					263234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					127.6810000000987, -- [1]
					"Гюрзис", -- [2]
					263234, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[263257] = {
				{
					25.81099999998696, -- [1]
					"Аспидис", -- [2]
					263257, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					84.82199999992736, -- [1]
					"Аспидис", -- [2]
					263257, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[263775] = {
				{
					38.54300000006333, -- [1]
					"Аспидис", -- [2]
					263775, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Craygorn-Silvermoon", -- [5]
				}, -- [1]
				{
					53.15999999991618, -- [1]
					"Аспидис", -- [2]
					263775, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					96.87800000002608, -- [1]
					"Аспидис", -- [2]
					263775, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					111.4869999999646, -- [1]
					"Аспидис", -- [2]
					263775, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					153.9850000001025, -- [1]
					"Аспидис", -- [2]
					263775, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					168.594000000041, -- [1]
					"Аспидис", -- [2]
					263775, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
			},
			[263318] = {
				{
					4.544999999925494, -- [1]
					"Аспидис", -- [2]
					263318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Dótz-Frostmane", -- [5]
				}, -- [1]
				{
					7.807999999960885, -- [1]
					"Аспидис", -- [2]
					263318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ghaadhun", -- [5]
				}, -- [2]
				{
					10.33799999998882, -- [1]
					"Аспидис", -- [2]
					263318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Craygorn-Silvermoon", -- [5]
				}, -- [3]
				{
					13.03799999994226, -- [1]
					"Аспидис", -- [2]
					263318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Minimek-Silvermoon", -- [5]
				}, -- [4]
				{
					18.05899999989197, -- [1]
					"Аспидис", -- [2]
					263318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Minimek-Silvermoon", -- [5]
				}, -- [5]
				{
					20.81400000001304, -- [1]
					"Аспидис", -- [2]
					263318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					23.79499999992549, -- [1]
					"Аспидис", -- [2]
					263318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сотворение", -- [5]
				}, -- [7]
				{
					68.42699999990873, -- [1]
					"Аспидис", -- [2]
					263318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Dótz-Frostmane", -- [5]
				}, -- [8]
				{
					72.92999999993481, -- [1]
					"Аспидис", -- [2]
					263318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [9]
				{
					79.86499999999069, -- [1]
					"Аспидис", -- [2]
					263318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [10]
				{
					82.40400000009686, -- [1]
					"Аспидис", -- [2]
					263318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Craygorn-Silvermoon", -- [5]
				}, -- [11]
				{
					129.283000000054, -- [1]
					"Аспидис", -- [2]
					263318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [12]
				{
					132.0770000000484, -- [1]
					"Аспидис", -- [2]
					263318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сотворение", -- [5]
				}, -- [13]
				{
					135.4350000000559, -- [1]
					"Аспидис", -- [2]
					263318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Craygorn-Silvermoon", -- [5]
				}, -- [14]
				{
					140.4599999999628, -- [1]
					"Аспидис", -- [2]
					263318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сотворение", -- [5]
				}, -- [15]
			},
			[269116] = {
				{
					1.189999999944121, -- [1]
					"Усиленный призыватель шторма", -- [2]
					269116, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					23.06199999991804, -- [1]
					"Усиленный призыватель шторма", -- [2]
					269116, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					90.31700000003912, -- [1]
					"Усиленный призыватель шторма", -- [2]
					269116, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					175.6359999999404, -- [1]
					"Усиленный призыватель шторма", -- [2]
					269116, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					175.6359999999404, -- [1]
					"Усиленный призыватель шторма", -- [2]
					269116, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[263424] = {
				{
					56.41500000003725, -- [1]
					"Гюрзис", -- [2]
					263424, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.77600000007078, -- [1]
					"Гюрзис", -- [2]
					263424, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					57.10800000000745, -- [1]
					"Гюрзис", -- [2]
					263424, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					57.45800000010058, -- [1]
					"Гюрзис", -- [2]
					263424, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					57.8159999998752, -- [1]
					"Гюрзис", -- [2]
					263424, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					115.9099999999162, -- [1]
					"Гюрзис", -- [2]
					263424, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					116.2749999999069, -- [1]
					"Гюрзис", -- [2]
					263424, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					116.627000000095, -- [1]
					"Гюрзис", -- [2]
					263424, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					116.9779999998864, -- [1]
					"Гюрзис", -- [2]
					263424, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					117.3240000000224, -- [1]
					"Гюрзис", -- [2]
					263424, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			[263425] = {
				{
					56.65599999995902, -- [1]
					"Гюрзис", -- [2]
					263425, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.99300000001676, -- [1]
					"Гюрзис", -- [2]
					263425, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					57.40800000005402, -- [1]
					"Гюрзис", -- [2]
					263425, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					57.72200000006706, -- [1]
					"Гюрзис", -- [2]
					263425, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					58.04600000008941, -- [1]
					"Гюрзис", -- [2]
					263425, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					116.2299999999814, -- [1]
					"Гюрзис", -- [2]
					263425, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					116.5400000000373, -- [1]
					"Гюрзис", -- [2]
					263425, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					116.8759999999311, -- [1]
					"Гюрзис", -- [2]
					263425, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					117.1829999999609, -- [1]
					"Гюрзис", -- [2]
					263425, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					117.5929999998771, -- [1]
					"Гюрзис", -- [2]
					263425, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			[263371] = {
				{
					15.05799999996088, -- [1]
					"Аспидис", -- [2]
					263371, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Dótz-Frostmane", -- [5]
				}, -- [1]
				{
					75.0889999999199, -- [1]
					"Аспидис", -- [2]
					263371, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сотворение", -- [5]
				}, -- [2]
				{
					137.439000000013, -- [1]
					"Аспидис", -- [2]
					263371, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Craygorn-Silvermoon", -- [5]
				}, -- [3]
			},
			[263309] = {
				{
					10.61299999989569, -- [1]
					"Гюрзис", -- [2]
					263309, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сотворение", -- [5]
				}, -- [1]
				{
					26.41800000006333, -- [1]
					"Гюрзис", -- [2]
					263309, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Инфернал", -- [5]
				}, -- [2]
				{
					71.38899999996647, -- [1]
					"Гюрзис", -- [2]
					263309, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Dótz-Frostmane", -- [5]
				}, -- [3]
				{
					87.16599999996834, -- [1]
					"Гюрзис", -- [2]
					263309, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ghaadhun", -- [5]
				}, -- [4]
				{
					130.9129999999423, -- [1]
					"Гюрзис", -- [2]
					263309, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
			},
		}, -- [16]
		{
			[304251] = {
				{
					3.702000000048429, -- [1]
					"Вепрь Бездны", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					3.702000000048429, -- [1]
					"Вепрь Бездны", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					8.285999999847263, -- [1]
					"Вепрь Бездны", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					8.285999999847263, -- [1]
					"Вепрь Бездны", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					11.3839999998454, -- [1]
					"Вепрь Бездны", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
			},
			[306752] = {
				{
					68.64299999992363, -- [1]
					"Тралл", -- [2]
					306752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					82.53000000002794, -- [1]
					"Тралл", -- [2]
					306752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
			},
			[297822] = {
				{
					12.63299999991432, -- [1]
					"Тралл", -- [2]
					297822, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.90500000002794, -- [1]
					"Тралл", -- [2]
					297822, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					62.81700000003912, -- [1]
					"Тралл", -- [2]
					297822, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					86.70299999997951, -- [1]
					"Тралл", -- [2]
					297822, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[319643] = {
				{
					55.32999999984168, -- [1]
					"Тралл", -- [2]
					319643, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[306828] = {
				{
					6.356999999843538, -- [1]
					"Тралл", -- [2]
					306828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.73999999999069, -- [1]
					"Тралл", -- [2]
					306828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					30.64199999999255, -- [1]
					"Тралл", -- [2]
					306828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					42.78000000002794, -- [1]
					"Тралл", -- [2]
					306828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					55.30599999986589, -- [1]
					"Тралл", -- [2]
					306828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					68.68699999991804, -- [1]
					"Тралл", -- [2]
					306828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					83.25300000002608, -- [1]
					"Тралл", -- [2]
					306828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					95.38800000003539, -- [1]
					"Тралл", -- [2]
					306828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[297574] = {
				{
					80.21799999987707, -- [1]
					"Тралл", -- [2]
					297574, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[304976] = {
				{
					61.34799999999814, -- [1]
					"Тралл", -- [2]
					304976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [17]
		{
			[304282] = {
				{
					29.61299999989569, -- [1]
					"Рексар", -- [2]
					304282, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[304256] = {
				{
					8.226999999955297, -- [1]
					"Хаффер", -- [2]
					304256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					15.60100000002421, -- [1]
					"Раффер", -- [2]
					304256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					20.7819999998901, -- [1]
					"Саффер", -- [2]
					304256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					21.73300000000745, -- [1]
					"К'Таффер", -- [2]
					304256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
			},
			[304251] = {
				{
					12.36499999999069, -- [1]
					"Хаффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					16.02000000001863, -- [1]
					"Хаффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нюцзао", -- [5]
				}, -- [2]
				{
					19.67500000004657, -- [1]
					"Раффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					19.67500000004657, -- [1]
					"Хаффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нюцзао", -- [5]
				}, -- [4]
				{
					23.3179999999702, -- [1]
					"Хаффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					23.3179999999702, -- [1]
					"Раффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					25.48300000000745, -- [1]
					"Саффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
				{
					25.75399999995716, -- [1]
					"К'Таффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [8]
				{
					26.95699999993667, -- [1]
					"Раффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нюцзао", -- [5]
				}, -- [9]
				{
					26.95699999993667, -- [1]
					"Хаффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [10]
				{
					28.17599999997765, -- [1]
					"Саффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нюцзао", -- [5]
				}, -- [11]
				{
					29.38800000003539, -- [1]
					"К'Таффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нюцзао", -- [5]
				}, -- [12]
				{
					30.61199999996461, -- [1]
					"Раффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [13]
				{
					30.61199999996461, -- [1]
					"Хаффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нюцзао", -- [5]
				}, -- [14]
				{
					31.82899999991059, -- [1]
					"Саффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [15]
				{
					33.05000000004657, -- [1]
					"К'Таффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нюцзао", -- [5]
				}, -- [16]
				{
					34.2609999999404, -- [1]
					"Раффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нюцзао", -- [5]
				}, -- [17]
				{
					35.48600000003353, -- [1]
					"Саффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [18]
				{
					36.68699999991804, -- [1]
					"К'Таффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Нюцзао", -- [5]
				}, -- [19]
				{
					37.90400000009686, -- [1]
					"Раффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [20]
			},
		}, -- [18]
		{
			[304975] = {
				{
					12.15299999993295, -- [1]
					"Инквизитор Гншал", -- [2]
					304975, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[304976] = {
				{
					18.16399999987334, -- [1]
					"Инквизитор Гншал", -- [2]
					304976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[307863] = {
				{
					6.622999999905005, -- [1]
					"Инквизитор Гншал", -- [2]
					307863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					22.04199999989942, -- [1]
					"Инквизитор Гншал", -- [2]
					307863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
			},
		}, -- [19]
		{
			[297574] = {
				{
					7.628000000026077, -- [1]
					"Элементаль забвения", -- [2]
					297574, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [20]
		{
			[306617] = {
				{
					11.23199999984354, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.06199999991804, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					42.80499999993481, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[306752] = {
				{
					25.58100000000559, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					25.59699999983423, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					31.78499999991618, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					36.55499999993481, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					47.65599999995902, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
			},
			[306656] = {
				{
					13.16599999996834, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306656, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.87899999995716, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306656, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					35.01299999980256, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306656, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[296510] = {
				{
					24.68399999989197, -- [1]
					"Ползучая порча", -- [2]
					296510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.11199999996461, -- [1]
					"Ползучая порча", -- [2]
					296510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					34.78700000001118, -- [1]
					"Ползучая порча", -- [2]
					296510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					34.78700000001118, -- [1]
					"Ползучая порча", -- [2]
					296510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					37.23099999991246, -- [1]
					"Ползучая порча", -- [2]
					296510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					45.52000000001863, -- [1]
					"Ползучая порча", -- [2]
					296510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					48.14999999990687, -- [1]
					"Ползучая порча", -- [2]
					296510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[306726] = {
				{
					6.478999999817461, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.78700000001118, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					32.35899999993853, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					48.14999999990687, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [21]
		{
			[304251] = {
				{
					3.441999999806285, -- [1]
					"Вепрь Бездны", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					3.441999999806285, -- [1]
					"Вепрь Бездны", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					7.089999999850988, -- [1]
					"Вепрь Бездны", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					7.089999999850988, -- [1]
					"Вепрь Бездны", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					10.74499999987893, -- [1]
					"Вепрь Бездны", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					10.74499999987893, -- [1]
					"Вепрь Бездны", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					14.39299999992363, -- [1]
					"Вепрь Бездны", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
			},
			[306752] = {
				{
					36.85100000002421, -- [1]
					"Тралл", -- [2]
					306752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					85.90299999993294, -- [1]
					"Тралл", -- [2]
					306752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					86.7819999998901, -- [1]
					"Тралл", -- [2]
					306752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					86.79899999988265, -- [1]
					"Тралл", -- [2]
					306752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					100.9729999999981, -- [1]
					"Тралл", -- [2]
					306752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					101.5379999999423, -- [1]
					"Тралл", -- [2]
					306752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
			},
			[297822] = {
				{
					12.38500000000931, -- [1]
					"Тралл", -- [2]
					297822, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.01000000000931, -- [1]
					"Тралл", -- [2]
					297822, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					78.38299999991432, -- [1]
					"Тралл", -- [2]
					297822, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					98.66899999999441, -- [1]
					"Тралл", -- [2]
					297822, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[319643] = {
				{
					54.2929999998305, -- [1]
					"Тралл", -- [2]
					319643, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[306828] = {
				{
					6.097999999998137, -- [1]
					"Тралл", -- [2]
					306828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					18.25199999986216, -- [1]
					"Тралл", -- [2]
					306828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					36.69799999985844, -- [1]
					"Тралл", -- [2]
					306828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					48.57999999984168, -- [1]
					"Тралл", -- [2]
					306828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					62.33499999996275, -- [1]
					"Тралл", -- [2]
					306828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					74.52799999993294, -- [1]
					"Тралл", -- [2]
					306828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					86.69199999980628, -- [1]
					"Тралл", -- [2]
					306828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					101.8289999999106, -- [1]
					"Тралл", -- [2]
					306828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					114.2409999999218, -- [1]
					"Тралл", -- [2]
					306828, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[297574] = {
				{
					31.80799999996088, -- [1]
					"Тралл", -- [2]
					297574, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[304976] = {
				{
					60.28999999980442, -- [1]
					"Тралл", -- [2]
					304976, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [22]
		{
			[304282] = {
				{
					47.27099999994971, -- [1]
					"Рексар", -- [2]
					304282, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[304256] = {
				{
					12.56499999994412, -- [1]
					"Хаффер", -- [2]
					304256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					19.87299999990501, -- [1]
					"Раффер", -- [2]
					304256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					31.12400000006892, -- [1]
					"Саффер", -- [2]
					304256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					32.16800000006333, -- [1]
					"К'Таффер", -- [2]
					304256, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
			},
			[304251] = {
				{
					16.70399999991059, -- [1]
					"Хаффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					20.36100000003353, -- [1]
					"Хаффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					23.98699999996461, -- [1]
					"Раффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					34.88500000000931, -- [1]
					"Саффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					36.10999999986962, -- [1]
					"К'Таффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					43.29199999989942, -- [1]
					"К'Таффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					49.48699999996461, -- [1]
					"К'Таффер", -- [2]
					304251, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
			},
			[296718] = {
				{
					60.23300000000745, -- [1]
					"Плод ужаса", -- [2]
					296718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [23]
		{
			[307863] = {
				{
					6.041000000201166, -- [1]
					"Инквизитор Гншал", -- [2]
					307863, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
			},
			[304975] = {
				{
					10.31600000010803, -- [1]
					"Инквизитор Гншал", -- [2]
					304975, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [24]
		{
			[297574] = {
				{
					12.62899999995716, -- [1]
					"Элементаль забвения", -- [2]
					297574, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [25]
		{
			[306617] = {
				{
					10.73300000000745, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.35700000007637, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					43.56400000001304, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306617, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[306752] = {
				{
					22.38400000007823, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					29.97100000013597, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					33.91999999992549, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					39.55499999993481, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					44.09600000013597, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					44.09600000013597, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					44.09600000013597, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306752, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
			},
			[306656] = {
				{
					15.10499999998137, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306656, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					30.89700000011362, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306656, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					36.59000000008382, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306656, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[296510] = {
				{
					25.8090000001248, -- [1]
					"Ползучая порча", -- [2]
					296510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.63000000012107, -- [1]
					"Ползучая порча", -- [2]
					296510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					27.84400000004098, -- [1]
					"Ползучая порча", -- [2]
					296510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					41.64599999994971, -- [1]
					"Ползучая порча", -- [2]
					296510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					44.07499999995343, -- [1]
					"Ползучая порча", -- [2]
					296510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					44.07499999995343, -- [1]
					"Ползучая порча", -- [2]
					296510, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[306726] = {
				{
					5.185000000055879, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.63000000012107, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					33.79900000011548, -- [1]
					"Вез'окк Беспросветный", -- [2]
					306726, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [26]
		{
			[260280] = {
				{
					17.54700000002049, -- [1]
					"Шеф Разданк", -- [2]
					260280, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					37.53799999994226, -- [1]
					"Шеф Разданк", -- [2]
					260280, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					119.8850000000093, -- [1]
					"Шеф Разданк", -- [2]
					260280, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					139.9310000000987, -- [1]
					"Шеф Разданк", -- [2]
					260280, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[260190] = {
				{
					99.79399999999441, -- [1]
					"Шеф Разданк", -- [2]
					260190, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[260372] = {
				{
					53.33199999993667, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					54.2750000001397, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [2]
				{
					56.71100000012666, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					60.35100000002421, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Большой элементаль земли", -- [5]
				}, -- [4]
				{
					60.35100000002421, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					64.00900000007823, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					71.29300000006333, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
				{
					72.36199999996461, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Супрек", -- [5]
				}, -- [8]
				{
					74.95100000011735, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [9]
				{
					82.22800000011921, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [10]
				{
					85.877000000095, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [11]
				{
					95.62199999997392, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [12]
			},
			[276229] = {
				{
					14.08600000012666, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					14.08600000012666, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					40.01500000013039, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					40.02799999993295, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					117.4469999999274, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					117.4469999999274, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					146.9809999999125, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					146.9969999999739, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[260811] = {
				{
					6.543999999994412, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					27.57900000014342, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					108.8959999999497, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					129.9909999999218, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					153.905999999959, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[260318] = {
				{
					2.989999999990687, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					7.033000000054017, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					9.077000000048429, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					11.8980000000447, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					14.33700000005774, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					27.67999999993481, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					30.11300000012852, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
				{
					32.56300000008196, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [8]
				{
					105.5179999999236, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [9]
				{
					109.1959999999963, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [10]
				{
					111.6170000000857, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [11]
				{
					114.0540000000037, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [12]
				{
					116.0760000001174, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [13]
				{
					131.0520000001416, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [14]
				{
					133.4729999999981, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [15]
				{
					135.8900000001304, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [16]
				{
					148.0220000001136, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [17]
				{
					150.4720000000671, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [18]
				{
					154.0979999999981, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [19]
				{
					156.5460000000894, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [20]
				{
					158.9620000000577, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [21]
				{
					161.3950000000186, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [22]
			},
			[271456] = {
				{
					70.02799999993294, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [1]
				{
					82.20100000011735, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Уххастик", -- [5]
				}, -- [2]
				{
					94.7390000000596, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Уххастик", -- [5]
				}, -- [3]
			},
			[260202] = {
				{
					74.23300000000745, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					87.58400000003166, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					99.79399999999441, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[260189] = {
				{
					47.56400000001304, -- [1]
					"Шеф Разданк", -- [2]
					260189, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[262515] = {
				{
					62.46900000004098, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Супрек", -- [5]
				}, -- [1]
				{
					65.02200000011362, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					73.18100000009872, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					75.45900000003166, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [4]
				{
					86.52600000007078, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
			},
			[276212] = {
				{
					2.523000000044704, -- [1]
					"Шеф Разданк", -- [2]
					276212, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					104.8740000000689, -- [1]
					"Шеф Разданк", -- [2]
					276212, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[281621] = {
				{
					58.92200000002049, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					80.80200000014156, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					91.73800000012852, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[260813] = {
				{
					6.543999999994412, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [1]
				{
					27.57900000014342, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Супрек", -- [5]
				}, -- [2]
				{
					108.8959999999497, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [3]
				{
					129.9909999999218, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [4]
				{
					153.905999999959, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Супрек", -- [5]
				}, -- [5]
			},
		}, -- [27]
		{
			[259474] = {
				{
					1.479999999981374, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					6.374000000068918, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					8.817999999970198, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					12.44500000006519, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					14.87100000004284, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					17.29700000002049, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					22.1589999999851, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
				{
					24.57499999995343, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [8]
				{
					28.23399999993853, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [9]
				{
					51.28899999987334, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [10]
				{
					53.72399999992922, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [11]
				{
					56.14100000006147, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [12]
				{
					58.58899999991991, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [13]
				{
					63.44599999999628, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [14]
				{
					65.88800000003539, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [15]
				{
					69.51600000006147, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [16]
				{
					92.61899999994785, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [17]
				{
					95.0319999998901, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [18]
				{
					97.47600000002421, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [19]
			},
			[268865] = {
				{
					10.58400000003167, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.67200000002049, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					56.73300000000745, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					79.83100000000559, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					98.73799999989569, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[259856] = {
				{
					11.61299999989569, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Уххастик", -- [5]
				}, -- [1]
				{
					12.22200000006706, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					26.60700000007637, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Уххастик", -- [5]
				}, -- [3]
				{
					27.20699999993667, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					53.65200000000186, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					54.32599999988452, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Уххастик", -- [5]
				}, -- [6]
				{
					68.63899999996647, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
				{
					69.2390000000596, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Уххастик", -- [5]
				}, -- [8]
				{
					95.66899999999441, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [9]
				{
					96.27900000009686, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Уххастик", -- [5]
				}, -- [10]
			},
			[260669] = {
				{
					31.62999999988824, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Супрек", -- [5]
				}, -- [1]
				{
					37.6359999999404, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [2]
				{
					73.67999999993481, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [3]
				{
					79.67999999993481, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Супрек", -- [5]
				}, -- [4]
			},
		}, -- [28]
		{
			[263275] = {
				{
					4.97399999992922, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					35.38899999996647, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					62.11199999996461, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					88.85299999988638, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					114.3759999999311, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[271698] = {
				{
					21.58599999989383, -- [1]
					"Азерокк", -- [2]
					271698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Земляной яростень", -- [5]
				}, -- [1]
				{
					39.04099999996834, -- [1]
					"Азерокк", -- [2]
					271698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Земляной яростень", -- [5]
				}, -- [2]
				{
					79.88999999989755, -- [1]
					"Азерокк", -- [2]
					271698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Земляной яростень", -- [5]
				}, -- [3]
				{
					96.9069999998901, -- [1]
					"Азерокк", -- [2]
					271698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Земляной яростень", -- [5]
				}, -- [4]
			},
			[268702] = {
				{
					3.345999999903143, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					11.84499999997206, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					24.0109999999404, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					45.90200000000186, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					48.33499999996275, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					67.76199999987148, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					68.97999999998137, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					90.84699999983422, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					90.84699999983422, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					115.1449999997858, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					115.1449999997858, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
			},
			[271526] = {
				{
					0.1, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					0.4120000000111759, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					0.4120000000111759, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					0.4120000000111759, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					0.7269999999552965, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					0.7269999999552965, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					1.296999999787659, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					17.57399999978952, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					17.63999999989756, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					17.77399999997579, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					18.25599999981932, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					18.27599999983795, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					18.5769999998156, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					18.5769999998156, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					19.73099999991246, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					20.16599999996834, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					20.19599999999628, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					21.00099999993108, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					22.23399999993853, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					22.54399999999441, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					23.85800000000745, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					24.93299999996088, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					51.41099999984726, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					62.44899999978952, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					62.44899999978952, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					62.44899999978952, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					63.5339999999851, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					87.84799999999814, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					87.84799999999814, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
			},
			[257582] = {
				{
					2.412999999942258, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Уххастик", -- [5]
				}, -- [1]
				{
					2.412999999942258, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Супрек", -- [5]
				}, -- [2]
				{
					2.737999999895692, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Супрек", -- [5]
				}, -- [3]
				{
					3.298999999882653, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [4]
				{
					20.26000000000931, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Супрек", -- [5]
				}, -- [5]
				{
					20.58100000000559, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Уххастик", -- [5]
				}, -- [6]
				{
					24.22999999998137, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Недаю-Борейскаятундра", -- [5]
				}, -- [7]
				{
					26.93399999989197, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Супрек", -- [5]
				}, -- [8]
				{
					64.45999999996275, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Супрек", -- [5]
				}, -- [9]
				{
					65.55099999997765, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сострадание", -- [5]
				}, -- [10]
				{
					89.8519999999553, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Супрек", -- [5]
				}, -- [11]
			},
			[271579] = {
				{
					2.627999999793246, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [1]
				{
					7.075999999884516, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [2]
				{
					8.675999999977648, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [3]
				{
					13.15099999983795, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [4]
				{
					13.55400000000373, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [5]
				{
					19.23199999984354, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [6]
				{
					19.65200000000186, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [7]
				{
					24.52099999994971, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [8]
				{
					25.3410000000149, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [9]
				{
					32.61199999996461, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [10]
				{
					33.02899999986403, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [11]
				{
					39.92499999981374, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [12]
				{
					40.33599999989383, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [13]
				{
					47.20099999988452, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [14]
				{
					47.60499999998137, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [15]
				{
					52.4660000000149, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [16]
				{
					54.48199999984354, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [17]
				{
					58.54499999992549, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [18]
				{
					59.35999999986962, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [19]
				{
					64.21099999989383, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [20]
				{
					65.82299999985844, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [21]
				{
					70.2819999998901, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [22]
				{
					71.90299999993294, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [23]
				{
					77.55899999989197, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [24]
				{
					79.17999999993481, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [25]
				{
					83.64599999994971, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [26]
				{
					84.04099999996834, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [27]
				{
					89.72399999992922, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [28]
				{
					90.12099999981001, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [29]
				{
					94.98799999989569, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [30]
				{
					95.7949999999255, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [31]
				{
					101.058999999892, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [32]
				{
					104.3009999999777, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [33]
				{
					109.5599999998231, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [34]
				{
					111.622999999905, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [35]
				{
					114.4269999999087, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [36]
				{
					117.6729999999516, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [37]
				{
					120.5119999998715, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [38]
				{
					123.7509999999311, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [39]
				{
					126.5879999999888, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [40]
				{
					131.0199999997858, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [41]
				{
					131.4089999999851, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [42]
			},
			[268362] = {
				{
					3.971999999834225, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					7.618000000016764, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					15.74599999981001, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					16.13999999989756, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					17.35499999998137, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					24.65499999979511, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					25.85399999981746, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					34.40299999993295, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					37.62299999990501, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					39.2609999999404, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					46.5339999999851, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					46.5339999999851, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					56.25199999986216, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					57.06099999998696, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					59.88699999987148, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					68.39999999990687, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					73.23799999989569, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					77.72399999992922, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					84.17499999981374, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					85.41299999994226, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					89.07199999992736, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					97.54699999978766, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					100.7959999998566, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					104.8529999998864, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					108.5039999999572, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					110.9249999998137, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					114.589999999851, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					119.0159999998286, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					129.1449999997858, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					130.3469999998342, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
			},
			[258627] = {
				{
					15.05599999986589, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.05599999986589, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					15.05599999986589, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					15.08100000000559, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					49.1359999999404, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					85.55299999983981, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[257593] = {
				{
					62.39799999981187, -- [1]
					"Азерокк", -- [2]
					257593, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[268865] = {
				{
					20.36399999982677, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.67999999993481, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					67.76199999987148, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					89.625, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					111.5139999999665, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[258622] = {
				{
					13.06299999984913, -- [1]
					"Азерокк", -- [2]
					258622, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					47.11999999987893, -- [1]
					"Азерокк", -- [2]
					258622, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					83.55299999983981, -- [1]
					"Азерокк", -- [2]
					258622, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					117.5799999998417, -- [1]
					"Азерокк", -- [2]
					258622, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[275907] = {
				{
					7.59499999997206, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.06699999980629, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					53.19599999999628, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					73.85099999979138, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					100.5629999998491, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					123.6709999998566, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[263262] = {
				{
					0.4120000000111759, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [1]
				{
					2.839999999850988, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [2]
				{
					6.493999999947846, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [3]
				{
					8.89699999988079, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [4]
				{
					14.99799999990501, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [5]
				{
					18.64699999988079, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [6]
				{
					21.07199999992736, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [7]
				{
					24.73199999984354, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [8]
				{
					27.15999999991618, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [9]
				{
					30.81400000001304, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [10]
				{
					34.46899999980815, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [11]
				{
					38.12299999990501, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [12]
				{
					46.60699999984354, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [13]
				{
					50.24099999992177, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [14]
				{
					57.55099999997765, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [15]
				{
					59.97899999981746, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [16]
				{
					63.61299999989569, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [17]
				{
					72.11199999996461, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [18]
				{
					76.96099999989383, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [19]
				{
					87.90399999986403, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [20]
				{
					91.5769999998156, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [21]
				{
					102.4969999999739, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [22]
				{
					109.7770000000019, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [23]
				{
					113.4229999999516, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [24]
				{
					118.2939999999944, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [25]
				{
					123.1549999997951, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [26]
				{
					129.214999999851, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [27]
			},
		}, -- [29]
		{
			[263275] = {
				{
					53.75500000012107, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					80.47800000011921, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[271784] = {
				{
					20.24800000013784, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.75, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					21.78000000002794, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					22.28000000002794, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					36.4320000000298, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					36.92200000002049, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					37.45300000021234, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					37.96000000019558, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					52.20400000014342, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					52.70300000021234, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					53.73800000012852, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					54.23500000010245, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					70.44700000016019, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					70.94599999999627, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					71.47299999999814, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					71.96500000008382, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					72.45900000003166, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
			},
			[269493] = {
				{
					9.40100000007078, -- [1]
					"Платный разгонятель толпы", -- [2]
					269493, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.64000000013039, -- [1]
					"Платный разгонятель толпы", -- [2]
					269493, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					78.67200000002049, -- [1]
					"Платный разгонятель толпы", -- [2]
					269493, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[268702] = {
				{
					16.84200000017881, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					39.95000000018627, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					42.36400000005961, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					64.24400000018068, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					64.24400000018068, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					87.33600000012666, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					88.54500000015832, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			[271579] = {
				{
					1.560999999986962, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [1]
				{
					8.83600000012666, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [2]
				{
					14.92600000021048, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [3]
				{
					16.9340000001248, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [4]
				{
					23.41800000006333, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [5]
				{
					28.29700000002049, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [6]
				{
					36.79399999999441, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [7]
				{
					41.6480000000447, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [8]
				{
					43.67200000002049, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [9]
				{
					47.72800000011921, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [10]
				{
					48.52100000018254, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [11]
				{
					54.58700000005774, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [12]
				{
					55.01000000000931, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [13]
				{
					60.68100000009872, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [14]
				{
					61.09400000004098, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [15]
				{
					67.97299999999814, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [16]
				{
					69.59500000020489, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [17]
				{
					74.47400000016205, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [18]
				{
					76.52000000001863, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [19]
				{
					79.33300000010058, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [20]
				{
					83.7860000000801, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [21]
				{
					87.82800000021234, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [22]
				{
					89.26299999980256, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [23]
				{
					89.26299999980256, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [24]
				{
					89.26299999980256, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [25]
			},
			[262347] = {
				{
					8.247000000206754, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.34700000006706, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.42600000021048, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					76.32700000004843, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[268865] = {
				{
					15.64900000020862, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					37.51100000017323, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					58.1820000000298, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					81.28300000005402, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[271903] = {
				{
					83.52000000001863, -- [1]
					"Платный разгонятель толпы", -- [2]
					271903, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[268362] = {
				{
					2.918999999994412, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					3.716000000014901, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					15.03200000012294, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					16.27200000011362, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					16.27200000011362, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					17.47600000002421, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					19.50300000002608, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					21.14000000013039, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					23.15500000002794, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					34.49500000011176, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					41.78300000005402, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					45.04000000003725, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					45.04000000003725, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					45.45100000011735, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					46.65700000012294, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					61.23400000017136, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					64.86900000018068, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					67.32200000016019, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					67.32200000016019, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					69.33400000003166, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					69.74600000004284, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					71.77600000007078, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					80.68500000005588, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					83.11300000012852, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					89.26299999980256, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					89.26299999980256, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					89.26299999980256, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					89.26299999980256, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					89.26299999980256, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
			},
			[257337] = {
				{
					18.23700000019744, -- [1]
					"Платный разгонятель толпы", -- [2]
					257337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					64.41300000017509, -- [1]
					"Платный разгонятель толпы", -- [2]
					257337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[263262] = {
				{
					6.62900000018999, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [1]
				{
					18.76200000010431, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [2]
				{
					28.502000000095, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [3]
				{
					32.17600000021048, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [4]
				{
					41.86200000019744, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [5]
				{
					55.23600000003353, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [6]
				{
					57.6840000001248, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [7]
				{
					68.60200000018813, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [8]
				{
					72.26300000003539, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [9]
				{
					83.17900000000373, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [10]
				{
					88.04000000003725, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [11]
				{
					89.26299999980256, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [12]
				{
					89.26299999980256, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [13]
			},
		}, -- [30]
		{
			[309648] = {
				{
					95.22400000016205, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					309648, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
			},
			[308278] = {
				{
					6.810000000055879, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					308278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					20.17900000000373, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					308278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					33.5250000001397, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					308278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					49.32000000006519, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					308278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					62.64400000008754, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					308278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					76.0250000001397, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					308278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					89.37600000016391, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					308278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
				{
					102.7120000000577, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					308278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [8]
			},
			[296733] = {
				{
					100.7710000001825, -- [1]
					"Плод ужаса", -- [2]
					296733, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
			},
			[296718] = {
				{
					100.2880000001751, -- [1]
					"Плод ужаса", -- [2]
					296718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					107.568000000203, -- [1]
					"Плод ужаса", -- [2]
					296718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[308669] = {
				{
					4.067000000039116, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.68900000001304, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					30.30800000019372, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					43.87800000002608, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					56.95100000011735, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					70.06800000020303, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					82.29000000003725, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					95.92700000014156, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					109.1000000000931, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[309819] = {
				{
					27.61100000003353, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					309819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					56.74300000001676, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					309819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					84.65500000002794, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					309819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					112.566000000108, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					309819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[298691] = {
				{
					37.45000000018627, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					298691, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[312360] = {
				{
					1.151000000070781, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					2.369000000180677, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					3.600000000093132, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					7.232000000076369, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					8.447000000160187, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					9.649000000208616, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					10.86800000001676, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
				{
					12.09900000016205, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [8]
				{
					13.31500000017695, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [9]
				{
					16.9660000000149, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [10]
				{
					29.09600000013597, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [11]
				{
					30.30800000019372, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [12]
				{
					59.42900000000373, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [13]
				{
					63.08400000003167, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [14]
				{
					64.28900000010617, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [15]
				{
					65.51700000022538, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [16]
				{
					69.15800000005402, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [17]
				{
					70.375, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [18]
				{
					71.5800000000745, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [19]
				{
					72.79100000020117, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [20]
				{
					76.4340000001248, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [21]
				{
					89.79400000022724, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [22]
				{
					91.01500000013039, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [23]
				{
					95.84600000013597, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [24]
				{
					97.06400000001304, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [25]
				{
					98.34700000006706, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [26]
				{
					99.4800000002142, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [27]
				{
					103.1430000001565, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [28]
				{
					104.3530000001192, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [29]
			},
		}, -- [31]
		{
			[309373] = {
				{
					3.200999999884516, -- [1]
					"Магистр Умбрий", -- [2]
					309373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					4.200999999884516, -- [1]
					"Магистр Умбрий", -- [2]
					309373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					5.814000000013039, -- [1]
					"Магистр Умбрий", -- [2]
					309373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					14.11699999985285, -- [1]
					"Магистр Умбрий", -- [2]
					309373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					16.11199999996461, -- [1]
					"Магистр Умбрий", -- [2]
					309373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					16.20399999991059, -- [1]
					"Магистр Умбрий", -- [2]
					309373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					40.85100000002421, -- [1]
					"Магистр Умбрий", -- [2]
					309373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					41.85399999981746, -- [1]
					"Магистр Умбрий", -- [2]
					309373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					42.84699999983423, -- [1]
					"Магистр Умбрий", -- [2]
					309373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					60.2839999999851, -- [1]
					"Магистр Умбрий", -- [2]
					309373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					61.2839999999851, -- [1]
					"Магистр Умбрий", -- [2]
					309373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					62.27599999983795, -- [1]
					"Магистр Умбрий", -- [2]
					309373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					69.99199999985285, -- [1]
					"Магистр Умбрий", -- [2]
					309373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					70.98799999989569, -- [1]
					"Магистр Умбрий", -- [2]
					309373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
			},
			[309451] = {
				{
					17.26799999992363, -- [1]
					"Магистр Умбрий", -- [2]
					309451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					50.05099999997765, -- [1]
					"Магистр Умбрий", -- [2]
					309451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [32]
		{
			[298866] = {
				{
					6.435000000055879, -- [1]
					"Бичующее щупальце", -- [2]
					298866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.00699999998324, -- [1]
					"Бичующее щупальце", -- [2]
					298866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					30.76000000000931, -- [1]
					"Бичующее щупальце", -- [2]
					298866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[298691] = {
				{
					11.98600000003353, -- [1]
					"Надсмотрщик Ул'рок", -- [2]
					298691, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.57300000009127, -- [1]
					"Надсмотрщик Ул'рок", -- [2]
					298691, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [33]
		{
			[308669] = {
				{
					3.790999999968335, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.66699999989942, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					23.22200000006706, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					29.36299999989569, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					36.66500000003725, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					38.9660000000149, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					42.83700000005774, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					50.01200000010431, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					51.19200000003912, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[312017] = {
				{
					18.6589999999851, -- [1]
					"Око хаоса", -- [2]
					312017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					34.72900000005029, -- [1]
					"Око хаоса", -- [2]
					312017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [34]
		{
			[309671] = {
				{
					10.25300000002608, -- [1]
					"Терум Подземная Кузня", -- [2]
					309671, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.42999999993481, -- [1]
					"Терум Подземная Кузня", -- [2]
					309671, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [35]
		{
			[260318] = {
				{
					2.320000000065193, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					5.962999999988824, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					8.404000000096858, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					10.82799999997951, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					13.28099999995902, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					27.82799999997951, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					30.24900000006892, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
				{
					32.66700000013225, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [8]
				{
					102.3290000001434, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [9]
				{
					105.9869999999646, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [10]
				{
					108.4120000000112, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [11]
				{
					110.8649999999907, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [12]
				{
					113.2770000000019, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [13]
				{
					127.8700000001118, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [14]
				{
					129.877000000095, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [15]
				{
					132.7250000000931, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [16]
			},
			[260190] = {
				{
					96.55400000000373, -- [1]
					"Шеф Разданк", -- [2]
					260190, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[260372] = {
				{
					53.99200000008568, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					56.15700000012294, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [2]
				{
					57.57700000004843, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					62.41899999999441, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					63.64899999997579, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					66.07900000014342, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					74.56300000008196, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
				{
					75.7750000001397, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [8]
				{
					78.2050000000745, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [9]
				{
					84.3070000000298, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [10]
			},
			[276229] = {
				{
					13.81900000013411, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					13.81900000013411, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					41.73999999999069, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					41.73999999999069, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					113.8400000000838, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					113.8400000000838, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					135.7080000001006, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					135.7080000001006, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[260811] = {
				{
					5.847999999998137, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					26.87199999997392, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					105.689000000013, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					126.7790000000969, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[260813] = {
				{
					5.847999999998137, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Samantafrost-DunModr", -- [5]
				}, -- [1]
				{
					26.87199999997392, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [2]
				{
					105.689000000013, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [3]
				{
					126.7790000000969, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lêika-Dalaran", -- [5]
				}, -- [4]
			},
			[271456] = {
				{
					70.48999999999069, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [1]
				{
					81.40599999995902, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					92.35000000009313, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Glàdius-DunModr", -- [5]
				}, -- [3]
			},
			[260202] = {
				{
					74.26699999999255, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					85.20999999996275, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					96.5339999999851, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[260189] = {
				{
					48.06400000001304, -- [1]
					"Шеф Разданк", -- [2]
					260189, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[262515] = {
				{
					65.79000000003725, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [1]
				{
					66.96400000015274, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					80.01600000006147, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lêika-Dalaran", -- [5]
				}, -- [3]
			},
			[276212] = {
				{
					1.829000000143424, -- [1]
					"Шеф Разданк", -- [2]
					276212, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					101.6780000000726, -- [1]
					"Шеф Разданк", -- [2]
					276212, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[281621] = {
				{
					71.94100000010803, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					73.16000000014901, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					79.22100000013597, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[260280] = {
				{
					16.82700000004843, -- [1]
					"Шеф Разданк", -- [2]
					260280, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					36.83900000015274, -- [1]
					"Шеф Разданк", -- [2]
					260280, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					116.6999999999534, -- [1]
					"Шеф Разданк", -- [2]
					260280, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
		}, -- [36]
		{
			[259474] = {
				{
					1.523000000044704, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					6.338999999919906, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					8.768999999854714, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					12.42999999993481, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					14.86400000005961, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					17.28700000001118, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					22.14899999997579, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
				{
					24.57799999997951, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [8]
				{
					29.25499999988824, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [9]
				{
					50.10499999998137, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [10]
				{
					52.52700000000186, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [11]
				{
					54.94500000006519, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [12]
				{
					57.38999999989756, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [13]
				{
					59.8070000000298, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [14]
				{
					63.42599999997765, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [15]
				{
					65.86199999996461, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [16]
				{
					69.51899999985471, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [17]
			},
			[268865] = {
				{
					2.869999999878928, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					24.33400000003167, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					46.61800000001676, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					69.66200000001118, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[259856] = {
				{
					11.57599999988452, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Glàdius-DunModr", -- [5]
				}, -- [1]
				{
					12.17800000007264, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					26.58000000007451, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Glàdius-DunModr", -- [5]
				}, -- [3]
				{
					27.18099999986589, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					53.62999999988824, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					54.2269999999553, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Glàdius-DunModr", -- [5]
				}, -- [6]
				{
					68.64599999994971, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
				{
					69.24900000006892, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Glàdius-DunModr", -- [5]
				}, -- [8]
			},
			[260669] = {
				{
					31.61699999985285, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lêika-Dalaran", -- [5]
				}, -- [1]
				{
					37.60899999993853, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сулок", -- [5]
				}, -- [2]
				{
					73.63500000000931, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lêika-Dalaran", -- [5]
				}, -- [3]
				{
					79.63299999991432, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Glàdius-DunModr", -- [5]
				}, -- [4]
			},
		}, -- [37]
		{
			[258622] = {
				{
					12.29799999995157, -- [1]
					"Азерокк", -- [2]
					258622, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					46.23999999999069, -- [1]
					"Азерокк", -- [2]
					258622, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					80.25600000005215, -- [1]
					"Азерокк", -- [2]
					258622, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[271698] = {
				{
					19.57799999997951, -- [1]
					"Азерокк", -- [2]
					271698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Земляной яростень", -- [5]
				}, -- [1]
				{
					91.17500000004657, -- [1]
					"Азерокк", -- [2]
					271698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Земляной яростень", -- [5]
				}, -- [2]
			},
			[268702] = {
				{
					9.070000000065193, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					11.50900000007823, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					32.11899999994785, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					35.752000000095, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					55.14899999997579, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					57.5910000000149, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					77.03300000005402, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					79.4539999999106, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					98.10499999998137, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					98.10499999998137, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					98.10499999998137, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
			},
			[271526] = {
				{
					0.8030000000726432, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					17.79499999992549, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					17.79499999992549, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					17.9089999999851, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					65.61499999999069, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					65.70699999993667, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					87.14299999992363, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					87.2390000000596, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					89.38100000005215, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			[257582] = {
				{
					0.3689999999478459, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Glàdius-DunModr", -- [5]
				}, -- [1]
				{
					1.607000000076369, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Samantafrost-DunModr", -- [5]
				}, -- [2]
				{
					1.607000000076369, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Glàdius-DunModr", -- [5]
				}, -- [3]
				{
					2.820000000065193, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lêika-Dalaran", -- [5]
				}, -- [4]
				{
					19.91800000006333, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Glàdius-DunModr", -- [5]
				}, -- [5]
				{
					67.61499999999069, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Glàdius-DunModr", -- [5]
				}, -- [6]
				{
					67.69999999995343, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lêika-Dalaran", -- [5]
				}, -- [7]
				{
					89.22999999998137, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Samantafrost-DunModr", -- [5]
				}, -- [8]
				{
					91.377000000095, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Glàdius-DunModr", -- [5]
				}, -- [9]
			},
			[271579] = {
				{
					4.300999999977648, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [1]
				{
					8.358999999938533, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [2]
				{
					12.81899999990128, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [3]
				{
					16.85100000002421, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [4]
				{
					18.87199999997392, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [5]
				{
					22.92900000000373, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [6]
				{
					24.95299999997951, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [7]
				{
					31.3980000000447, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [8]
				{
					33.42599999997765, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [9]
				{
					39.48399999993853, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [10]
				{
					39.88299999991432, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [11]
				{
					44.72999999998137, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [12]
				{
					45.53600000008009, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [13]
				{
					50.79600000008941, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [14]
				{
					54.03099999995902, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [15]
				{
					56.86700000008568, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [16]
				{
					60.10000000009313, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [17]
				{
					65.39999999990687, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [18]
				{
					67.4089999999851, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [19]
				{
					72.6820000000298, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [20]
				{
					73.47500000009313, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [21]
				{
					78.74600000004284, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [22]
				{
					81.96500000008382, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [23]
				{
					83.58199999993667, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [24]
				{
					90.46699999994598, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [25]
				{
					90.87599999993108, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [26]
				{
					98.10499999998137, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [27]
				{
					98.10499999998137, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [28]
				{
					98.10499999998137, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [29]
				{
					98.10499999998137, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [30]
				{
					98.10499999998137, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [31]
				{
					98.10499999998137, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [32]
				{
					98.10499999998137, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [33]
				{
					98.10499999998137, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [34]
			},
			[268362] = {
				{
					3.648999999975786, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					13.35499999998137, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					20.20399999991059, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					23.05499999993481, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					24.27399999997579, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					27.88800000003539, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					36.377000000095, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					43.65800000005402, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					46.06499999994412, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					48.10800000000745, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					55.78799999994226, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					60.65500000002794, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					67.95699999993667, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					69.17599999997765, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					71.19999999995343, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					76.44699999992736, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					77.66400000010617, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					92.20100000011735, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					95.85100000002421, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					98.10499999998137, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					98.10499999998137, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					98.10499999998137, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					98.10499999998137, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					98.10499999998137, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					98.10499999998137, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
			},
			[268865] = {
				{
					7.853000000119209, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					29.68999999994412, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					52.72800000011921, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					75.81700000003912, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					98.10499999998137, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					98.10499999998137, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[263262] = {
				{
					0.1, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [1]
				{
					8.578999999910593, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [2]
				{
					14.63500000000931, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [3]
				{
					17.07000000006519, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [4]
				{
					20.70399999991059, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [5]
				{
					27.97900000005029, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [6]
				{
					30.40200000000186, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [7]
				{
					35.26399999996647, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [8]
				{
					42.51900000008754, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [9]
				{
					44.9429999999702, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [10]
				{
					48.56099999998696, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [11]
				{
					52.22800000011921, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [12]
				{
					57.08400000003167, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [13]
				{
					60.74500000011176, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [14]
				{
					64.38199999998324, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [15]
				{
					71.67800000007264, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [16]
				{
					74.09899999992922, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [17]
				{
					82.58700000005774, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [18]
				{
					85.0109999999404, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [19]
				{
					88.64700000011362, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [20]
				{
					95.93800000008196, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [21]
				{
					98.10499999998137, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [22]
				{
					98.10499999998137, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [23]
				{
					98.10499999998137, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [24]
				{
					98.10499999998137, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [25]
				{
					98.10499999998137, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [26]
			},
			[275907] = {
				{
					6.682000000029802, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.73600000003353, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					55.98999999999069, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					86.32799999997951, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[258627] = {
				{
					14.31400000001304, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					82.26799999992363, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					82.26799999992363, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[263275] = {
				{
					26.48099999991246, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					51.93299999996088, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					77.4550000000745, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					98.10499999998137, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[257593] = {
				{
					65.19699999992736, -- [1]
					"Азерокк", -- [2]
					257593, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [38]
		{
			[263275] = {
				{
					17.93399999989197, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.39599999994971, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					65.26899999985471, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[271784] = {
				{
					20.52199999988079, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.23699999996461, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					21.54000000003725, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					22.54499999992549, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					36.20600000000559, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					36.70600000000559, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					37.21699999994598, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					37.72900000005029, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					59.26399999996647, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					59.76499999989756, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					60.77000000001863, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					61.28899999987334, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
			[269493] = {
				{
					9.614999999990687, -- [1]
					"Платный разгонятель толпы", -- [2]
					269493, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.40399999986403, -- [1]
					"Платный разгонятель толпы", -- [2]
					269493, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					79.6589999999851, -- [1]
					"Платный разгонятель толпы", -- [2]
					269493, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[268702] = {
				{
					36.89500000001863, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					41.74499999987893, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					56.30199999990873, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					63.61499999999069, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					78.19799999985844, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					81.52299999981187, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			[271579] = {
				{
					7.067999999970198, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [1]
				{
					13.12999999988824, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [2]
				{
					18.80400000000373, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [3]
				{
					19.19799999985844, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [4]
				{
					27.30099999997765, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [5]
				{
					27.71299999998882, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [6]
				{
					33.36199999996461, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [7]
				{
					36.17900000000373, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [8]
				{
					40.65299999993295, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [9]
				{
					43.45999999996275, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [10]
				{
					47.91500000003725, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [11]
				{
					49.54099999996834, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [12]
				{
					53.96099999989383, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [13]
				{
					56.80000000004657, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [14]
				{
					61.25300000002608, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [15]
				{
					64.10400000005029, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [16]
				{
					68.56400000001304, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [17]
				{
					68.96799999987707, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [18]
				{
					74.64500000001863, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [19]
				{
					76.26300000003539, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [20]
				{
					80.71499999985099, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [21]
				{
					81.13500000000931, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [22]
				{
					81.52299999981187, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [23]
				{
					81.52299999981187, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [24]
			},
			[262347] = {
				{
					8.102999999886379, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					31.13899999996647, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					56.60699999984354, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					78.51000000000931, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[257337] = {
				{
					18.48699999996461, -- [1]
					"Платный разгонятель толпы", -- [2]
					257337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					53.26300000003539, -- [1]
					"Платный разгонятель толпы", -- [2]
					257337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					75.14899999997579, -- [1]
					"Платный разгонятель толпы", -- [2]
					257337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[263262] = {
				{
					6.065999999875203, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [1]
				{
					13.33599999989383, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [2]
				{
					25.49499999987893, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [3]
				{
					29.13100000005215, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [4]
				{
					36.37800000002608, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [5]
				{
					40.05899999989197, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [6]
				{
					43.67699999990873, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [7]
				{
					50.93999999994412, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [8]
				{
					54.58100000000559, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [9]
				{
					58.22099999990314, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [10]
				{
					63.10899999993853, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [11]
				{
					70.42399999988265, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [12]
				{
					77.69900000002235, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [13]
				{
					81.52299999981187, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [14]
				{
					81.52299999981187, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [15]
				{
					81.52299999981187, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [16]
			},
			[268865] = {
				{
					8.18099999986589, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					30.02199999988079, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.26599999982864, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					76.18299999996088, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			[268362] = {
				{
					2.34899999992922, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					12.04700000002049, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					14.48300000000745, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					15.30099999997765, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					16.9320000000298, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					16.9320000000298, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					18.12800000002608, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					20.55899999989197, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					32.67399999988265, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					33.87999999988824, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					34.70900000003167, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					39.15299999993295, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					41.19200000003912, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					43.58899999991991, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					46.0319999998901, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					53.29799999995157, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					53.29799999995157, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					56.54099999996834, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					61.82700000004843, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					63.04599999985658, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					69.12899999995716, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					70.33499999996275, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					73.58299999986775, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					76.41699999989942, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					81.52299999981187, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					81.52299999981187, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					81.52299999981187, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					81.52299999981187, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					81.52299999981187, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
			},
		}, -- [39]
		{
			[274991] = {
				{
					3.192000000039116, -- [1]
					"Вик'Гот", -- [2]
					274991, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					25.40300000016578, -- [1]
					"Вик'Гот", -- [2]
					274991, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					45.75500000012107, -- [1]
					"Вик'Гот", -- [2]
					274991, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					67.88100000005215, -- [1]
					"Вик'Гот", -- [2]
					274991, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					87.88800000003539, -- [1]
					"Вик'Гот", -- [2]
					274991, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					108.1370000001043, -- [1]
					"Вик'Гот", -- [2]
					274991, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					129.9140000001062, -- [1]
					"Вик'Гот", -- [2]
					274991, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					151.1959999999963, -- [1]
					"Вик'Гот", -- [2]
					274991, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[269456] = {
				{
					49.08600000012666, -- [1]
					"Вик'Гот", -- [2]
					269456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					98.81300000008196, -- [1]
					"Вик'Гот", -- [2]
					269456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[272888] = {
				{
					0.212000000057742, -- [1]
					"Разрушитель из дома Эшвейнов", -- [2]
					272888, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					1.009000000078231, -- [1]
					"Разрушитель из дома Эшвейнов", -- [2]
					272888, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[269266] = {
				{
					10.11499999999069, -- [1]
					"Крушащий ужас", -- [2]
					269266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.33300000010058, -- [1]
					"Крушащий ужас", -- [2]
					269266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					57.31500000017695, -- [1]
					"Крушащий ужас", -- [2]
					269266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					78.76800000015646, -- [1]
					"Крушащий ужас", -- [2]
					269266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					105.1650000000373, -- [1]
					"Крушащий ужас", -- [2]
					269266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					113.1190000001807, -- [1]
					"Крушащий ужас", -- [2]
					269266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					120.408000000054, -- [1]
					"Крушащий ужас", -- [2]
					269266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					127.7070000001695, -- [1]
					"Крушащий ужас", -- [2]
					269266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					141.87900000019, -- [1]
					"Крушащий ужас", -- [2]
					269266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					157.2739999999758, -- [1]
					"Крушащий ужас", -- [2]
					269266, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
			},
			[270590] = {
				{
					109.5139999999665, -- [1]
					"Крушащий ужас", -- [2]
					270590, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[272542] = {
				{
					1.633000000147149, -- [1]
					"Снайпер корпорации Эшвейнов", -- [2]
					272542, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кул-тирасский боец авангарда", -- [5]
				}, -- [1]
				{
					16.19700000016019, -- [1]
					"Снайпер корпорации Эшвейнов", -- [2]
					272542, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Телия", -- [5]
				}, -- [2]
				{
					30.42800000007264, -- [1]
					"Снайпер корпорации Эшвейнов", -- [2]
					272542, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Кул-тирасский боец авангарда", -- [5]
				}, -- [3]
			},
		}, -- [40]
		{
			[276068] = {
				{
					28.51699999999255, -- [1]
					"Хадал Черная Бездна", -- [2]
					276068, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[257882] = {
				{
					7.125, -- [1]
					"Хадал Черная Бездна", -- [2]
					257882, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					37.48999999999069, -- [1]
					"Хадал Черная Бездна", -- [2]
					257882, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					71.47799999988638, -- [1]
					"Хадал Черная Бездна", -- [2]
					257882, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
			},
			[272888] = {
				{
					74.9660000000149, -- [1]
					"Разрушитель из дома Эшвейнов", -- [2]
					272888, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
		}, -- [41]
		{
			[269029] = {
				{
					8.25399999995716, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					269029, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					44.60299999988638, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					269029, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					62.82700000004843, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					269029, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					112.5959999999031, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					269029, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					130.7900000000373, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					269029, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[273470] = {
				{
					0.2190000000409782, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					273470, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					41.40999999991618, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					273470, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zzoro-Silvermoon", -- [5]
				}, -- [2]
				{
					106.9639999999199, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					273470, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					108.1589999999851, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					273470, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					109.3789999999572, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					273470, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zzoro-Silvermoon", -- [5]
				}, -- [5]
			},
			[280389] = {
				{
					2.40500000002794, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					4.828999999910593, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					10.77199999988079, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					39.98699999996461, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					47.1820000000298, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					49.66899999999441, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					52.09799999999814, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
				{
					54.52399999997579, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [8]
				{
					56.95600000000559, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [9]
				{
					59.39599999994971, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [10]
				{
					65.32700000004843, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [11]
				{
					67.88199999998324, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [12]
				{
					70.3179999999702, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [13]
				{
					72.75199999986216, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [14]
				{
					115.1979999998584, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [15]
				{
					117.6489999999758, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [16]
				{
					120.0759999998845, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [17]
				{
					122.5160000000615, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [18]
				{
					124.9439999999013, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [19]
				{
					127.372999999905, -- [1]
					"Жуткий капитан Локвуд", -- [2]
					280389, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [20]
			},
			[268230] = {
				{
					20.54700000002049, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.97999999998137, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					30.25799999991432, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					34.26399999996647, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					44.76199999987148, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					53.67500000004657, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					83.60599999991246, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					84.81199999991804, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					94.95799999986775, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					94.95799999986775, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					104.2630000000354, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					105.4799999999814, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					115.5929999998771, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					115.5929999998771, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					126.5219999998808, -- [1]
					"Матрос корпорации Эшвейнов", -- [2]
					268230, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
			},
		}, -- [42]
		{
			[257641] = {
				{
					5.520999999949709, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lunchen-ConseildesOmbres", -- [5]
				}, -- [1]
				{
					9.165000000037253, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lunchen-ConseildesOmbres", -- [5]
				}, -- [2]
				{
					12.53000000002794, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kanä-ConseildesOmbres", -- [5]
				}, -- [3]
				{
					15.25499999988824, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zzoro-Silvermoon", -- [5]
				}, -- [4]
				{
					18.91099999984726, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zzoro-Silvermoon", -- [5]
				}, -- [5]
				{
					22.54499999992549, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zzoro-Silvermoon", -- [5]
				}, -- [6]
				{
					26.18999999994412, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lunchen-ConseildesOmbres", -- [5]
				}, -- [7]
				{
					29.84799999999814, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Squishyslut-Garrosh", -- [5]
				}, -- [8]
				{
					32.2609999999404, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lunchen-ConseildesOmbres", -- [5]
				}, -- [9]
				{
					33.47399999992922, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lunchen-ConseildesOmbres", -- [5]
				}, -- [10]
				{
					37.11800000001676, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zzoro-Silvermoon", -- [5]
				}, -- [11]
				{
					39.33799999998882, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lunchen-ConseildesOmbres", -- [5]
				}, -- [12]
				{
					40.75600000005215, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zzoro-Silvermoon", -- [5]
				}, -- [13]
				{
					41.96999999997206, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zzoro-Silvermoon", -- [5]
				}, -- [14]
				{
					45.59699999983423, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kanä-ConseildesOmbres", -- [5]
				}, -- [15]
				{
					45.59699999983423, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Squishyslut-Garrosh", -- [5]
				}, -- [16]
				{
					49.23499999986962, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Squishyslut-Garrosh", -- [5]
				}, -- [17]
				{
					49.23499999986962, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Squishyslut-Garrosh", -- [5]
				}, -- [18]
				{
					52.87299999990501, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lunchen-ConseildesOmbres", -- [5]
				}, -- [19]
				{
					52.87299999990501, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lunchen-ConseildesOmbres", -- [5]
				}, -- [20]
				{
					56.50199999986216, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lunchen-ConseildesOmbres", -- [5]
				}, -- [21]
				{
					56.50199999986216, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zzoro-Silvermoon", -- [5]
				}, -- [22]
				{
					60.14699999988079, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zzoro-Silvermoon", -- [5]
				}, -- [23]
				{
					60.14699999988079, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lunchen-ConseildesOmbres", -- [5]
				}, -- [24]
				{
					63.77799999993295, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kanä-ConseildesOmbres", -- [5]
				}, -- [25]
				{
					63.77799999993295, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lunchen-ConseildesOmbres", -- [5]
				}, -- [26]
				{
					67.43999999994412, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zzoro-Silvermoon", -- [5]
				}, -- [27]
				{
					68.65200000000186, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Squishyslut-Garrosh", -- [5]
				}, -- [28]
				{
					71.06899999990128, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zzoro-Silvermoon", -- [5]
				}, -- [29]
				{
					72.31199999991804, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kanä-ConseildesOmbres", -- [5]
				}, -- [30]
				{
					74.75, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kanä-ConseildesOmbres", -- [5]
				}, -- [31]
				{
					78.37599999993108, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zzoro-Silvermoon", -- [5]
				}, -- [32]
				{
					83.21200000005774, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Zzoro-Silvermoon", -- [5]
				}, -- [33]
				{
					86.86599999992177, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kanä-ConseildesOmbres", -- [5]
				}, -- [34]
				{
					90.52799999993294, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Lunchen-ConseildesOmbres", -- [5]
				}, -- [35]
				{
					94.18299999996088, -- [1]
					"Фузилер из братства Стальных Волн", -- [2]
					257641, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Kanä-ConseildesOmbres", -- [5]
				}, -- [36]
			},
			[257326] = {
				{
					71.24099999992177, -- [1]
					"Головорез Краснокрюк", -- [2]
					257326, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[257348] = {
				{
					66.84699999983422, -- [1]
					"Головорез Краснокрюк", -- [2]
					257348, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					95.96299999998882, -- [1]
					"Головорез Краснокрюк", -- [2]
					257348, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[257459] = {
				{
					0.3939999998547137, -- [1]
					"Головорез Краснокрюк", -- [2]
					257459, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Squishyslut-Garrosh", -- [5]
				}, -- [1]
				{
					26.3179999999702, -- [1]
					"Головорез Краснокрюк", -- [2]
					257459, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Squishyslut-Garrosh", -- [5]
				}, -- [2]
				{
					44.09899999992922, -- [1]
					"Головорез Краснокрюк", -- [2]
					257459, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Squishyslut-Garrosh", -- [5]
				}, -- [3]
				{
					73.23099999991246, -- [1]
					"Головорез Краснокрюк", -- [2]
					257459, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Squishyslut-Garrosh", -- [5]
				}, -- [4]
			},
		}, -- [43]
		{
			[308278] = {
				{
					6.054000000003725, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					308278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					19.39599999994971, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					308278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					32.74200000008568, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					308278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					46.12599999993108, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					308278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					60.71400000015274, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					308278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					74.04300000006333, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					308278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					88.62000000011176, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					308278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
				{
					102.0069999999832, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					308278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [8]
				{
					116.5800000000745, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					308278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [9]
				{
					129.9760000000242, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					308278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [10]
				{
					144.6040000000503, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					308278, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [11]
			},
			[308669] = {
				{
					3.402000000001863, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.91200000001118, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					29.60100000002421, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					42.54799999995157, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					54.75699999998324, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					68.25300000002608, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					81.9110000000801, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					95.28300000005402, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					108.3479999999981, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					121.6929999999702, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					134.971000000136, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					147.5570000000298, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
			[309819] = {
				{
					26.82099999999628, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					309819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					58.41400000010617, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					309819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					86.32700000004843, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					309819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					114.2820000001229, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					309819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					142.3060000000987, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					309819, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[298691] = {
				{
					50.0590000001248, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					298691, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[312360] = {
				{
					0.3850000000093132, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					1.596000000135973, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					2.822000000160188, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					6.469000000040978, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					7.685000000055879, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					8.905999999959022, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					10.11100000003353, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
				{
					12.55200000014156, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [8]
				{
					14.97100000013597, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [9]
				{
					16.18599999998696, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [10]
				{
					28.31300000008196, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [11]
				{
					29.52900000009686, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [12]
				{
					33.16800000006333, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [13]
				{
					34.38400000007823, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [14]
				{
					36.81400000001304, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [15]
				{
					38.03200000012294, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [16]
				{
					40.47400000016205, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [17]
				{
					41.69200000003912, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [18]
				{
					42.8980000000447, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [19]
				{
					61.13400000007823, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [20]
				{
					62.34400000004098, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [21]
				{
					63.54799999995157, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [22]
				{
					65.96100000012666, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [23]
				{
					68.39700000011362, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [24]
				{
					69.61899999994785, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [25]
				{
					70.82300000009127, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [26]
				{
					75.66700000013225, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [27]
				{
					78.10899999993853, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [28]
				{
					91.49800000013784, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [29]
				{
					93.91800000006333, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [30]
				{
					96.3519999999553, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [31]
				{
					97.57000000006519, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [32]
				{
					98.77900000009686, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [33]
				{
					102.4290000000037, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [34]
				{
					103.6340000000782, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [35]
				{
					106.066000000108, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [36]
				{
					118.2460000000428, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [37]
				{
					120.6670000001323, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [38]
				{
					123.1219999999739, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [39]
				{
					124.3349999999628, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [40]
				{
					125.5450000001583, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [41]
				{
					126.7680000001565, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [42]
				{
					130.4240000001155, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [43]
				{
					131.6370000001043, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [44]
				{
					132.8519999999553, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [45]
				{
					134.0800000000745, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [46]
				{
					148.6750000000466, -- [1]
					"Аллерия Ветрокрылая", -- [2]
					312360, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [47]
			},
		}, -- [44]
		{
			[309373] = {
				{
					3.197000000160188, -- [1]
					"Магистр Умбрий", -- [2]
					309373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					4.202999999979511, -- [1]
					"Магистр Умбрий", -- [2]
					309373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					5.197000000160188, -- [1]
					"Магистр Умбрий", -- [2]
					309373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					36.38300000014715, -- [1]
					"Магистр Умбрий", -- [2]
					309373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					37.39100000006147, -- [1]
					"Магистр Умбрий", -- [2]
					309373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					38.38400000007823, -- [1]
					"Магистр Умбрий", -- [2]
					309373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					67.56300000008196, -- [1]
					"Магистр Умбрий", -- [2]
					309373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					68.5679999999702, -- [1]
					"Магистр Умбрий", -- [2]
					309373, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			[309451] = {
				{
					14.01900000008754, -- [1]
					"Магистр Умбрий", -- [2]
					309451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.15500000002794, -- [1]
					"Магистр Умбрий", -- [2]
					309451, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [45]
		{
			[298866] = {
				{
					6.003999999957159, -- [1]
					"Бичующее щупальце", -- [2]
					298866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					15.36299999989569, -- [1]
					"Бичующее щупальце", -- [2]
					298866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					20.54599999985658, -- [1]
					"Бичующее щупальце", -- [2]
					298866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					26.60599999991246, -- [1]
					"Бичующее щупальце", -- [2]
					298866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					33.55299999983981, -- [1]
					"Бичующее щупальце", -- [2]
					298866, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			[298691] = {
				{
					10.35999999986962, -- [1]
					"Надсмотрщик Ул'рок", -- [2]
					298691, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					28.54399999999441, -- [1]
					"Надсмотрщик Ул'рок", -- [2]
					298691, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [46]
		{
			[312017] = {
				{
					18.94700000016019, -- [1]
					"Око хаоса", -- [2]
					312017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					40.79600000008941, -- [1]
					"Око хаоса", -- [2]
					312017, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
			[296718] = {
				{
					27.02200000011362, -- [1]
					"Плод ужаса", -- [2]
					296718, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
			},
			[308669] = {
				{
					4.063000000081956, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					16.20000000018627, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					23.47100000013597, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					28.47000000020489, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					35.69300000020303, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					41.78700000001118, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					45.38600000017323, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					48.99600000004284, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					55.19200000003912, -- [1]
					"Око хаоса", -- [2]
					308669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
		}, -- [47]
		{
			[309671] = {
				{
					10.09000000008382, -- [1]
					"Терум Подземная Кузня", -- [2]
					309671, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.2180000001099, -- [1]
					"Терум Подземная Кузня", -- [2]
					309671, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
			},
		}, -- [48]
	},
	["useicons"] = true,
	["window_scale"] = 1,
	["backdrop_color"] = {
		0, -- [1]
		0, -- [2]
		0, -- [3]
		0.4, -- [4]
	},
	["deaths_data"] = {
		{
		}, -- [1]
		{
		}, -- [2]
		{
			["Dinowl-Ravencrest"] = {
				{
					["time"] = 34.37599999998929,
					["events"] = {
						{
							true, -- [1]
							257544, -- [2]
							8251, -- [3]
							1605466747.061, -- [4]
							8937, -- [5]
							"Земляной яростень", -- [6]
							457, -- [7]
							1, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [1]
						{
							true, -- [1]
							257544, -- [2]
							8250, -- [3]
							1605466749.057, -- [4]
							3095, -- [5]
							"Земляной яростень", -- [6]
							435, -- [7]
							1, -- [8]
							false, -- [9]
							-1, -- [10]
						}, -- [2]
						{
							true, -- [1]
							257544, -- [2]
							8250, -- [3]
							1605466751.078, -- [4]
							1, -- [5]
							"Земляной яростень", -- [6]
							393, -- [7]
							1, -- [8]
							false, -- [9]
							4639, -- [10]
						}, -- [3]
					},
				}, -- [1]
			},
		}, -- [3]
		{
		}, -- [4]
	},
	["debuff_timeline"] = {
		{
			["Ниамэй"] = {
				[260838] = {
					8.192999999999302, -- [1]
					14.43699999997625, -- [2]
					26.71199999999953, -- [3]
					32.72000000000116, -- [4]
					49.89699999999721, -- [5]
					55.90499999999884, -- [6]
					113.310999999987, -- [7]
					119.3260000000009, -- [8]
					134.8839999999909, -- [9]
					140.8929999999818, -- [10]
					["stacks"] = {
					},
					["source"] = "[*] Самонаводящаяся ракета",
					["active"] = false,
				},
				[262515] = {
					84.92199999999139, -- [1]
					87.92599999997765, -- [2]
					["stacks"] = {
					},
					["source"] = "Огнелетчица Торговой компании",
					["active"] = false,
				},
				[240447] = {
					0.1, -- [1]
					1.528999999980442, -- [2]
					19.00999999998021, -- [3]
					21.50999999998021, -- [4]
					39.01600000000326, -- [5]
					41.51900000000023, -- [6]
					59.01399999999558, -- [7]
					61.51600000000326, -- [8]
					79.00899999999092, -- [9]
					81.51799999998184, -- [10]
					99.01699999999255, -- [11]
					101.5160000000033, -- [12]
					119.0190000000002, -- [13]
					121.5199999999895, -- [14]
					["stacks"] = {
					},
					["source"] = "[*] Землетрясение",
					["active"] = false,
				},
			},
			["Сочувствие"] = {
				[260279] = {
					20.5909999999858, -- [1]
					21.47299999999814, -- [2]
					40.52999999999884, -- [3]
					41.31099999998696, -- [4]
					["stacks"] = {
					},
					["source"] = "[*] Пулеметный огонь",
					["active"] = false,
				},
				[260838] = {
					26.71199999999953, -- [1]
					32.72000000000116, -- [2]
					49.89699999999721, -- [3]
					55.87699999997858, -- [4]
					113.310999999987, -- [5]
					119.3099999999977, -- [6]
					134.8839999999909, -- [7]
					140.8929999999818, -- [8]
					["stacks"] = {
					},
					["source"] = "[*] Самонаводящаяся ракета",
					["active"] = false,
				},
				[262515] = {
					87.24700000000303, -- [1]
					89.86099999997532, -- [2]
					["stacks"] = {
					},
					["source"] = "Огнелетчица Торговой компании",
					["active"] = false,
				},
				[240447] = {
					0.1, -- [1]
					1.528999999980442, -- [2]
					18.99399999997695, -- [3]
					21.53199999997742, -- [4]
					39.01600000000326, -- [5]
					41.51900000000023, -- [6]
					59.01399999999558, -- [7]
					61.51600000000326, -- [8]
					79.00899999999092, -- [9]
					81.51799999998184, -- [10]
					99.01699999999255, -- [11]
					101.5160000000033, -- [12]
					119.0190000000002, -- [13]
					121.5199999999895, -- [14]
					["stacks"] = {
					},
					["source"] = "[*] Землетрясение",
					["active"] = false,
				},
			},
			["Desphan-DunModr"] = {
				[260829] = {
					4.272999999986496, -- [1]
					11.26399999999558, -- [2]
					25.3179999999993, -- [3]
					29.12999999997555, -- [4]
					["stacks"] = {
					},
					["source"] = "Неизвестно",
					["active"] = false,
				},
				[240447] = {
					0.1, -- [1]
					1.528999999980442, -- [2]
					18.99399999997695, -- [3]
					21.53199999997742, -- [4]
					39.01600000000326, -- [5]
					41.51900000000023, -- [6]
					59.01399999999558, -- [7]
					61.51600000000326, -- [8]
					79.00899999999092, -- [9]
					81.51799999998184, -- [10]
					99.00099999998929, -- [11]
					101.5160000000033, -- [12]
					119.0190000000002, -- [13]
					121.5199999999895, -- [14]
					["stacks"] = {
					},
					["source"] = "[*] Землетрясение",
					["active"] = false,
				},
				[260279] = {
					16.89899999997579, -- [1]
					16.94199999998091, -- [2]
					16.95900000000256, -- [3]
					17.3070000000007, -- [4]
					42.112999999983, -- [5]
					43.25999999998021, -- [6]
					129.7369999999937, -- [7]
					130.9409999999916, -- [8]
					["stacks"] = {
					},
					["source"] = "[*] Пулеметный огонь",
					["active"] = false,
				},
				[262513] = {
					72.60399999999208, -- [1]
					80.60799999997835, -- [2]
					["stacks"] = {
					},
					["source"] = "Огнелетчица Торговой компании",
					["active"] = false,
				},
				[262515] = {
					69.51900000000023, -- [1]
					72.54399999999441, -- [2]
					["stacks"] = {
					},
					["source"] = "Огнелетчица Торговой компании",
					["active"] = false,
				},
				[260838] = {
					8.192999999999302, -- [1]
					14.43699999997625, -- [2]
					26.71199999999953, -- [3]
					32.72000000000116, -- [4]
					49.89699999999721, -- [5]
					55.87699999997858, -- [6]
					134.8839999999909, -- [7]
					140.8929999999818, -- [8]
					["stacks"] = {
					},
					["source"] = "[*] Самонаводящаяся ракета",
					["active"] = false,
				},
			},
			["Костэло"] = {
				[260838] = {
					26.71199999999953, -- [1]
					32.72000000000116, -- [2]
					49.89699999999721, -- [3]
					55.87699999997858, -- [4]
					113.310999999987, -- [5]
					119.3099999999977, -- [6]
					134.8839999999909, -- [7]
					140.8929999999818, -- [8]
					["stacks"] = {
					},
					["source"] = "[*] Самонаводящаяся ракета",
					["active"] = false,
				},
				[262515] = {
					72.70699999999488, -- [1]
					75.70599999997648, -- [2]
					["stacks"] = {
					},
					["source"] = "Огнелетчица Торговой компании",
					["active"] = false,
				},
				[240447] = {
					0.1, -- [1]
					1.528999999980442, -- [2]
					19.00999999998021, -- [3]
					21.53199999997742, -- [4]
					39.01600000000326, -- [5]
					41.51900000000023, -- [6]
					59.01399999999558, -- [7]
					61.51600000000326, -- [8]
					79.00899999999092, -- [9]
					81.51799999998184, -- [10]
					99.01699999999255, -- [11]
					101.5160000000033, -- [12]
					119.0190000000002, -- [13]
					121.5199999999895, -- [14]
					["stacks"] = {
					},
					["source"] = "[*] Землетрясение",
					["active"] = false,
				},
			},
			["Dinowl-Ravencrest"] = {
				[260838] = {
					26.71199999999953, -- [1]
					32.72000000000116, -- [2]
					49.89699999999721, -- [3]
					55.87699999997858, -- [4]
					113.310999999987, -- [5]
					119.3099999999977, -- [6]
					134.8839999999909, -- [7]
					140.8929999999818, -- [8]
					["stacks"] = {
					},
					["source"] = "[*] Самонаводящаяся ракета",
					["active"] = false,
				},
				[260829] = {
					49.25299999999697, -- [1]
					52.65099999998347, -- [2]
					112.8139999999839, -- [3]
					115.5129999999772, -- [4]
					133.8499999999767, -- [5]
					137.8129999999946, -- [6]
					["stacks"] = {
					},
					["source"] = "Homing Missile Stalker",
					["active"] = false,
				},
				[240447] = {
					0.1, -- [1]
					1.528999999980442, -- [2]
					18.99399999997695, -- [3]
					21.53199999997742, -- [4]
					39.01600000000326, -- [5]
					41.51900000000023, -- [6]
					59.01399999999558, -- [7]
					61.51600000000326, -- [8]
					79.00899999999092, -- [9]
					81.51799999998184, -- [10]
					99.00099999998929, -- [11]
					101.5160000000033, -- [12]
					119.0190000000002, -- [13]
					121.5199999999895, -- [14]
					["stacks"] = {
					},
					["source"] = "[*] Землетрясение",
					["active"] = false,
				},
			},
		}, -- [1]
		{
			["Ниамэй"] = {
				[240447] = {
					4.141999999992549, -- [1]
					6.652999999991152, -- [2]
					24.1699999999837, -- [3]
					26.67699999999604, -- [4]
					44.15799999999581, -- [5]
					46.6710000000021, -- [6]
					64.13699999998789, -- [7]
					66.64400000000023, -- [8]
					84.16300000000047, -- [9]
					86.65499999999884, -- [10]
					["stacks"] = {
					},
					["source"] = "[*] Землетрясение",
					["active"] = false,
				},
				[259853] = {
					11.74299999998766, -- [1]
					21.75, -- [2]
					26.86499999999069, -- [3]
					28.61899999997695, -- [4]
					53.87899999998626, -- [5]
					55.89299999998184, -- [6]
					68.8859999999986, -- [7]
					70.79299999997602, -- [8]
					["stacks"] = {
					},
					["source"] = "Рикса Огневерт",
					["active"] = false,
				},
				[269831] = {
					89.41800000000512, -- [1]
					89.41800000000512, -- [2]
					89.41800000000512, -- [3]
					89.41800000000512, -- [4]
					["stacks"] = {
					},
					["source"] = "[*] Токсичная слизь",
					["active"] = false,
				},
			},
			["Сочувствие"] = {
				[240447] = {
					4.141999999992549, -- [1]
					6.652999999991152, -- [2]
					24.1699999999837, -- [3]
					26.67699999999604, -- [4]
					44.15799999999581, -- [5]
					46.6710000000021, -- [6]
					64.13699999998789, -- [7]
					66.64400000000023, -- [8]
					84.16300000000047, -- [9]
					86.65499999999884, -- [10]
					["stacks"] = {
					},
					["source"] = "[*] Землетрясение",
					["active"] = false,
				},
				[260103] = {
					31.76599999997416, -- [1]
					32.84599999999045, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Выброс сжатого газа",
					["active"] = false,
				},
				[259853] = {
					27.56299999999465, -- [1]
					35.71199999999953, -- [2]
					69.49499999999534, -- [3]
					79.49699999997392, -- [4]
					["stacks"] = {
					},
					["source"] = "Рикса Огневерт",
					["active"] = false,
				},
				[269831] = {
					89.41800000000512, -- [1]
					["stacks"] = {
					},
					["source"] = "[*] Токсичная слизь",
					["active"] = true,
				},
			},
			["Desphan-DunModr"] = {
				[259533] = {
					27.74299999998766, -- [1]
					29.52399999997579, -- [2]
					31.99599999998463, -- [3]
					32.41799999997602, -- [4]
					["stacks"] = {
					},
					["source"] = "[*] Азеритовый катализатор",
					["active"] = false,
				},
				[260103] = {
					32.41799999997602, -- [1]
					33.96799999999348, -- [2]
					["stacks"] = {
					},
					["source"] = "[*] Выброс сжатого газа",
					["active"] = false,
				},
				[240447] = {
					4.141999999992549, -- [1]
					6.652999999991152, -- [2]
					24.1699999999837, -- [3]
					26.67699999999604, -- [4]
					44.14199999999255, -- [5]
					46.6710000000021, -- [6]
					64.13699999998789, -- [7]
					66.64400000000023, -- [8]
					84.16300000000047, -- [9]
					86.65499999999884, -- [10]
					["stacks"] = {
					},
					["source"] = "[*] Землетрясение",
					["active"] = false,
				},
			},
			["Костэло"] = {
				[240447] = {
					4.141999999992549, -- [1]
					6.652999999991152, -- [2]
					24.1699999999837, -- [3]
					26.67699999999604, -- [4]
					44.15799999999581, -- [5]
					46.6710000000021, -- [6]
					64.13699999998789, -- [7]
					66.64400000000023, -- [8]
					84.16300000000047, -- [9]
					86.65499999999884, -- [10]
					["stacks"] = {
					},
					["source"] = "[*] Землетрясение",
					["active"] = false,
				},
				[260103] = {
					37.75299999999697, -- [1]
					38.02700000000186, -- [2]
					73.7839999999851, -- [3]
					74.04399999999441, -- [4]
					["stacks"] = {
					},
					["source"] = "[*] Выброс сжатого газа",
					["active"] = false,
				},
				[260669] = {
					37.69499999997788, -- [1]
					41.19199999998091, -- [2]
					73.74299999998766, -- [3]
					77.74199999999837, -- [4]
					["stacks"] = {
					},
					["source"] = "Рикса Огневерт",
					["active"] = false,
				},
				[259853] = {
					12.42199999999139, -- [1]
					13.52399999997579, -- [2]
					["stacks"] = {
					},
					["source"] = "Рикса Огневерт",
					["active"] = false,
				},
			},
			["Dinowl-Ravencrest"] = {
				[259533] = {
					5.185999999986962, -- [1]
					5.479999999981374, -- [2]
					47.31099999998696, -- [3]
					47.42699999999604, -- [4]
					47.72599999999511, -- [5]
					47.82099999999628, -- [6]
					["stacks"] = {
					},
					["source"] = "[*] Азеритовый катализатор",
					["active"] = false,
				},
				[240447] = {
					4.141999999992549, -- [1]
					6.652999999991152, -- [2]
					24.1699999999837, -- [3]
					26.67699999999604, -- [4]
					44.14199999999255, -- [5]
					46.6710000000021, -- [6]
					64.13699999998789, -- [7]
					66.64400000000023, -- [8]
					84.14599999997881, -- [9]
					86.65499999999884, -- [10]
					["stacks"] = {
					},
					["source"] = "[*] Землетрясение",
					["active"] = false,
				},
				[260669] = {
					31.71199999999953, -- [1]
					35.71199999999953, -- [2]
					79.72999999998137, -- [3]
					83.51900000000023, -- [4]
					["stacks"] = {
					},
					["source"] = "Рикса Огневерт",
					["active"] = false,
				},
				[260103] = {
					31.76599999997416, -- [1]
					32.46799999999348, -- [2]
					73.76799999998184, -- [3]
					74.80299999998533, -- [4]
					79.72999999998137, -- [5]
					82.69599999999627, -- [6]
					["stacks"] = {
					},
					["source"] = "[*] Выброс сжатого газа",
					["active"] = false,
				},
			},
		}, -- [2]
		{
			["Сочувствие"] = {
				[240447] = {
					4.394999999989523, -- [1]
					6.899000000004889, -- [2]
					44.39000000001397, -- [3]
					46.91800000000512, -- [4]
					84.40400000000955, -- [5]
					87.31100000001607, -- [6]
					105.1229999999923, -- [7]
					105.1229999999923, -- [8]
					["stacks"] = {
					},
					["source"] = "[*] Землетрясение",
					["active"] = false,
				},
				[257582] = {
					19.13000000000466, -- [1]
					29.60599999999977, -- [2]
					64.12900000001537, -- [3]
					87.2719999999972, -- [4]
					90.56899999998859, -- [5]
					92.37100000001374, -- [6]
					["stacks"] = {
					},
					["source"] = "Земляной яростень",
					["active"] = false,
				},
				[257544] = {
					24.5340000000142, -- [1]
					38.55199999999604, -- [2]
					67.18400000000838, -- [3]
					77.18400000000838, -- [4]
					["stacks"] = {
					},
					["source"] = "Земляной яростень",
					["active"] = false,
				},
			},
			["Desphan-DunModr"] = {
				[240447] = {
					4.394999999989523, -- [1]
					6.899000000004889, -- [2]
					44.39000000001397, -- [3]
					46.89900000000489, -- [4]
					84.40400000000955, -- [5]
					87.31100000001607, -- [6]
					105.1229999999923, -- [7]
					105.1229999999923, -- [8]
					["stacks"] = {
					},
					["source"] = "[*] Землетрясение",
					["active"] = false,
				},
				[257582] = {
					20.33699999999953, -- [1]
					23.48099999999977, -- [2]
					["stacks"] = {
					},
					["source"] = "Земляной яростень",
					["active"] = false,
				},
			},
			["Ниамэй"] = {
				[240447] = {
					4.394999999989523, -- [1]
					6.899000000004889, -- [2]
					44.39000000001397, -- [3]
					46.91800000000512, -- [4]
					84.40400000000955, -- [5]
					87.31100000001607, -- [6]
					105.1229999999923, -- [7]
					105.1229999999923, -- [8]
					["stacks"] = {
					},
					["source"] = "[*] Землетрясение",
					["active"] = false,
				},
				[257582] = {
					0.907999999995809, -- [1]
					14.84299999999348, -- [2]
					["stacks"] = {
					},
					["source"] = "Земляной яростень",
					["active"] = false,
				},
				[257544] = {
					11.96199999999953, -- [1]
					27.16899999999441, -- [2]
					["stacks"] = {
					},
					["source"] = "Земляной яростень",
					["active"] = false,
				},
			},
			["Костэло"] = {
				[240447] = {
					4.394999999989523, -- [1]
					6.899000000004889, -- [2]
					44.39000000001397, -- [3]
					46.89900000000489, -- [4]
					84.40400000000955, -- [5]
					87.31100000001607, -- [6]
					105.1229999999923, -- [7]
					105.1229999999923, -- [8]
					["stacks"] = {
					},
					["source"] = "[*] Землетрясение",
					["active"] = false,
				},
				[257582] = {
					2.076999999990221, -- [1]
					14.84299999999348, -- [2]
					64.12900000001537, -- [3]
					87.2719999999972, -- [4]
					["stacks"] = {
					},
					["source"] = "Земляной яростень",
					["active"] = false,
				},
				[257544] = {
					9.448999999993248, -- [1]
					21.46199999999953, -- [2]
					69.19800000000396, -- [3]
					95.24300000001676, -- [4]
					["stacks"] = {
					},
					["source"] = "Земляной яростень",
					["active"] = false,
				},
			},
			["Dinowl-Ravencrest"] = {
				[240447] = {
					4.394999999989523, -- [1]
					6.899000000004889, -- [2]
					84.40400000000955, -- [3]
					87.31100000001607, -- [4]
					105.1229999999923, -- [5]
					105.1229999999923, -- [6]
					["stacks"] = {
					},
					["source"] = "[*] Землетрясение",
					["active"] = false,
				},
				[257582] = {
					2.076999999990221, -- [1]
					23.38399999999092, -- [2]
					["stacks"] = {
					},
					["source"] = "Земляной яростень",
					["active"] = false,
				},
				[257544] = {
					18.36600000000908, -- [1]
					34.37599999998929, -- [2]
					["stacks"] = {
					},
					["source"] = "Земляной яростень",
					["active"] = false,
				},
			},
		}, -- [3]
		{
			["Ниамэй"] = {
				[262347] = {
					7.850999999995111, -- [1]
					13.86900000000605, -- [2]
					30.91500000000815, -- [3]
					36.91700000001583, -- [4]
					54.00800000000163, -- [5]
					60.01399999999558, -- [6]
					77.11800000001676, -- [7]
					83.14400000000023, -- [8]
					["stacks"] = {
					},
					["source"] = "Платный разгонятель толпы",
					["active"] = false,
				},
				[240447] = {
					12.24799999999232, -- [1]
					14.7730000000156, -- [2]
					52.26800000001094, -- [3]
					54.78299999999581, -- [4]
					72.25099999998929, -- [5]
					74.75500000000466, -- [6]
					["stacks"] = {
					},
					["source"] = "[*] Землетрясение",
					["active"] = false,
				},
			},
			["Сочувствие"] = {
				[262347] = {
					7.850999999995111, -- [1]
					13.84799999999814, -- [2]
					30.91500000000815, -- [3]
					36.91700000001583, -- [4]
					54.00800000000163, -- [5]
					60.01399999999558, -- [6]
					77.11800000001676, -- [7]
					83.12400000001071, -- [8]
					["stacks"] = {
					},
					["source"] = "Платный разгонятель толпы",
					["active"] = false,
				},
				[240447] = {
					12.24799999999232, -- [1]
					14.7730000000156, -- [2]
					52.26800000001094, -- [3]
					54.78299999999581, -- [4]
					72.25099999998929, -- [5]
					74.77900000000955, -- [6]
					["stacks"] = {
					},
					["source"] = "[*] Землетрясение",
					["active"] = false,
				},
			},
			["Desphan-DunModr"] = {
				[262347] = {
					7.850999999995111, -- [1]
					13.84799999999814, -- [2]
					30.91500000000815, -- [3]
					36.91700000001583, -- [4]
					54.00800000000163, -- [5]
					60.01399999999558, -- [6]
					77.11800000001676, -- [7]
					83.12400000001071, -- [8]
					["stacks"] = {
					},
					["source"] = "Платный разгонятель толпы",
					["active"] = false,
				},
				[240447] = {
					12.24799999999232, -- [1]
					14.7730000000156, -- [2]
					52.26800000001094, -- [3]
					54.78299999999581, -- [4]
					72.25099999998929, -- [5]
					74.75500000000466, -- [6]
					["stacks"] = {
					},
					["source"] = "[*] Землетрясение",
					["active"] = false,
				},
			},
			["Костэло"] = {
				[262347] = {
					7.850999999995111, -- [1]
					13.84799999999814, -- [2]
					30.91500000000815, -- [3]
					36.91700000001583, -- [4]
					54.00800000000163, -- [5]
					60.01399999999558, -- [6]
					77.11800000001676, -- [7]
					83.14400000000023, -- [8]
					["stacks"] = {
					},
					["source"] = "Платный разгонятель толпы",
					["active"] = false,
				},
				[240447] = {
					12.24799999999232, -- [1]
					14.75, -- [2]
					52.26800000001094, -- [3]
					54.78299999999581, -- [4]
					72.25099999998929, -- [5]
					74.75500000000466, -- [6]
					["stacks"] = {
					},
					["source"] = "[*] Землетрясение",
					["active"] = false,
				},
			},
			["Dinowl-Ravencrest"] = {
				[262347] = {
					7.850999999995111, -- [1]
					13.84799999999814, -- [2]
					30.8859999999986, -- [3]
					36.91700000001583, -- [4]
					54.00800000000163, -- [5]
					60.01399999999558, -- [6]
					77.11800000001676, -- [7]
					83.12400000001071, -- [8]
					["stacks"] = {
					},
					["source"] = "Платный разгонятель толпы",
					["active"] = false,
				},
				[240447] = {
					12.24799999999232, -- [1]
					14.75, -- [2]
					52.26800000001094, -- [3]
					54.78299999999581, -- [4]
					72.25099999998929, -- [5]
					74.75500000000466, -- [6]
					["stacks"] = {
					},
					["source"] = "[*] Землетрясение",
					["active"] = false,
				},
			},
		}, -- [4]
	},
	["cooldowns_timeline"] = {
		{
			["Сочувствие"] = {
				{
					18.91000000000349, -- [1]
					"Desphan-DunModr", -- [2]
					633, -- [3]
				}, -- [1]
				{
					19.97299999999814, -- [1]
					"Сочувствие", -- [2]
					498, -- [3]
				}, -- [2]
				{
					89.3519999999844, -- [1]
					"Сочувствие", -- [2]
					498, -- [3]
				}, -- [3]
			},
			["Desphan-DunModr"] = {
				{
					121.6989999999933, -- [1]
					"Desphan-DunModr", -- [2]
					104773, -- [3]
				}, -- [1]
			},
			["Dinowl-Ravencrest"] = {
				{
					87.0339999999851, -- [1]
					"Dinowl-Ravencrest", -- [2]
					108416, -- [3]
				}, -- [1]
			},
		}, -- [1]
		{
			["Desphan-DunModr"] = {
				{
					7.087999999988824, -- [1]
					"Desphan-DunModr", -- [2]
					104773, -- [3]
				}, -- [1]
			},
			["Сочувствие"] = {
				{
					29.12599999998929, -- [1]
					"Сочувствие", -- [2]
					498, -- [3]
				}, -- [1]
				{
					35.71199999999953, -- [1]
					"Сочувствие", -- [2]
					642, -- [3]
				}, -- [2]
				{
					83.90999999997439, -- [1]
					"Dinowl-Ravencrest", -- [2]
					6940, -- [3]
				}, -- [3]
			},
		}, -- [2]
		{
			["Desphan-DunModr"] = {
				{
					16.42999999999302, -- [1]
					"Desphan-DunModr", -- [2]
					104773, -- [3]
				}, -- [1]
			},
			["Костэло"] = {
				{
					22.25599999999395, -- [1]
					"Костэло", -- [2]
					184364, -- [3]
				}, -- [1]
			},
			["Сочувствие"] = {
				{
					31.52700000000186, -- [1]
					"Сочувствие", -- [2]
					498, -- [3]
				}, -- [1]
			},
		}, -- [3]
		{
			["Сочувствие"] = {
				{
					10.72400000001653, -- [1]
					"Сочувствие", -- [2]
					105809, -- [3]
				}, -- [1]
			},
		}, -- [4]
	},
	["BossSpellCast"] = {
		{
			["\"БУМБОТ\""] = {
				{
					12.23699999999371, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					12.23699999999371, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					39.81500000000233, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					39.82799999997951, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					122.1459999999788, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					122.1459999999788, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					144.8429999999935, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					144.8429999999935, -- [1]
					"\"БУМБОТ\"", -- [2]
					276229, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
			},
			["Шеф Разданк"] = {
				{
					1.256999999983236, -- [1]
					"Шеф Разданк", -- [2]
					276212, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					1.256999999983236, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					4.212999999988824, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Desphan-DunModr", -- [5]
				}, -- [3]
				{
					4.212999999988824, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					4.398999999975786, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					6.815000000002328, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					9.22599999999511, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
				{
					11.63999999998487, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [8]
				{
					15.24299999998766, -- [1]
					"Шеф Разданк", -- [2]
					260280, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					25.3179999999993, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Desphan-DunModr", -- [5]
				}, -- [10]
				{
					25.3179999999993, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					25.47199999997974, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [12]
				{
					27.90099999998347, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [13]
				{
					30.32299999997485, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [14]
				{
					35.24099999997998, -- [1]
					"Шеф Разданк", -- [2]
					260280, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					43.72800000000279, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [16]
				{
					45.76999999998952, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [17]
				{
					49.25299999999697, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Dinowl-Ravencrest", -- [5]
				}, -- [18]
				{
					49.25299999999697, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					49.41199999998207, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [20]
				{
					53.8640000000014, -- [1]
					"Шеф Разданк", -- [2]
					260189, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					76.32399999999325, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Dinowl-Ravencrest", -- [5]
				}, -- [22]
				{
					80.13799999997718, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					87.27999999999884, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Костэло", -- [5]
				}, -- [24]
				{
					91.06999999997788, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					98.23599999997532, -- [1]
					"Шеф Разданк", -- [2]
					271456, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [26]
				{
					103.6369999999879, -- [1]
					"Шеф Разданк", -- [2]
					260202, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					103.6659999999974, -- [1]
					"Шеф Разданк", -- [2]
					260190, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					108.8039999999746, -- [1]
					"Шеф Разданк", -- [2]
					276212, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					109.4139999999898, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [30]
				{
					112.8139999999839, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Dinowl-Ravencrest", -- [5]
				}, -- [31]
				{
					112.8139999999839, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					113.0719999999856, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [33]
				{
					115.5129999999772, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [34]
				{
					117.9389999999839, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [35]
				{
					120.377999999997, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [36]
				{
					123.8249999999825, -- [1]
					"Шеф Разданк", -- [2]
					260280, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [37]
				{
					133.8499999999767, -- [1]
					"Шеф Разданк", -- [2]
					260813, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Dinowl-Ravencrest", -- [5]
				}, -- [38]
				{
					133.8499999999767, -- [1]
					"Шеф Разданк", -- [2]
					260811, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [39]
				{
					134.9869999999937, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [40]
				{
					137.4069999999774, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [41]
				{
					139.8349999999919, -- [1]
					"Шеф Разданк", -- [2]
					260318, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [42]
			},
			["Огнелетчица Торговой компании"] = {
				{
					59.7839999999851, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					63.4320000000007, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					63.4320000000007, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					65.65499999999884, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					67.07399999999325, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [5]
				{
					68.28999999997905, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					69.51900000000023, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Desphan-DunModr", -- [5]
				}, -- [7]
				{
					70.70799999998417, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [8]
				{
					72.69000000000233, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Костэло", -- [5]
				}, -- [9]
				{
					75.95100000000093, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					78.00099999998929, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [11]
				{
					81.6589999999851, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [12]
				{
					83.25, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					84.92199999999139, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [14]
				{
					85.70199999999022, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					281621, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					87.23199999998906, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					262515, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [16]
				{
					88.94699999998556, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [17]
				{
					93.81299999999464, -- [1]
					"Огнелетчица Торговой компании", -- [2]
					260372, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [18]
			},
		}, -- [1]
		{
			["Испытатель экспериментального оружия"] = {
				{
					17.16499999997905, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					39.0449999999837, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					63.32600000000093, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					85.19899999999325, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			["Рикса Огневерт"] = {
				{
					1.595999999990454, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [1]
				{
					6.474999999976717, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [2]
				{
					8.913000000000466, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					11.69199999998091, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					12.28999999997905, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Костэло", -- [5]
				}, -- [5]
				{
					12.54099999999744, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [6]
				{
					14.98599999997532, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [7]
				{
					17.41300000000047, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [8]
				{
					22.26599999997416, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [9]
				{
					24.69999999998254, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [10]
				{
					26.70399999999791, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [11]
				{
					27.30899999997928, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [12]
				{
					28.34699999997974, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [13]
				{
					31.71199999999953, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Dinowl-Ravencrest", -- [5]
				}, -- [14]
				{
					37.69499999997788, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Костэло", -- [5]
				}, -- [15]
				{
					50.20999999999185, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [16]
				{
					52.64999999999418, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [17]
				{
					53.69899999999325, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [18]
				{
					54.29899999999907, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Костэло", -- [5]
				}, -- [19]
				{
					55.06999999997788, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [20]
				{
					57.487999999983, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [21]
				{
					60.52700000000186, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [22]
				{
					63.59999999997672, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [23]
				{
					66.0229999999865, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [24]
				{
					68.72000000000116, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [25]
				{
					69.33899999997811, -- [1]
					"Рикса Огневерт", -- [2]
					259856, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [26]
				{
					69.66799999997602, -- [1]
					"Рикса Огневерт", -- [2]
					259474, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [27]
				{
					73.72000000000116, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Костэло", -- [5]
				}, -- [28]
				{
					79.72999999998137, -- [1]
					"Рикса Огневерт", -- [2]
					260669, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Dinowl-Ravencrest", -- [5]
				}, -- [29]
			},
		}, -- [2]
		{
			["Бесшабашная подрывница"] = {
				{
					7.796000000002096, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					10.23999999999069, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					11.02400000000489, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					11.44200000001001, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					15.08400000000256, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					21.16800000000512, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					24.80400000000373, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					28.42900000000373, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					29.65100000001257, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					32.89100000000326, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					35.72599999999511, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					41.78800000000047, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					45.4320000000007, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					49.09500000000116, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					49.90400000000955, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					55.17000000001281, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					57.59700000000885, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					60.01399999999558, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					66.93299999998999, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					70.98099999999977, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					77.08300000001327, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					77.08300000001327, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					77.08300000001327, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					87.2280000000028, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					87.99300000001676, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					90.4200000000128, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					96.48399999999674, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					103.7660000000033, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					105.1229999999923, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					105.1229999999923, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					105.1229999999923, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					105.1229999999923, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
				{
					105.1229999999923, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [33]
				{
					105.1229999999923, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [34]
				{
					105.1229999999923, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [35]
			},
			["Испытатель экспериментального оружия"] = {
				{
					8.371000000013737, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					30.21900000001187, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					52.125, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					73.98199999998906, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					98.27900000000955, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					105.1229999999923, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			["Геомант Торговой компании"] = {
				{
					0.342000000004191, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [1]
				{
					2.394999999989523, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [2]
				{
					5.24199999999837, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [3]
				{
					8.86600000000908, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [4]
				{
					9.675000000017462, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [5]
				{
					13.73000000001048, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [6]
				{
					16.15299999999115, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [7]
				{
					17.97800000000279, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [8]
				{
					21.01999999998952, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [9]
				{
					24.6590000000142, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [10]
				{
					25.45399999999791, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [11]
				{
					28.30499999999302, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [12]
				{
					31.52700000000186, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [13]
				{
					31.93299999998999, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [14]
				{
					36.78700000001118, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [15]
				{
					37.60599999999977, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [16]
				{
					39.21499999999651, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [17]
				{
					42.8640000000014, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [18]
				{
					43.65299999999115, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [19]
				{
					47.73099999999977, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [20]
				{
					50.99199999999837, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [21]
				{
					51.38200000001234, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [22]
				{
					53.80300000001444, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [23]
				{
					57.45000000001164, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [24]
				{
					58.26399999999558, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [25]
				{
					62.30400000000373, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [26]
				{
					62.30400000000373, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [27]
				{
					65.53500000000349, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [28]
				{
					68.39900000000489, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [29]
				{
					69.62599999998929, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [30]
				{
					70.42500000001746, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [31]
				{
					75.69800000000396, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [32]
				{
					76.5230000000156, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [33]
				{
					76.91099999999278, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [34]
				{
					82.59900000001653, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [35]
				{
					82.99600000001374, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [36]
				{
					84.22099999999045, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [37]
				{
					88.66899999999441, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [38]
				{
					89.08300000001327, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [39]
				{
					90.27799999999115, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [40]
				{
					95.24300000001676, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [41]
				{
					96.36199999999371, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [42]
				{
					96.36199999999371, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [43]
				{
					102.0190000000002, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [44]
				{
					103.6290000000154, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [45]
				{
					103.6290000000154, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [46]
				{
					105.1229999999923, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [47]
				{
					105.1229999999923, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [48]
				{
					105.1229999999923, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [49]
				{
					105.1229999999923, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [50]
				{
					105.1229999999923, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [51]
				{
					105.1229999999923, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [52]
				{
					105.1229999999923, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [53]
				{
					105.1229999999923, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [54]
				{
					105.1229999999923, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [55]
				{
					105.1229999999923, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [56]
			},
			["Каменный яростень"] = {
				{
					13.23399999999674, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					20.12599999998929, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					36.29500000001281, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					40.75400000001537, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					55.74700000000303, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					65.02700000000186, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					78.85800000000745, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					84.54099999999744, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					101.9239999999991, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					105.1229999999923, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					105.1229999999923, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					105.1229999999923, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
			},
			["Земляной яростень"] = {
				{
					0.1, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					0.1, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					0.907999999995809, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [3]
				{
					0.907999999995809, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Ниамэй", -- [5]
				}, -- [4]
				{
					2.062000000005355, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Костэло", -- [5]
				}, -- [5]
				{
					2.076999999990221, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Dinowl-Ravencrest", -- [5]
				}, -- [6]
				{
					14.84299999999348, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					14.84299999999348, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					14.84299999999348, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					18.12799999999697, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					18.12799999999697, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					18.12799999999697, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					18.12799999999697, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					18.3300000000163, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					19.13000000000466, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [15]
				{
					19.13000000000466, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Dinowl-Ravencrest", -- [5]
				}, -- [16]
				{
					20.33699999999953, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Desphan-DunModr", -- [5]
				}, -- [17]
				{
					62.12799999999697, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					62.12799999999697, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					64.12900000001537, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Костэло", -- [5]
				}, -- [20]
				{
					64.12900000001537, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [21]
				{
					87.2719999999972, -- [1]
					"Земляной яростень", -- [2]
					258627, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					88.56299999999464, -- [1]
					"Земляной яростень", -- [2]
					271526, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					90.56899999998859, -- [1]
					"Земляной яростень", -- [2]
					257582, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сочувствие", -- [5]
				}, -- [24]
			},
			["Азерокк"] = {
				{
					7.118000000016764, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					12.83999999999651, -- [1]
					"Азерокк", -- [2]
					258622, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					18.89000000001397, -- [1]
					"Азерокк", -- [2]
					271698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Земляной яростень", -- [5]
				}, -- [3]
				{
					31.04899999999907, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					46.82300000000396, -- [1]
					"Азерокк", -- [2]
					258622, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					52.93600000001607, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					62.12799999999697, -- [1]
					"Азерокк", -- [2]
					257593, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					76.02100000000792, -- [1]
					"Азерокк", -- [2]
					271698, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Земляной яростень", -- [5]
				}, -- [8]
				{
					79.69399999998859, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					84.5230000000156, -- [1]
					"Азерокк", -- [2]
					258622, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					100.3189999999886, -- [1]
					"Азерокк", -- [2]
					275907, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
			},
			["Надсмотрщик Аскари"] = {
				{
					5.163000000000466, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					33.08600000001025, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					54.95800000001327, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					79.3070000000007, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					102.3440000000119, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
			},
			["Сланцеед"] = {
				{
					2.61600000000908, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [1]
				{
					8.671999999991385, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [2]
				{
					15.95900000000256, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [3]
				{
					25.69700000001467, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [4]
				{
					32.95000000001164, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [5]
				{
					39.04000000000815, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [6]
				{
					43.89400000000023, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [7]
				{
					57.2609999999986, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [8]
				{
					60.91200000001118, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [9]
				{
					64.53299999999581, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [10]
				{
					73.07000000000698, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [11]
				{
					75.53100000001723, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [12]
				{
					85.262000000017, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [13]
				{
					87.68400000000838, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [14]
				{
					91.3179999999993, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [15]
				{
					97.37599999998929, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [16]
				{
					105.1229999999923, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [17]
				{
					105.1229999999923, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [18]
				{
					105.1229999999923, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [19]
				{
					105.1229999999923, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [20]
			},
		}, -- [3]
		{
			["Геомант Торговой компании"] = {
				{
					0.7209999999904539, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [1]
				{
					2.342999999993481, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [2]
				{
					3.570000000006985, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [3]
				{
					8.01699999999255, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [4]
				{
					10.84299999999348, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [5]
				{
					10.84299999999348, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [6]
				{
					14.09500000000116, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [7]
				{
					15.70399999999791, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [8]
				{
					18.13200000001234, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [9]
				{
					18.93299999998999, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [10]
				{
					22.98999999999069, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [11]
				{
					24.21299999998882, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [12]
				{
					27.84299999999348, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [13]
				{
					30.26399999999558, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [14]
				{
					35.13399999999092, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [15]
				{
					36.35000000000582, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [16]
				{
					42.46400000000722, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [17]
				{
					43.65700000000652, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [18]
				{
					45.69200000001001, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [19]
				{
					50.94599999999628, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [20]
				{
					50.94599999999628, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [21]
				{
					51.76000000000931, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [22]
				{
					57.04200000001583, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [23]
				{
					57.04200000001583, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [24]
				{
					57.83499999999185, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [25]
				{
					61.87599999998929, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [26]
				{
					63.10300000000279, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [27]
				{
					65.12100000001374, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [28]
				{
					66.75, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [29]
				{
					67.95999999999185, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [30]
				{
					71.61199999999371, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [31]
				{
					72.41099999999278, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [32]
				{
					76.46900000001187, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [33]
				{
					78.9090000000142, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [34]
				{
					79.71700000000419, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [35]
				{
					82.54899999999907, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [36]
				{
					83.76600000000326, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [37]
				{
					87.01600000000326, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [38]
				{
					88.63099999999395, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [39]
				{
					89.45999999999185, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [40]
				{
					89.45999999999185, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [41]
				{
					89.45999999999185, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [42]
				{
					89.45999999999185, -- [1]
					"Геомант Торговой компании", -- [2]
					271579, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Сланцеед", -- [5]
				}, -- [43]
			},
			["Сланцеед"] = {
				{
					7.038999999989756, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [1]
				{
					14.29800000000978, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [2]
				{
					20.35300000000279, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [3]
				{
					26.44599999999628, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [4]
				{
					30.09700000000885, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [5]
				{
					37.37100000001374, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [6]
				{
					41.04500000001281, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [7]
				{
					48.33400000000256, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [8]
				{
					56.83400000000256, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [9]
				{
					60.47400000001653, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [10]
				{
					67.78299999999581, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Бесшабашная подрывница", -- [5]
				}, -- [11]
				{
					72.625, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [12]
				{
					77.5109999999986, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [13]
				{
					86.00400000001537, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [14]
				{
					89.45999999999185, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [15]
				{
					89.45999999999185, -- [1]
					"Сланцеед", -- [2]
					263262, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
					"Геомант Торговой компании", -- [5]
				}, -- [16]
			},
			["Бесшабашная подрывница"] = {
				{
					0.1, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					9.369000000006054, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					9.387000000016997, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					11.00299999999697, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					12.21100000001025, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					20.70699999999488, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					21.91099999999278, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					28.79399999999441, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					34.05999999999767, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
				{
					36.10300000000279, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [10]
				{
					40.16399999998976, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [11]
				{
					42.60399999999208, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [12]
				{
					47.45800000001327, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [13]
				{
					50.69000000000233, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [14]
				{
					51.8980000000156, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [15]
				{
					52.32300000000396, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [16]
				{
					52.32300000000396, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [17]
				{
					52.32300000000396, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [18]
				{
					63.23399999999674, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [19]
				{
					65.67999999999302, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [20]
				{
					69.31200000000536, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [21]
				{
					70.11800000001676, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [22]
				{
					71.73800000001211, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [23]
				{
					73.78299999999581, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [24]
				{
					79.04300000000512, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [25]
				{
					81.48399999999674, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [26]
				{
					83.90499999999884, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [27]
				{
					86.35099999999511, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [28]
				{
					87.55100000000675, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [29]
				{
					89.45999999999185, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [30]
				{
					89.45999999999185, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [31]
				{
					89.45999999999185, -- [1]
					"Бесшабашная подрывница", -- [2]
					268362, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [32]
			},
			["Испытатель экспериментального оружия"] = {
				{
					21.28200000000652, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					43.16300000000047, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					66.24499999999534, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					88.12799999999697, -- [1]
					"Испытатель экспериментального оружия", -- [2]
					268865, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
			["Каменный яростень"] = {
				{
					17.63800000000629, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					45.18499999999767, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					60.17199999999139, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					69.48600000000442, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					83.27100000000792, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					89.45999999999185, -- [1]
					"Каменный яростень", -- [2]
					268702, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
			},
			["Футбомбный хулиган"] = {
				{
					20.35300000000279, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.86699999999837, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					37.18799999999465, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					38.20600000000559, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					56.64499999998952, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					75.387000000017, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					75.89199999999255, -- [1]
					"Футбомбный хулиган", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
			},
			["Платный разгонятель толпы"] = {
				{
					7.828999999997905, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					8.97500000000582, -- [1]
					"Платный разгонятель толпы", -- [2]
					269493, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					17.81700000001001, -- [1]
					"Платный разгонятель толпы", -- [2]
					257337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					30.8859999999986, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					45.43299999998999, -- [1]
					"Платный разгонятель толпы", -- [2]
					269493, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					54.00800000000163, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					71.29699999999139, -- [1]
					"Платный разгонятель толпы", -- [2]
					257337, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					77.11800000001676, -- [1]
					"Платный разгонятель толпы", -- [2]
					262347, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					83.09900000001653, -- [1]
					"Платный разгонятель толпы", -- [2]
					269493, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			["Футбомбная хулиганка"] = {
				{
					19.86499999999069, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					21.36499999999069, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					37.71900000001187, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					38.71700000000419, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
				{
					39.21799999999348, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [5]
				{
					58.19500000000699, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [6]
				{
					74.88300000000163, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [7]
				{
					76.39300000001094, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [8]
				{
					76.88300000000163, -- [1]
					"Футбомбная хулиганка", -- [2]
					271784, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [9]
			},
			["Надсмотрщик Аскари"] = {
				{
					1.068999999988591, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [1]
				{
					22.93100000001141, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [2]
				{
					47.2390000000014, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [3]
				{
					75.19200000001001, -- [1]
					"Надсмотрщик Аскари", -- [2]
					263275, -- [3]
					"SPELL_CAST_SUCCESS", -- [4]
				}, -- [4]
			},
		}, -- [4]
	},
}
