
PawnOptions = {
	["LastVersion"] = 2.0335,
	["LastPlayerFullName"] = "Ниамэй-Гордунни",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 159302,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:159302::::::::120:268::35:5:5448:1647:4786:6511:4775:::|h[Клобук глубоких манипуляций]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 517,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:268::11:4:4932:4933:6316:1654:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 159339,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:159339::::::::120:268::35:5:5448:1647:4786:6512:4775:::|h[Оплечье Горака Тула]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 174136,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:174136::::::::120:268::5:5:4823:1502:4786:6507:4775:::|h[Кираса измученного порождения плоти]|h|r",
		}, -- [5]
		{
			["ID"] = 173512,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:173512::::::::120:268::55:6:6412:6513:6578:1527:4786:6516:::|h[Перевязь ненасытной пасти]|h|r",
		}, -- [6]
		{
			["ID"] = 173442,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:173442::::::::120:268::55:8:6412:4802:6513:6578:6579:6550:1527:4786:::|h[Бриджи ненасытной пасти]|h|r",
		}, -- [7]
		{
			["ID"] = 155862,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:155862::::::::120:268::35:8:6536:6578:6579:6480:6455:6515:1647:4786:::|h[Такелажные сапоги Крагга]|h|r",
		}, -- [8]
		{
			["ID"] = 159324,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:159324::::::::120:268::35:8:6536:4802:6578:6579:6546:6515:1647:4786:::|h[Наручи кровавой старейшины]|h|r",
		}, -- [9]
		{
			["ID"] = 169054,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:169054::::::::120:268::35:7:6536:6578:6579:6541:6513:1532:4786:::|h[Гальванизированные кожаные захваты]|h|r",
		}, -- [10]
		{
			["ID"] = 159460,
			["Level"] = 475,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:159460:6111:::::::120:268::35:6:6536:6578:6515:1647:4786:6516:::|h[Потерянная печать надзирателя]|h|r",
		}, -- [11]
		{
			["ID"] = 159460,
			["Level"] = 475,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:159460:6111:::::::120:268::35:6:6536:6578:1647:4786:6516:6513:::|h[Потерянная печать надзирателя]|h|r",
		}, -- [12]
		{
			["ID"] = 174277,
			["Level"] = 470,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:174277::::::::120:268::5:5:4823:1808:6515:1502:4786:::|h[Остатки ментального панциря]|h|r",
		}, -- [13]
		{
			["ID"] = 174277,
			["Level"] = 470,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:174277::168642::::::120:268::5:5:4823:1808:6515:1502:4786:::|h[Остатки ментального панциря]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 500,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:268::11:2:6286:1472:::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 159662,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:159662:5962:::::::120:268::35:7:6536:6578:6579:6543:6515:1647:4786:::|h[Бесплотный жнец]|h|r",
		}, -- [16]
		{
			["ID"] = 158089,
			["Level"] = 445,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:158089::::::::120:269::28:8:4803:43:6578:6579:6565:6513:1637:4786:::|h[Когти Дипуордена]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MONK",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
