
PawnOptions = {
	["LastVersion"] = 2.0706,
	["LastPlayerFullName"] = "Ниамэй-Гордунни",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 159302,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:159302::::::::120:268::35:5:5448:1647:4786:6511:4775:::|h[Клобук глубоких манипуляций]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 517,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:268::11:4:4932:4933:6316:1654:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 174133,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:174133::::::::120:268::5:5:4823:1502:4786:6509:4775:::|h[Наплечье соприкосновения миров]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 174136,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:174136::::::::120:268::5:5:4823:1502:4786:6507:4775:::|h[Кираса измученного порождения плоти]|h|r",
		}, -- [5]
		{
			["ID"] = 173512,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:173512::168642::::::120:268::55:7:6412:6578:1527:4786:6479:6470:6514:::|h[Перевязь ненасытной пасти]|h|r",
		}, -- [6]
		{
			["ID"] = 173442,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:173442::168642::::::120:268::55:7:6412:4802:6513:6578:1527:4786:6516:::|h[Бриджи ненасытной пасти]|h|r",
		}, -- [7]
		{
			["ID"] = 172563,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:172563::::::::120:268::56:8:6363:6389:6578:6579:6539:6515:1557:4786:::|h[Кожаные сапоги падшего гладиатора]|h|r",
		}, -- [8]
		{
			["ID"] = 159324,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:159324::168642::::::120:268::35:8:6536:4802:6578:6515:1647:4786:6479:6470:::|h[Наручи кровавой старейшины]|h|r",
		}, -- [9]
		{
			["ID"] = 173492,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:173492:5932:::::::120:268::54:7:6412:6513:6578:6579:6537:1522:4786:::|h[Повязки ненасытной пасти]|h|r",
		}, -- [10]
		{
			["ID"] = 159460,
			["Level"] = 475,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:159460:6111:168642::::::120:268::35:6:6536:6578:1647:4786:6516:6514:::|h[Потерянная печать надзирателя]|h|r",
		}, -- [11]
		{
			["ID"] = 162544,
			["Level"] = 465,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:162544:6111:::::::120:268::16:6:6536:42:6516:6513:1637:4786:::|h[Нефритовый перстень змея]|h|r",
		}, -- [12]
		{
			["ID"] = 174277,
			["Level"] = 470,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:174277::168642::::::120:268::5:5:4823:1808:6515:1502:4786:::|h[Остатки ментального панциря]|h|r",
		}, -- [13]
		{
			["ID"] = 174500,
			["Level"] = 460,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:174500::::::::120:268::5:4:4823:6513:1502:4786:::|h[Заряженный жизненной силой осколок титанов]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 500,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:268::11:2:6603:1472:::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 159662,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:159662:5962:168642::::::120:268::35:7:6536:6578:1647:4786:6514:6479:6470:::|h[Бесплотный жнец]|h|r",
		}, -- [16]
		{
			["ID"] = 178834,
			["Level"] = 252,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:178834::::::::60:268::35:5:7636:7359:6652:1566:6646::::::|h[Моргенштерн камнестража]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MONK",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
