
PawnOptions = {
["LastVersion"] = 2.1011,
["LastPlayerFullName"] = "Ниамэй-Гордунни",
["AutoSelectScales"] = true,
["ItemLevels"] = {
{
["ID"] = 217188,
["Level"] = 493,
["Link"] = "|cffa335ee|Hitem:217188::::::::70:269::90:7:6652:10533:8096:10867:10345:1485:8767::::::|h[Взгляд пробуждающего кулака]|h|r",
},
{
["ID"] = 158075,
["Level"] = 517,
["Link"] = "|cffe6cc80|Hitem:158075::::::::120:268::11:4:4932:4933:6316:1654:::|h[Сердце Азерот]|h|r",
},
{
["ID"] = 217190,
["Level"] = 493,
["Link"] = "|cffa335ee|Hitem:217190::::::::70:269::90:6:6652:8096:10869:10345:1485:8767::::::|h[Оплечье пробуждающего кулака]|h|r",
},
nil,
{
["ID"] = 217186,
["Level"] = 493,
["Link"] = "|cffa335ee|Hitem:217186:6616:::::::70:269::90:6:6652:8096:10865:10345:1485:8767::::::|h[Нагрудник пробуждающего кулака]|h|r",
},
{
["ID"] = 173512,
["Level"] = 470,
["Link"] = "|cffa335ee|Hitem:173512::168642::::::120:268::55:7:6412:6578:1527:4786:6479:6470:6514:::|h[Перевязь ненасытной пасти]|h|r",
},
{
["ID"] = 193811,
["Level"] = 502,
["Link"] = "|cffa335ee|Hitem:193811::::::::70:269::16:7:10316:9639:6652:10870:9144:3181:8767:1:28:1279:::::|h[Проколотые поножи Анноры]|h|r",
},
{
["ID"] = 191991,
["Level"] = 493,
["Link"] = "|cffa335ee|Hitem:191991::::::::70:269::89:6:10313:10872:6652:8902:1615:8767:1:28:2078:::::|h[Бродни из шкуры выдрека]|h|r",
},
{
["ID"] = 204419,
["Level"] = 499,
["Link"] = "|cffa335ee|Hitem:204419::::::::70:269::82:8:6652:10533:10872:7979:10315:10884:1556:8767:1:28:2840:::::|h[Нарукавье пещерной листвы]|h|r",
},
{
["ID"] = 207246,
["Level"] = 480,
["Link"] = "|cffa335ee|Hitem:207246::::::::70:269::35:5:6652:9639:9573:9514:1511::::::|h[Перчатки мистической цапли]|h|r",
},
{
["ID"] = 210377,
["Level"] = 480,
["AlsoFitsIn"] = 12,
["Link"] = "|cffa335ee|Hitem:210377::::::::70:269::90:6:8902:10341:6652:10532:1511:8767:1:28:2701:::::|h[Острое кольцо-ледышка]|h|r",
},
{
["ID"] = 210377,
["Level"] = 480,
["AlsoFitsIn"] = 11,
["Link"] = "|cffa335ee|Hitem:210377:6568:::::::70:269::90:6:8902:10341:6652:10532:1511:8767:1:28:2701:::::|h[Острое кольцо-ледышка]|h|r",
},
{
["ID"] = 204810,
["Level"] = 496,
["AlsoFitsIn"] = 14,
["Link"] = "|cffa335ee|Hitem:204810::::::::70:269::89:5:8902:6652:10314:3175:8767:1:28:2078:::::|h[Дрогбарские валуны]|h|r",
},
{
["ID"] = 204810,
["Level"] = 496,
["AlsoFitsIn"] = 13,
["Link"] = "|cffa335ee|Hitem:204810::::::::70:268::89:5:8902:6652:10314:3175:8767:1:28:2078:::::|h[Дрогбарские валуны]|h|r",
},
{
["ID"] = 169223,
["Level"] = 500,
["Link"] = "|cffff8000|Hitem:169223::::::::120:268::11:2:6603:1472:::|h[Ашжра'камас, Покров Решимости]|h|r",
},
{
["ID"] = 197925,
["Level"] = 502,
["AlsoFitsIn"] = 17,
["Link"] = "|cffa335ee|Hitem:197925::::::::70:269::89:3:10316:1624:8767:1:28:2078:::::|h[Пылающая осадная дубина]|h|r",
},
{
["ID"] = 204748,
["Level"] = 502,
["AlsoFitsIn"] = 16,
["Link"] = "|cffa335ee|Hitem:204748::::::::70:269::89:5:8902:6652:10316:1624:8767:1:28:2078:::::|h[Насыщенный клинок]|h|r",
},
},
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "MONK",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
