
PawnOptions = {
	["LastVersion"] = 2.0811,
	["LastPlayerFullName"] = "Ниамэй-Гордунни",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 159302,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:159302::::::::120:268::35:5:5448:1647:4786:6511:4775:::|h[Клобук глубоких манипуляций]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 517,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:268::11:4:4932:4933:6316:1654:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 174133,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:174133::::::::120:268::5:5:4823:1502:4786:6509:4775:::|h[Наплечье соприкосновения миров]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 207248,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:207248:6625:::::::70:269::35:6:6652:9515:9639:9572:1511:8767::::::|h[Бремя мистической цапли]|h|r",
		}, -- [5]
		{
			["ID"] = 173512,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:173512::168642::::::120:268::55:7:6412:6578:1527:4786:6479:6470:6514:::|h[Перевязь ненасытной пасти]|h|r",
		}, -- [6]
		{
			["ID"] = 173442,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:173442::168642::::::120:268::55:7:6412:4802:6513:6578:1527:4786:6516:::|h[Бриджи ненасытной пасти]|h|r",
		}, -- [7]
		{
			["ID"] = 207247,
			["Level"] = 476,
			["Link"] = "|cffa335ee|Hitem:207247:6612:::::::70:269::35:5:6652:9639:9571:1507:8767::::::|h[Таби мистической цапли]|h|r",
		}, -- [8]
		{
			["ID"] = 159324,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:159324::168642::::::120:268::35:8:6536:4802:6578:6515:1647:4786:6479:6470:::|h[Наручи кровавой старейшины]|h|r",
		}, -- [9]
		{
			["ID"] = 207246,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:207246::::::::70:269::35:5:6652:9639:9573:9514:1511::::::|h[Перчатки мистической цапли]|h|r",
		}, -- [10]
		{
			["ID"] = 159460,
			["Level"] = 475,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:159460:6111:168642::::::120:268::35:6:6536:6578:1647:4786:6516:6514:::|h[Потерянная печать надзирателя]|h|r",
		}, -- [11]
		{
			["ID"] = 133189,
			["Level"] = 473,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:133189::::::::70:269::35:7:9570:9639:6652:9600:9144:9879:8767::::::|h[Кольцо антии]|h|r",
		}, -- [12]
		{
			["ID"] = 174277,
			["Level"] = 470,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:174277::168642::::::120:268::5:5:4823:1808:6515:1502:4786:::|h[Остатки ментального панциря]|h|r",
		}, -- [13]
		{
			["ID"] = 133192,
			["Level"] = 463,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:133192::::::::70:269::16:6:9639:6652:9144:9563:9849:8767:1:28:1279:::::|h[Фарфоровый краб]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 500,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:268::11:2:6603:1472:::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 159662,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:159662:5962:168642::::::120:268::35:7:6536:6578:1647:4786:6514:6479:6470:::|h[Бесплотный жнец]|h|r",
		}, -- [16]
		{
			["ID"] = 210397,
			["Level"] = 463,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:210397::::::::70:269::43:4:6652:9559:1494:8767:1:28:2701:::::|h[Топор зимнего фуражира]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MONK",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
