
PawnOptions = {
["LastVersion"] = 2.1307,
["ItemLevels"] = {
{
["ID"] = 237673,
["Level"] = 681,
["Link"] = "|cnIQ4:|Hitem:237673::::::::80:269::174:7:6652:12921:12231:12676:12286:1491:10255:1:28:2462:::::|h[Полумаска павших бурь]|h|r",
},
{
["ID"] = 211063,
["Level"] = 668,
["Link"] = "|cnIQ4:|Hitem:211063::::::::80:269::173:7:12282:6652:10394:10392:11215:1573:10255:1:28:2462:::::|h[Давно потерянный ошейник]|h|r",
},
{
["ID"] = 237671,
["Level"] = 681,
["Link"] = "|cnIQ4:|Hitem:237671::::::::80:269::173:6:6652:12233:12675:12286:1491:10255:1:28:2462:::::|h[Символы павших бурь]|h|r",
},
nil,
{
["ID"] = 237676,
["Level"] = 681,
["Link"] = "|cnIQ4:|Hitem:237676::::::::80:269::173:6:6652:12229:12676:12286:1491:10255:1:28:2462:::::|h[Ги павших бурь]|h|r",
},
{
["ID"] = 237670,
["Level"] = 697,
["Link"] = "|cnIQ4:|Hitem:237670::::::::80:269::110:5:6652:12921:12351:1507:10255:1:28:2462:::::|h[Громовая обвязка павших бурь]|h|r",
},
{
["ID"] = 237672,
["Level"] = 681,
["Link"] = "|cnIQ4:|Hitem:237672:7601:::::::80:269::173:6:6652:12232:12676:12286:1491:10255:1:28:2462:::::|h[Бриджи павших бурь]|h|r",
},
{
["ID"] = 237675,
["Level"] = 681,
["Link"] = "|cnIQ4:|Hitem:237675::::::::80:269::174:4:6652:12286:1491:10255:1:28:2462:::::|h[Башмаки павших бурь]|h|r",
},
{
["ID"] = 237669,
["Level"] = 681,
["Link"] = "|cnIQ4:|Hitem:237669::::::::80:269::53:5:6652:12921:12286:1491:10255:1:28:2462:::::|h[Полуперчатки павших бурь]|h|r",
},
{
["ID"] = 237674,
["Level"] = 681,
["Link"] = "|cnIQ4:|Hitem:237674::::::::80:269::173:6:6652:12230:12675:12286:1491:10255:1:28:2462:::::|h[Хватка павших бурь]|h|r",
},
{
["ID"] = 211061,
["Level"] = 668,
["AlsoFitsIn"] = 12,
["Link"] = "|cnIQ4:|Hitem:211061::::::::80:269::173:7:12282:6652:10394:10392:11215:1573:10255:1:28:2462:::::|h[Выкопанное кольцо-реликвия]|h|r",
},
{
["ID"] = 211051,
["Level"] = 668,
["AlsoFitsIn"] = 11,
["Link"] = "|cnIQ4:|Hitem:211051::::::::80:269::173:7:12282:6652:10394:10392:11215:1573:10255:1:28:2462:::::|h[Кольцо остаточной мощи]|h|r",
},
{
["ID"] = 246824,
["Level"] = 684,
["AlsoFitsIn"] = 14,
["Link"] = "|cnIQ4:|Hitem:246824::::::::80:269::109:4:12291:6652:1546:10255:1:28:2462:::::|h[Искаженный сборщик Темной Стражи]|h|r",
},
{
["ID"] = 238386,
["Level"] = 678,
["AlsoFitsIn"] = 13,
["Link"] = "|cnIQ4:|Hitem:238386::::::::80:269::127:4:41:12281:1550:10255:1:28:2462:::::|h[Меченный Бездной фрагмент]|h|r",
},
{
["ID"] = 235499,
["Level"] = 730,
["Link"] = "|cnIQ6:|Hitem:235499::::::::80:269:::2:12401:9893::::::|h[Повязки реши]|h|r",
},
{
["ID"] = 242481,
["Level"] = 681,
["Link"] = "|cnIQ4:|Hitem:242481::::::::80:269::177:6:12290:6652:10384:11215:3173:10255:1:28:2462:::::|h[Искажающее копье сокрушительной магии]|h|r",
},
{
["ID"] = 204748,
["Level"] = 502,
["AlsoFitsIn"] = 16,
["Link"] = "|cffa335ee|Hitem:204748::::::::70:269::89:5:8902:6652:10316:1624:8767:1:28:2078:::::|h[Насыщенный клинок]|h|r",
},
},
["AutoSelectScales"] = true,
["LastPlayerFullName"] = "Ниамэй-Гордунни",
["AutoSelectScalesEnabledOnce"] = true,
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "MONK",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
