
PawnOptions = {
	["LastVersion"] = 2.0336,
	["LastPlayerFullName"] = "Ниэтта-Гордунни",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 159446,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:159446::::::::120:70::35:5:5448:1647:4786:6511:4775:::|h[Большой шлем гнилостного пути]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 517,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:66::11:4:4932:4933:6316:1654:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 174166,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:174166::::::::120:66::5:5:4823:1502:4786:6509:4775:::|h[Наплечье бесконечной тьмы]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159448,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:159448::::::::120:66::35:5:5448:1647:4786:6510:4775:::|h[Кираса мстителя]|h|r",
		}, -- [5]
		{
			["ID"] = 168976,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:168976::::::::120:66::35:6:6536:6578:6513:1532:4786:6516:::|h[Автоматический утягивающий пояс]|h|r",
		}, -- [6]
		{
			["ID"] = 173486,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:173486::::::::120:66::54:7:6412:6515:6578:6579:6541:1522:4786:::|h[Поножи тлетворного левиафана]|h|r",
		}, -- [7]
		{
			["ID"] = 159420,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:159420::::::::120:66::35:9:6536:43:6578:6579:6437:6455:6515:1647:4786:::|h[Башмаки призывателя бурь]|h|r",
		}, -- [8]
		{
			["ID"] = 173474,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:173474::::::::120:66::55:8:6412:6513:6578:6579:6476:6470:1527:4786:::|h[Тяжелые наручи тлетворного левиафана]|h|r",
		}, -- [9]
		{
			["ID"] = 159437,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:159437::::::::120:66::35:7:6536:6578:6579:6552:6515:1647:4786:::|h[Укусостойкие перчатки]|h|r",
		}, -- [10]
		{
			["ID"] = 159459,
			["Level"] = 475,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:159459::::::::120:66::35:7:6536:6578:6579:6556:6515:1647:4786:::|h[Кольцо ритуалиста]|h|r",
		}, -- [11]
		{
			["ID"] = 159459,
			["Level"] = 475,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:159459:6111:::::::120:66::35:7:6536:6578:6579:6556:6515:1647:4786:::|h[Кольцо ритуалиста]|h|r",
		}, -- [12]
		{
			["ID"] = 174277,
			["Level"] = 470,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:174277::::::::120:66::5:4:4823:6515:1502:4786:::|h[Остатки ментального панциря]|h|r",
		}, -- [13]
		{
			["ID"] = 174277,
			["Level"] = 470,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:174277::::::::120:70::5:4:4823:6515:1502:4786:::|h[Остатки ментального панциря]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 500,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:66::11:2:6286:1472:::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 159972,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:159972::::::::120:70::35:7:6536:6578:6579:6544:6513:1647:4786:::|h[Судьба бунтовщика]|h|r",
		}, -- [16]
		{
			["ID"] = 175010,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:175010::::::::120:66::6:7:4824:6578:6579:6541:6515:1517:4786:::|h[Бастион обезумевшего приверженца]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "PALADIN",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
