
PawnOptions = {
	["LastVersion"] = 2.0811,
	["LastPlayerFullName"] = "Ниэтта-Гордунни",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 207920,
			["Level"] = 489,
			["Link"] = "|cffa335ee|Hitem:207920::::::::70:66::35:8:9639:6652:9506:9144:9516:9576:1576:8767::::::|h[Каска восприимчивости воплощения]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 517,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:70::11:4:4932:4933:6316:1654:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 133185,
			["Level"] = 483,
			["Link"] = "|cffa335ee|Hitem:133185::::::::70:66::16:7:9639:6652:9506:9144:9581:9889:8767:1:28:1279:::::|h[Наплечье из раковины морской улитки]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 207194,
			["Level"] = 483,
			["Link"] = "|cffa335ee|Hitem:207194:6625:::::::70:66::16:6:42:9639:9515:9581:1514:8767::::::|h[Боевые латы ревностного рыцаря огней]|h|r",
		}, -- [5]
		{
			["ID"] = 207858,
			["Level"] = 489,
			["Link"] = "|cffa335ee|Hitem:207858::::::::70:66::35:8:9639:6652:9600:9506:9144:9576:1582:8767::::::|h[Ремень распутывающихся эпох]|h|r",
		}, -- [6]
		{
			["ID"] = 207190,
			["Level"] = 489,
			["Link"] = "|cffa335ee|Hitem:207190::::::::70:66::35:6:6652:9512:9639:9576:1520:8767::::::|h[Шоссы ревностного рыцаря огней]|h|r",
		}, -- [7]
		{
			["ID"] = 207193,
			["Level"] = 489,
			["Link"] = "|cffa335ee|Hitem:207193::::::::70:66::35:5:40:9639:9576:1520:8767::::::|h[Сонные высокие ботинки ревностного рыцаря огней]|h|r",
		}, -- [8]
		{
			["ID"] = 193657,
			["Level"] = 506,
			["Link"] = "|cffa335ee|Hitem:193657::::::::70:66::33:8:10329:9639:6652:10533:10870:9144:3185:8767:1:28:1279:::::|h[Трухлявые повязки]|h|r",
		}, -- [9]
		{
			["ID"] = 193784,
			["Level"] = 506,
			["Link"] = "|cffa335ee|Hitem:193784::::::::70:66::16:7:10329:9639:6652:10870:9144:3185:8767:1:28:1279:::::|h[Захваты главного кузнеца]|h|r",
		}, -- [10]
		{
			["ID"] = 192999,
			["Level"] = 486,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:192999:6556:192948::::::70:66::13:9:8836:8840:8902:8780:9405:8793:9500:8174:9498:9:28:2164:29:40:30:49:38:8:40:258:48:194566:49:206961:50:200652:51:206959:::::|h[Печатка мудрости титанов |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
		}, -- [11]
		{
			["ID"] = 192999,
			["Level"] = 486,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:192999:6556:192948::::::70:70::13:9:8836:8840:8902:8780:9405:8793:9500:8174:9498:9:28:2164:29:40:30:49:38:8:40:258:48:194566:49:206961:50:200652:51:206959:::::|h[Печатка мудрости титанов |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
		}, -- [12]
		{
			["ID"] = 193762,
			["Level"] = 506,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:193762::::::::70:66::33:6:10329:9639:6652:9144:3185:8767:1:28:1279:::::|h[Копыто владыки пламени]|h|r",
		}, -- [13]
		{
			["ID"] = 193743,
			["Level"] = 506,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:193743::::::::70:66::33:6:10329:9639:6652:9144:3185:8767:1:28:1279:::::|h[Фрагмент Иридия]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 500,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:70::11:2:6599:1472:::|h[Ашжра'камас, Покров Решимости]|h|r",
		}, -- [15]
		{
			["ID"] = 207994,
			["Level"] = 489,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:207994:6643:::::::70:66::35:7:9522:9639:6652:9147:9576:1611:8767::::::|h[Кель'Зарам, Высший клинок льва]|h|r",
		}, -- [16]
		{
			["ID"] = 133367,
			["Level"] = 489,
			["Link"] = "|cffa335ee|Hitem:133367::::::::70:66::35:6:9639:6652:9144:9576:9919:8767::::::|h[Обросший ракушками кулачный щит]|h|r",
		}, -- [17]
	},
	["Artifacts"] = {
		[128823] = {
			["Relics"] = {
				{
					["ItemLevel"] = 17,
					["Type"] = "Holy",
				}, -- [1]
				{
					["ItemLevel"] = 20,
					["Type"] = "Life",
				}, -- [2]
				{
					["ItemLevel"] = 16,
					["Type"] = "Holy",
				}, -- [3]
			},
			["Name"] = "Серебряная Длань",
		},
		[128866] = {
			["Relics"] = {
				{
					["Type"] = "Holy",
				}, -- [1]
				{
					["Type"] = "Iron",
				}, -- [2]
				{
					["Type"] = "Arcane",
				}, -- [3]
			},
			["Name"] = "Страж Истины",
		},
		[120978] = {
			["Relics"] = {
				{
					["ItemLevel"] = 17,
					["Type"] = "Holy",
				}, -- [1]
				{
					["ItemLevel"] = 20,
					["Type"] = "Fire",
				}, -- [2]
				{
					["ItemLevel"] = 18,
					["Type"] = "Holy",
				}, -- [3]
			},
			["Name"] = "Испепелитель",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "PALADIN",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
