
PawnOptions = {
["LastVersion"] = 2.1011,
["LastPlayerFullName"] = "Ниэтта-Гордунни",
["AutoSelectScales"] = true,
["ItemLevels"] = {
{
["ID"] = 221242,
["Level"] = 632,
["Link"] = "|cffa335ee|Hitem:221242::::::::80:66::30:6:6652:12176:11968:11950:1667:10255:1:28:2462:::::|h[Каленый шлем]|h|r",
},
{
["ID"] = 231436,
["Level"] = 606,
["Link"] = "|cffa335ee|Hitem:231436::::::::80:66::3:8:6652:10395:10393:10270:12093:10383:1494:10255:1:28:2462:::::|h[Имперский самоцвет]|h|r",
},
{
["ID"] = 231440,
["Level"] = 590,
["Link"] = "|cffa335ee|Hitem:231440::::::::80:66::4:7:6652:10378:10279:12092:10383:1478:10255:1:28:2462:::::|h[Наплеч из эбеновой стали]|h|r",
},
nil,
{
["ID"] = 231470,
["Level"] = 600,
["Link"] = "|cffa335ee|Hitem:231470::::::::80:66::3:7:6652:10376:10272:12093:10383:1488:10255:1:28:2462:::::|h[Запасной корпус голема]|h|r",
},
{
["ID"] = 221133,
["Level"] = 593,
["Link"] = "|cffa335ee|Hitem:221133::::::::80:66::102:8:10278:10388:6652:10877:10377:10383:1628:10255:1:28:2462:::::|h[Ремень мрачных затей]|h|r",
},
{
["ID"] = 231408,
["Level"] = 584,
["Link"] = "|cffa335ee|Hitem:231408::::::::80:66::4:7:10378:41:10281:12092:10383:1472:10255:1:28:2462:::::|h[Поножи лавового гребня]|h|r",
},
{
["ID"] = 109795,
["Level"] = 619,
["Link"] = "|cff0070dd|Hitem:109795::::::::80:66::54:6:6652:7756:12090:11949:10042:10254:1:28:2462:::::|h[Башмаки золотой стали]|h|r",
},
{
["ID"] = 109880,
["Level"] = 610,
["Link"] = "|cff0070dd|Hitem:109880::::::::80:66::54:8:6652:8811:7756:12176:12090:11946:10033:10254:1:28:2462:::::|h[Клепаные наручи]|h|r",
},
{
["ID"] = 231400,
["Level"] = 587,
["Link"] = "|cffa335ee|Hitem:231400::::::::80:66::4:7:6652:10378:10280:12092:10383:1475:10255:1:28:2462:::::|h[Строевые перчатки]|h|r",
},
{
["ID"] = 228411,
["Level"] = 658,
["AlsoFitsIn"] = 12,
["Link"] = "|cffa335ee|Hitem:228411::228634:228636:228640::::80:66::25:2:12028:1511:1:28:3004:::::|h[Перстень Цирци]|h|r",
},
{
["ID"] = 228411,
["Level"] = 655,
["AlsoFitsIn"] = 11,
["Link"] = "|cffa335ee|Hitem:228411::228634:228636:228640::::80:66::25:2:12027:1508:1:28:3004:::::|h[Перстень Цирци]|h|r",
},
{
["ID"] = 231417,
["Level"] = 606,
["AlsoFitsIn"] = 14,
["Link"] = "|cffa335ee|Hitem:231417::::::::80:66::3:6:6652:10270:12093:10383:1494:10255:1:28:2462:::::|h[Рука правосудия]|h|r",
},
{
["ID"] = 231471,
["Level"] = 600,
["AlsoFitsIn"] = 13,
["Link"] = "|cffa335ee|Hitem:231471::::::::80:66::3:6:6652:10272:12093:10383:1488:10255:1:28:2462:::::|h[Редуктор голема]|h|r",
},
{
["ID"] = 231415,
["Level"] = 603,
["Link"] = "|cffa335ee|Hitem:231415::::::::80:66::3:7:6652:10376:10271:12093:10383:1491:10255:1:28:2462:::::|h[Накидка огненной саламандры]|h|r",
},
{
["ID"] = 110032,
["Level"] = 610,
["AlsoFitsIn"] = 17,
["Link"] = "|cff0070dd|Hitem:110032::::::::80:66::54:6:6652:7756:12091:11946:10033:10254:1:28:2462:::::|h[Ятаган Клюволома]|h|r",
},
{
["ID"] = 110053,
["Level"] = 606,
["Link"] = "|cff0070dd|Hitem:110053::::::::80:66::54:6:6652:11945:7756:12090:10029:10254:1:28:2462:::::|h[Большой щит-стрелолом]|h|r",
},
},
["Artifacts"] = {
[128823] = {
["Relics"] = {
{
["ItemLevel"] = 17,
["Type"] = "Holy",
},
{
["ItemLevel"] = 20,
["Type"] = "Life",
},
{
["ItemLevel"] = 16,
["Type"] = "Holy",
},
},
["Name"] = "Серебряная Длань",
},
[128866] = {
["Relics"] = {
{
["Type"] = "Holy",
},
{
["Type"] = "Iron",
},
{
["Type"] = "Arcane",
},
},
["Name"] = "Страж Истины",
},
[120978] = {
["Relics"] = {
{
["ItemLevel"] = 17,
["Type"] = "Holy",
},
{
["ItemLevel"] = 20,
["Type"] = "Fire",
},
{
["ItemLevel"] = 18,
["Type"] = "Holy",
},
},
["Name"] = "Испепелитель",
},
},
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "PALADIN",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
