
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 6,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[04:48:26]|h |cffd8d8d8[|r|Hplayer:Хурма-Гордунни:157:GUILD|h|cffd8bc3f60|r:|cff006fdcХурма|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:12561:Player-1602-021A230D:1:2:5:21:4294967295:4294967295:4294967295:4294967295|h[Назмир]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1612493306,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 790661.022,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[04:48:26]|h |cffd8d8d8[|r|Hplayer:Хурма-Гордунни:158:GUILD|h|cffd8bc3f60|r:|cff006fdcХурма|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:12988:Player-1602-021A230D:1:2:5:21:4294967295:4294967295:4294967295:4294967295|h[Исследователь Battle for Azeroth]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1612493306,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 790661.022,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[05:12:07]|h |cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:290:GUILD|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14630:Player-1602-0C734AC9:1:2:5:21:4294967295:4294967295:4294967295:4294967295|h[Признание героя]|h|r!",
					["serverTime"] = 1612494727,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						16, -- [3]
						28, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 792082.362,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[05:12:08]|h |cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:294:ACHIEVEMENT|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14630:Player-1602-0C734AC9:1:2:5:21:4294967295:4294967295:4294967295:4294967295|h[Признание героя]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1612494728,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						29, -- [3]
						30, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 792082.525,
					["g"] = 1,
					["b"] = 0,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[05:16:25]|h |cffd8d8d8[|r|Hplayer:Барракудах-Гордунни:301:ACHIEVEMENT|h|cff00fe97Барракудах|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:11212:Player-1602-0ECD6DDE:1:2:5:21:4294967295:4294967295:4294967295:4294967295|h[Командующий армией]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1612494985,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						29, -- [3]
						31, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 792340.0160000001,
					["g"] = 1,
					["b"] = 0,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[06:40:44]|h |cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1422:ACHIEVEMENT|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14285:Player-1925-0EBAE486:1:2:5:21:4294967295:4294967295:4294967295:4294967295|h[К рейду готов VII]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1612500044,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						29, -- [3]
						59, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797398.599,
					["g"] = 1,
					["b"] = 0,
				}, -- [6]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:44:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T648206:14|t|cff4e96f7|HbattlePetAbil:207:1021:305:244|h[Суперзарядка]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351481,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[02:44:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:1023:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351482,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[02:44:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:804:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351482,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[02:44:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:913:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351483,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[02:44:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 18",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351486,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[02:44:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:516:305:244|h[Ликвидация]|h|r накладывает эффект |T132996:14|t|cff4e96f7|HbattlePetAbil:458:516:305:244|h[Ликвидация]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351487,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[02:44:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237477:14|t|cff4e96f7|HbattlePetAbil:801:913:317:219|h[Бросок камня]|h|r наносит 505 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351489,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[02:44:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1022:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351490,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[02:44:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 19",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351491,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[02:44:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132996:14|t|cff4e96f7|HbattlePetAbil:458:11:305:244|h[Ликвидация]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351493,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[02:44:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:11:305:244|h[Ликвидация]|h|r наносит 804 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351493,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[02:44:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:218:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351494,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[02:44:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T892829:14|tЖелезная звездочка погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351494,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[02:44:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:309:305:244|h[Последний шанс]|h|r восстанавливает 309 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351497,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[02:44:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:309:305:244|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:309:305:244|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351497,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[02:44:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:0:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351498,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[02:44:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T458967:14|tРокко погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351498,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[02:45:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:928:305:244|h[Боевое восстановление]|h|r восстанавливает 619 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351501,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[02:41:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351298,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[02:41:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351299,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[02:41:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351299,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[02:41:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:1400:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351299,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[02:41:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132103:14|t|cff4e96f7|HbattlePetAbil:2113:1509:366:317|h[Токсичный укус]|h|r наносит 193 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351301,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[02:41:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132103:14|t|cff4e96f7|HbattlePetAbil:2113:1509:366:317|h[Токсичный укус]|h|r накладывает эффект |T136067:14|t|cff4e96f7|HbattlePetAbil:2112:1509:366:317|h[Отравленная рана]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351301,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[02:41:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1207:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351303,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[02:41:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351304,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[02:41:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:1207:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351304,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[02:41:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:1207:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351305,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[02:41:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:1207:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351306,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[02:41:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:1207:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1207:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351306,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[02:41:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132122:14|t|cff4e96f7|HbattlePetAbil:803:1257:366:317|h[На клочки]|h|r наносит 193 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351309,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[02:41:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132122:14|t|cff4e96f7|HbattlePetAbil:803:1257:366:317|h[На клочки]|h|r накладывает эффект |T132155:14|t|cff4e96f7|HbattlePetAbil:491:1257:366:317|h[Кровотечение]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351309,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[02:41:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132155:14|t|cff4e96f7|HbattlePetAbil:491:1257:366:317|h[Кровотечение]|h|r наносит 231 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351310,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[02:41:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:783:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351311,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[02:41:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351312,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[02:41:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351313,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[02:41:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351313,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[02:41:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:783:260:325|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351313,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[02:41:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351314,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[02:41:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:783:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351314,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[02:41:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T451161:14|t|cff4e96f7|HbattlePetAbil:202:692:366:317|h[Взбучка]|h|r наносит 241 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351317,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[02:41:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132155:14|t|cff4e96f7|HbattlePetAbil:491:692:366:317|h[Кровотечение]|h|r наносит 255 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351318,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[02:42:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:287:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351319,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[02:42:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351320,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[02:42:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:287:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351321,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[02:42:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:287:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351322,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[02:42:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:287:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351322,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[02:42:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1623379:14|tКостяная Клешня погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351322,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[02:42:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132155:14|t|cff4e96f7|HbattlePetAbil:491:0:366:317|h[Кровотечение]|h|r наносит 383 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351325,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[02:42:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351325,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[02:42:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r восстанавливает 280 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351328,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[02:42:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:280:260:325|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351328,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[02:42:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351329,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[02:42:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2027855:14|tШпиндель – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351329,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[02:42:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351362,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[02:42:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136045:14|t|cff4e96f7|HbattlePetAbil:250:2356:280:333|h[Полчища паучков]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351362,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[02:42:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136045:14|t|cff4e96f7|HbattlePetAbil:250:2356:280:333|h[Полчища паучков]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351365,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[02:42:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351365,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[02:42:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351368,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[02:42:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r\", наложенного на |3-3(команда противника), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351368,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[02:42:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351371,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[02:42:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T892829:14|tЖелезная звездочка – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351371,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[02:42:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351376,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[02:42:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2293:280:333|h[Высасывание жизни]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351377,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[02:42:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2356:280:333|h[Высасывание жизни]|h|r восстанавливает 63 ед. урона |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351377,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[02:43:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1396:305:244|h[Ликвидация]|h|r накладывает эффект |T132996:14|t|cff4e96f7|HbattlePetAbil:458:1396:305:244|h[Ликвидация]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351380,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[02:43:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351401,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[02:43:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135822:14|t|cff4e96f7|HbattlePetAbil:382:2356:280:333|h[Режущая паутина]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351402,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[02:43:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135822:14|t|cff4e96f7|HbattlePetAbil:382:2356:280:333|h[Режущая паутина]|h|r накладывает эффект |T135822:14|t|cff4e96f7|HbattlePetAbil:381:2356:280:333|h[Режущая паутина]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351403,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[02:43:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135769:14|t|cff4e96f7|HbattlePetAbil:208:1246:305:244|h[Суперзаряд]|h|r накладывает эффект |T648206:14|t|cff4e96f7|HbattlePetAbil:207:1246:305:244|h[Суперзарядка]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351404,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[02:43:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351408,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[02:43:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2356:280:333|h[Высасывание жизни]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351409,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[02:43:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2356:280:333|h[Высасывание жизни]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351409,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[02:43:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2356:280:333|h[Высасывание жизни]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351410,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[02:43:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132996:14|t|cff4e96f7|HbattlePetAbil:458:1096:305:244|h[Ликвидация]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351412,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[02:43:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1096:305:244|h[Ликвидация]|h|r наносит 3866 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351412,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[02:43:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T2027855:14|tШпиндель погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351412,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[02:43:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135822:14|t|cff4e96f7|HbattlePetAbil:381:0:280:333|h[Режущая паутина]|h|r наносит 75 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351414,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[02:43:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T648206:14|t|cff4e96f7|HbattlePetAbil:207:1021:305:244|h[Суперзарядка]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351414,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[02:43:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1021:305:244|h[Ликвидация]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:1021:305:244|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T2027855:14|tШпиндель).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351414,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[02:43:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351416,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[02:43:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458967:14|tРокко – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351416,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[02:43:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351421,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[02:43:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132762:14|tСтрашный ящик – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351421,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[02:43:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:2741:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351423,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[02:43:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:2522:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351423,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[02:43:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:2631:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351424,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[02:43:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351426,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[02:43:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136122:14|t|cff4e96f7|HbattlePetAbil:218:1220:260:260|h[Проклятие рока]|h|r накладывает эффект |T136122:14|t|cff4e96f7|HbattlePetAbil:217:1220:260:260|h[Проклятие рока]|h|r на |3-1(вражеский питомец) |3-3(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351426,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[02:43:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237477:14|t|cff4e96f7|HbattlePetAbil:801:2631:317:219|h[Бросок камня]|h|r наносит 337 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351429,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[02:43:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135822:14|t|cff4e96f7|HbattlePetAbil:381:0:280:333|h[Режущая паутина]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351430,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[02:43:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:2740:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351430,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[02:43:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351431,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[02:43:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237524:14|t|cff4e96f7|HbattlePetAbil:655:883:260:260|h[Страшный укус]|h|r наносит 420 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351432,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[02:43:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:2320:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351433,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[02:43:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:2101:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351433,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[02:43:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:2210:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351434,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[02:44:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351439,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[02:44:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237524:14|t|cff4e96f7|HbattlePetAbil:655:378:260:260|h[Страшный укус]|h|r наносит 420 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351440,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[02:44:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237477:14|t|cff4e96f7|HbattlePetAbil:801:1790:317:219|h[Бросок камня]|h|r наносит 337 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351442,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[02:44:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1899:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351443,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[02:44:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 13",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351447,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[02:44:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237524:14|t|cff4e96f7|HbattlePetAbil:655:41:260:260|h[Страшный укус]|h|r наносит 420 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351448,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[02:44:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:1479:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351450,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[02:44:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T132762:14|tСтрашный ящик погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351450,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[02:44:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618980:14|t|cff4e96f7|HbattlePetAbil:724:17:260:260|h[Проклятый]|h|r восстанавливает 17 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351452,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[02:44:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618980:14|t|cff4e96f7|HbattlePetAbil:724:17:260:260|h[Проклятый]|h|r накладывает эффект |T618980:14|t|cff4e96f7|HbattlePetAbil:242:17:260:260|h[Нежить]|h|r на |3-1(ваш питомец) |3-3(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351452,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[02:44:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:1260:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351453,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[02:44:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1369:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351454,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[02:44:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351458,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[02:44:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237524:14|t|cff4e96f7|HbattlePetAbil:655:17:260:260|h[Страшный укус]|h|r наносит 315 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351459,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[02:44:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136089:14|t|cff4e96f7|HbattlePetAbil:1466:1828:317:219|h[Каменный облик]|h|r восстанавливает 774 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351461,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[02:44:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136122:14|t|cff4e96f7|HbattlePetAbil:217:17:260:260|h[Проклятие рока]|h|r наносит 630 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351462,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[02:44:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618980:14|t|cff4e96f7|HbattlePetAbil:242:17:260:260|h[Нежить]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T132762:14|tСтрашный ящик), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351463,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[02:44:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618980:14|t|cff4e96f7|HbattlePetAbil:242:0:260:260|h[Нежить]|h|r наносит 17 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351463,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[02:44:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T132762:14|tСтрашный ящик погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351463,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[02:44:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T136122:14|t|cff4e96f7|HbattlePetAbil:217:0:260:260|h[Проклятие рока]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T458967:14|tРокко), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351465,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[02:44:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351465,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[02:44:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T892829:14|tЖелезная звездочка – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351466,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[02:44:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 15",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351469,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[02:44:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1021:305:244|h[Ликвидация]|h|r накладывает эффект |T132996:14|t|cff4e96f7|HbattlePetAbil:458:1021:305:244|h[Ликвидация]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351470,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[02:44:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136089:14|t|cff4e96f7|HbattlePetAbil:1466:2010:317:219|h[Каменный облик]|h|r восстанавливает 812 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351472,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[02:44:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 16",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351474,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[02:44:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135769:14|t|cff4e96f7|HbattlePetAbil:208:1021:305:244|h[Суперзаряд]|h|r накладывает эффект |T648206:14|t|cff4e96f7|HbattlePetAbil:207:1021:305:244|h[Суперзарядка]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351475,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[02:44:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136089:14|t|cff4e96f7|HbattlePetAbil:1466:2741:317:219|h[Каменный облик]|h|r восстанавливает 731 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351477,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[02:44:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 17",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351479,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[02:44:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132996:14|t|cff4e96f7|HbattlePetAbil:458:1021:305:244|h[Ликвидация]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351481,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[02:44:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1021:305:244|h[Ликвидация]|h|r наносит 1718 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351481,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [128]
			},
			["headIndex"] = 18,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame12"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[03:17:39]|h [W From] |cffd8d8d8[|r|Hplayer:Дегатти-Гордунни:286:WHISPER:ДЕГАТТИ-ГОРДУННИ|h|cffd8bc3f60|r:|cff3ec6eaДегатти|r|h|cffd8d8d8]|r: Spasibo",
					["serverTime"] = 1610155058,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1698906.53,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [1]
			},
			["headIndex"] = 1,
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame13"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[04:14:05]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:615:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: У меня примерно в это время кошка обычно вспоминает, что она - ночное животное и начинает бегать по стенам)",
					["serverTime"] = 1610158444,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702291.606,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[04:14:12]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:616:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: А как это выглядит с шестью котами?",
					["serverTime"] = 1610158451,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702299.348,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[04:15:26]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:618:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: у меня все спят)",
					["serverTime"] = 1610158525,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						86, -- [3]
						88, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702372.89,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[04:16:01]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:620:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: у меня они дневные в мск, в деревне ток в диких спекаются",
					["serverTime"] = 1610158560,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						86, -- [3]
						88, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702408.284,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[04:22:23]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:632:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: Спекаются :DDD",
					["serverTime"] = 1610158942,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702789.883,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [5]
			},
			["headIndex"] = 5,
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 57,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[06:28:46]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1320:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: release ^^",
					["serverTime"] = 1612499326,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796681.103,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[06:28:56]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1321:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: OUTCH",
					["serverTime"] = 1612499336,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796690.787,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[06:29:23]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1322:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: orb on this pull",
					["serverTime"] = 1612499363,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796717.755,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[06:32:45]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1338:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: про 3",
					["serverTime"] = 1612499565,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796919.607,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[06:32:45]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1339:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: крюк",
					["serverTime"] = 1612499565,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796920.357,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[06:32:46]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1340:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: сообщи",
					["serverTime"] = 1612499566,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796921.341,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[06:33:14]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1343:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: release",
					["serverTime"] = 1612499594,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796949.1240000001,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[06:33:23]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1344:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: you need to kite that",
					["serverTime"] = 1612499603,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796957.808,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[06:33:32]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Disparorojo-DunModr:1345:PARTY|h|cffd8bc3f60|r:|cffa9d271Disparorojo|r-|cff82c44cDun|r|h|cffd8d8d8]|r: sorry",
					["serverTime"] = 1612499612,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796967.308,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[06:33:47]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1346:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: on boss I will bop first fixate",
					["serverTime"] = 1612499627,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796982.175,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[06:36:25]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1356:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: get away from the corps",
					["serverTime"] = 1612499785,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797140.278,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[06:36:32]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1359:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: huntter",
					["serverTime"] = 1612499792,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797146.9550000001,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[06:36:50]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1368:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: BL",
					["serverTime"] = 1612499810,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797164.811,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[06:36:51]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1369:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: ?",
					["serverTime"] = 1612499811,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797166.4450000001,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[06:37:29]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1383:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: пиздец",
					["serverTime"] = 1612499849,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797204.179,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[06:37:30]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1384:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: как изи",
					["serverTime"] = 1612499850,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797205.045,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[06:38:07]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1393:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: хз кто играет в ключах роль бОльшую",
					["serverTime"] = 1612499887,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797242.1290000001,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[06:38:08]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1394:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: видимо танк",
					["serverTime"] = 1612499888,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797243.346,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[06:38:11]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1395:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: hmm",
					["serverTime"] = 1612499891,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797245.6630000001,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[06:38:14]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1397:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Копье в этого босса",
					["serverTime"] = 1612499894,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797249.063,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[06:38:17]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1398:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: i think BL was on 4th boss",
					["serverTime"] = 1612499897,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797252.296,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[06:38:19]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1400:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: на каком момменте",
					["serverTime"] = 1612499899,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797254.429,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[06:38:22]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1401:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: на сколько % хп",
					["serverTime"] = 1612499902,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797256.746,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[06:38:23]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1403:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: we dont need on 3rd cuz we can infinite grab",
					["serverTime"] = 1612499903,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797258.013,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[06:38:33]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1405:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: НА СКОЛЬКО % КОПЬЕ",
					["serverTime"] = 1612499913,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797268.446,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[06:38:43]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1407:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: now",
					["serverTime"] = 1612499923,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797278.1630000001,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[06:38:45]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1409:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: spear",
					["serverTime"] = 1612499925,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797279.6460000001,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[06:41:04]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1431:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: вкг",
					["serverTime"] = 1612500064,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797419.282,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[06:41:05]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1432:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: dru",
					["serverTime"] = 1612500065,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797420.165,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[06:41:07]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1433:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: you now?",
					["serverTime"] = 1612500067,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797421.632,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[06:41:09]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1434:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: you need?",
					["serverTime"] = 1612500069,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797424.2660000001,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[06:41:12]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1435:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: yup",
					["serverTime"] = 1612500072,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797426.532,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[06:41:14]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1436:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: i could use it",
					["serverTime"] = 1612500074,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797429.199,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[06:41:16]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1437:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: To quothe the pixie from MotS \"That was fun!\"",
					["serverTime"] = 1612500076,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797430.9990000001,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[06:41:17]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Disparorojo-DunModr:1438:PARTY|h|cffd8bc3f60|r:|cffa9d271Disparorojo|r-|cff82c44cDun|r|h|cffd8d8d8]|r: thx all",
					["serverTime"] = 1612500077,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797432.132,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[06:41:21]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Disparorojo-DunModr:1439:PARTY|h|cffd8bc3f60|r:|cffa9d271Disparorojo|r-|cff82c44cDun|r|h|cffd8d8d8]|r: key",
					["serverTime"] = 1612500081,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797436.216,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[06:41:24]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Disparorojo-DunModr:1440:PARTY|h|cffd8bc3f60|r:|cffa9d271Disparorojo|r-|cff82c44cDun|r|h|cffd8d8d8]|r: ???",
					["serverTime"] = 1612500084,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797439.066,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[06:41:34]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1441:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: Thanks",
					["serverTime"] = 1612500094,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797449.2490000001,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[06:41:35]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1442:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: :)",
					["serverTime"] = 1612500095,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797450.099,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[06:41:45]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1443:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: ty for the run",
					["serverTime"] = 1612500105,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797459.683,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[06:41:46]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1444:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: go 13?)",
					["serverTime"] = 1612500106,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797460.716,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[06:41:48]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1445:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: |cff0070dd|Hitem:178933::::::::60:105::1:5:6805:6652:7193:1472:4785:1:28:747:::|h[Arachnid Cipher Ring]|h|r|cff0070dd|Hitem:178869::::::::60:105::1:5:6805:6652:6935:1472:4785:1:28:2044:::|h[Fleshfused Circle]|h|r",
					["serverTime"] = 1612500108,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797463.399,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[06:41:49]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1446:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: I think I'll call it a night, my bed calls me",
					["serverTime"] = 1612500109,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797463.9990000001,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[06:41:54]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1447:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: ok",
					["serverTime"] = 1612500114,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797469.216,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[06:41:55]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1448:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: same",
					["serverTime"] = 1612500115,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797469.9,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[06:41:57]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1449:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: almost 6am here",
					["serverTime"] = 1612500117,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797472.1,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[06:41:57]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1450:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: тогда ладно",
					["serverTime"] = 1612500117,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797472.4,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[06:42:00]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Disparorojo-DunModr:1451:PARTY|h|cffd8bc3f60|r:|cffa9d271Disparorojo|r-|cff82c44cDun|r|h|cffd8d8d8]|r: go 13 boys???",
					["serverTime"] = 1612500120,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797475.433,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[06:42:00]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1452:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: all thank",
					["serverTime"] = 1612500120,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797475.433,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[06:42:01]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1453:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: |cffa5a5a5Disparorojo|r you did a bit weird sometimes :D",
					["serverTime"] = 1612500121,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797475.683,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[06:42:01]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1454:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: s",
					["serverTime"] = 1612500121,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797476.1,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[06:42:08]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1455:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Thank you for the runs guys :)",
					["serverTime"] = 1612500128,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797483.366,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[06:42:12]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1456:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: yeah thanks!",
					["serverTime"] = 1612500132,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797486.65,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[06:42:14]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1457:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Cheers",
					["serverTime"] = 1612500134,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797488.733,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[06:42:15]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1458:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: Thank you for joining",
					["serverTime"] = 1612500135,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797489.883,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[06:42:16]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1459:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: :P",
					["serverTime"] = 1612500136,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797490.733,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[06:42:17]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1460:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: bye:)",
					["serverTime"] = 1612500137,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797491.667,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[06:09:30]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1157:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: buy if u dont have",
					["serverTime"] = 1612498170,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795525.018,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[06:09:33]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1158:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Инвиз пот у тебя есть?",
					["serverTime"] = 1612498173,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795527.768,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[06:09:41]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1159:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: у меня?",
					["serverTime"] = 1612498181,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795535.751,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[06:09:43]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Disparorojo-DunModr:1160:PARTY|h|cffd8bc3f60|r:|cffa9d271Disparorojo|r-|cff82c44cDun|r|h|cffd8d8d8]|r: |cffffffff|Hitem:171266::::::::60:254:::::::|h[Poción de espíritu oculto]|h|r",
					["serverTime"] = 1612498183,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795538.451,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[06:09:43]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1161:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Если нет, то купи один плиз",
					["serverTime"] = 1612498183,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795538.451,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[06:09:44]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1162:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: да",
					["serverTime"] = 1612498184,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795539.135,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[06:09:48]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1163:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: что за инвиз пот",
					["serverTime"] = 1612498188,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795543.285,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[06:09:52]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1164:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: хз про что это",
					["serverTime"] = 1612498192,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795547.402,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[06:09:56]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1166:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: |cffffffff|Hitem:171266::::::::60:66:::::::|h[Зелье скрытого духа]|h|r",
					["serverTime"] = 1612498196,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795551.468,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[06:09:57]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1167:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: видимо нету",
					["serverTime"] = 1612498197,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795552.202,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[06:09:59]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1168:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: нету",
					["serverTime"] = 1612498199,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795554.002,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[06:10:03]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1169:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: сходить купить прям щас?",
					["serverTime"] = 1612498203,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795558.252,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[06:10:05]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1170:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: купи, вон аук стоит",
					["serverTime"] = 1612498205,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795560.502,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[06:10:27]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1172:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: а почта где",
					["serverTime"] = 1612498227,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795581.985,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[06:10:33]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1174:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: small guys",
					["serverTime"] = 1612498233,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795587.802,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[06:10:34]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1175:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: purple",
					["serverTime"] = 1612498234,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795589.452,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[06:10:44]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1177:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Вот, розовые кнопки",
					["serverTime"] = 1612498244,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795599.302,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[06:10:56]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1178:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: все сделал",
					["serverTime"] = 1612498256,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795610.903,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[06:10:59]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1179:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: в каком месте юзать его",
					["serverTime"] = 1612498259,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795613.8690000001,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[06:11:03]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1182:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: я скажу",
					["serverTime"] = 1612498263,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795618.153,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[06:11:10]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1183:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: ок",
					["serverTime"] = 1612498270,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795624.653,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[06:13:33]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1196:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: ой бля",
					["serverTime"] = 1612498413,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795768.372,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[06:13:35]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1198:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: взял стрелу",
					["serverTime"] = 1612498415,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795769.905,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[06:13:40]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1199:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: в кого пускать ее скажи потом плиз",
					["serverTime"] = 1612498420,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795774.872,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[06:14:10]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1203:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: в ласта",
					["serverTime"] = 1612498450,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795804.639,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[06:15:17]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1210:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: hero",
					["serverTime"] = 1612498517,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795871.89,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[06:20:18]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1232:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: invis pots",
					["serverTime"] = 1612498818,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796173.1780000001,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[06:20:22]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1233:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: инвиз пот пей и беги",
					["serverTime"] = 1612498822,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796177.162,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[06:20:38]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1234:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Dispa, your spear",
					["serverTime"] = 1612498838,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796192.762,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[06:21:07]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1236:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: i took it",
					["serverTime"] = 1612498867,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796221.563,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[06:21:16]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1239:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: which boss?",
					["serverTime"] = 1612498876,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796231.229,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[06:21:23]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1241:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: 2?",
					["serverTime"] = 1612498883,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796238.434,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[06:21:27]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1242:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: yes",
					["serverTime"] = 1612498887,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796241.5800000001,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[06:21:29]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1243:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: ok",
					["serverTime"] = 1612498889,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796243.863,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[06:22:56]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1245:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: dismiss pets",
					["serverTime"] = 1612498976,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796330.5480000001,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[06:22:57]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1246:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: who takes this one?",
					["serverTime"] = 1612498977,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796332.414,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[06:23:01]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1247:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: oh",
					["serverTime"] = 1612498981,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796336.464,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[06:23:02]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1248:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: dismiss pets",
					["serverTime"] = 1612498982,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796337.181,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[06:23:05]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1249:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: i will",
					["serverTime"] = 1612498985,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796339.681,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[06:23:08]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1250:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: kk",
					["serverTime"] = 1612498988,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796343.265,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[06:23:50]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1255:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: don't fly away after the boss",
					["serverTime"] = 1612499030,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796384.65,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[06:23:56]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1256:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: we will do one more pack here",
					["serverTime"] = 1612499036,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796391.032,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[06:24:03]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1257:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: После босса не улетай",
					["serverTime"] = 1612499043,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796398.2490000001,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[06:24:06]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1258:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: ок",
					["serverTime"] = 1612499046,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796400.5650000001,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[06:24:07]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1259:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: еще один пак будет тут",
					["serverTime"] = 1612499047,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796401.532,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[06:24:09]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1261:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: ок",
					["serverTime"] = 1612499049,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796403.816,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[06:24:11]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1262:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: spear on pull",
					["serverTime"] = 1612499051,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796406.116,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[06:24:14]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1264:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: or add phase?",
					["serverTime"] = 1612499054,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796408.684,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[06:24:22]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1266:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: adds",
					["serverTime"] = 1612499062,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796416.566,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[06:24:24]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1267:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: okey",
					["serverTime"] = 1612499064,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796419.066,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[06:26:35]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1293:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: wait for patrol to go away",
					["serverTime"] = 1612499195,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796550.185,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[06:26:44]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1296:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: tbh",
					["serverTime"] = 1612499204,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796559.268,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[06:26:47]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1297:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: this is so easy",
					["serverTime"] = 1612499207,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796561.985,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[06:26:47]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1298:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: это же цлк первый босс)",
					["serverTime"] = 1612499207,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796561.985,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[06:26:49]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1299:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: with you as tank",
					["serverTime"] = 1612499209,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796564.235,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[06:26:51]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1300:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: с которго бринтоль падает",
					["serverTime"] = 1612499211,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796566.085,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[06:26:56]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1301:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: привет 3.3.5 пиратка",
					["serverTime"] = 1612499216,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796570.585,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[06:26:56]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1302:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: I'm overgeared",
					["serverTime"] = 1612499216,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796571.318,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[06:27:03]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1303:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: and im not",
					["serverTime"] = 1612499223,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796577.6680000001,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[06:27:03]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1304:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: :D",
					["serverTime"] = 1612499223,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796578.268,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[06:27:48]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1305:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: |cffa5a5a5Castrata|r, take orb please",
					["serverTime"] = 1612499268,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796623.036,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[06:27:53]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1306:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: AH",
					["serverTime"] = 1612499273,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796628.186,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[06:27:54]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1307:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: here",
					["serverTime"] = 1612499274,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796629.3690000001,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[06:27:55]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1308:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: just",
					["serverTime"] = 1612499275,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796630.219,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[06:27:56]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1309:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: read",
					["serverTime"] = 1612499276,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796630.836,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[06:28:01]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1310:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: after i clickd",
					["serverTime"] = 1612499281,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796635.719,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[06:28:02]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1311:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: sorry",
					["serverTime"] = 1612499282,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796637.219,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[06:28:13]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1313:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: tell me when u want it",
					["serverTime"] = 1612499293,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796647.786,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[06:28:16]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1314:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: it's ok, |cffa5a5a5Mkenzie|r took it",
					["serverTime"] = 1612499296,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796651.429,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[06:28:42]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1318:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: sorry",
					["serverTime"] = 1612499322,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796676.5530000001,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[06:28:43]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1319:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: my bad",
					["serverTime"] = 1612499323,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 796677.953,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 59,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[06:52:24]|h Ваша добыча: |cffffffff|Hitem:172451::::::::60:70:::::::|h[Слабая частичка анимы]|h|r.",
					["serverTime"] = 1612500744,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798099.377,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[06:52:28]|h |cffd8d8d8[|r|Hplayer:Проксизм:1502|h|cffd8bc3f60|r:|cfffefefeПроксизм|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1612500748,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798102.71,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[06:52:46]|h Ваша добыча: |cffffffff|Hitem:172451::::::::60:70:::::::|h[Слабая частичка анимы]|h|r.",
					["serverTime"] = 1612500766,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798120.944,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[06:52:53]|h Раскольница - темный клинок говорит: Сложи оружие.",
					["serverTime"] = 1612500773,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798127.61,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[06:53:02]|h Глашатай раскольников Андромида кричит: Дни кирий сочтены! Бастион будет принадлежать раскольникам!",
					["serverTime"] = 1612500782,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798136.877,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[06:53:25]|h Раскольница - темный клинок говорит: Сложи оружие.",
					["serverTime"] = 1612500805,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798160.111,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[06:53:33]|h Отношение |3-7(Перерожденные) к вам улучшилось на 125.",
					["serverTime"] = 1612500813,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798167.6240000001,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[06:53:33]|h Вы получили предмет: |cff0070dd|Hitem:184766::::::::60:70:::::::|h[Хроники идеалов]|h|rx3.",
					["serverTime"] = 1612500813,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798167.6240000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[06:53:33]|h Отношение |3-7(Гильдия) к вам улучшилось на 125.",
					["serverTime"] = 1612500813,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798167.676,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[06:53:33]|h Ксандрия говорит: Сегодня твоя отвага озарила наш путь. Бастион выстоял!",
					["serverTime"] = 1612500813,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798167.676,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[06:54:06]|h Вы будете получать добычу для специализации \"Защита\".",
					["serverTime"] = 1612500846,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 798201.145,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[06:54:20]|h |cff33ff99Postal|r: Собрано 335|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 75|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 5|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["timestamp"] = 798214.662,
					["serverTime"] = 1612500860,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[06:54:44]|h |cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1511:SYSTEM|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r300 ед. анимы внесено в резервуар.",
					["serverTime"] = 1612500884,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						12, -- [3]
						32, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798238.912,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[06:55:16]|h Вы будете получать добычу для специализации \"Защита\".",
					["serverTime"] = 1612500916,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 798270.429,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[06:55:17]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Орибос]|h.",
					["serverTime"] = 1612500917,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798271.96,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[06:55:28]|h Вы получили предмет: |cffffffff|Hitem:168586::::::::60:70:::::::|h[Славолист]|h|rx8.",
					["serverTime"] = 1612500928,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798282.6290000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[06:55:28]|h Вы получили предмет: |cff1eff00|Hitem:171315::::::::60:70:::::::|h[Беладонна]|h|rx2.",
					["serverTime"] = 1612500928,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798282.796,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[06:55:30]|h Вы получили предмет: |cff9d9d9d|Hitem:181731::::::::60:70:::::::|h[Лакированный клык лариона]|h|rx7.",
					["serverTime"] = 1612500930,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798284.88,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[06:55:30]|h Вы получили предмет: |cff9d9d9d|Hitem:181728::::::::60:70:::::::|h[Безупречные иглы трупосшивателя]|h|rx20.",
					["serverTime"] = 1612500930,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798284.88,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[06:55:30]|h Вы получили предмет: |cff9d9d9d|Hitem:181722::::::::60:70:::::::|h[Покрытая медянкой старая монета]|h|rx16.",
					["serverTime"] = 1612500930,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798284.88,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[06:55:32]|h Ваша добыча: |cffffffff|Hitem:173202::::::::60:70:::::::|h[Сумеречная ткань]|h|rx3.",
					["serverTime"] = 1612500932,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798287.263,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[06:55:32]|h Ваша добыча: |cff0070dd|Hitem:172231::::::::60:70:::::::|h[Священный осколок]|h|rx3.",
					["serverTime"] = 1612500932,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798287.313,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[06:55:34]|h Ваша добыча: |cff1eff00|Hitem:173204::::::::60:70:::::::|h[Сумрачный шелк]|h|r.",
					["serverTime"] = 1612500934,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798288.746,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[06:55:34]|h Ваша добыча: |cff0070dd|Hitem:172231::::::::60:70:::::::|h[Священный осколок]|h|r.",
					["serverTime"] = 1612500934,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798288.88,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[06:55:36]|h Ваша добыча: |cffffffff|Hitem:173202::::::::60:70:::::::|h[Сумеречная ткань]|h|rx7.",
					["serverTime"] = 1612500936,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798290.563,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[06:55:36]|h Ваша добыча: |cffffffff|Hitem:172230::::::::60:70:::::::|h[Пыль духа]|h|rx5.",
					["serverTime"] = 1612500936,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798290.813,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[06:55:36]|h Ваша добыча: |cff0070dd|Hitem:172231::::::::60:70:::::::|h[Священный осколок]|h|rx2.",
					["serverTime"] = 1612500936,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798290.846,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[06:55:39]|h Ваша добыча: |cffffffff|Hitem:172052::::::::60:70:::::::|h[Потустороннее мясо]|h|rx9.",
					["serverTime"] = 1612500939,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798293.535,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[06:55:39]|h Ваша добыча: |cffffffff|Hitem:172053::::::::60:70:::::::|h[Сумрачные ребра]|h|rx6.",
					["serverTime"] = 1612500939,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798293.6460000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[06:55:39]|h Ваша добыча: |cffffffff|Hitem:172054::::::::60:70:::::::|h[Сырое ангельское крыло]|h|rx6.",
					["serverTime"] = 1612500939,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798293.863,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[06:55:39]|h Ваша добыча: |cffffffff|Hitem:172055::::::::60:70:::::::|h[Фантомная ляжка]|h|rx6.",
					["serverTime"] = 1612500939,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798294.013,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[06:55:39]|h Вы получили предмет: |cffffffff|Hitem:179315::::::::60:70:::::::|h[Темная рулька]|h|rx6.",
					["serverTime"] = 1612500939,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798294.23,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[06:55:39]|h Вы получили предмет: |cffffffff|Hitem:179314::::::::60:70:::::::|h[Мясо мерзкого ползуна]|h|rx6.",
					["serverTime"] = 1612500939,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798294.346,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[06:55:55]|h Вы будете получать добычу для специализации \"Защита\".",
					["serverTime"] = 1612500955,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 798309.68,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[06:55:55]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Утроба]|h.",
					["serverTime"] = 1612500955,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798309.68,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[06:55:57]|h |TInterface\\ICONS\\INV_MawEye_Grey.blp:20|t Теперь |cFFFF0000|Hspell:335417|h[искатели душ]|h|r Утробы будут атаковать вас сразу по обнаружении.",
					["serverTime"] = 1612500957,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798311.813,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[06:55:57]|h |TInterface\\ICONS\\Spell_AnimaMaw_Missile.BLP:20|t Башни время от времени будут |cFFFF0000|Hspell:314932|h [обстреливать]|h|r вашу позицию.",
					["serverTime"] = 1612500957,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798311.813,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[06:55:57]|h |TInterface\\ICONS\\INV_Helm_Leather_MawRaid_D_01.BLP:20|t Теперь Тюремщик начнет отправлять к вам |cFFFF0000|Hspell:314949|h [убийц]|h|r.",
					["serverTime"] = 1612500957,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798311.813,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[06:55:57]|h |TInterface\\ICONS\\INV_Icon_WingBroken05e.BLP:20|t |cFFFF0000|Hspell:346789|h [Крылатые похитители]|h|r охотятся за вами с небес.",
					["serverTime"] = 1612500957,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798311.813,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[06:56:08]|h На вас идет охота.",
					["serverTime"] = 1612500968,
					["r"] = 1,
					["extraData"] = {
						42, -- [1]
						false, -- [2]
						18, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798322.8470000001,
					["g"] = 0.8666667342185974,
					["b"] = 0,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[06:56:14]|h Задание \"Добыча ресурсов: кристаллизованная стигия\" выполнено.",
					["serverTime"] = 1612500974,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798328.914,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[06:56:14]|h Получено: 25 |4золотая:золотые:золотых;, 74 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1612500974,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798328.914,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[06:56:14]|h Отношение |3-7(Гильдия) к вам улучшилось на 125.",
					["serverTime"] = 1612500974,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798328.914,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[06:56:15]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 140 шт.",
					["serverTime"] = 1612500975,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798329.958,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[06:56:16]|h Задание \"Частицы смерти\" выполнено.",
					["serverTime"] = 1612500976,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798331.397,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[06:56:16]|h Получено: 51 |4золотая:золотые:золотых;, 48 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1612500976,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798331.397,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[06:56:16]|h Отношение |3-7(Гильдия) к вам улучшилось на 125.",
					["serverTime"] = 1612500976,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798331.427,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[06:56:17]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 425 шт.",
					["serverTime"] = 1612500977,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798332.397,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[06:56:18]|h Задание \"Граталакс Извлекатель\" выполнено.",
					["serverTime"] = 1612500978,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798333.497,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[06:56:18]|h Получено: 51 |4золотая:золотые:золотых;, 48 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1612500978,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798333.497,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[06:56:19]|h Отношение |3-7(Гильдия) к вам улучшилось на 125.",
					["serverTime"] = 1612500979,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798333.52,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[06:56:20]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 425 шт.",
					["serverTime"] = 1612500980,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798334.514,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[06:56:21]|h Задание \"Пища для души\" выполнено.",
					["serverTime"] = 1612500981,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798335.78,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[06:56:21]|h Получено: 25 |4золотая:золотые:золотых;, 74 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1612500981,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798335.78,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[06:56:21]|h Отношение |3-7(Гильдия) к вам улучшилось на 125.",
					["serverTime"] = 1612500981,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798335.823,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[06:56:22]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 225 шт.",
					["serverTime"] = 1612500982,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798336.78,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[06:56:47]|h |Hchannel:channel:1|h[1] |h|cffd8d8d8[|r|Hplayer:Пинимаус-Гордунни:1559:CHANNEL:1|h|cfffe7b09Пинимаус|r|h|cffd8d8d8]|r: |cffffff00|Hworldmap:1543:1945:4131|h[|A:Waypoint-MapPin-ChatIcon:13:13:0:0|a координаты точки на карте]|h|r +3",
					["serverTime"] = 1612501007,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						22, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798362.331,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[06:57:05]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq9|k:22:1560:BN_INLINE_TOAST_ALERT:0|h[|Kq9|k] (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|tvaf)|h входит в сеть.",
					["serverTime"] = 1612501025,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						40, -- [3]
						62, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798380.464,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[06:57:42]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Утроба]|h.",
					["serverTime"] = 1612501062,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798417.422,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[06:40:55]|h Аксельроод-ВечнаяПесня получает добычу: |cffa335ee|Hitem:181700::::::::60:66::16:2:1527:7245:2:28:1279:37:5:::|h[Обжигающий отвар]|h|r.",
					["serverTime"] = 1612500055,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						39, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797410.465,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[06:41:04]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1431:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: вкг",
					["serverTime"] = 1612500064,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797419.282,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[06:41:05]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1432:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: dru",
					["serverTime"] = 1612500065,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797420.165,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[06:41:07]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1433:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: you now?",
					["serverTime"] = 1612500067,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797421.632,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[06:41:09]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1434:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: you need?",
					["serverTime"] = 1612500069,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797424.2660000001,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[06:41:12]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1435:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: yup",
					["serverTime"] = 1612500072,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797426.532,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[06:41:14]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1436:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: i could use it",
					["serverTime"] = 1612500074,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797429.199,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[06:41:16]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1437:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: To quothe the pixie from MotS \"That was fun!\"",
					["serverTime"] = 1612500076,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797430.9990000001,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[06:41:17]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Disparorojo-DunModr:1438:PARTY|h|cffd8bc3f60|r:|cffa9d271Disparorojo|r-|cff82c44cDun|r|h|cffd8d8d8]|r: thx all",
					["serverTime"] = 1612500077,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797432.132,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[06:41:21]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Disparorojo-DunModr:1439:PARTY|h|cffd8bc3f60|r:|cffa9d271Disparorojo|r-|cff82c44cDun|r|h|cffd8d8d8]|r: key",
					["serverTime"] = 1612500081,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797436.216,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[06:41:24]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Disparorojo-DunModr:1440:PARTY|h|cffd8bc3f60|r:|cffa9d271Disparorojo|r-|cff82c44cDun|r|h|cffd8d8d8]|r: ???",
					["serverTime"] = 1612500084,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797439.066,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[06:41:34]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1441:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: Thanks",
					["serverTime"] = 1612500094,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797449.2490000001,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[06:41:35]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1442:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: :)",
					["serverTime"] = 1612500095,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797450.099,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[06:41:45]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1443:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: ty for the run",
					["serverTime"] = 1612500105,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797459.683,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[06:41:46]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1444:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: go 13?)",
					["serverTime"] = 1612500106,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797460.716,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[06:41:48]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1445:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: |cff0070dd|Hitem:178933::::::::60:105::1:5:6805:6652:7193:1472:4785:1:28:747:::|h[Arachnid Cipher Ring]|h|r|cff0070dd|Hitem:178869::::::::60:105::1:5:6805:6652:6935:1472:4785:1:28:2044:::|h[Fleshfused Circle]|h|r",
					["serverTime"] = 1612500108,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797463.399,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[06:41:49]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1446:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: I think I'll call it a night, my bed calls me",
					["serverTime"] = 1612500109,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797463.9990000001,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[06:41:54]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1447:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: ok",
					["serverTime"] = 1612500114,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797469.216,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[06:41:55]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1448:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: same",
					["serverTime"] = 1612500115,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797469.9,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[06:41:57]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1449:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: almost 6am here",
					["serverTime"] = 1612500117,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797472.1,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[06:41:57]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1450:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: тогда ладно",
					["serverTime"] = 1612500117,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797472.4,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[06:42:00]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Disparorojo-DunModr:1451:PARTY|h|cffd8bc3f60|r:|cffa9d271Disparorojo|r-|cff82c44cDun|r|h|cffd8d8d8]|r: go 13 boys???",
					["serverTime"] = 1612500120,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797475.433,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[06:42:00]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1452:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: all thank",
					["serverTime"] = 1612500120,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797475.433,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[06:42:01]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1453:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: |cffa5a5a5Disparorojo|r you did a bit weird sometimes :D",
					["serverTime"] = 1612500121,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797475.683,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[06:42:01]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Аксельроод-ВечнаяПесня:1454:PARTY|h|cffd8bc3f60|r:|cff00fe97Аксельроод|r-|cffe8dfccВеч|r|h|cffd8d8d8]|r: s",
					["serverTime"] = 1612500121,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797476.1,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[06:42:08]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1455:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Thank you for the runs guys :)",
					["serverTime"] = 1612500128,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797483.366,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[06:42:12]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1456:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: yeah thanks!",
					["serverTime"] = 1612500132,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797486.65,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[06:42:14]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1457:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Cheers",
					["serverTime"] = 1612500134,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797488.733,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[06:42:15]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1458:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: Thank you for joining",
					["serverTime"] = 1612500135,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797489.883,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[06:42:16]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Mkenzie-Silvermoon:1459:PARTY|h|cffd8bc3f60|r:|cfffe7b09Mkenzie|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: :P",
					["serverTime"] = 1612500136,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797490.733,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[06:42:17]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Castrata-Dalaran:1460:PARTY|h|cffd8bc3f60|r:|cffc59a6cCastrata|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: bye:)",
					["serverTime"] = 1612500137,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						33, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797491.667,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[06:42:19]|h Вы покидаете группу.",
					["serverTime"] = 1612500139,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797493.733,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[06:42:50]|h Вы будете получать добычу для специализации \"Защита\".",
					["serverTime"] = 1612500170,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 797524.951,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[06:42:52]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Бастион]|h.",
					["serverTime"] = 1612500172,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797526.631,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[06:42:52]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Бастион]|h.",
					["serverTime"] = 1612500172,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						25, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797526.631,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[06:43:03]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Ниэтта: Фламиника: Vuhdo'esque",
					["r"] = 1,
					["serverTime"] = 1612500183,
					["timestamp"] = 797537.317,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[06:43:23]|h Крылодер Жестокий кричит: Кто звал свою погибель?",
					["serverTime"] = 1612500203,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797557.834,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[06:43:31]|h Гниющий шаркун говорит: Значит... поражение...",
					["serverTime"] = 1612500211,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797566.384,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[06:43:45]|h Гниющий шаркун говорит: Дерись!",
					["serverTime"] = 1612500225,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797579.935,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[06:43:49]|h Крылодер Жестокий говорит: Твой труп украсит мою коллекцию.",
					["serverTime"] = 1612500229,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797584.218,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[06:44:37]|h Крылодер Жестокий говорит: Я побежден... такими... как вы?..",
					["serverTime"] = 1612500277,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797631.902,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[06:44:39]|h Ваша добыча: |cff9d9d9d|Hitem:176874::::::::60:70:::::::|h[Иссушенная плечевая кость]|h|r.",
					["serverTime"] = 1612500279,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797633.802,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[06:44:39]|h Ваша добыча: |cff1eff00|Hitem:184293::::::::60:70:::::::|h[Освященный небесным Светом лист]|h|r.",
					["serverTime"] = 1612500279,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797634.286,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[06:44:40]|h Вы получаете валюту – |cffffffff|Hcurrency:1885:0|h[Благодарственное подношение]|h|r, 2 шт.",
					["serverTime"] = 1612500280,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797635.086,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[06:44:47]|h |cffd8d8d8[|r|Hplayer:Камелиа:1472|h|cffd8bc3f60|r:|cffa22fc8Камелиа|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1612500287,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797641.8520000001,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[06:45:45]|h Ваша добыча: |cff9d9d9d|Hitem:174022::::::::60:70:::::::|h[Церемониальный колокольчик]|h|r.",
					["serverTime"] = 1612500345,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797700.453,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[06:45:46]|h Ваша добыча: |cff1eff00|Hitem:184771::::::::60:70:::::::|h[Воспоминание о сгоревшем пергаменте]|h|rx3.",
					["serverTime"] = 1612500346,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797700.637,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[06:45:46]|h Ваша добыча: 13 |4золотая:золотые:золотых;, 61 |4серебряная:серебряные:серебряных;, 14 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1612500346,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						1, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797701.17,
					["g"] = 1,
					["b"] = 0,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[06:45:46]|h Вы получаете валюту – |cffffffff|Hcurrency:1885:0|h[Благодарственное подношение]|h|r, 2 шт.",
					["serverTime"] = 1612500346,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797701.27,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[06:45:58]|h Ваша добыча: |cff9d9d9d|Hitem:173874::::::::60:70:::::::|h[Искаженный осадок]|h|r.",
					["serverTime"] = 1612500358,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797713.3200000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[06:48:10]|h |cff3ec6eaЗоки|r выходит из игрового мира.",
					["serverTime"] = 1612500490,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797845.2220000001,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[06:49:23]|h Смотрительница Мирена говорит: Нам повезло, что ты с нами, Ниэтта. Да укажет тебе путь милость Архонта.",
					["serverTime"] = 1612500563,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797918.457,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[06:50:12]|h Ксандрия говорит: Раскольники атакуют нашего колосса. У нас их и так слишком мало – нельзя допустить, чтобы им достался и этот.",
					["serverTime"] = 1612500612,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797967.0920000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[06:50:29]|h Присягнувший тьме гоплит говорит: Я ни о чем не жалею...",
					["serverTime"] = 1612500629,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797983.791,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[06:50:36]|h Раскольница-дозорная говорит: Наш путь верен.",
					["serverTime"] = 1612500636,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797991.091,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[06:50:37]|h Ваша добыча: |cffffffff|Hitem:172451::::::::60:70:::::::|h[Слабая частичка анимы]|h|r.",
					["serverTime"] = 1612500637,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 797992.3250000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[06:50:50]|h Раскольница - темный клинок говорит: Соберите... мои останки...",
					["serverTime"] = 1612500650,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798005.292,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[06:50:51]|h Глашатай раскольников Андромида кричит: Дни кирий сочтены! Бастион будет принадлежать раскольникам!",
					["serverTime"] = 1612500651,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798006.508,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[06:50:52]|h Раскольница - темный клинок говорит: Готовься к бою.",
					["serverTime"] = 1612500652,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798007.3250000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[06:50:53]|h Раскольница - темный клинок говорит: Хороший... удар...",
					["serverTime"] = 1612500653,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798007.792,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[06:51:10]|h Присягнувший тьме гоплит говорит: Об этом бое сложат легенды.",
					["serverTime"] = 1612500670,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798024.8420000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[06:51:17]|h Раскольница - темный клинок говорит: Готовься к бою.",
					["serverTime"] = 1612500677,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798032.509,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[06:51:25]|h Раскольница - темный клинок говорит: Моя служба... окончена...",
					["serverTime"] = 1612500685,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798039.542,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[06:51:25]|h Раскольница-дозорная говорит: Наш путь верен.",
					["serverTime"] = 1612500685,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798040.242,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[06:51:48]|h Раскольница - темный клинок говорит: Не советую сопротивляться.",
					["serverTime"] = 1612500708,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798063.359,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[06:51:52]|h Глашатай раскольников Андромида кричит: Мы примем всех, кто сложит оружие! Мы лишь хотим подарить вам свободу!",
					["serverTime"] = 1612500712,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798067.426,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[06:52:01]|h Ваша добыча: |cffffffff|Hitem:176805::::::::60:70:::::::|h[Фрагмент брони центуриона]|h|rx3.",
					["serverTime"] = 1612500721,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						2, -- [3]
						3, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798076.359,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[06:52:03]|h Раскольница - темный клинок говорит: Дальше ты не пройдешь.",
					["serverTime"] = 1612500723,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798077.993,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[06:52:13]|h |cffa22fc8Камелиа|r выходит из игрового мира.",
					["serverTime"] = 1612500733,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 798087.86,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
