
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:45:35]|h Соединение со службой Blizzard разорвано.",
					["r"] = 0.9843137860298157,
					["b"] = 1,
					["g"] = 0.9529412388801575,
					["timestamp"] = 1110639.976,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1669675534,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:58:58]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669676337,
					["timestamp"] = 1110639.976,
					["g"] = 0.9529412388801575,
					["r"] = 0.9843137860298157,
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 16 |4час:часа:часов;, 26 |4минута:минуты:минут;, 3 |4секунда:секунды:секунд;.",
					["timestamp"] = 1110639.976,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1110639.976,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:55:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1647384924,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47499.867,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:55:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132140:14|tНегодяй – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1647384925,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47500.618,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[00:55:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["serverTime"] = 1647384927,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47502.906,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[00:55:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134518:14|t|cff4e96f7|HbattlePetAbil:392:1400:260:325|h[Дополнительная броня]|h|r накладывает эффект |T134518:14|t|cff4e96f7|HbattlePetAbil:391:1400:260:325|h[Дополнительная броня]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1647384928,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47503.406,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[00:55:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1647384929,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47504.412,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[00:55:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["serverTime"] = 1647384929,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47504.915,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[00:55:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния).",
					["serverTime"] = 1647384930,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47505.416,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[00:55:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:3025:325:219|h[Игры разума]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["serverTime"] = 1647384932,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47507.42,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[00:55:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["serverTime"] = 1647384935,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47510.792,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[00:55:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2389:1400:260:325|h[Игры разума: оглушение]|h|r накладывает эффект |T135860:14|t|cff4e96f7|HbattlePetAbil:174:1400:260:325|h[Оглушение]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1647384935,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47510.792,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[00:55:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["serverTime"] = 1647384935,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47511.043,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[00:55:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния), заканчивается.",
					["serverTime"] = 1647384935,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47511.294,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[00:55:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния), заканчивается.",
					["serverTime"] = 1647384936,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47511.548,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[00:55:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 103 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1647384938,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47514.318,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[00:55:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["serverTime"] = 1647384938,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47514.318,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[00:55:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["serverTime"] = 1647384938,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47514.318,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[00:55:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["serverTime"] = 1647384954,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47529.846,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[00:55:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:3025:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1647384955,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47531.106,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[00:56:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["serverTime"] = 1647384959,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47534.841,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[00:56:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:3025:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1647384960,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47536.251,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[00:56:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T134518:14|t|cff4e96f7|HbattlePetAbil:391:953:260:325|h[Дополнительная броня]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["serverTime"] = 1647384961,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47537.261,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[00:56:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй), заканчивается.",
					["serverTime"] = 1647384961,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47537.261,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[00:56:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["serverTime"] = 1647384965,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47540.867,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[00:56:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:3025:325:219|h[Укус]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1647384966,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47541.983,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[00:56:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["serverTime"] = 1647384970,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47545.744,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[00:56:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:3025:325:219|h[Укус]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1647384971,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47547.006,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[00:56:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:832:260:325|h[Боевое восстановление]|h|r восстанавливает 569 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1647384977,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47553.064,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[00:56:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1524:273:260|h[Боевое восстановление]|h|r восстанавливает 104 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["serverTime"] = 1647384977,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47553.064,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[00:56:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1443:273:273|h[Боевое восстановление]|h|r восстанавливает 104 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["serverTime"] = 1647384977,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47553.064,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[00:56:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1647384988,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47564.025,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[00:56:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132140:14|tНегодяй – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1647384989,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47564.783,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[00:56:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["serverTime"] = 1647384994,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47570.041,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[00:56:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1647384995,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47571.041,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[00:56:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1647384996,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47571.391,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[00:56:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1647384996,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47571.747,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[00:56:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:1400:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["serverTime"] = 1647384996,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47572.097,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[00:56:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:2458:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2458:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1647384996,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47572.148,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[00:56:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:2458:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2458:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["serverTime"] = 1647384997,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47572.649,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[00:56:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:2458:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2458:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния).",
					["serverTime"] = 1647384997,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47573.149,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[00:56:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:2458:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:2458:325:219|h[Игры разума]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["serverTime"] = 1647384999,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47575.15,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[00:56:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1400:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1647385001,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47576.65,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[00:56:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["serverTime"] = 1647385004,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47579.441,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[00:56:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2389:1400:260:325|h[Игры разума: оглушение]|h|r накладывает эффект |T135860:14|t|cff4e96f7|HbattlePetAbil:174:1400:260:325|h[Оглушение]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1647385004,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47579.441,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[00:56:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2395:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["serverTime"] = 1647385004,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47579.691,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[00:56:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2395:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния), заканчивается.",
					["serverTime"] = 1647385004,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47579.942,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[00:56:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2395:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния), заканчивается.",
					["serverTime"] = 1647385004,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47580.196,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[00:56:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:2395:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1647385007,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47582.957,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[00:56:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:2395:325:219|h[Тотальное разрушение]|h|r наносит 310 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["serverTime"] = 1647385007,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47582.957,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[00:56:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:2395:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["serverTime"] = 1647385007,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47582.957,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[00:56:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1193:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1647385009,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47584.967,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[00:56:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["serverTime"] = 1647385014,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47589.838,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[00:56:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133015:14|tПаровой танк ярмарки Новолуния – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1647385014,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47589.838,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[00:56:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2332:325:219|h[Укус]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["serverTime"] = 1647385017,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47592.924,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[00:57:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1193:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1647385019,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47594.935,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[00:57:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["serverTime"] = 1647385021,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47596.819,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[00:57:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T252188:14|t|cff4e96f7|HbattlePetAbil:646:972:273:260|h[Шок и трепет]|h|r наносит 659 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1647385023,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47598.391,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[00:57:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T252188:14|t|cff4e96f7|HbattlePetAbil:646:972:273:260|h[Шок и трепет]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1647385023,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47598.641,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[00:57:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:1610:325:219|h[Укус]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["serverTime"] = 1647385025,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47600.961,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[00:57:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1193:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1647385027,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47602.973,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[00:57:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:1547:325:219|h[Игры разума]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй), заканчивается.",
					["serverTime"] = 1647385027,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47603.023,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[00:57:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["serverTime"] = 1647385028,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47603.884,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[00:57:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132207:14|t|cff4e96f7|HbattlePetAbil:209:627:273:260|h[Ионная пушка]|h|r наносит 1098 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1647385030,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47605.563,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[00:57:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132207:14|t|cff4e96f7|HbattlePetAbil:209:627:273:260|h[Ионная пушка]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:627:273:260|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["serverTime"] = 1647385030,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47605.563,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[00:57:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:449:325:219|h[Корм]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["serverTime"] = 1647385032,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47607.879,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[00:57:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:880:325:219|h[Корм]|h|r восстанавливает 431 ед. урона |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1647385032,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47608.135,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[00:57:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1193:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1647385034,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47610.143,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[00:57:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:1193:260:325|h[Рог изобилия]|h|r\", наложенного на |3-3(команда противника), заканчивается.",
					["serverTime"] = 1647385034,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47610.193,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[00:57:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["serverTime"] = 1647385035,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47611.049,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[00:57:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:786:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["serverTime"] = 1647385037,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47612.668,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[00:57:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T133015:14|tПаровой танк ярмарки Новолуния погибает.",
					["serverTime"] = 1647385037,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47612.668,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[00:57:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:325:273:260|h[Последний шанс]|h|r восстанавливает 325 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["serverTime"] = 1647385039,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47615.191,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[00:57:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:325:273:260|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:325:273:260|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["serverTime"] = 1647385040,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47615.443,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[00:57:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["serverTime"] = 1647385042,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47618.331,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[00:57:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:786:325:219|h[Укус]|h|r наносит 647 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["serverTime"] = 1647385044,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47620.104,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[00:57:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T133015:14|tПаровой танк ярмарки Новолуния погибает.",
					["serverTime"] = 1647385044,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47620.104,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[00:57:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135860:14|t|cff4e96f7|HbattlePetAbil:174:1193:260:325|h[Оглушение]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["serverTime"] = 1647385047,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47622.61,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[00:57:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["serverTime"] = 1647385049,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47624.862,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[00:57:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134509:14|tДирижабль ярмарки Новолуния – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1647385049,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47624.862,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[00:57:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["serverTime"] = 1647385053,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47628.873,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[00:57:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T369278:14|t|cff4e96f7|HbattlePetAbil:777:1339:273:273|h[Ракета]|h|r наносит 374 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1647385054,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47630.004,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[00:57:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:412:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:412:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния).",
					["serverTime"] = 1647385055,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47631.005,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[00:57:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:412:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:412:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1647385056,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47631.514,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[00:57:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:412:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:412:325:219|h[Игры разума]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["serverTime"] = 1647385057,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47633.016,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[00:57:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["serverTime"] = 1647385061,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47637.286,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[00:57:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1005:273:273|h[Игры разума: здоровье]|h|r наносит 334 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["serverTime"] = 1647385061,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47637.286,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[00:57:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1005:273:273|h[Игры разума: здоровье]|h|r наносит 298 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1647385062,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47637.537,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[00:57:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:412:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния), заканчивается.",
					["serverTime"] = 1647385062,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47637.787,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[00:57:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:412:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["serverTime"] = 1647385062,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47638.037,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[00:57:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:412:325:219|h[Тотальное разрушение]|h|r наносит 388 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1647385065,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47640.8,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[00:57:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:412:325:219|h[Тотальное разрушение]|h|r наносит 388 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["serverTime"] = 1647385065,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47640.8,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[00:57:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["serverTime"] = 1647385069,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47644.805,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[00:57:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T369278:14|t|cff4e96f7|HbattlePetAbil:777:617:273:273|h[Ракета]|h|r наносит 500 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1647385070,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47645.956,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[00:57:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T132140:14|tНегодяй погибает.",
					["serverTime"] = 1647385070,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47645.956,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[00:57:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1082:273:273|h[Боевое восстановление]|h|r восстанавливает 465 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["serverTime"] = 1647385074,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47649.555,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[00:57:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:954:260:325|h[Боевое восстановление]|h|r восстанавливает 447 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1647385074,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 47649.555,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [95]
			},
			["headIndex"] = 95,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 10,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["g"] = 0.9529412388801575,
					["timestamp"] = 1110639.976,
					["serverTime"] = 1669673336,
					["r"] = 0.9843137860298157,
				}, -- [1]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["serverTime"] = 1669676193,
					["timestamp"] = 1110639.976,
					["g"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[00:45:35]|h Соединение со службой Blizzard разорвано.",
					["r"] = 0.9843137860298157,
					["b"] = 1,
					["g"] = 0.9529412388801575,
					["timestamp"] = 1110639.976,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1669675534,
				}, -- [3]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["g"] = 0.9529412388801575,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1110639.976,
					["serverTime"] = 1669676531,
					["b"] = 1,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[00:58:58]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669676337,
					["timestamp"] = 1110639.976,
					["g"] = 0.9529412388801575,
					["r"] = 0.9843137860298157,
				}, -- [5]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 1110639.976,
					["serverTime"] = 1669680528,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [6]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["serverTime"] = 1669735500,
					["r"] = 0.9843137860298157,
					["b"] = 1,
					["timestamp"] = 1110639.976,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 0.9529412388801575,
				}, -- [7]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 1110639.976,
				}, -- [8]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1110639.976,
				}, -- [9]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1110606.146,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [10]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame12"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[03:17:39]|h [W From] |cffd8d8d8[|r|Hplayer:Дегатти-Гордунни:286:WHISPER:ДЕГАТТИ-ГОРДУННИ|h|cffd8bc3f60|r:|cff3ec6eaДегатти|r|h|cffd8d8d8]|r: Spasibo",
					["b"] = 1,
					["r"] = 1,
					["g"] = 0.501960813999176,
					["timestamp"] = 1698906.53,
					["serverTime"] = 1610155058,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
				}, -- [1]
			},
			["headIndex"] = 1,
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:45:35]|h Соединение со службой Blizzard разорвано.",
					["r"] = 0.9843137860298157,
					["b"] = 1,
					["g"] = 0.9529412388801575,
					["timestamp"] = 1110639.976,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1669675534,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:58:58]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669676337,
					["timestamp"] = 1110639.976,
					["g"] = 0.9529412388801575,
					["r"] = 0.9843137860298157,
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 16 |4час:часа:часов;, 26 |4минута:минуты:минут;, 3 |4секунда:секунды:секунд;.",
					["timestamp"] = 1110639.976,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1110639.976,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 23,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[08:30:20]|h Сообщение дня от гильдии: \"Слава цивилизованому Азероту! Смерть оркам!\"",
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["b"] = 0.8901961445808411,
					["g"] = 0.4745098352432251,
					["timestamp"] = 1110639.976,
					["serverTime"] = 1669673336,
					["r"] = 0.3450980484485626,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:08:55]|h Сообщение дня от гильдии: \"Слава цивилизованому Азероту! Смерть оркам!\"",
					["b"] = 0.8901961445808411,
					["r"] = 0.3450980484485626,
					["serverTime"] = 1669676193,
					["timestamp"] = 1110639.976,
					["g"] = 0.4745098352432251,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[00:27:28]|h |Hplayer:Коффка-Гордунни|h[|cfff48cbaКоффка|r]|h заслужила достижение |cffffff00|Hachievement:15241:Player-1602-06B5BE88:1:11:28:22:4294967295:4294967295:4294967295:4294967295|h[Всеобщая известность]|h|r!",
					["r"] = 0.4078431725502014,
					["b"] = 0.8588235974311829,
					["g"] = 0.5333333611488342,
					["timestamp"] = 1110639.976,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1669674447,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[00:45:35]|h Соединение со службой Blizzard разорвано.",
					["r"] = 0.9843137860298157,
					["b"] = 1,
					["g"] = 0.9529412388801575,
					["timestamp"] = 1110639.976,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1669675534,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[00:56:32]|h Сообщение дня от гильдии: \"Слава цивилизованому Азероту! Смерть оркам!\"",
					["g"] = 0.4745098352432251,
					["r"] = 0.3450980484485626,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1110639.976,
					["serverTime"] = 1669676531,
					["b"] = 0.8901961445808411,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[00:58:58]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669676337,
					["timestamp"] = 1110639.976,
					["g"] = 0.9529412388801575,
					["r"] = 0.9843137860298157,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[01:02:09]|h Сообщение дня от гильдии: \"Слава цивилизованому Азероту! Смерть оркам!\"",
					["b"] = 0.8901961445808411,
					["r"] = 0.3450980484485626,
					["g"] = 0.4745098352432251,
					["timestamp"] = 1110639.976,
					["serverTime"] = 1669680528,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[02:08:47]|h Сообщение дня от гильдии: \"Слава цивилизованому Азероту! Смерть оркам!\"",
					["serverTime"] = 1669735500,
					["r"] = 0.3450980484485626,
					["b"] = 0.8901961445808411,
					["timestamp"] = 1110639.976,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["g"] = 0.4745098352432251,
				}, -- [8]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 1110639.976,
				}, -- [9]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1110639.976,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[17:24:58]|h Сообщение дня от гильдии: \"Слава цивилизованому Азероту! Смерть оркам!\"",
					["r"] = 0.3450980484485626,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1110639.13,
					["g"] = 0.4745098352432251,
					["b"] = 0.8901961445808411,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[17:30:17]|h |Hplayer:Коффка-Гордунни|h[|cfff48cbaКоффка|r]|h заслужила достижение |cffffff00|Hachievement:16275:Player-1602-06B5BE88:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Наступление клана Нокхуд]|h|r!",
					["serverTime"] = 1669735817,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1110958.06,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[17:33:03]|h |Hplayer:Вариолло-Гордунни|h[|cffc69b6dВариолло|r]|h заслужил достижение |cffffff00|Hachievement:16261:Player-1602-0A4240C6:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Героический режим: Чертоги Насыщения]|h|r!",
					["serverTime"] = 1669735983,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111124.267,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[17:33:03]|h |Hplayer:Вариолло-Гордунни|h[|cffc69b6dВариолло|r]|h заслужил достижение |cffffff00|Hachievement:16260:Player-1602-0A4240C6:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Чертоги Насыщения]|h|r!",
					["serverTime"] = 1669735983,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111124.267,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[17:34:55]|h |Hplayer:Шокоуми-Гордунни|h[|cffff7c0aШокоуми|r]|h заслужила достижение |cffffff00|Hachievement:15805:Player-1602-0A9BBEBA:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r!",
					["serverTime"] = 1669736095,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111236.33,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[17:35:14]|h |Hchannel:GUILD|h[Гильдия]|h |Hplayer:Коффка-Гордунни:336:GUILD:|h[|cfff48cbaКоффка|r]|h: Грац-грац-грац!:)",
					["serverTime"] = 1669736114,
					["r"] = 0.3450980484485626,
					["extraData"] = {
						5, -- [1]
						5, -- [2]
						6, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111254.658,
					["g"] = 0.4745098352432251,
					["b"] = 0.8901961445808411,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[17:35:25]|h |Hchannel:GUILD|h[Гильдия]|h |Hplayer:Шокоуми-Гордунни:338:GUILD:|h[|cffff7c0aШокоуми|r]|h: спасибка:)",
					["serverTime"] = 1669736125,
					["r"] = 0.3450980484485626,
					["extraData"] = {
						5, -- [1]
						5, -- [2]
						8, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111266.197,
					["g"] = 0.4745098352432251,
					["b"] = 0.8901961445808411,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[17:38:13]|h |Hplayer:Вариолло-Гордунни|h[|cffc69b6dВариолло|r]|h заслужил достижение |cffffff00|Hachievement:16576:Player-1602-0A4240C6:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Искатель символов на равнинах Он'ары]|h|r!",
					["serverTime"] = 1669736293,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111433.671,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[17:40:23]|h |Hplayer:Вариолло-Гордунни|h[|cffc69b6dВариолло|r]|h заслужил достижение |cffffff00|Hachievement:16577:Player-1602-0A4240C6:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Искатель символов в Лазурном Просторе]|h|r!",
					["serverTime"] = 1669736423,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111563.798,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[17:51:59]|h |Hplayer:Вариолло-Гордунни|h[|cffc69b6dВариолло|r]|h заслужил достижение |cffffff00|Hachievement:16518:Player-1602-0A4240C6:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Исследуйте Тальдразус]|h|r!",
					["serverTime"] = 1669737119,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112259.858,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[17:53:04]|h |Hplayer:Вариолло-Гордунни|h[|cffc69b6dВариолло|r]|h заслужил достижение |cffffff00|Hachievement:16578:Player-1602-0A4240C6:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Искатель символов в Тальдразусе]|h|r!",
					["serverTime"] = 1669737184,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112324.822,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[17:57:30]|h |Hplayer:Вариолло-Гордунни|h[|cffc69b6dВариолло|r]|h заслужил достижение |cffffff00|Hachievement:16575:Player-1602-0A4240C6:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Искатель символов на Берегах Пробуждения]|h|r!",
					["serverTime"] = 1669737450,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112590.688,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[18:05:42]|h |Hplayer:Шокоуми-Гордунни|h[|cffff7c0aШокоуми|r]|h заслужила достижение |cffffff00|Hachievement:15797:Player-1602-0A9BBEBA:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Синий союзник]|h|r!",
					["serverTime"] = 1669737942,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113083.044,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [23]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame13"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[04:14:05]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:615:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: У меня примерно в это время кошка обычно вспоминает, что она - ночное животное и начинает бегать по стенам)",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 1702291.606,
					["serverTime"] = 1610158444,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[04:14:12]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:616:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: А как это выглядит с шестью котами?",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 1702299.348,
					["serverTime"] = 1610158451,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[04:15:26]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:618:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: у меня все спят)",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 1702372.89,
					["serverTime"] = 1610158525,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						86, -- [3]
						88, -- [4]
						["n"] = 4,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[04:16:01]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:620:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: у меня они дневные в мск, в деревне ток в диких спекаются",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 1702408.284,
					["serverTime"] = 1610158560,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						86, -- [3]
						88, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[04:22:23]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:632:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: Спекаются :DDD",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 1702789.883,
					["serverTime"] = 1610158942,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [5]
			},
			["headIndex"] = 5,
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:45:35]|h Соединение со службой Blizzard разорвано.",
					["r"] = 0.9843137860298157,
					["b"] = 1,
					["g"] = 0.9529412388801575,
					["timestamp"] = 1110639.976,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1669675534,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:58:58]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669676337,
					["timestamp"] = 1110639.976,
					["g"] = 0.9529412388801575,
					["r"] = 0.9843137860298157,
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 16 |4час:часа:часов;, 26 |4минута:минуты:минут;, 3 |4секунда:секунды:секунд;.",
					["timestamp"] = 1110639.976,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1110639.976,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:45:35]|h Соединение со службой Blizzard разорвано.",
					["r"] = 0.9843137860298157,
					["b"] = 1,
					["g"] = 0.9529412388801575,
					["timestamp"] = 1110639.976,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1669675534,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:58:58]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669676337,
					["timestamp"] = 1110639.976,
					["g"] = 0.9529412388801575,
					["r"] = 0.9843137860298157,
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 16 |4час:часа:часов;, 26 |4минута:минуты:минут;, 3 |4секунда:секунды:секунд;.",
					["timestamp"] = 1110639.976,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1110639.976,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 27,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:38:37]|h |HBNplayer:<BNET УДАЛЕН>:86:0:BN_WHISPER:<BNET УДАЛЕН>|h[<BNET УДАЛЕН>]|h шепчет: привет",
					["r"] = 1,
					["b"] = 0.8588235974311829,
					["g"] = 0.4980392456054688,
					["timestamp"] = 1110639.976,
					["extraData"] = {
						52, -- [1]
						9, -- [2]
						10, -- [3]
						["n"] = 3,
					},
					["serverTime"] = 1669675116,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:38:41]|h |HBNplayer:<BNET УДАЛЕН>:86:0:BN_WHISPER:<BNET УДАЛЕН>|h[<BNET УДАЛЕН>]|h шепчет: ждем да?",
					["r"] = 1,
					["b"] = 0.8588235974311829,
					["g"] = 0.4980392456054688,
					["timestamp"] = 1110639.976,
					["extraData"] = {
						52, -- [1]
						9, -- [2]
						10, -- [3]
						["n"] = 3,
					},
					["serverTime"] = 1669675120,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[00:38:48]|h |HBNplayer:<BNET УДАЛЕН>:86:0:BN_WHISPER:<BNET УДАЛЕН>|h[<BNET УДАЛЕН>]|h шепчет: выхода",
					["r"] = 1,
					["b"] = 0.8588235974311829,
					["g"] = 0.4980392456054688,
					["timestamp"] = 1110639.976,
					["extraData"] = {
						52, -- [1]
						9, -- [2]
						10, -- [3]
						["n"] = 3,
					},
					["serverTime"] = 1669675127,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[00:45:35]|h Соединение со службой Blizzard разорвано.",
					["r"] = 0.9843137860298157,
					["b"] = 1,
					["g"] = 0.9529412388801575,
					["timestamp"] = 1110639.976,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1669675534,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[00:57:15]|h Вы шепчете |3-2(|HBNplayer:<BNET УДАЛЕН>:86:0:BN_WHISPER:<BNET УДАЛЕН>|h[<BNET УДАЛЕН>]|h): Привет :) Угу, ждёмс",
					["extraData"] = {
						53, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1669676235,
					["timestamp"] = 1110639.976,
					["g"] = 0.4980392456054688,
					["r"] = 1,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[00:57:23]|h Вы шепчете |3-2(|HBNplayer:<BNET УДАЛЕН>:86:0:BN_WHISPER:<BNET УДАЛЕН>|h[<BNET УДАЛЕН>]|h): Только в игру что-то не пускает",
					["extraData"] = {
						53, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1669676243,
					["timestamp"] = 1110639.976,
					["g"] = 0.4980392456054688,
					["r"] = 1,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[00:57:30]|h |HBNplayer:<BNET УДАЛЕН>:86:0:BN_WHISPER:<BNET УДАЛЕН>|h[<BNET УДАЛЕН>]|h шепчет: м",
					["extraData"] = {
						52, -- [1]
						1, -- [2]
						3, -- [3]
						["n"] = 3,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1669676250,
					["timestamp"] = 1110639.976,
					["g"] = 0.4980392456054688,
					["r"] = 1,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[00:57:37]|h |HBNplayer:<BNET УДАЛЕН>:86:0:BN_WHISPER:<BNET УДАЛЕН>|h[<BNET УДАЛЕН>]|h шепчет: я в ней",
					["extraData"] = {
						52, -- [1]
						1, -- [2]
						3, -- [3]
						["n"] = 3,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1669676257,
					["timestamp"] = 1110639.976,
					["g"] = 0.4980392456054688,
					["r"] = 1,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[00:58:58]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669676337,
					["timestamp"] = 1110639.976,
					["g"] = 0.9529412388801575,
					["r"] = 0.9843137860298157,
				}, -- [9]
				{
					["message"] = "0 |4день:дня:дней;, 16 |4час:часа:часов;, 26 |4минута:минуты:минут;, 3 |4секунда:секунды:секунд;.",
					["timestamp"] = 1110639.976,
				}, -- [10]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1110639.976,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[17:35:12]|h |HBNplayer:|Kq41|k:19:335:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h шепчет: Dragonflight released? O: I thought it would release tomorrow :D",
					["serverTime"] = 1669736112,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111253.538,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[17:35:25]|h Вы шепчете |3-2(|HBNplayer:|Kq41|k:19:337:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h): :)",
					["serverTime"] = 1669736125,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						3, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111265.796,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[17:35:50]|h Вы шепчете |3-2(|HBNplayer:|Kq41|k:19:340:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h): You remind me of a conversation I had with Mr Druid yesterday :)",
					["serverTime"] = 1669736150,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						3, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111290.941,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[17:36:42]|h Вы шепчете |3-2(|HBNplayer:|Kq41|k:19:344:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h): He said  \"Going to get off work earlier tomorrow to be in time for the release\" And I was like: \"The release is in 40 minutes\"",
					["serverTime"] = 1669736202,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						3, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111343.338,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[17:36:56]|h Вы шепчете |3-2(|HBNplayer:|Kq41|k:19:346:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h): That was quite a shock to him)",
					["serverTime"] = 1669736216,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						3, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111356.61,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[17:37:33]|h |HBNplayer:|Kq41|k:19:348:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h шепчет: I cant remember that they ever released an Expansion at the start of the week :)",
					["serverTime"] = 1669736253,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111393.673,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[17:37:56]|h Вы шепчете |3-2(|HBNplayer:|Kq41|k:19:349:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h): Puzzled me too",
					["serverTime"] = 1669736276,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						3, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111416.77,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[17:38:06]|h |HBNplayer:|Kq41|k:19:351:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h шепчет: Guess i have to buy it tomorrow and start leveling to 70. No time today >.<",
					["serverTime"] = 1669736286,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111426.801,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[17:38:11]|h Вы шепчете |3-2(|HBNplayer:|Kq41|k:19:352:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h): It was always on restart day, as far a I can remember",
					["serverTime"] = 1669736291,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						3, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111431.83,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[17:40:11]|h |HBNplayer:|Kq41|k:19:354:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h шепчет: Yeah thats what i remember too",
					["serverTime"] = 1669736411,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111552.298,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[17:40:46]|h |HBNplayer:|Kq41|k:19:356:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h шепчет: for the most part it was: Servers are unplayable on resetday. Time to catch up the day after",
					["serverTime"] = 1669736446,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111586.665,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[17:45:04]|h Вы шепчете |3-2(|HBNplayer:|Kq41|k:19:357:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h): We spent first 30 minutes after release waiting for the boat in Storwmind :)",
					["serverTime"] = 1669736704,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						3, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111844.734,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[17:45:53]|h Вы шепчете |3-2(|HBNplayer:|Kq41|k:19:358:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h): When the boat failed to show up GMs opened emergency portals to allow players could port to Dragon Isles directly",
					["serverTime"] = 1669736753,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						3, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111893.729,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[17:46:11]|h Вы шепчете |3-2(|HBNplayer:|Kq41|k:19:359:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h): After that we spent next hour trying to use the portal :D",
					["serverTime"] = 1669736771,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						3, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111912.23,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[17:46:57]|h Вы шепчете |3-2(|HBNplayer:|Kq41|k:19:360:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h): Eventually it devs fixed the portal and we were able to proceed",
					["serverTime"] = 1669736817,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						3, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111957.624,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[17:51:04]|h Вы шепчете |3-2(|HBNplayer:|Kq41|k:19:367:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h): Some people (very few of them) were able to port right away. I watched Growl for some time - it was him an Xyronic questin while the remaining 3 party members battled the portal boss",
					["serverTime"] = 1669737064,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						3, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1112205.134,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [27]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:45:35]|h Соединение со службой Blizzard разорвано.",
					["r"] = 0.9843137860298157,
					["b"] = 1,
					["g"] = 0.9529412388801575,
					["timestamp"] = 1110639.976,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1669675534,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:58:58]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669676337,
					["timestamp"] = 1110639.976,
					["g"] = 0.9529412388801575,
					["r"] = 0.9843137860298157,
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 16 |4час:часа:часов;, 26 |4минута:минуты:минут;, 3 |4секунда:секунды:секунд;.",
					["timestamp"] = 1110639.976,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1110639.976,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 65,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[17:47:57]|h |Hplayer:Дэстроэр|h[Дэстроэр]|h входит в игровой мир.",
					["serverTime"] = 1669736877,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112017.877,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[17:48:07]|h Вы получили задание \"Возвышенные цели\".",
					["serverTime"] = 1669736887,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112028.082,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[17:48:07]|h Акадия Резной Камень говорит: Не глупи, Тей'шара. Огонь сильнее воздуха. Он ведь его поглощает!",
					["serverTime"] = 1669736887,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1112028.215,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[17:48:13]|h Исследовательница Тей'шара Кровавый Взор говорит: Но что станет с огнем, если воздуха не будет? У нас тут не вакуумные условия, Акадия.",
					["serverTime"] = 1669736893,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1112034.324,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[17:48:20]|h Повелительница стихий Тайянь говорит: Вы обе в чем-то правы, но мне кажется, что все получится, если объединить усилия.",
					["serverTime"] = 1669736900,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1112041.568,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[17:51:04]|h Вы шепчете |3-2(|HBNplayer:|Kq41|k:19:367:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h): Some people (very few of them) were able to port right away. I watched Growl for some time - it was him an Xyronic questin while the remaining 3 party members battled the portal boss",
					["serverTime"] = 1669737064,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						3, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1112205.134,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[17:51:59]|h |Hplayer:Вариолло-Гордунни|h[|cffc69b6dВариолло|r]|h заслужил достижение |cffffff00|Hachievement:16518:Player-1602-0A4240C6:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Исследуйте Тальдразус]|h|r!",
					["serverTime"] = 1669737119,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112259.858,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[17:52:04]|h Дэстроэр выходит из игрового мира.",
					["serverTime"] = 1669737124,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112265.163,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[17:53:04]|h |Hplayer:Вариолло-Гордунни|h[|cffc69b6dВариолло|r]|h заслужил достижение |cffffff00|Hachievement:16578:Player-1602-0A4240C6:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Искатель символов в Тальдразусе]|h|r!",
					["serverTime"] = 1669737184,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112324.822,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[17:53:33]|h |Hplayer:Дэстроэр|h[Дэстроэр]|h входит в игровой мир.",
					["serverTime"] = 1669737213,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112354.522,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[17:54:25]|h Вариолло выходит из игрового мира.",
					["serverTime"] = 1669737265,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112405.797,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[17:54:47]|h |Hplayer:Вариолло|h[Вариолло]|h входит в игровой мир.",
					["serverTime"] = 1669737287,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112427.967,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[17:55:58]|h Потревоженные обломки погибает, вы получаете 188 |4очко:очка:очков; опыта (Состояние бодрости: +94).",
					["serverTime"] = 1669737358,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112499.358,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[17:56:00]|h Потревоженные обломки погибает, вы получаете 160 |4очко:очка:очков; опыта (Состояние бодрости: +80).",
					["serverTime"] = 1669737360,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112500.638,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[17:56:01]|h Потревоженные обломки погибает, вы получаете 188 |4очко:очка:очков; опыта (Состояние бодрости: +94).",
					["serverTime"] = 1669737361,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112501.652,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[17:56:02]|h Ваша добыча: |cff9d9d9d|Hitem:192625::::::::61:66:::::::::|h[Неподвижный камень]|h|rx3.",
					["serverTime"] = 1669737362,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112503.253,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[17:56:02]|h Ваша добыча: |cff0070dd|Hitem:190315::::::::61:66:::::::::|h[Пробуждающаяся земля]|h|rx2.",
					["serverTime"] = 1669737362,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112503.497,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[17:56:46]|h Циккори говорит: Эй, двуногое! Да-да, ты! Хочешь подработать?",
					["serverTime"] = 1669737406,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1112546.939,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[17:57:30]|h |Hplayer:Вариолло-Гордунни|h[|cffc69b6dВариолло|r]|h заслужил достижение |cffffff00|Hachievement:16575:Player-1602-0A4240C6:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Искатель символов на Берегах Пробуждения]|h|r!",
					["serverTime"] = 1669737450,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112590.688,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[17:59:40]|h Вы получили предмет: |cffffffff|Hitem:200747::::::::61:66::11::1:28:2284:::::|h[Водооткачивающее устройство Циккори]|h|r.",
					["serverTime"] = 1669737580,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112720.963,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[17:59:40]|h Вы получили задание \"Удержать воду\".",
					["serverTime"] = 1669737580,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112720.989,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[18:00:04]|h Ацеквиан погибает, вы получаете 1260 |4очко:очка:очков; опыта (Состояние бодрости: +630).",
					["serverTime"] = 1669737604,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112744.72,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[18:00:06]|h Ваша добыча: |cffffffff|Hitem:192562::::::::61:66:::::::::|h[Сфера первозданных волн]|h|r.",
					["serverTime"] = 1669737606,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112746.614,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[18:00:06]|h Ваша добыча: |cff9d9d9d|Hitem:192611::::::::61:66:::::::::|h[Бутылка с вихрем]|h|r.",
					["serverTime"] = 1669737606,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112746.814,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[18:01:19]|h Ацеквиан погибает, вы получаете 1260 |4очко:очка:очков; опыта (Состояние бодрости: +630).",
					["serverTime"] = 1669737679,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112820.193,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[18:01:21]|h Ваша добыча: |cff9d9d9d|Hitem:192646::::::::61:66:::::::::|h[Водная частица]|h|r.",
					["serverTime"] = 1669737681,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112822.114,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[18:01:26]|h Вариолло выходит из игрового мира.",
					["serverTime"] = 1669737686,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112827.437,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[18:01:27]|h Дэстроэр выходит из игрового мира.",
					["serverTime"] = 1669737687,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112828.344,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[18:02:27]|h |Hplayer:Дэстроэр|h[Дэстроэр]|h входит в игровой мир.",
					["serverTime"] = 1669737747,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112887.73,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[18:02:39]|h Вы получаете 7350 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669737759,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112900.429,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[18:02:39]|h Отношение |3-7(Союз Вальдраккена) к вам улучшилось на 100.",
					["serverTime"] = 1669737759,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112900.429,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[18:02:39]|h Задание \"Удержать воду\" выполнено.",
					["serverTime"] = 1669737759,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112900.469,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[18:02:39]|h Получено опыта: 7350.",
					["serverTime"] = 1669737759,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112900.469,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[18:02:39]|h Получено: 25 |4золотая:золотые:золотых;, 97 |4серебряная:серебряные:серебряных;, 48 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1669737759,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112900.469,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[18:02:43]|h |Hplayer:Вариолло|h[Вариолло]|h входит в игровой мир.",
					["serverTime"] = 1669737763,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1112903.991,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[18:03:17]|h Разведчица Ри'тал говорит: Эй! Сюда!",
					["serverTime"] = 1669737797,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1112938.179,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[18:03:23]|h Разведчица Ри'тал говорит: Только что была у Франциско! Он там, впереди!",
					["serverTime"] = 1669737803,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1112943.715,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[18:03:39]|h Разведчик Франциско говорит: Голова все кружится и кружится...",
					["serverTime"] = 1669737819,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1112960.096,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[18:04:28]|h Разведчик Франциско говорит: Сферу забросило вон на тот уступ. Надеюсь, ты остановишь эти вихри. Если я угожу еще хоть в один, то... ух-х...",
					["serverTime"] = 1669737868,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1113008.624,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[18:05:42]|h |Hplayer:Шокоуми-Гордунни|h[|cffff7c0aШокоуми|r]|h заслужила достижение |cffffff00|Hachievement:15797:Player-1602-0A9BBEBA:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Синий союзник]|h|r!",
					["serverTime"] = 1669737942,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113083.044,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[18:05:50]|h Магмомант воинов стихий погибает, вы получаете 630 |4очко:очка:очков; опыта (Состояние бодрости: +315).",
					["serverTime"] = 1669737950,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113091.541,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[18:05:51]|h Ваша добыча: |cffffffff|Hitem:193050::::::::61:66:::::::::|h[Потрепанная ткань стихий]|h|r.",
					["serverTime"] = 1669737951,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113092.514,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[18:05:51]|h Ваша добыча: |cffffffff|Hitem:192545::::::::61:66:::::::::|h[Фрагмент первозданного пламени]|h|r.",
					["serverTime"] = 1669737951,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113092.514,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[18:05:52]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 98 |4серебряная:серебряные:серебряных;, 94 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1669737952,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113093.515,
					["g"] = 1,
					["b"] = 0,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[18:06:39]|h Ваша добыча: |cffffffff|Hitem:192524::::::::61:66:::::::::|h[Сфера первозданных бурь]|h|r.",
					["serverTime"] = 1669737999,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113140.443,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[18:07:41]|h Потревоженные обломки погибает, вы получаете 188 |4очко:очка:очков; опыта (Состояние бодрости: +94).",
					["serverTime"] = 1669738061,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113201.843,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[18:07:41]|h Потревоженные обломки погибает, вы получаете 188 |4очко:очка:очков; опыта (Состояние бодрости: +94).",
					["serverTime"] = 1669738061,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113201.843,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[18:07:41]|h Потревоженные обломки погибает, вы получаете 188 |4очко:очка:очков; опыта (Состояние бодрости: +94).",
					["serverTime"] = 1669738061,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113201.843,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[18:07:41]|h Перемещенная земля погибает, вы получаете 630 |4очко:очка:очков; опыта (Состояние бодрости: +315).",
					["serverTime"] = 1669738061,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113201.843,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[18:07:42]|h Перемещенная земля погибает, вы получаете 630 |4очко:очка:очков; опыта (Состояние бодрости: +315).",
					["serverTime"] = 1669738062,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113203.39,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[18:07:43]|h Перемещенная земля погибает, вы получаете 630 |4очко:очка:очков; опыта (Состояние бодрости: +315).",
					["serverTime"] = 1669738063,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113204.458,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[18:07:45]|h Ваша добыча: |cff9d9d9d|Hitem:192625::::::::61:66:::::::::|h[Неподвижный камень]|h|rx4.",
					["serverTime"] = 1669738065,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113205.805,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[18:07:45]|h Ваша добыча: |cff0070dd|Hitem:190315::::::::61:66:::::::::|h[Пробуждающаяся земля]|h|rx7.",
					["serverTime"] = 1669738065,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113206.045,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[18:07:45]|h Ваша добыча: |cff9d9d9d|Hitem:192647::::::::61:66:::::::::|h[Земляная частица]|h|rx2.",
					["serverTime"] = 1669738065,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113206.245,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[18:08:02]|h Вы получаете 9200 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669738082,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113223.373,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[18:08:02]|h Отношение |3-7(Союз Вальдраккена) к вам улучшилось на 150.",
					["serverTime"] = 1669738082,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113223.373,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[18:08:02]|h Вы получили предмет: |cff1eff00|Hitem:194367::::::::61:66::26:1:7963:2:9:61:28:2284:::::|h[Перстень единения стихий]|h|r.",
					["serverTime"] = 1669738082,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113223.479,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[18:08:02]|h Задание \"Очищенная сила\" выполнено.",
					["serverTime"] = 1669738082,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113223.512,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[18:08:02]|h Получено опыта: 9200.",
					["serverTime"] = 1669738082,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113223.512,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[18:08:02]|h Получено: 51 |4золотая:золотые:золотых;, 94 |4серебряная:серебряные:серебряных;, 96 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1669738082,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113223.512,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[18:08:10]|h Вы получаете 7350 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669738090,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113231.203,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[18:08:10]|h Отношение |3-7(Союз Вальдраккена) к вам улучшилось на 100.",
					["serverTime"] = 1669738090,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113231.203,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[18:08:10]|h Задание \"Возвышенные цели\" выполнено.",
					["serverTime"] = 1669738090,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113231.243,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[18:08:10]|h Получено опыта: 7350.",
					["serverTime"] = 1669738090,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113231.243,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[18:08:10]|h Получено: 25 |4золотая:золотые:золотых;, 97 |4серебряная:серебряные:серебряных;, 48 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1669738090,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1113231.243,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[17:31:26]|h Ваша добыча: |cff0070dd|Hitem:190315::::::::60:66:::::::::|h[Пробуждающаяся земля]|h|rx3.",
					["serverTime"] = 1669735886,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111026.904,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[17:31:31]|h Окруженный исследователь говорит: Я не умею бегать!",
					["serverTime"] = 1669735891,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111031.893,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[17:31:41]|h Аукцион объявлен.",
					["serverTime"] = 1669735901,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111042.111,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[17:31:43]|h На ваш товар \"Пробуждающийся лед\" нашелся покупатель.",
					["serverTime"] = 1669735903,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111044.391,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[17:31:49]|h Аукцион объявлен.",
					["serverTime"] = 1669735909,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111050.421,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[17:31:56]|h Аукцион объявлен.",
					["serverTime"] = 1669735916,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111057.357,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[17:32:00]|h Аукцион объявлен.",
					["serverTime"] = 1669735920,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111060.879,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[17:32:00]|h На ваш товар \"Дикая ткань\" нашелся покупатель.",
					["serverTime"] = 1669735920,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111061.279,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[17:32:11]|h На ваш товар \"Пробуждающийся огонь\" нашелся покупатель.",
					["serverTime"] = 1669735931,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111072.279,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[17:32:14]|h Аукцион объявлен.",
					["serverTime"] = 1669735934,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111075.432,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[17:32:31]|h Вы получили: |cffffffff75|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t|r",
					["serverTime"] = 1669735951,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111092.119,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[17:33:03]|h |Hplayer:Вариолло-Гордунни|h[|cffc69b6dВариолло|r]|h заслужил достижение |cffffff00|Hachievement:16261:Player-1602-0A4240C6:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Героический режим: Чертоги Насыщения]|h|r!",
					["serverTime"] = 1669735983,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111124.267,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[17:33:03]|h |Hplayer:Вариолло-Гордунни|h[|cffc69b6dВариолло|r]|h заслужил достижение |cffffff00|Hachievement:16260:Player-1602-0A4240C6:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Чертоги Насыщения]|h|r!",
					["serverTime"] = 1669735983,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111124.267,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[17:33:27]|h Задание \"Спасайся кто может\" выполнено.",
					["serverTime"] = 1669736007,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111148.264,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[17:33:27]|h Получено опыта: 7250.",
					["serverTime"] = 1669736007,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111148.264,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[17:33:27]|h Получено: 25 |4золотая:золотые:золотых;, 74 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1669736007,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111148.264,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[17:33:27]|h Вы получаете 7250 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669736007,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111148.278,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[17:33:27]|h Отношение |3-7(Союз Вальдраккена) к вам улучшилось на 100.",
					["serverTime"] = 1669736007,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111148.278,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[17:33:34]|h |cff1eff00|Hitem:194407::::::::60:66:::::::::|h[Ремень рубинового стража]|h|r (194407) добавлен в Вашу коллекцию.",
					["timestamp"] = 1111154.574,
					["serverTime"] = 1669736014,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[17:33:34]|h Вы получаете 7250 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669736014,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111154.669,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[17:33:34]|h Отношение |3-7(Союз Вальдраккена) к вам улучшилось на 100.",
					["serverTime"] = 1669736014,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111154.669,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[17:33:34]|h Задание \"Неожиданные хулиганы\" выполнено.",
					["serverTime"] = 1669736014,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111154.748,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[17:33:34]|h Получено опыта: 7250.",
					["serverTime"] = 1669736014,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111154.748,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[17:33:34]|h Получено: 25 |4золотая:золотые:золотых;, 74 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1669736014,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111154.748,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[17:33:34]|h Доступно новое |cff20ff20|Htalentpane:|h[очко талантов]|h|r!",
					["serverTime"] = 1669736014,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111154.748,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[17:33:34]|h Открыто новое подземелье: |cff66bbff|Hjournal:0:1202:23|h[Рубиновые Омуты Жизни]|h|r",
					["serverTime"] = 1669736014,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111154.748,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[17:33:34]|h Поздравляем, вы достигли |cffFF4E00|Hlevelup:61:LEVEL_UP_TYPE_CHARACTER|h[61-го уровня]|h|r!",
					["serverTime"] = 1669736014,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111154.748,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[17:33:34]|h Вы получили предмет: |cff0070dd|Hitem:194407::::::::61:66::26:2:7963:7964:2:9:60:28:2284:::::|h[Ремень рубинового стража]|h|r.",
					["serverTime"] = 1669736014,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111154.969,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[17:33:42]|h Задание \"Ключевой элемент\" выполнено.",
					["serverTime"] = 1669736022,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111163.017,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[17:33:42]|h Получено опыта: 3700.",
					["serverTime"] = 1669736022,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111163.017,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[17:33:42]|h Получено: 12 |4золотая:золотые:золотых;, 98 |4серебряная:серебряные:серебряных;, 74 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1669736022,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111163.017,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[17:33:42]|h Вы получаете 3700 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669736022,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111163.031,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[17:33:42]|h Отношение |3-7(Союз Вальдраккена) к вам улучшилось на 50.",
					["serverTime"] = 1669736022,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111163.031,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[17:34:38]|h Вы получили задание \"Очищенная сила\".",
					["serverTime"] = 1669736078,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111219.349,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[17:34:50]|h Вы получили задание \"На горячую голову\".",
					["serverTime"] = 1669736090,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111231.461,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[17:34:55]|h |Hplayer:Шокоуми-Гордунни|h[|cffff7c0aШокоуми|r]|h заслужила достижение |cffffff00|Hachievement:15805:Player-1602-0A9BBEBA:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r!",
					["serverTime"] = 1669736095,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111236.33,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[17:35:12]|h |HBNplayer:|Kq41|k:19:335:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h шепчет: Dragonflight released? O: I thought it would release tomorrow :D",
					["serverTime"] = 1669736112,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111253.538,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[17:35:14]|h |Hchannel:GUILD|h[Гильдия]|h |Hplayer:Коффка-Гордунни:336:GUILD:|h[|cfff48cbaКоффка|r]|h: Грац-грац-грац!:)",
					["serverTime"] = 1669736114,
					["r"] = 0.3450980484485626,
					["extraData"] = {
						5, -- [1]
						5, -- [2]
						6, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111254.658,
					["g"] = 0.4745098352432251,
					["b"] = 0.8901961445808411,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[17:35:25]|h Вы шепчете |3-2(|HBNplayer:|Kq41|k:19:337:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h): :)",
					["serverTime"] = 1669736125,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						3, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111265.796,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[17:35:25]|h |Hchannel:GUILD|h[Гильдия]|h |Hplayer:Шокоуми-Гордунни:338:GUILD:|h[|cffff7c0aШокоуми|r]|h: спасибка:)",
					["serverTime"] = 1669736125,
					["r"] = 0.3450980484485626,
					["extraData"] = {
						5, -- [1]
						5, -- [2]
						8, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111266.197,
					["g"] = 0.4745098352432251,
					["b"] = 0.8901961445808411,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[17:35:26]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq10|k:73:339:BN_INLINE_TOAST_ALERT:0|h[|Kq10|k]|h выходит из сети.",
					["serverTime"] = 1669736126,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111267.504,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[17:35:50]|h Вы шепчете |3-2(|HBNplayer:|Kq41|k:19:340:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h): You remind me of a conversation I had with Mr Druid yesterday :)",
					["serverTime"] = 1669736150,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						3, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111290.941,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[17:36:39]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq71|k:50:341:BN_INLINE_TOAST_ALERT:0|h[|Kq71|k]|h выходит из сети.",
					["serverTime"] = 1669736199,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111340.003,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[17:36:39]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq71|k:50:342:BN_INLINE_TOAST_ALERT:0|h[|Kq71|k] (|A:UI-ChatIcon-App:14:14:0:0|aDino)|h входит в сеть.",
					["serverTime"] = 1669736199,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111340.003,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[17:36:40]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq71|k:50:343:BN_INLINE_TOAST_ALERT:0|h[|Kq71|k] (|A:UI-ChatIcon-App:14:14:0:0|aDino)|h входит в сеть.",
					["serverTime"] = 1669736200,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111341.364,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[17:36:42]|h Вы шепчете |3-2(|HBNplayer:|Kq41|k:19:344:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h): He said  \"Going to get off work earlier tomorrow to be in time for the release\" And I was like: \"The release is in 40 minutes\"",
					["serverTime"] = 1669736202,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						3, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111343.338,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[17:36:45]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq65|k:6:345:BN_INLINE_TOAST_ALERT:0|h[|Kq65|k] (|A:UI-ChatIcon-App:14:14:0:0|aForlo)|h входит в сеть.",
					["serverTime"] = 1669736205,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111346.126,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[17:36:56]|h Вы шепчете |3-2(|HBNplayer:|Kq41|k:19:346:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h): That was quite a shock to him)",
					["serverTime"] = 1669736216,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						3, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111356.61,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[17:37:02]|h Дэстроэр выходит из игрового мира.",
					["serverTime"] = 1669736222,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111363.146,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[17:37:33]|h |HBNplayer:|Kq41|k:19:348:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h шепчет: I cant remember that they ever released an Expansion at the start of the week :)",
					["serverTime"] = 1669736253,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111393.673,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[17:37:56]|h Вы шепчете |3-2(|HBNplayer:|Kq41|k:19:349:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h): Puzzled me too",
					["serverTime"] = 1669736276,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						3, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111416.77,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[17:38:05]|h |Hplayer:Дэстроэр|h[Дэстроэр]|h входит в игровой мир.",
					["serverTime"] = 1669736285,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111426.081,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[17:38:06]|h |HBNplayer:|Kq41|k:19:351:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h шепчет: Guess i have to buy it tomorrow and start leveling to 70. No time today >.<",
					["serverTime"] = 1669736286,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111426.801,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[17:38:11]|h Вы шепчете |3-2(|HBNplayer:|Kq41|k:19:352:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h): It was always on restart day, as far a I can remember",
					["serverTime"] = 1669736291,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						3, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111431.83,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[17:38:13]|h |Hplayer:Вариолло-Гордунни|h[|cffc69b6dВариолло|r]|h заслужил достижение |cffffff00|Hachievement:16576:Player-1602-0A4240C6:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Искатель символов на равнинах Он'ары]|h|r!",
					["serverTime"] = 1669736293,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111433.671,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[17:40:11]|h |HBNplayer:|Kq41|k:19:354:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h шепчет: Yeah thats what i remember too",
					["serverTime"] = 1669736411,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111552.298,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[17:40:23]|h |Hplayer:Вариолло-Гордунни|h[|cffc69b6dВариолло|r]|h заслужил достижение |cffffff00|Hachievement:16577:Player-1602-0A4240C6:1:11:29:22:4294967295:4294967295:4294967295:4294967295|h[Искатель символов в Лазурном Просторе]|h|r!",
					["serverTime"] = 1669736423,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111563.798,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[17:40:46]|h |HBNplayer:|Kq41|k:19:356:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h шепчет: for the most part it was: Servers are unplayable on resetday. Time to catch up the day after",
					["serverTime"] = 1669736446,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111586.665,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[17:45:04]|h Вы шепчете |3-2(|HBNplayer:|Kq41|k:19:357:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h): We spent first 30 minutes after release waiting for the boat in Storwmind :)",
					["serverTime"] = 1669736704,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						3, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111844.734,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[17:45:53]|h Вы шепчете |3-2(|HBNplayer:|Kq41|k:19:358:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h): When the boat failed to show up GMs opened emergency portals to allow players could port to Dragon Isles directly",
					["serverTime"] = 1669736753,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						3, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111893.729,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[17:46:11]|h Вы шепчете |3-2(|HBNplayer:|Kq41|k:19:359:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h): After that we spent next hour trying to use the portal :D",
					["serverTime"] = 1669736771,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						3, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111912.23,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[17:46:57]|h Вы шепчете |3-2(|HBNplayer:|Kq41|k:19:360:BN_WHISPER:|Kq41|k|h[|Kq41|k]|h): Eventually it devs fixed the portal and we were able to proceed",
					["serverTime"] = 1669736817,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						3, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1111957.624,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[17:47:24]|h Дэстроэр выходит из игрового мира.",
					["serverTime"] = 1669736844,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1111984.756,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [128]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
