
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 5,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[03:00:04]|h |cffd8d8d8[|r|Hplayer:Индио-Гордунни:2065:GUILD|h|cffd8bc3f60|r:|cffa9d271Индио|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14488:Player-1602-00FD9DAD:1:4:15:21:4294967295:4294967295:4294967295:4294967295|h[Морт'регар]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0.8588235974311829,
					["r"] = 0.4078431725502014,
					["g"] = 0.5333333611488342,
					["timestamp"] = 2653621.771,
					["serverTime"] = 1618444804,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 18 |4час:часа:часов;, 23 |4минута:минуты:минут;, 18 |4секунда:секунды:секунд;.",
					["timestamp"] = 2653621.771,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 2653621.771,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[21:25:03]|h |cffd8d8d8[|r|Hplayer:Террахайд-Гордунни:488:GUILD|h|cffd8bc3f60|r:|cffa9d271Террахайд|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:685:Player-1602-0AD61919:1:4:15:21:4294967295:4294967295:4294967295:4294967295|h[Логово Крыла Тьмы]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1618511102,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2653722.935,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[21:25:03]|h |cffd8d8d8[|r|Hplayer:Террахайд-Гордунни:489:GUILD|h|cffd8bc3f60|r:|cffa9d271Террахайд|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:1285:Player-1602-0AD61919:1:4:15:21:4294967295:4294967295:4294967295:4294967295|h[Рейдер старой закалки]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1618511102,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2653722.935,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [5]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[23:05:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134908:14|tФигурка анубисата – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566727,
					["timestamp"] = 1709350.043,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[23:05:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2399287:14|tБлуг – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566728,
					["timestamp"] = 1709350.803,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[23:05:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566730,
					["timestamp"] = 1709353.05,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[23:05:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1989:292:325|h[Оползень]|h|r наносит 370 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566732,
					["timestamp"] = 1709355.07,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[23:05:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1989:292:325|h[Оползень]|h|r меняет погоду на |T463566:14|t|cff4e96f7|HbattlePetAbil:718:1989:292:325|h[Слякотная погода]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566732,
					["timestamp"] = 1709355.321,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[23:05:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463521:14|t|cff4e96f7|HbattlePetAbil:453:1355:276:244|h[Песчаная буря]|h|r наносит 666 ед. урона |3-2(вражеский питомец) |3-2(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566736,
					["timestamp"] = 1709359.347,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[23:05:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:718:1323:292:325|h[Слякотная погода]|h|r прекращается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566737,
					["timestamp"] = 1709359.597,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[23:05:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463521:14|t|cff4e96f7|HbattlePetAbil:453:1355:276:244|h[Песчаная буря]|h|r меняет погоду на |T463521:14|t|cff4e96f7|HbattlePetAbil:454:1355:276:244|h[Песчаная буря]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566737,
					["timestamp"] = 1709359.597,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[23:05:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1424:276:244|h[Восстановление]|h|r восстанавливает 69 ед. урона |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566738,
					["timestamp"] = 1709360.621,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[23:05:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1402:292:325|h[Восстановление]|h|r восстанавливает 79 ед. урона |3-2(вражеский питомец) |3-2(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566738,
					["timestamp"] = 1709360.872,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[23:05:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566739,
					["timestamp"] = 1709362.015,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[23:05:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136025:14|t|cff4e96f7|HbattlePetAbil:159:1402:292:325|h[Закопаться]|h|r накладывает эффект |T451165:14|t|cff4e96f7|HbattlePetAbil:340:1402:292:325|h[Уход под землю]|h|r на |3-1(вражеский питомец) |3-3(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566739,
					["timestamp"] = 1709362.04,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[23:05:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236316:14|t|cff4e96f7|HbattlePetAbil:406:1424:276:244|h[Сокрушение]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566741,
					["timestamp"] = 1709364.381,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[23:05:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566744,
					["timestamp"] = 1709366.493,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[23:05:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458412:14|t|cff4e96f7|HbattlePetAbil:490:1424:276:16494|h[Отклонение]|h|r накладывает эффект |T458412:14|t|cff4e96f7|HbattlePetAbil:903:1424:276:16494|h[Отклонение]|h|r на |3-1(ваш питомец) |3-3(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566744,
					["timestamp"] = 1709367.263,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[23:05:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(ваш питомец) |T134908:14|tФигурка анубисата уклоняется от способности |T136025:14|t|cff4e96f7|HbattlePetAbil:159:1402:292:325|h[Закопаться]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566747,
					["timestamp"] = 1709369.525,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[23:05:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T451165:14|t|cff4e96f7|HbattlePetAbil:340:1402:292:325|h[Уход под землю]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T2399287:14|tБлуг), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566747,
					["timestamp"] = 1709369.775,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[23:05:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T458412:14|t|cff4e96f7|HbattlePetAbil:903:1424:276:244|h[Отклонение]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134908:14|tФигурка анубисата), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566748,
					["timestamp"] = 1709371.035,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[23:05:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566749,
					["timestamp"] = 1709372.145,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[23:05:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133836:14|t|cff4e96f7|HbattlePetAbil:566:1402:292:325|h[Клубок энергии]|h|r наносит 80 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566750,
					["timestamp"] = 1709373.137,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[23:05:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133836:14|t|cff4e96f7|HbattlePetAbil:566:1402:292:325|h[Клубок энергии]|h|r накладывает эффект |T648208:14|t|cff4e96f7|HbattlePetAbil:831:1402:292:325|h[Повышение скорости]|h|r на |3-1(вражеский питомец) |3-3(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566753,
					["timestamp"] = 1709375.807,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[23:05:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236316:14|t|cff4e96f7|HbattlePetAbil:406:1344:276:244|h[Сокрушение]|h|r наносит 471 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566755,
					["timestamp"] = 1709377.989,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[23:05:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1413:276:244|h[Восстановление]|h|r восстанавливает 69 ед. урона |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566756,
					["timestamp"] = 1709378.999,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[23:05:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1010:292:390|h[Восстановление]|h|r восстанавливает 79 ед. урона |3-2(вражеский питомец) |3-2(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566756,
					["timestamp"] = 1709379.249,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[23:05:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566758,
					["timestamp"] = 1709381.08,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[23:05:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133836:14|t|cff4e96f7|HbattlePetAbil:566:1010:292:390|h[Клубок энергии]|h|r наносит 80 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566759,
					["timestamp"] = 1709382.201,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[23:06:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133836:14|t|cff4e96f7|HbattlePetAbil:566:1010:292:390|h[Клубок энергии]|h|r накладывает эффект |T648208:14|t|cff4e96f7|HbattlePetAbil:831:1010:292:390|h[Повышение скорости]|h|r на |3-1(вражеский питомец) |3-3(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566762,
					["timestamp"] = 1709384.881,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[23:06:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236316:14|t|cff4e96f7|HbattlePetAbil:406:1333:276:244|h[Сокрушение]|h|r наносит 287 ед. урона |3-2(вражеский питомец) |3-2(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566764,
					["timestamp"] = 1709386.976,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[23:06:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1402:276:244|h[Восстановление]|h|r восстанавливает 69 ед. урона |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566765,
					["timestamp"] = 1709387.986,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[23:06:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:802:292:455|h[Восстановление]|h|r восстанавливает 79 ед. урона |3-2(вражеский питомец) |3-2(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566765,
					["timestamp"] = 1709388.236,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[23:06:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566767,
					["timestamp"] = 1709389.989,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[23:06:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:802:292:455|h[Оползень]|h|r наносит 296 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566769,
					["timestamp"] = 1709392.162,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[23:06:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463521:14|t|cff4e96f7|HbattlePetAbil:454:1106:276:244|h[Песчаная буря]|h|r прекращается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566769,
					["timestamp"] = 1709392.412,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[23:06:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:802:292:455|h[Оползень]|h|r меняет погоду на |T463566:14|t|cff4e96f7|HbattlePetAbil:718:802:292:455|h[Слякотная погода]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566769,
					["timestamp"] = 1709392.412,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[23:06:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236316:14|t|cff4e96f7|HbattlePetAbil:406:1106:276:244|h[Сокрушение]|h|r наносит 246 ед. урона |3-2(вражеский питомец) |3-2(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566772,
					["timestamp"] = 1709394.584,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[23:06:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1175:276:244|h[Восстановление]|h|r восстанавливает 69 ед. урона |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566773,
					["timestamp"] = 1709395.594,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[23:06:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:635:292:455|h[Восстановление]|h|r восстанавливает 79 ед. урона |3-2(вражеский питомец) |3-2(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566773,
					["timestamp"] = 1709395.853,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[23:06:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566775,
					["timestamp"] = 1709398.007,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[23:06:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133836:14|t|cff4e96f7|HbattlePetAbil:566:635:292:455|h[Клубок энергии]|h|r наносит 154 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566776,
					["timestamp"] = 1709399.145,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[23:06:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133836:14|t|cff4e96f7|HbattlePetAbil:566:635:292:455|h[Клубок энергии]|h|r накладывает эффект |T648208:14|t|cff4e96f7|HbattlePetAbil:831:635:292:455|h[Повышение скорости]|h|r на |3-1(вражеский питомец) |3-3(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566779,
					["timestamp"] = 1709401.82,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[23:06:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463521:14|t|cff4e96f7|HbattlePetAbil:453:1021:276:244|h[Песчаная буря]|h|r наносит 666 ед. урона |3-2(вражеский питомец) |3-2(|T2399287:14|tБлуг).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566783,
					["timestamp"] = 1709405.592,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[23:06:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T2399287:14|tБлуг погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566783,
					["timestamp"] = 1709405.592,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[23:06:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:718:0:292:455|h[Слякотная погода]|h|r прекращается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566784,
					["timestamp"] = 1709407.346,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[23:06:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463521:14|t|cff4e96f7|HbattlePetAbil:453:1021:276:244|h[Песчаная буря]|h|r меняет погоду на |T463521:14|t|cff4e96f7|HbattlePetAbil:454:1021:276:244|h[Песчаная буря]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566784,
					["timestamp"] = 1709407.346,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[23:06:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1090:276:244|h[Восстановление]|h|r восстанавливает 69 ед. урона |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566785,
					["timestamp"] = 1709408.363,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[23:06:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566786,
					["timestamp"] = 1709408.617,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[23:06:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237402:14|tКостедроб – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566786,
					["timestamp"] = 1709408.617,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[23:06:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566798,
					["timestamp"] = 1709420.762,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[23:06:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236316:14|t|cff4e96f7|HbattlePetAbil:406:1090:276:244|h[Сокрушение]|h|r наносит 153 ед. урона (слаб. удар) |3-2(вражеский питомец) |3-2(|T237402:14|tКостедроб).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566799,
					["timestamp"] = 1709422.113,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[23:06:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132248:14|t|cff4e96f7|HbattlePetAbil:376:2263:528:219|h[Удар головой]|h|r наносит 748 ед. урона |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566800,
					["timestamp"] = 1709423.114,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[23:06:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132248:14|t|cff4e96f7|HbattlePetAbil:376:2263:528:219|h[Удар головой]|h|r накладывает эффект |T135860:14|t|cff4e96f7|HbattlePetAbil:927:2263:528:219|h[Оглушение]|h|r на |3-1(ваш питомец) |3-3(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566800,
					["timestamp"] = 1709423.164,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[23:06:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:411:276:244|h[Восстановление]|h|r восстанавливает 69 ед. урона |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566801,
					["timestamp"] = 1709423.924,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[23:06:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566806,
					["timestamp"] = 1709428.89,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[23:06:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T892829:14|tЖелезная звездочка – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566806,
					["timestamp"] = 1709428.89,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[23:06:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132131:14|t|cff4e96f7|HbattlePetAbil:538:2263:528:219|h[Проглотить]|h|r наносит 337 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566808,
					["timestamp"] = 1709431.363,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[23:06:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135860:14|t|cff4e96f7|HbattlePetAbil:927:2263:528:219|h[Оглушение]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134908:14|tФигурка анубисата), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566809,
					["timestamp"] = 1709432.373,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[23:06:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135860:14|t|cff4e96f7|HbattlePetAbil:927:2263:528:219|h[Оглушение]|h|r накладывает эффект |T135878:14|t|cff4e96f7|HbattlePetAbil:924:2263:528:219|h[Выносливость]|h|r на |3-1(ваш питомец) |3-3(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566809,
					["timestamp"] = 1709432.373,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[23:06:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566811,
					["timestamp"] = 1709433.945,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[23:06:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1209:305:244|h[Ликвидация]|h|r накладывает эффект |T132996:14|t|cff4e96f7|HbattlePetAbil:458:1209:305:244|h[Ликвидация]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566812,
					["timestamp"] = 1709434.956,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[23:06:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132131:14|t|cff4e96f7|HbattlePetAbil:538:2263:528:219|h[Проглотить]|h|r наносит 337 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566814,
					["timestamp"] = 1709436.886,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[23:06:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566816,
					["timestamp"] = 1709438.969,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[23:06:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135769:14|t|cff4e96f7|HbattlePetAbil:208:872:305:244|h[Суперзаряд]|h|r накладывает эффект |T648206:14|t|cff4e96f7|HbattlePetAbil:207:872:305:244|h[Суперзарядка]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566817,
					["timestamp"] = 1709439.729,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[23:06:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237400:14|t|cff4e96f7|HbattlePetAbil:1095:2263:528:219|h[Бодание рогом]|h|r наносит 583 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566819,
					["timestamp"] = 1709442.15,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[23:07:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566821,
					["timestamp"] = 1709444.13,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[23:07:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132996:14|t|cff4e96f7|HbattlePetAbil:458:289:305:244|h[Ликвидация]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566823,
					["timestamp"] = 1709445.752,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[23:07:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:289:305:244|h[Ликвидация]|h|r наносит 2503 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T237402:14|tКостедроб).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566823,
					["timestamp"] = 1709445.752,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[23:07:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T237402:14|tКостедроб погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566823,
					["timestamp"] = 1709445.752,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[23:07:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T648206:14|t|cff4e96f7|HbattlePetAbil:207:289:305:244|h[Суперзарядка]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566824,
					["timestamp"] = 1709447.256,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[23:07:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:289:305:244|h[Ликвидация]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:289:305:244|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T237402:14|tКостедроб).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566825,
					["timestamp"] = 1709447.506,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[23:07:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135878:14|t|cff4e96f7|HbattlePetAbil:924:0:528:219|h[Выносливость]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134908:14|tФигурка анубисата), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566826,
					["timestamp"] = 1709448.516,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[23:07:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463521:14|t|cff4e96f7|HbattlePetAbil:454:411:276:244|h[Песчаная буря]|h|r прекращается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566826,
					["timestamp"] = 1709448.516,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[23:07:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566826,
					["timestamp"] = 1709449.378,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[23:07:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T462337:14|tТесачок – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566826,
					["timestamp"] = 1709449.378,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[23:07:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 13",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566830,
					["timestamp"] = 1709452.962,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[23:07:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1029585:14|t|cff4e96f7|HbattlePetAbil:1963:1969:422:682|h[Удар ветра]|h|r наносит 221 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566831,
					["timestamp"] = 1709453.972,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[23:07:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134908:14|tФигурка анубисата – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566831,
					["timestamp"] = 1709454.222,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[23:07:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566839,
					["timestamp"] = 1709461.971,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[23:07:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T797547:14|tДракончик Нексуса – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566839,
					["timestamp"] = 1709461.971,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[23:07:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132128:14|t|cff4e96f7|HbattlePetAbil:170:1969:422:682|h[Взлет]|h|r накладывает эффект |T132128:14|t|cff4e96f7|HbattlePetAbil:341:1969:422:682|h[Полет]|h|r на |3-1(вражеский питомец) |3-3(|T462337:14|tТесачок).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566842,
					["timestamp"] = 1709464.592,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[23:07:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 15",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566845,
					["timestamp"] = 1709467.979,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[23:07:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132128:14|t|cff4e96f7|HbattlePetAbil:170:1969:422:682|h[Взлет]|h|r наносит 522 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566846,
					["timestamp"] = 1709468.658,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[23:07:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132128:14|t|cff4e96f7|HbattlePetAbil:341:1969:422:682|h[Полет]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T462337:14|tТесачок), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566848,
					["timestamp"] = 1709470.848,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[23:07:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135739:14|t|cff4e96f7|HbattlePetAbil:589:878:341:244|h[Чародейская буря]|h|r наносит 649 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T462337:14|tТесачок).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566852,
					["timestamp"] = 1709474.569,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[23:07:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135739:14|t|cff4e96f7|HbattlePetAbil:589:878:341:244|h[Чародейская буря]|h|r меняет погоду на |T135739:14|t|cff4e96f7|HbattlePetAbil:590:878:341:244|h[Чародейские ветра]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566852,
					["timestamp"] = 1709474.819,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[23:07:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 16",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566854,
					["timestamp"] = 1709477.001,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[23:07:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132273:14|t|cff4e96f7|HbattlePetAbil:270:1320:422:682|h[Светящийся яд]|h|r накладывает эффект |T132273:14|t|cff4e96f7|HbattlePetAbil:271:1320:422:682|h[Светящийся яд]|h|r на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566855,
					["timestamp"] = 1709478.266,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[23:07:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135734:14|t|cff4e96f7|HbattlePetAbil:489:878:341:244|h[Волна маны]|h|r наносит 625 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T462337:14|tТесачок).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566857,
					["timestamp"] = 1709480.457,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[23:07:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:695:422:682|h[Летающий питомец]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T462337:14|tТесачок), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566857,
					["timestamp"] = 1709480.457,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[23:07:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135734:14|t|cff4e96f7|HbattlePetAbil:489:878:341:244|h[Волна маны]|h|r наносит 270 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T462337:14|tТесачок).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566858,
					["timestamp"] = 1709480.718,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[23:07:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132273:14|t|cff4e96f7|HbattlePetAbil:271:425:422:682|h[Светящийся яд]|h|r наносит 84 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566859,
					["timestamp"] = 1709481.737,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[23:07:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h:  накладывает эффект |T618974:14|t|cff4e96f7|HbattlePetAbil:245:794:341:244|h[Дракон]|h|r на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566859,
					["timestamp"] = 1709481.998,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[23:07:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 17",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566860,
					["timestamp"] = 1709482.546,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[23:07:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132273:14|t|cff4e96f7|HbattlePetAbil:270:425:422:455|h[Светящийся яд]|h|r накладывает эффект |T132273:14|t|cff4e96f7|HbattlePetAbil:271:425:422:455|h[Светящийся яд]|h|r на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566861,
					["timestamp"] = 1709483.593,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[23:07:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135734:14|t|cff4e96f7|HbattlePetAbil:489:794:341:244|h[Волна маны]|h|r наносит 869 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T462337:14|tТесачок).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566863,
					["timestamp"] = 1709485.727,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[23:07:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T462337:14|tТесачок погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566863,
					["timestamp"] = 1709485.727,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[23:07:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132273:14|t|cff4e96f7|HbattlePetAbil:271:0:422:455|h[Светящийся яд]|h|r наносит 84 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566865,
					["timestamp"] = 1709488.25,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[23:07:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618974:14|t|cff4e96f7|HbattlePetAbil:245:710:341:244|h[Дракон]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566866,
					["timestamp"] = 1709488.507,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[23:07:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1055:341:244|h[Боевое восстановление]|h|r восстанавливает 345 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566866,
					["timestamp"] = 1709489.431,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[23:07:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1068:276:244|h[Боевое восстановление]|h|r восстанавливает 657 ед. урона |3-2(ваш питомец) |3-2(|T134908:14|tФигурка анубисата).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566866,
					["timestamp"] = 1709489.431,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[23:07:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:807:305:244|h[Боевое восстановление]|h|r восстанавливает 739 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1617566866,
					["timestamp"] = 1709489.431,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [100]
			},
			["headIndex"] = 100,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame12"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[03:17:39]|h [W From] |cffd8d8d8[|r|Hplayer:Дегатти-Гордунни:286:WHISPER:ДЕГАТТИ-ГОРДУННИ|h|cffd8bc3f60|r:|cff3ec6eaДегатти|r|h|cffd8d8d8]|r: Spasibo",
					["serverTime"] = 1610155058,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1698906.53,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [1]
			},
			["headIndex"] = 1,
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame13"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[04:14:05]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:615:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: У меня примерно в это время кошка обычно вспоминает, что она - ночное животное и начинает бегать по стенам)",
					["serverTime"] = 1610158444,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702291.606,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[04:14:12]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:616:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: А как это выглядит с шестью котами?",
					["serverTime"] = 1610158451,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702299.348,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[04:15:26]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:618:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: у меня все спят)",
					["serverTime"] = 1610158525,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						86, -- [3]
						88, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702372.89,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[04:16:01]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:620:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: у меня они дневные в мск, в деревне ток в диких спекаются",
					["serverTime"] = 1610158560,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						86, -- [3]
						88, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702408.284,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[04:22:23]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:632:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: Спекаются :DDD",
					["serverTime"] = 1610158942,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702789.883,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [5]
			},
			["headIndex"] = 5,
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 126,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[21:38:59]|h |cffd8d8d8[|r|Hplayer:Дикриляша:614|h|cffd8bc3f60|r:|cff00fe97Дикриляша|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1618511938,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654559.021,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[21:40:12]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq54|k:8:615:BN_INLINE_TOAST_ALERT:0|h[|Kq54|k] (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|tdeclarenz)|h входит в сеть.",
					["serverTime"] = 1618512011,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						20, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654632.214,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[21:40:20]|h |TInterface\\ICONS\\INV_MawEye_Grey.blp:20|t Теперь |cFFFF0000|Hspell:335417|h[искатели душ]|h|r Утробы будут атаковать вас сразу по обнаружении.",
					["serverTime"] = 1618512019,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654639.918,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[21:40:21]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 80 шт.",
					["serverTime"] = 1618512020,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654641.199,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[21:40:44]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 1 шт.",
					["serverTime"] = 1618512043,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654663.598,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[21:40:44]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 61 |4серебряная:серебряные:серебряных;, 32 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618512043,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654663.598,
					["g"] = 1,
					["b"] = 0,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[21:41:15]|h Ваша добыча: |cffffffff|Hitem:173202::::::::60:70:::::::|h[Сумеречная ткань]|h|rx2.",
					["serverTime"] = 1618512074,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654695.122,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[21:41:16]|h Ваша добыча: 2 |4золотая:золотые:золотых;, 21 |4серебряная:серебряные:серебряных;, 30 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618512075,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654696.038,
					["g"] = 1,
					["b"] = 0,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[21:41:17]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 48 шт.",
					["serverTime"] = 1618512076,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654696.321,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[21:41:55]|h Ваша добыча: |cffffffff|Hitem:173202::::::::60:70:::::::|h[Сумеречная ткань]|h|r.",
					["serverTime"] = 1618512114,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654735.13,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[21:41:55]|h Ваша добыча: |cffffffff|Hitem:184485::::::::60:70:::::::|h[Выкованный в Утробе ключ]|h|r.",
					["serverTime"] = 1618512114,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654735.13,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[21:41:56]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 3 шт.",
					["serverTime"] = 1618512115,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654735.992,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[21:41:56]|h Ваша добыча: 8 |4золотая:золотые:золотых;, 62 |4серебряная:серебряные:серебряных;, 93 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618512115,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654736.133,
					["g"] = 1,
					["b"] = 0,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[21:42:17]|h Ваша добыча: 6 |4золотая:золотые:золотых;, 19 |4серебряная:серебряные:серебряных;, 32 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618512136,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654756.563,
					["g"] = 1,
					["b"] = 0,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[21:42:45]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq57|k:76:629:BN_INLINE_TOAST_ALERT:0|h[|Kq57|k]|h выходит из сети.",
					["serverTime"] = 1618512164,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						20, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654785.029,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[21:42:59]|h Ваша добыча: |cffffffff|Hitem:173202::::::::60:70:::::::|h[Сумеречная ткань]|h|r.",
					["serverTime"] = 1618512178,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654798.813,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[21:43:00]|h Ваша добыча: 6 |4золотая:золотые:золотых;, 51 |4серебряная:серебряные:серебряных;, 45 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618512179,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654799.695,
					["g"] = 1,
					["b"] = 0,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[21:43:26]|h |TInterface\\ICONS\\Spell_AnimaMaw_Missile.BLP:20|t Башни время от времени будут |cFFFF0000|Hspell:314932|h[обстреливать]|h|r вашу позицию.",
					["serverTime"] = 1618512205,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654825.911,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[21:43:29]|h Ваша добыча: |cffffffff|Hitem:173202::::::::60:70:::::::|h[Сумеречная ткань]|h|rx5.",
					["serverTime"] = 1618512208,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654828.679,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[21:43:30]|h Ваша добыча: 9 |4золотая:золотые:золотых;, 13 |4серебряная:серебряные:серебряных;, 54 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618512209,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654829.552,
					["g"] = 1,
					["b"] = 0,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[21:43:30]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 4 шт.",
					["serverTime"] = 1618512209,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654829.875,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[21:43:52]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq7|k:37:637:BN_INLINE_TOAST_ALERT:0|h[|Kq7|k] (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|tLisa)|h входит в сеть.",
					["serverTime"] = 1618512231,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						20, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654852.194,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[21:43:55]|h Ваша добыча: |cffffffff|Hitem:173202::::::::60:70:::::::|h[Сумеречная ткань]|h|r.",
					["serverTime"] = 1618512234,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654854.618,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[21:43:55]|h Ваша добыча: |cffffffff|Hitem:184485::::::::60:70:::::::|h[Выкованный в Утробе ключ]|h|r.",
					["serverTime"] = 1618512234,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654854.618,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[21:43:56]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 2 шт.",
					["serverTime"] = 1618512235,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654855.58,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[21:43:56]|h Ваша добыча: 5 |4золотая:золотые:золотых;, 14 |4серебряная:серебряные:серебряных;, 90 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618512235,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654855.623,
					["g"] = 1,
					["b"] = 0,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[21:44:13]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq37|k:66:642:BN_INLINE_TOAST_ALERT:0|h[|Kq37|k]|h выходит из сети.",
					["serverTime"] = 1618512252,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						20, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654872.484,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[21:44:18]|h Ваша добыча: |cffffffff|Hitem:173202::::::::60:70:::::::|h[Сумеречная ткань]|h|rx2.",
					["serverTime"] = 1618512257,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654877.71,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[21:44:19]|h Ваша добыча: 5 |4золотая:золотые:золотых;, 32 |4серебряная:серебряные:серебряных;, 15 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618512258,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654878.614,
					["g"] = 1,
					["b"] = 0,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[21:44:19]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 3 шт.",
					["serverTime"] = 1618512258,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654878.861,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[21:45:01]|h Ваша добыча: |cffffffff|Hitem:173202::::::::60:70:::::::|h[Сумеречная ткань]|h|r.",
					["serverTime"] = 1618512300,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654920.663,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[21:45:02]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 2 шт.",
					["serverTime"] = 1618512301,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654921.268,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[21:45:02]|h Ваша добыча: 2 |4золотая:золотые:золотых;, 29 |4серебряная:серебряные:серебряных;, 51 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618512301,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654921.672,
					["g"] = 1,
					["b"] = 0,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[21:45:15]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq28|k:72:649:BN_INLINE_TOAST_ALERT:0|h[|Kq28|k] (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|tRadiance)|h входит в сеть.",
					["serverTime"] = 1618512314,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						20, -- [3]
						28, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654934.789,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[21:45:17]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 2 шт.",
					["serverTime"] = 1618512316,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654936.344,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[21:45:17]|h Ваша добыча: 5 |4золотая:золотые:золотых;, 44 |4серебряная:серебряные:серебряных;, 16 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618512316,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654936.355,
					["g"] = 1,
					["b"] = 0,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[21:45:35]|h Ваша добыча: |cffffffff|Hitem:173202::::::::60:70:::::::|h[Сумеречная ткань]|h|rx2.",
					["serverTime"] = 1618512334,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654954.537,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[21:45:36]|h Ваша добыча: 5 |4золотая:золотые:золотых;, 65 |4серебряная:серебряные:серебряных;, 35 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618512335,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654955.437,
					["g"] = 1,
					["b"] = 0,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[21:45:36]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 2 шт.",
					["serverTime"] = 1618512335,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654955.854,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[21:46:46]|h Беспомощная душа говорит: Избавь меня от этой муки!",
					["serverTime"] = 1618512405,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655025.837,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[21:47:11]|h Ваша добыча: |cff9d9d9d|Hitem:176868::::::::60:70:::::::|h[Осколок энтропии]|h|r.",
					["serverTime"] = 1618512430,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655051.218,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[21:47:43]|h Ваша добыча: |cff9d9d9d|Hitem:176868::::::::60:70:::::::|h[Осколок энтропии]|h|r.",
					["serverTime"] = 1618512462,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655082.636,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[21:47:44]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 1 шт.",
					["serverTime"] = 1618512463,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655083.304,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[21:48:09]|h Ваша добыча: 68 |4серебряная:серебряные:серебряных;, 27 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618512488,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655108.372,
					["g"] = 1,
					["b"] = 0,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[21:48:09]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 1 шт.",
					["serverTime"] = 1618512488,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655108.557,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[21:48:25]|h Ваша добыча: |cff9d9d9d|Hitem:176868::::::::60:70:::::::|h[Осколок энтропии]|h|r.",
					["serverTime"] = 1618512504,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655124.432,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[21:48:29]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq12|k:30:662:BN_INLINE_TOAST_ALERT:0|h[|Kq12|k] (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|tЭрмано)|h входит в сеть.",
					["serverTime"] = 1618512508,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						20, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655128.892,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[21:49:10]|h |TInterface\\ICONS\\INV_Helm_Leather_MawRaid_D_01.BLP:20|t Теперь Тюремщик начнет отправлять к вам |cFFFF0000|Hspell:314949|h[убийц]|h|r.",
					["serverTime"] = 1618512549,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655169.9,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[21:49:19]|h Ваша добыча: |cff9d9d9d|Hitem:176868::::::::60:70:::::::|h[Осколок энтропии]|h|r.",
					["serverTime"] = 1618512558,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655178.302,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[21:49:19]|h Ваша добыча: |cff9d9d9d|Hitem:176862::::::::60:70:::::::|h[Запятнанная шкура]|h|r.",
					["serverTime"] = 1618512558,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655178.302,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[21:49:19]|h Ваша добыча: |cff9d9d9d|Hitem:176876::::::::60:70:::::::|h[Коллапсировавшая душа]|h|r.",
					["serverTime"] = 1618512558,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655178.391,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[21:49:19]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 47 шт.",
					["serverTime"] = 1618512558,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655179.027,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[21:49:27]|h На вас идет охота.",
					["serverTime"] = 1618512566,
					["r"] = 1,
					["extraData"] = {
						42, -- [1]
						false, -- [2]
						30, -- [3]
						31, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655186.913,
					["g"] = 0.8666667342185974,
					["b"] = 0,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[21:49:51]|h Тюремщик говорит: Твоя погибель близка.",
					["serverTime"] = 1618512590,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655210.84,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[21:50:18]|h Ваша добыча: |cffffffff|Hitem:173202::::::::60:70:::::::|h[Сумеречная ткань]|h|rx2.",
					["serverTime"] = 1618512617,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655238.005,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[21:50:18]|h Ваша добыча: |cff9d9d9d|Hitem:184392::::::::60:70:::::::|h[Свиток неудавшегося ритуала]|h|r.",
					["serverTime"] = 1618512617,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655238.005,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[21:50:19]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 3 шт.",
					["serverTime"] = 1618512618,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655238.805,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[21:50:19]|h Ваша добыча: 3 |4золотая:золотые:золотых;, 25 |4серебряная:серебряные:серебряных;, 80 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618512618,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655239.021,
					["g"] = 1,
					["b"] = 0,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[21:51:36]|h Вы получили задание \"Мрачная участь\".",
					["serverTime"] = 1618512695,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655315.586,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[21:51:49]|h Ваша добыча: |cff9d9d9d|Hitem:176862::::::::60:70:::::::|h[Запятнанная шкура]|h|r.",
					["serverTime"] = 1618512708,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655328.897,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[21:51:50]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 1 шт.",
					["serverTime"] = 1618512709,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655329.908,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[21:51:52]|h Замученная душа говорит: Наконец-то... все...",
					["serverTime"] = 1618512711,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655332.085,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[21:52:04]|h Ваша добыча: 98 |4серебряная:серебряные:серебряных;, 63 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618512723,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655343.658,
					["g"] = 1,
					["b"] = 0,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[21:52:04]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 1 шт.",
					["serverTime"] = 1618512723,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655343.831,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[21:52:16]|h |TInterface\\ICONS\\INV_Icon_WingBroken05e.BLP:20|t |cFFFF0000|Hspell:346789|h[Крылатые похитители]|h|r охотятся за вами с небес.",
					["serverTime"] = 1618512735,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655355.834,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[21:52:29]|h Ваша добыча: 3 |4золотая:золотые:золотых;, 91 |4серебряная:серебряные:серебряных;, 76 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618512748,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655368.381,
					["g"] = 1,
					["b"] = 0,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[21:52:29]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 5 шт.",
					["serverTime"] = 1618512748,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655368.512,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[21:52:37]|h Вы получили предмет: |cffffffff|Hitem:183165::::::::60:70::::1:28:742:::|h[Арбалет Верных Утробе]|h|r.",
					["serverTime"] = 1618512756,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655376.703,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[21:52:57]|h Замученная душа говорит: Спасибо... за милосердие.",
					["serverTime"] = 1618512776,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655396.817,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[21:53:00]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 97 |4серебряная:серебряные:серебряных;, 59 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618512779,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655399.489,
					["g"] = 1,
					["b"] = 0,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[21:53:39]|h Ваша добыча: |cff9d9d9d|Hitem:176868::::::::60:70:::::::|h[Осколок энтропии]|h|r.",
					["serverTime"] = 1618512818,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655438.642,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[21:54:00]|h Вы получили предмет: |cffffffff|Hitem:183165::::::::60:70::::1:28:742:::|h[Арбалет Верных Утробе]|h|r.",
					["serverTime"] = 1618512839,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655459.253,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[21:54:17]|h Истязаемая тень говорит: Ты будешь страдать!",
					["serverTime"] = 1618512856,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655477.012,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[21:54:21]|h Истязаемая тень говорит: Благословенный... конец...",
					["serverTime"] = 1618512860,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655481.178,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[21:54:46]|h Истязаемая тень говорит: Нет! Боль! Отчаяние!",
					["serverTime"] = 1618512885,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655505.679,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[21:54:51]|h Истязаемая тень говорит: Благословенный... конец...",
					["serverTime"] = 1618512890,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655510.641,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[21:54:52]|h Крыса Утробы - падальщица в панике пытается бежать!",
					["serverTime"] = 1618512891,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						23, -- [3]
						32, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655511.4,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[21:54:52]|h Крыса Утробы - падальщица в панике пытается бежать!",
					["serverTime"] = 1618512891,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						23, -- [3]
						32, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655511.4,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[21:54:53]|h Крыса Утробы - падальщица в панике пытается бежать!",
					["serverTime"] = 1618512892,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						23, -- [3]
						32, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655512.594,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[21:55:01]|h Ваша добыча: |cff9d9d9d|Hitem:184393::::::::60:70:::::::|h[Жгучая парша]|h|r.",
					["serverTime"] = 1618512900,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655520.92,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[21:55:02]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 42 |4серебряная:серебряные:серебряных;, 82 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618512901,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655521.62,
					["g"] = 1,
					["b"] = 0,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[21:55:02]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 1 шт.",
					["serverTime"] = 1618512901,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655521.716,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[21:55:13]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq47|k:52:701:BN_INLINE_TOAST_ALERT:0|h[|Kq47|k] (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|tChymer)|h входит в сеть.",
					["serverTime"] = 1618512912,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						20, -- [3]
						33, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655533.123,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[21:55:24]|h Замученная душа говорит: Спасибо... за милосердие.",
					["serverTime"] = 1618512923,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655543.68,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[21:55:26]|h На вас идет охота.",
					["serverTime"] = 1618512925,
					["r"] = 1,
					["extraData"] = {
						42, -- [1]
						false, -- [2]
						30, -- [3]
						31, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655545.906,
					["g"] = 0.8666667342185974,
					["b"] = 0,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[21:55:27]|h Тюремщик говорит: Твоя душа уже у меня.",
					["serverTime"] = 1618512926,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655546.821,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[21:55:30]|h Крыса Утробы - падальщица в панике пытается бежать!",
					["serverTime"] = 1618512929,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						23, -- [3]
						32, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655549.4,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[21:55:31]|h Крыса Утробы - падальщица в панике пытается бежать!",
					["serverTime"] = 1618512930,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						23, -- [3]
						32, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655550.676,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[21:55:31]|h Крыса Утробы - падальщица в панике пытается бежать!",
					["serverTime"] = 1618512930,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						23, -- [3]
						32, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655550.676,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[21:55:46]|h Истязаемая тень говорит: Нет! Боль! Отчаяние!",
					["serverTime"] = 1618512945,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655565.357,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[21:55:53]|h Истязаемая тень говорит: Все... конечно?",
					["serverTime"] = 1618512952,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655572.832,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[21:56:02]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 74 |4серебряная:серебряные:серебряных;, 89 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618512961,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655581.588,
					["g"] = 1,
					["b"] = 0,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[21:56:15]|h Задание \"Мрачная участь\" выполнено.",
					["serverTime"] = 1618512974,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655594.898,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[21:56:15]|h Получено: 25 |4золотая:золотые:золотых;, 74 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1618512974,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655594.898,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[21:56:16]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 140 шт.",
					["serverTime"] = 1618512975,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655595.912,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[21:56:35]|h Вы получили задание \"Разорванные души\".",
					["serverTime"] = 1618512994,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655614.723,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[21:56:35]|h |cffd8d8d8[|r|Hplayer:Файнара:715|h|cff8b8b8b50|r:|cfffefefeФайнара|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1618512994,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655614.97,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[21:57:00]|h Ваша добыча: |cff9d9d9d|Hitem:178133::::::::60:70:::::::|h[Нити эктоплазмы]|h|r.",
					["serverTime"] = 1618513019,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655639.326,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[21:57:01]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 2 шт.",
					["serverTime"] = 1618513020,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655640.297,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[21:57:01]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 87 |4серебряная:серебряные:серебряных;, 71 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618513020,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655640.327,
					["g"] = 1,
					["b"] = 0,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[21:57:23]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 2 шт.",
					["serverTime"] = 1618513042,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655662.843,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[21:57:23]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 20 |4серебряная:серебряные:серебряных;, 7 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618513042,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655662.853,
					["g"] = 1,
					["b"] = 0,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[21:58:10]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 1 шт.",
					["serverTime"] = 1618513089,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655709.828,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[21:58:10]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 52 |4серебряная:серебряные:серебряных;, 24 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618513089,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655709.843,
					["g"] = 1,
					["b"] = 0,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[21:58:32]|h Задание \"Разорванные души\" выполнено.",
					["serverTime"] = 1618513111,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655732.046,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[21:58:32]|h Получено: 25 |4золотая:золотые:золотых;, 74 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1618513111,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655732.046,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[21:58:33]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 140 шт.",
					["serverTime"] = 1618513112,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655733.083,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[21:58:40]|h Ваша добыча: |cff9d9d9d|Hitem:178133::::::::60:70:::::::|h[Нити эктоплазмы]|h|r.",
					["serverTime"] = 1618513119,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655739.586,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[21:58:41]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 1 шт.",
					["serverTime"] = 1618513120,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655740.717,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[21:58:58]|h Задание \"Добыча ресурсов: стигийская руда\" выполнено.",
					["serverTime"] = 1618513137,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655758.164,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[21:58:58]|h Получено: 25 |4золотая:золотые:золотых;, 74 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1618513137,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655758.164,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[21:58:59]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 140 шт.",
					["serverTime"] = 1618513138,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655759.169,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[21:59:01]|h Задание \"Вечные мученики\" выполнено.",
					["serverTime"] = 1618513140,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655761.21,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[21:59:01]|h Получено: 77 |4золотая:золотые:золотых;, 22 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1618513140,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655761.21,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[21:59:02]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 700 шт.",
					["serverTime"] = 1618513141,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655762.227,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[21:59:04]|h Задание \"Доля Тюремщика\" выполнено.",
					["serverTime"] = 1618513143,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655763.61,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[21:59:04]|h Получено: 51 |4золотая:золотые:золотых;, 48 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1618513143,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655763.61,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[21:59:05]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 425 шт.",
					["serverTime"] = 1618513144,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655764.632,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[21:59:26]|h Белыйбык побеждает в поединке с |3-4(Матрицоок).",
					["serverTime"] = 1618513165,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655786.004,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[21:59:27]|h Вы будете получать добычу для специализации \"Защита\".",
					["serverTime"] = 1618513166,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2655786.004,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[21:59:28]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Бастион]|h.",
					["serverTime"] = 1618513167,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655787.652,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[21:59:28]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Бастион]|h.",
					["serverTime"] = 1618513167,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						34, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655787.652,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[22:00:28]|h |cffd8d8d8[|r|Hplayer:Мичио:740|h|cff8b8b8b50|r:|cff00fe97Мичио|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1618513227,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655848.084,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[22:01:38]|h |cfffefefeФайнара|r выходит из игрового мира.",
					["serverTime"] = 1618513297,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655917.926,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[22:01:38]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Бастион]|h.",
					["serverTime"] = 1618513297,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655918.123,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[22:01:38]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Оборона: Бастион]|h.",
					["serverTime"] = 1618513297,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						34, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2655918.123,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[21:38:08]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq60|k:49:612:BN_INLINE_TOAST_ALERT:0|h[|Kq60|k] (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|tBoLkInG)|h входит в сеть.",
					["serverTime"] = 1618511887,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654507.564,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[21:38:38]|h |cffa22fc8Дикрилятор|r выходит из игрового мира.",
					["serverTime"] = 1618511917,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2654537.337,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
