
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 26,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[16:23:26]|h |cffd8d8d8[|r|Hplayer:Турбинна-Гордунни:469:GUILD|h|cffd8bc3f60|r:|cfffe7b09Турбинна|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14013:Player-1602-0B60EC62:1:3:1:21:4294967295:4294967295:4294967295:4294967295|h[Союзные расы: механогномы]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1614608606,
					["timestamp"] = 436989.293,
					["g"] = 0.5333333611488342,
					["r"] = 0.4078431725502014,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[16:29:32]|h |cffd8d8d8[|r|Hplayer:Переезжатор-Гордунни:516:GUILD|h|cffd8bc3f60|r:|cffc59a6cПереезжатор|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:212:Player-1602-0BC172DC:1:3:1:21:4294967295:4294967295:4294967295:4294967295|h[Вестник бури]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						20, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1614608972,
					["timestamp"] = 436989.293,
					["g"] = 0.5333333611488342,
					["r"] = 0.4078431725502014,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[16:30:30]|h |cffd8d8d8[|r|Hplayer:Главдух-Гордунни:520:GUILD|h|cffd8bc3f60|r:|cffa22fc8Главдух|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:545:Player-1602-0B573861:1:3:1:21:4294967295:4294967295:4294967295:4294967295|h[Пожалуйте бриться!]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						20, -- [3]
						39, -- [4]
						["n"] = 4,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1614609030,
					["timestamp"] = 436989.293,
					["g"] = 0.5333333611488342,
					["r"] = 0.4078431725502014,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[16:34:40]|h |cffd8d8d8[|r|Hplayer:Буяка-Гордунни:544:GUILD|h|cffd8bc3f60|r:|cfff38bb9Буяка|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:9228:Player-1602-0957F491:1:3:1:21:4294967295:4294967295:4294967295:4294967295|h[Бесславная кончина Ван Рука]|h|r!",
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						20, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1614609280,
					["timestamp"] = 436989.293,
					["g"] = 0.5333333611488342,
					["r"] = 0.4078431725502014,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[16:57:35]|h |cffd8d8d8[|r|Hplayer:Буяка-Гордунни:746:GUILD|h|cffd8bc3f60|r:|cfff38bb9Буяка|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:671:Player-1602-0957F491:1:3:1:21:4294967295:4294967295:4294967295:4294967295|h[Гробницы маны (героич.)]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						20, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1614610655,
					["timestamp"] = 436989.293,
					["g"] = 0.5333333611488342,
					["r"] = 0.4078431725502014,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[17:18:10]|h |cffd8d8d8[|r|Hplayer:Лириция-Гордунни:934:GUILD|h|cffd8bc3f60|r:|cffa22fc8Лириция|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14412:Player-1602-09DE77BE:1:3:1:21:4294967295:4294967295:4294967295:4294967295|h[Героический режим: туманы Тирна Скитта]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						20, -- [3]
						56, -- [4]
						["n"] = 4,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1614611890,
					["timestamp"] = 436989.293,
					["g"] = 0.5333333611488342,
					["r"] = 0.4078431725502014,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[17:18:10]|h |cffd8d8d8[|r|Hplayer:Лириция-Гордунни:935:GUILD|h|cffd8bc3f60|r:|cffa22fc8Лириция|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14413:Player-1602-09DE77BE:1:3:1:21:4294967295:4294967295:4294967295:4294967295|h[Эпохальный режим: туманы Тирна Скитта]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						20, -- [3]
						56, -- [4]
						["n"] = 4,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1614611890,
					["timestamp"] = 436989.293,
					["g"] = 0.5333333611488342,
					["r"] = 0.4078431725502014,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[17:41:10]|h |cffd8d8d8[|r|Hplayer:Буяка-Гордунни:1222:GUILD|h|cffd8bc3f60|r:|cfff38bb9Буяка|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:660:Player-1602-0957F491:1:3:1:21:4294967295:4294967295:4294967295:4294967295|h[Аркатрац]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						20, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1614613270,
					["timestamp"] = 436989.293,
					["g"] = 0.5333333611488342,
					["r"] = 0.4078431725502014,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[17:41:10]|h |cffd8d8d8[|r|Hplayer:Буяка-Гордунни:1223:GUILD|h|cffd8bc3f60|r:|cfff38bb9Буяка|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:681:Player-1602-0957F491:1:3:1:21:4294967295:4294967295:4294967295:4294967295|h[Аркатрац (героич.)]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						20, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1614613270,
					["timestamp"] = 436989.293,
					["g"] = 0.5333333611488342,
					["r"] = 0.4078431725502014,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[17:41:43]|h |cffd8d8d8[|r|Hplayer:Teapott-Silvermoon:1232:ACHIEVEMENT|h|cffd8bc3f60|r:|cfffefefeTeapott|r-|cffd04c7eSil|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:11162:Player-3391-066F23A5:1:3:1:21:4294967295:4294967295:4294967295:4294967295|h[Мастер ключей]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						58, -- [3]
						59, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1614613303,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 1,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[17:50:04]|h |cffd8d8d8[|r|Hplayer:Алонвулф-Гордунни:1288:ACHIEVEMENT|h|cfff38bb9Алонвулф|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14845:Player-1602-0464B841:1:3:1:21:4294967295:4294967295:4294967295:4294967295|h[Приключения: шаг в нужном направлении]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						58, -- [3]
						66, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1614613804,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 1,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[17:53:11]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Полифема-Гордунни:1297:GUILD|h|cffd8bc3f60|r:|cff00fe97Полифема|r|h|cffd8d8d8]|r: там на 210 сразу хватает если квесты поделать",
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						20, -- [3]
						69, -- [4]
						["n"] = 4,
					},
					["b"] = 0.8901961445808411,
					["serverTime"] = 1614613991,
					["timestamp"] = 436989.293,
					["g"] = 0.4745098352432251,
					["r"] = 0.3450980484485626,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[19:17:35]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Ночушка-Гордунни:88:GUILD|h|cffd8bc3f60|r:|cfffe7b09Ночушка|r|h|cffd8d8d8]|r: |cffa335ee|Hkeystone:180653:381:14:9:6:14:121|h[Ключ: Шпили Перерождения (14)]|h|r надо кому?",
					["b"] = 0.8901961445808411,
					["r"] = 0.3450980484485626,
					["g"] = 0.4745098352432251,
					["timestamp"] = 436989.293,
					["serverTime"] = 1614619055,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[19:24:21]|h |cffd8d8d8[|r|Hplayer:Буяка-Гордунни:126:GUILD|h|cffd8bc3f60|r:|cfff38bb9Буяка|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:4478:Player-1602-0957F491:1:3:1:21:4294967295:4294967295:4294967295:4294967295|h[Ищу всех!]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0.8588235974311829,
					["r"] = 0.4078431725502014,
					["g"] = 0.5333333611488342,
					["timestamp"] = 436989.293,
					["serverTime"] = 1614619461,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						17, -- [3]
						19, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[19:31:27]|h |cffd8d8d8[|r|Hplayer:Буяка-Гордунни:155:GUILD|h|cffd8bc3f60|r:|cfff38bb9Буяка|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:203:Player-1602-0957F491:1:3:1:21:4294967295:4294967295:4294967295:4294967295|h[Только не у меня дома]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0.8588235974311829,
					["r"] = 0.4078431725502014,
					["g"] = 0.5333333611488342,
					["timestamp"] = 436989.293,
					["serverTime"] = 1614619887,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						17, -- [3]
						19, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[19:36:05]|h |cffd8d8d8[|r|Hplayer:Буяка-Гордунни:171:GUILD|h|cffd8bc3f60|r:|cfff38bb9Буяка|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:166:Player-1602-0957F491:1:3:1:21:4294967295:4294967295:4294967295:4294967295|h[Победа в ущелье Песни Войны]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0.8588235974311829,
					["r"] = 0.4078431725502014,
					["g"] = 0.5333333611488342,
					["timestamp"] = 436989.293,
					["serverTime"] = 1614620165,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						17, -- [3]
						19, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[19:36:05]|h |cffd8d8d8[|r|Hplayer:Буяка-Гордунни:172:GUILD|h|cffd8bc3f60|r:|cfff38bb9Буяка|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:168:Player-1602-0957F491:1:3:1:21:4294967295:4294967295:4294967295:4294967295|h[Победить всухую в ущелье]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0.8588235974311829,
					["r"] = 0.4078431725502014,
					["g"] = 0.5333333611488342,
					["timestamp"] = 436989.293,
					["serverTime"] = 1614620165,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						17, -- [3]
						19, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[19:44:27]|h |cffd8d8d8[|r|Hplayer:Киркора-Гордунни:205:GUILD|h|cffd8bc3f60|r:|cff006fdcКиркора|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14636:Player-1602-07FC0AFA:1:3:1:21:4294967295:4294967295:4294967295:4294967295|h[Главный по приключениям]|h|r!",
					["b"] = 0.8588235974311829,
					["r"] = 0.4078431725502014,
					["g"] = 0.5333333611488342,
					["timestamp"] = 436989.293,
					["serverTime"] = 1614620667,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						17, -- [3]
						27, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[19:45:58]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Киркора-Гордунни:223:GUILD|h|cffd8bc3f60|r:|cff006fdcКиркора|r|h|cffd8d8d8]|r: ИНВАЙТЫ",
					["b"] = 0.8901961445808411,
					["r"] = 0.3450980484485626,
					["g"] = 0.4745098352432251,
					["timestamp"] = 436989.293,
					["serverTime"] = 1614620758,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						17, -- [3]
						28, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[20:07:47]|h |cffd8d8d8[|r|Hplayer:Йокол-Гордунни:304:GUILD|h|cffd8bc3f60|r:|cfffe7b09Йокол|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14630:Player-1602-01FBA26F:1:3:1:21:4294967295:4294967295:4294967295:4294967295|h[Признание героя]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0.8588235974311829,
					["r"] = 0.4078431725502014,
					["g"] = 0.5333333611488342,
					["timestamp"] = 436989.293,
					["serverTime"] = 1614622067,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						17, -- [3]
						34, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[20:12:15]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Турраллиион-Гордунни:327:GUILD|h|cffd8bc3f60|r:|cfff38bb9Турраллиион|r|h|cffd8d8d8]|r: хороший реййд, мне понравилрсь",
					["b"] = 0.8901961445808411,
					["r"] = 0.3450980484485626,
					["g"] = 0.4745098352432251,
					["timestamp"] = 436989.293,
					["serverTime"] = 1614622335,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						17, -- [3]
						41, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "0 |4день:дня:дней;, 17 |4час:часа:часов;, 50 |4минута:минуты:минут;, 54 |4секунда:секунды:секунд;.",
					["timestamp"] = 436989.293,
				}, -- [22]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 436989.293,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[14:05:24]|h |cffd8d8d8[|r|Hplayer:Хардсоулраш-Гордунни:1:GUILD|h|cffd8bc3f60|r:|cffa22fc8Хардсоулраш|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14303:Player-1602-0AE88842:1:3:2:21:4294967295:4294967295:4294967295:4294967295|h[Бастион]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1614686724,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437124.872,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[14:13:00]|h |cffd8d8d8[|r|Hplayer:Хардсоулраш-Гордунни:81:GUILD|h|cffd8bc3f60|r:|cffa22fc8Хардсоулраш|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14305:Player-1602-0AE88842:1:3:2:21:4294967295:4294967295:4294967295:4294967295|h[Малдраксус]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1614687180,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437580.246,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[14:25:22]|h |cffd8d8d8[|r|Hplayer:Пукаювкусно-Гордунни:171:ACHIEVEMENT|h|cfffe7b09Пукаювкусно|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:506:Player-1602-0EE105D8:1:3:2:21:4294967295:4294967295:4294967295:4294967295|h[500 заданий]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1614687922,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						31, -- [3]
						32, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438322.625,
					["g"] = 1,
					["b"] = 0,
				}, -- [26]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:44:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T648206:14|t|cff4e96f7|HbattlePetAbil:207:1021:305:244|h[Суперзарядка]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["serverTime"] = 1606351481,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[02:44:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:1023:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1606351482,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[02:44:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:804:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1606351482,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[02:44:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:913:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1606351483,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[02:44:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 18",
					["serverTime"] = 1606351486,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[02:44:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:516:305:244|h[Ликвидация]|h|r накладывает эффект |T132996:14|t|cff4e96f7|HbattlePetAbil:458:516:305:244|h[Ликвидация]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1606351487,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[02:44:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237477:14|t|cff4e96f7|HbattlePetAbil:801:913:317:219|h[Бросок камня]|h|r наносит 505 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1606351489,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[02:44:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1022:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1606351490,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[02:44:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 19",
					["serverTime"] = 1606351491,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[02:44:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132996:14|t|cff4e96f7|HbattlePetAbil:458:11:305:244|h[Ликвидация]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["serverTime"] = 1606351493,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[02:44:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:11:305:244|h[Ликвидация]|h|r наносит 804 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1606351493,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[02:44:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:218:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1606351494,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[02:44:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T892829:14|tЖелезная звездочка погибает.",
					["serverTime"] = 1606351494,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[02:44:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:309:305:244|h[Последний шанс]|h|r восстанавливает 309 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1606351497,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[02:44:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:309:305:244|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:309:305:244|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1606351497,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[02:44:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:0:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1606351498,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[02:44:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T458967:14|tРокко погибает.",
					["serverTime"] = 1606351498,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[02:45:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:928:305:244|h[Боевое восстановление]|h|r восстанавливает 619 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1606351501,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[02:41:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1606351298,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[02:41:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1606351299,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[02:41:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1606351299,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[02:41:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:1400:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["serverTime"] = 1606351299,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[02:41:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132103:14|t|cff4e96f7|HbattlePetAbil:2113:1509:366:317|h[Токсичный укус]|h|r наносит 193 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1606351301,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[02:41:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132103:14|t|cff4e96f7|HbattlePetAbil:2113:1509:366:317|h[Токсичный укус]|h|r накладывает эффект |T136067:14|t|cff4e96f7|HbattlePetAbil:2112:1509:366:317|h[Отравленная рана]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1606351301,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[02:41:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1207:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1606351303,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[02:41:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["serverTime"] = 1606351304,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[02:41:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:1207:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1606351304,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[02:41:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:1207:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1606351305,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[02:41:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:1207:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1606351306,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[02:41:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:1207:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1207:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1606351306,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[02:41:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132122:14|t|cff4e96f7|HbattlePetAbil:803:1257:366:317|h[На клочки]|h|r наносит 193 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1606351309,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[02:41:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132122:14|t|cff4e96f7|HbattlePetAbil:803:1257:366:317|h[На клочки]|h|r накладывает эффект |T132155:14|t|cff4e96f7|HbattlePetAbil:491:1257:366:317|h[Кровотечение]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1606351309,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[02:41:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132155:14|t|cff4e96f7|HbattlePetAbil:491:1257:366:317|h[Кровотечение]|h|r наносит 231 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1606351310,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[02:41:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:783:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1606351311,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[02:41:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["serverTime"] = 1606351312,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[02:41:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1606351313,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[02:41:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1606351313,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[02:41:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:783:260:325|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1606351313,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[02:41:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1606351314,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[02:41:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:783:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1606351314,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[02:41:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T451161:14|t|cff4e96f7|HbattlePetAbil:202:692:366:317|h[Взбучка]|h|r наносит 241 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1606351317,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[02:41:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132155:14|t|cff4e96f7|HbattlePetAbil:491:692:366:317|h[Кровотечение]|h|r наносит 255 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1606351318,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[02:42:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:287:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1606351319,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[02:42:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["serverTime"] = 1606351320,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[02:42:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:287:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1606351321,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[02:42:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:287:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1606351322,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[02:42:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:287:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1606351322,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[02:42:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1623379:14|tКостяная Клешня погибает.",
					["serverTime"] = 1606351322,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[02:42:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132155:14|t|cff4e96f7|HbattlePetAbil:491:0:366:317|h[Кровотечение]|h|r наносит 383 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1606351325,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[02:42:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["serverTime"] = 1606351325,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[02:42:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r восстанавливает 280 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1606351328,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[02:42:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:280:260:325|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1606351328,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[02:42:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["serverTime"] = 1606351329,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[02:42:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2027855:14|tШпиндель – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1606351329,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[02:42:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["serverTime"] = 1606351362,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[02:42:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136045:14|t|cff4e96f7|HbattlePetAbil:250:2356:280:333|h[Полчища паучков]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1606351362,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[02:42:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136045:14|t|cff4e96f7|HbattlePetAbil:250:2356:280:333|h[Полчища паучков]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1606351365,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[02:42:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["serverTime"] = 1606351365,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[02:42:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["serverTime"] = 1606351368,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[02:42:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r\", наложенного на |3-3(команда противника), заканчивается.",
					["serverTime"] = 1606351368,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[02:42:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["serverTime"] = 1606351371,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[02:42:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T892829:14|tЖелезная звездочка – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1606351371,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[02:42:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["serverTime"] = 1606351376,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[02:42:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2293:280:333|h[Высасывание жизни]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1606351377,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[02:42:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2356:280:333|h[Высасывание жизни]|h|r восстанавливает 63 ед. урона |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["serverTime"] = 1606351377,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[02:43:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1396:305:244|h[Ликвидация]|h|r накладывает эффект |T132996:14|t|cff4e96f7|HbattlePetAbil:458:1396:305:244|h[Ликвидация]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1606351380,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[02:43:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["serverTime"] = 1606351401,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[02:43:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135822:14|t|cff4e96f7|HbattlePetAbil:382:2356:280:333|h[Режущая паутина]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1606351402,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[02:43:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135822:14|t|cff4e96f7|HbattlePetAbil:382:2356:280:333|h[Режущая паутина]|h|r накладывает эффект |T135822:14|t|cff4e96f7|HbattlePetAbil:381:2356:280:333|h[Режущая паутина]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1606351403,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[02:43:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135769:14|t|cff4e96f7|HbattlePetAbil:208:1246:305:244|h[Суперзаряд]|h|r накладывает эффект |T648206:14|t|cff4e96f7|HbattlePetAbil:207:1246:305:244|h[Суперзарядка]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1606351404,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[02:43:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["serverTime"] = 1606351408,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[02:43:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2356:280:333|h[Высасывание жизни]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1606351409,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[02:43:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2356:280:333|h[Высасывание жизни]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["serverTime"] = 1606351409,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[02:43:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2356:280:333|h[Высасывание жизни]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["serverTime"] = 1606351410,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[02:43:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132996:14|t|cff4e96f7|HbattlePetAbil:458:1096:305:244|h[Ликвидация]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["serverTime"] = 1606351412,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[02:43:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1096:305:244|h[Ликвидация]|h|r наносит 3866 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["serverTime"] = 1606351412,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[02:43:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T2027855:14|tШпиндель погибает.",
					["serverTime"] = 1606351412,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[02:43:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135822:14|t|cff4e96f7|HbattlePetAbil:381:0:280:333|h[Режущая паутина]|h|r наносит 75 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1606351414,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[02:43:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T648206:14|t|cff4e96f7|HbattlePetAbil:207:1021:305:244|h[Суперзарядка]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["serverTime"] = 1606351414,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[02:43:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1021:305:244|h[Ликвидация]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:1021:305:244|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T2027855:14|tШпиндель).",
					["serverTime"] = 1606351414,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[02:43:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["serverTime"] = 1606351416,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[02:43:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458967:14|tРокко – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1606351416,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[02:43:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["serverTime"] = 1606351421,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[02:43:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132762:14|tСтрашный ящик – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1606351421,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[02:43:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:2741:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["serverTime"] = 1606351423,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[02:43:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:2522:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1606351423,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[02:43:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:2631:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1606351424,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[02:43:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["serverTime"] = 1606351426,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[02:43:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136122:14|t|cff4e96f7|HbattlePetAbil:218:1220:260:260|h[Проклятие рока]|h|r накладывает эффект |T136122:14|t|cff4e96f7|HbattlePetAbil:217:1220:260:260|h[Проклятие рока]|h|r на |3-1(вражеский питомец) |3-3(|T458967:14|tРокко).",
					["serverTime"] = 1606351426,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[02:43:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237477:14|t|cff4e96f7|HbattlePetAbil:801:2631:317:219|h[Бросок камня]|h|r наносит 337 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["serverTime"] = 1606351429,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[02:43:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135822:14|t|cff4e96f7|HbattlePetAbil:381:0:280:333|h[Режущая паутина]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["serverTime"] = 1606351430,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[02:43:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:2740:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1606351430,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[02:43:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["serverTime"] = 1606351431,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[02:43:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237524:14|t|cff4e96f7|HbattlePetAbil:655:883:260:260|h[Страшный укус]|h|r наносит 420 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1606351432,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[02:43:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:2320:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["serverTime"] = 1606351433,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[02:43:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:2101:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1606351433,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[02:43:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:2210:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1606351434,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[02:44:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["serverTime"] = 1606351439,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[02:44:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237524:14|t|cff4e96f7|HbattlePetAbil:655:378:260:260|h[Страшный укус]|h|r наносит 420 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1606351440,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[02:44:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237477:14|t|cff4e96f7|HbattlePetAbil:801:1790:317:219|h[Бросок камня]|h|r наносит 337 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["serverTime"] = 1606351442,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[02:44:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1899:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1606351443,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[02:44:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 13",
					["serverTime"] = 1606351447,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[02:44:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237524:14|t|cff4e96f7|HbattlePetAbil:655:41:260:260|h[Страшный укус]|h|r наносит 420 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1606351448,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[02:44:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:1479:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["serverTime"] = 1606351450,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[02:44:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T132762:14|tСтрашный ящик погибает.",
					["serverTime"] = 1606351450,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[02:44:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618980:14|t|cff4e96f7|HbattlePetAbil:724:17:260:260|h[Проклятый]|h|r восстанавливает 17 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["serverTime"] = 1606351452,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[02:44:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618980:14|t|cff4e96f7|HbattlePetAbil:724:17:260:260|h[Проклятый]|h|r накладывает эффект |T618980:14|t|cff4e96f7|HbattlePetAbil:242:17:260:260|h[Нежить]|h|r на |3-1(ваш питомец) |3-3(|T132762:14|tСтрашный ящик).",
					["serverTime"] = 1606351452,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[02:44:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:1260:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1606351453,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[02:44:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1369:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1606351454,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[02:44:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["serverTime"] = 1606351458,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[02:44:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237524:14|t|cff4e96f7|HbattlePetAbil:655:17:260:260|h[Страшный укус]|h|r наносит 315 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1606351459,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[02:44:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136089:14|t|cff4e96f7|HbattlePetAbil:1466:1828:317:219|h[Каменный облик]|h|r восстанавливает 774 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1606351461,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[02:44:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136122:14|t|cff4e96f7|HbattlePetAbil:217:17:260:260|h[Проклятие рока]|h|r наносит 630 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1606351462,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[02:44:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618980:14|t|cff4e96f7|HbattlePetAbil:242:17:260:260|h[Нежить]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T132762:14|tСтрашный ящик), заканчивается.",
					["serverTime"] = 1606351463,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[02:44:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618980:14|t|cff4e96f7|HbattlePetAbil:242:0:260:260|h[Нежить]|h|r наносит 17 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["serverTime"] = 1606351463,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[02:44:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T132762:14|tСтрашный ящик погибает.",
					["serverTime"] = 1606351463,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[02:44:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T136122:14|t|cff4e96f7|HbattlePetAbil:217:0:260:260|h[Проклятие рока]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T458967:14|tРокко), заканчивается.",
					["serverTime"] = 1606351465,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[02:44:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["serverTime"] = 1606351465,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[02:44:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T892829:14|tЖелезная звездочка – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1606351466,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[02:44:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 15",
					["serverTime"] = 1606351469,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[02:44:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1021:305:244|h[Ликвидация]|h|r накладывает эффект |T132996:14|t|cff4e96f7|HbattlePetAbil:458:1021:305:244|h[Ликвидация]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1606351470,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[02:44:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136089:14|t|cff4e96f7|HbattlePetAbil:1466:2010:317:219|h[Каменный облик]|h|r восстанавливает 812 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1606351472,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[02:44:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 16",
					["serverTime"] = 1606351474,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[02:44:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135769:14|t|cff4e96f7|HbattlePetAbil:208:1021:305:244|h[Суперзаряд]|h|r накладывает эффект |T648206:14|t|cff4e96f7|HbattlePetAbil:207:1021:305:244|h[Суперзарядка]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1606351475,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[02:44:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136089:14|t|cff4e96f7|HbattlePetAbil:1466:2741:317:219|h[Каменный облик]|h|r восстанавливает 731 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1606351477,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[02:44:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 17",
					["serverTime"] = 1606351479,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[02:44:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132996:14|t|cff4e96f7|HbattlePetAbil:458:1021:305:244|h[Ликвидация]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["serverTime"] = 1606351481,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[02:44:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1021:305:244|h[Ликвидация]|h|r наносит 1718 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1606351481,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1695927.283,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [128]
			},
			["headIndex"] = 18,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 24,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[16:11:27]|h [W To] |cffd8d8d8[|r|Hplayer:Awq-Ravencrest:440:WHISPER:AWQ-RAVENCREST|h|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: Me again :)",
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["b"] = 1,
					["serverTime"] = 1614607887,
					["timestamp"] = 436989.293,
					["g"] = 0.501960813999176,
					["r"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[16:14:39]|h [W From] |cffd8d8d8[|r|Hplayer:Paytax-ArgentDawn:453:WHISPER:PAYTAX-ARGENTDAWN|h|cffd8bc3f60|r:|cffc59a6cPaytax|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: Can we invite our friend instead of hunter or you want him rather? =)",
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["b"] = 1,
					["serverTime"] = 1614608079,
					["timestamp"] = 436989.293,
					["g"] = 0.501960813999176,
					["r"] = 1,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[16:18:40]|h [W To] |cffd8d8d8[|r|Hplayer:Paytax-ArgentDawn:456:WHISPER:PAYTAX-ARGENTDAWN|h|cffd8bc3f60|r:|cffc59a6cPaytax|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: your key your decision. Just explain to the hunter why you want his spot,please",
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						13, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["b"] = 1,
					["serverTime"] = 1614608320,
					["timestamp"] = 436989.293,
					["g"] = 0.501960813999176,
					["r"] = 1,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[16:18:52]|h [W From] |cffd8d8d8[|r|Hplayer:Paytax-ArgentDawn:457:WHISPER:PAYTAX-ARGENTDAWN|h|cffd8bc3f60|r:|cffc59a6cPaytax|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: ait",
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["b"] = 1,
					["serverTime"] = 1614608332,
					["timestamp"] = 436989.293,
					["g"] = 0.501960813999176,
					["r"] = 1,
				}, -- [4]
				{
					["message"] = "0 |4день:дня:дней;, 21 |4час:часа:часов;, 44 |4минута:минуты:минут;, 17 |4секунда:секунды:секунд;.",
					["timestamp"] = 436989.293,
				}, -- [5]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 436989.293,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[14:20:47]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:148:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: yeah i saw the fungu mancer thing as  i watched the echo run :)",
					["serverTime"] = 1614687647,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438047.652,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[14:21:18]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:151:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: would you like to try that?",
					["serverTime"] = 1614687678,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438078.271,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[14:21:58]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:155:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: We can try it some time",
					["serverTime"] = 1614687718,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438118.222,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[14:22:14]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:156:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: The buff is the reason why i don't kick that cast :)",
					["serverTime"] = 1614687734,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438134.722,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[14:22:32]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:158:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: I know we can) I'm asking if it looks like a fun thing for a mage to do)",
					["serverTime"] = 1614687752,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438152.856,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[14:23:22]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:159:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: With all the finangling involved I doubt it would give that much benefit to the group. But would certainly add to the pressure on the mage",
					["serverTime"] = 1614687802,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438202.873,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[14:23:46]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:163:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: I have to do some setup, so i can track the buff but other than that it should just be practice",
					["serverTime"] = 1614687826,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438226.457,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[14:24:10]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:164:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: I wonder why they use para instead of polymorth",
					["serverTime"] = 1614687850,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438250.691,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[14:24:11]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:165:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: The benefit would increase the more stacks i can aquire.",
					["serverTime"] = 1614687851,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438251.557,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[14:24:33]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:166:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: Not sure if the fungumancers are humanoid or not",
					["serverTime"] = 1614687873,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438273.241,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[14:24:48]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:169:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: They are",
					["serverTime"] = 1614687888,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438288.991,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[14:25:16]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:170:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: I mean, have you seen their hands and evil faces?",
					["serverTime"] = 1614687916,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438316.408,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[14:25:39]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:172:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: hm..mabye just some min-maxing because incap is 1 GCD and Poly almost 2",
					["serverTime"] = 1614687939,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438339.325,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[14:25:54]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:174:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: or it doesn't cast in Sheep",
					["serverTime"] = 1614687954,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438354.859,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[14:26:10]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:175:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: That must be it",
					["serverTime"] = 1614687970,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438370.859,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[14:26:33]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:176:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: But if we attempt this it would have to be Sheep",
					["serverTime"] = 1614687993,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438393.41,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[14:27:01]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:177:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: Wait you mean it casts while it's still in para?",
					["serverTime"] = 1614688021,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438422.143,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[14:27:07]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:178:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: So you don't need to break it out?",
					["serverTime"] = 1614688027,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438427.593,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [24]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame12"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[03:17:39]|h [W From] |cffd8d8d8[|r|Hplayer:Дегатти-Гордунни:286:WHISPER:ДЕГАТТИ-ГОРДУННИ|h|cffd8bc3f60|r:|cff3ec6eaДегатти|r|h|cffd8d8d8]|r: Spasibo",
					["r"] = 1,
					["b"] = 1,
					["g"] = 0.501960813999176,
					["timestamp"] = 1698906.53,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1610155058,
				}, -- [1]
			},
			["headIndex"] = 1,
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame13"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[04:14:05]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:615:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: У меня примерно в это время кошка обычно вспоминает, что она - ночное животное и начинает бегать по стенам)",
					["r"] = 1,
					["b"] = 0.8588235974311829,
					["g"] = 0.4980392456054688,
					["timestamp"] = 1702291.606,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1610158444,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[04:14:12]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:616:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: А как это выглядит с шестью котами?",
					["r"] = 1,
					["b"] = 0.8588235974311829,
					["g"] = 0.4980392456054688,
					["timestamp"] = 1702299.348,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1610158451,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[04:15:26]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:618:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: у меня все спят)",
					["r"] = 1,
					["b"] = 0.8588235974311829,
					["g"] = 0.4980392456054688,
					["timestamp"] = 1702372.89,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						86, -- [3]
						88, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1610158525,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[04:16:01]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:620:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: у меня они дневные в мск, в деревне ток в диких спекаются",
					["r"] = 1,
					["b"] = 0.8588235974311829,
					["g"] = 0.4980392456054688,
					["timestamp"] = 1702408.284,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						86, -- [3]
						88, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1610158560,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[04:22:23]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:632:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: Спекаются :DDD",
					["r"] = 1,
					["b"] = 0.8588235974311829,
					["g"] = 0.4980392456054688,
					["timestamp"] = 1702789.883,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1610158942,
				}, -- [5]
			},
			["headIndex"] = 5,
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[16:37:41]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Teapott-Silvermoon:572:PARTY|h|cffd8bc3f60|r:|cfffefefeTeapott|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: try to live, ivis on cd",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						41, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614609461,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[16:37:58]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:573:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: ok, now i remember why people don't do that",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614609478,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[16:38:02]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:574:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: if i didnt go for that bursting shot to kock em in :p",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614609482,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[16:38:11]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:575:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: All good",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614609491,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[16:38:24]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:576:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: drink",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614609504,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[16:38:25]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:577:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: ressing",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614609505,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[16:39:17]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:585:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: dat curse lol",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614609557,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[16:39:34]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:589:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: don't release",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614609574,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[16:39:42]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:594:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: got invis",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614609582,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[16:39:44]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:597:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: i'll come and ress",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614609584,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[16:39:49]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:599:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: y",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614609589,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[16:40:00]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:602:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: Tried to bring him as far back as possible",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614609600,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[16:40:07]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:603:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: nope I won't(",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614609607,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[16:40:12]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:604:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: will not reach Teapot",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614609612,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[16:40:23]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:605:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: ressing",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614609623,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[16:43:42]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:635:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: cds in 20",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614609822,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[16:44:55]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:639:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: gogo",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614609895,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[16:47:48]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Paytax-ArgentDawn:652:PARTY|h|cffd8bc3f60|r:|cffc59a6cPaytax|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: my god im dumb",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614610068,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[16:48:23]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:654:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: did you get it?",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614610103,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[16:49:59]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Teapott-Silvermoon:665:PARTY|h|cffd8bc3f60|r:|cfffefefeTeapott|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: oom",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						41, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614610199,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[16:52:37]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:696:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: got cds",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614610357,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[16:59:43]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Paytax-ArgentDawn:781:PARTY|h|cffd8bc3f60|r:|cffc59a6cPaytax|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: New Keystone: |cffa335ee|Hkeystone:180653:376:15:9:6:14:121|h[Keystone: The Necrotic Wake (15)]|h|r",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614610783,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[17:00:26]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:790:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: SD is always a fun dungeon to run :D",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614610826,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[17:00:31]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:791:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: xD",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614610831,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[17:00:32]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Paytax-ArgentDawn:792:PARTY|h|cffd8bc3f60|r:|cffc59a6cPaytax|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: i hate it :D",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614610832,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[17:00:37]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:793:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Me too",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614610837,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[17:00:44]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Teapott-Silvermoon:794:PARTY|h|cffd8bc3f60|r:|cfffefefeTeapott|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: as a healer i hate it :p Hoa is more my thing :p",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						41, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614610844,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[17:00:46]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:795:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: It's not fun that's for sure lol",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614610846,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[17:00:55]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:796:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: |cffa335ee|Hkeystone:180653:378:16:9:6:14:121|h[Keystone: Halls of Atonement (16)]|h|r",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614610855,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[17:01:06]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:799:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: It's like the KR of Shadowlands",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614610866,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[17:01:18]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:800:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: kings nest",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614610878,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[17:01:29]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:801:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: That's the one)",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614610889,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[17:01:35]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:802:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: Imo DOS is the KR of SL",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614610895,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[17:01:57]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Paytax-ArgentDawn:803:PARTY|h|cffd8bc3f60|r:|cffc59a6cPaytax|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: Dos is like waycrest",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614610917,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[17:01:57]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:804:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Dos is the Siege of SL",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614610917,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[17:02:06]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Paytax-ArgentDawn:805:PARTY|h|cffd8bc3f60|r:|cffc59a6cPaytax|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: or siege actually yeh",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614610926,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[17:02:14]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Paytax-ArgentDawn:806:PARTY|h|cffd8bc3f60|r:|cffc59a6cPaytax|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: forgot bout that",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614610934,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[17:02:17]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:807:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: And NW and PF are the Tol Dagos of SL",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614610937,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[17:02:45]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:808:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: Tol dagor is the one dungeon i refused to do",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614610965,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[17:02:49]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:809:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: Hated that fucking place",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614610969,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[17:02:53]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Paytax-ArgentDawn:811:PARTY|h|cffd8bc3f60|r:|cffc59a6cPaytax|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: u up for something else btw ? =)",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614610973,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[17:02:59]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:812:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: NW is easy af imo",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614610979,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[17:03:19]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:813:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Great thing they don't do multilevel dungeons anymore",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614610999,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[17:03:27]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Teapott-Silvermoon:815:PARTY|h|cffd8bc3f60|r:|cfffefefeTeapott|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: got |cffa335ee|Hkeystone:180653:375:13:9:6:14:121|h[Keystone: Mists of Tirna Scithe (13)]|h|r",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						41, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611007,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[17:03:31]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:816:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Or at least you can't see every single floor at once",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611011,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[17:03:43]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:817:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: I'm up for one more",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611023,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[17:03:46]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Paytax-ArgentDawn:819:PARTY|h|cffd8bc3f60|r:|cffc59a6cPaytax|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: y i wanna do mists or nw for wep ;D",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611026,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[17:04:11]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:821:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: We can do NW again) since everybody loves it",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611051,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[17:04:26]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:822:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: ok but, love it?",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614611066,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[17:04:27]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:823:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: -",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614611067,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[17:04:30]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Paytax-ArgentDawn:824:PARTY|h|cffd8bc3f60|r:|cffc59a6cPaytax|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: nice 210 if i get it aswell ;D",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611070,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[17:05:50]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:828:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: You kyrian too Pala?",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611150,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[17:06:00]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:829:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: |cffa5a5a5Awq|r, you can do that doble pull. Let's see if we survive it wouthout the orb",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611160,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[17:06:02]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:830:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: yes",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611162,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[17:06:05]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:831:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: Cool",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611165,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[17:06:11]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:832:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: sure",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614611171,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[17:06:14]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:833:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: Sec",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611174,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[17:06:32]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:834:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: |cfff49d38|Hgarrmission:mdt-Glöttig+ArgentDawn|h[The Necrotic Wake: Bis]|h|r",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611192,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[17:06:32]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:835:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: so i take spear 2 + 3 for 2nd and 3rd boss",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614611192,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[17:06:37]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:836:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: What you think about that one?",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611197,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[17:06:37]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:837:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: yes",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611197,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[17:07:22]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:838:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: but i would like a bigger pull at start xD",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614611242,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[17:07:24]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:839:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: got all cds",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614611244,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[17:07:37]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:840:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: That's the one I usually run",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611257,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[17:08:12]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:842:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: cool",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611292,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[17:08:26]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:843:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Glottig, can you take the second hammer (the one before the bridge) and throw it at the 100% Pride upstairs?",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611306,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[17:08:41]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:844:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: Should be doable",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611321,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[17:08:51]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:845:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: The rest of the veapons we have already distributed",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611331,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[17:08:59]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:848:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: aight",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611339,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[17:09:11]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:849:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: ok, I'll try to do a bigger pull on start",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611351,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[17:09:16]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:850:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: can we do",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614611356,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[17:09:16]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:851:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: just don't die",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611356,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[17:09:22]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:852:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: g4",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614611362,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[17:09:25]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:853:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: g2",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614611365,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[17:09:27]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:854:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: g1",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614611367,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[17:09:31]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:855:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: g3",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614611371,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[17:09:33]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:856:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: I'll legsweep all of them as soon as they're all stacked",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611373,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[17:09:35]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:857:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: yes",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611375,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[17:09:48]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:858:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: i can MD left pack",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614611388,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[17:09:55]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:859:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: this one",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614611395,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[17:09:57]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:860:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Better legsweep them as soon as they are enraged",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611397,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[17:10:01]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:861:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: Yeah",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611401,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[17:12:55]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:883:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: can you do the 1st goliaph ?",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611575,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[17:13:14]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:886:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: y",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611594,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[17:15:25]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Paytax-ArgentDawn:913:PARTY|h|cffd8bc3f60|r:|cffc59a6cPaytax|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: rip",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611725,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[17:15:29]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:914:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: how did I drop aggro Oo",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611729,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[17:15:37]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Paytax-ArgentDawn:915:PARTY|h|cffd8bc3f60|r:|cffc59a6cPaytax|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: spear",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611737,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[17:15:40]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Paytax-ArgentDawn:916:PARTY|h|cffd8bc3f60|r:|cffc59a6cPaytax|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: prolly",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611740,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[17:15:48]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:917:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: nope I have it",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611748,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[17:15:48]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:918:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: good i didnt pop BL x)",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614611748,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[17:15:49]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:919:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: 2nd time i taunted when you went for the ress",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611749,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[17:16:00]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:920:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: why?",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611760,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[17:16:02]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:921:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: Thought karma anf brew would be enough",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611762,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[17:16:07]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:922:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: ah ok",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611767,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[17:16:17]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:924:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Now we know it isn't)",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611777,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[17:16:17]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:925:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: r",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611777,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[17:16:20]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:927:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: y",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614611780,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[17:20:14]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:947:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: shackle moon",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614612014,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[17:20:29]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:948:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: that ain't a shackle",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614612029,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[17:21:48]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:975:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: orbs don't stak",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614612108,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[17:21:56]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:977:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: someone tookk two",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614612116,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[17:29:15]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1074:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: spear",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614612555,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[17:29:18]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:1075:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: got it",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614612558,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[17:29:23]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1076:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: cool",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614612563,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[17:31:36]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:1095:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: 1.10 for cds",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614612696,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[17:32:04]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:1111:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: abort double pull if no orb",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614612724,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[17:36:45]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:1151:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: 40s for cds",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614613005,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[17:41:43]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Paytax-ArgentDawn:1233:PARTY|h|cffd8bc3f60|r:|cffc59a6cPaytax|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: New Keystone: |cffa335ee|Hkeystone:180653:377:16:9:6:14:121|h[Keystone: De Other Side (16)]|h|r",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614613303,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[17:42:08]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Teapott-Silvermoon:1239:PARTY|h|cffd8bc3f60|r:|cfffefefeTeapott|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: gj",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						41, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614613328,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[17:42:08]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1240:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: DoS is officially cursed this week",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614613328,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[17:42:13]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:1243:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: Cheers for run guys :)",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614613333,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[17:42:22]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Teapott-Silvermoon:1244:PARTY|h|cffd8bc3f60|r:|cfffefefeTeapott|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: i'm out now, need a break was fun",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						41, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614613342,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[17:42:24]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Paytax-ArgentDawn:1245:PARTY|h|cffd8bc3f60|r:|cffc59a6cPaytax|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: |cffa335ee|Hitem:178751::::::::60:72::16:5:7214:6652:1501:5868:6646:1:28:1279:::|h[Spare Meat Hook]|h|r want ?",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614613344,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[17:42:25]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1246:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Yeah thanks for inviting me :)",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614613345,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[17:42:33]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1247:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: I think we all need a break)",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614613353,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[17:42:40]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Paytax-ArgentDawn:1249:PARTY|h|cffd8bc3f60|r:|cffc59a6cPaytax|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: yeah)",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614613360,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[17:42:41]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1250:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Is it good?",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614613361,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[17:42:48]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Paytax-ArgentDawn:1251:PARTY|h|cffd8bc3f60|r:|cffc59a6cPaytax|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: nah :D",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614613368,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[17:42:56]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Glöttig-ArgentDawn:1252:PARTY|h|cffd8bc3f60|r:|cff00fe97Glöttig|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: Worst STR trinket in game :P",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614613376,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[17:42:57]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Paytax-ArgentDawn:1253:PARTY|h|cffd8bc3f60|r:|cffc59a6cPaytax|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: but i got one 210 already",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614613377,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[17:43:17]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Teapott-Silvermoon:1256:PARTY|h|cffd8bc3f60|r:|cfffefefeTeapott|r-|cffd04c7eSil|r|h|cffd8d8d8]|r: cy",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						41, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614613397,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[17:43:21]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Awq-Ravencrest:1258:PARTY|h|cffd8bc3f60|r:|cffa9d271Awq|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: cya",
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						8, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1614613401,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.3960784673690796,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[17:43:22]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1259:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: I'm only playing dps for WQs so don't care that much about trinkets)",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614613402,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[17:43:22]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Paytax-ArgentDawn:1260:PARTY|h|cffd8bc3f60|r:|cffc59a6cPaytax|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: its top 7",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614613402,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[17:43:30]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Paytax-ArgentDawn:1261:PARTY|h|cffd8bc3f60|r:|cffc59a6cPaytax|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: for fury warrs",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614613410,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[17:43:54]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1263:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Cheers guys :)",
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6509804129600525,
					["serverTime"] = 1614613434,
					["timestamp"] = 436989.293,
					["g"] = 1,
					["r"] = 0.4117647409439087,
				}, -- [126]
				{
					["message"] = "0 |4день:дня:дней;, 20 |4час:часа:часов;, 19 |4минута:минуты:минут;, 15 |4секунда:секунды:секунд;.",
					["timestamp"] = 436989.293,
				}, -- [127]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 436989.293,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 34,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[14:20:47]|h Отношение |3-7(Перерожденные) к вам улучшилось на 125.",
					["serverTime"] = 1614687647,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438047.621,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[14:20:47]|h Вы получили предмет: |cff0070dd|Hitem:184767::::::::60:70:::::::|h[Ручное зеркало души]|h|r.",
					["serverTime"] = 1614687647,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438047.621,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[14:20:47]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:148:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: yeah i saw the fungu mancer thing as  i watched the echo run :)",
					["serverTime"] = 1614687647,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438047.652,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[14:20:47]|h Ксандрия говорит: Сегодня твоя отвага озарила наш путь. Бастион выстоял!",
					["serverTime"] = 1614687647,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438047.652,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[14:20:50]|h Ваша добыча: 2 |4золотая:золотые:золотых;, 70 |4серебряная:серебряные:серебряных;, 23 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1614687650,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438050.537,
					["g"] = 1,
					["b"] = 0,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[14:21:18]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:151:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: would you like to try that?",
					["serverTime"] = 1614687678,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438078.271,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[14:21:36]|h Вы создаете: |cffffffff|Hitem:177278::::::::60:70:::::::|h[Флакон безмятежности]|h|r.",
					["serverTime"] = 1614687696,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438096.705,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[14:21:36]|h Вы создаете: |cffffffff|Hitem:177278::::::::60:70:::::::|h[Флакон безмятежности]|h|r.",
					["serverTime"] = 1614687696,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438096.705,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[14:21:36]|h Вы создаете: |cffffffff|Hitem:177278::::::::60:70:::::::|h[Флакон безмятежности]|h|r.",
					["serverTime"] = 1614687696,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438096.705,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[14:21:58]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:155:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: We can try it some time",
					["serverTime"] = 1614687718,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438118.222,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[14:21:58]|h Вы будете получать добычу для специализации \"Воздаяние\".",
					["serverTime"] = 1614687718,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 438118.222,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[14:22:14]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:156:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: The buff is the reason why i don't kick that cast :)",
					["serverTime"] = 1614687734,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438134.722,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[14:22:15]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq24|k:56:157:BN_INLINE_TOAST_ALERT:0|h[|Kq24|k] (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|tSNK)|h входит в сеть.",
					["serverTime"] = 1614687735,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						9, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438135.822,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[14:22:32]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:158:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: I know we can) I'm asking if it looks like a fun thing for a mage to do)",
					["serverTime"] = 1614687752,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438152.856,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[14:23:22]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:159:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: With all the finangling involved I doubt it would give that much benefit to the group. But would certainly add to the pressure on the mage",
					["serverTime"] = 1614687802,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438202.873,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[14:23:44]|h Отношение |3-7(Перерожденные) к вам улучшилось на 1500.",
					["serverTime"] = 1614687824,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438225.04,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[14:23:44]|h Вы получили предмет: |cff0070dd|Hitem:181372::::::::60:70::74::1:28:2060:::|h[Дар перерожденных]|h|r.",
					["serverTime"] = 1614687824,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438225.107,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[14:23:44]|h Задание \"Беды на родине\" выполнено.",
					["serverTime"] = 1614687824,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438225.107,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[14:23:46]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:163:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: I have to do some setup, so i can track the buff but other than that it should just be practice",
					["serverTime"] = 1614687826,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438226.457,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[14:24:10]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:164:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: I wonder why they use para instead of polymorth",
					["serverTime"] = 1614687850,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438250.691,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[14:24:11]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:165:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: The benefit would increase the more stacks i can aquire.",
					["serverTime"] = 1614687851,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438251.557,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[14:24:33]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:166:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: Not sure if the fungumancers are humanoid or not",
					["serverTime"] = 1614687873,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438273.241,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[14:24:41]|h Вы будете получать добычу для специализации \"Воздаяние\".",
					["serverTime"] = 1614687881,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 438281.225,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[14:24:41]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Орибос]|h.",
					["serverTime"] = 1614687881,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						28, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438281.225,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[14:24:48]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:169:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: They are",
					["serverTime"] = 1614687888,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438288.991,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[14:25:16]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:170:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: I mean, have you seen their hands and evil faces?",
					["serverTime"] = 1614687916,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438316.408,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[14:25:22]|h |cffd8d8d8[|r|Hplayer:Пукаювкусно-Гордунни:171:ACHIEVEMENT|h|cfffe7b09Пукаювкусно|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:506:Player-1602-0EE105D8:1:3:2:21:4294967295:4294967295:4294967295:4294967295|h[500 заданий]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1614687922,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						31, -- [3]
						32, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438322.625,
					["g"] = 1,
					["b"] = 0,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[14:25:39]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:172:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: hm..mabye just some min-maxing because incap is 1 GCD and Poly almost 2",
					["serverTime"] = 1614687939,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438339.325,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[14:25:47]|h |cffd8d8d8[|r|Hplayer:Хурма:173|h|cffd8bc3f60|r:|cff006fdcХурма|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1614687947,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438347.726,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[14:25:54]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:174:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: or it doesn't cast in Sheep",
					["serverTime"] = 1614687954,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438354.859,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[14:26:10]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:175:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: That must be it",
					["serverTime"] = 1614687970,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438370.859,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[14:26:33]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:176:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: But if we attempt this it would have to be Sheep",
					["serverTime"] = 1614687993,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438393.41,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[14:27:01]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:177:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: Wait you mean it casts while it's still in para?",
					["serverTime"] = 1614688021,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438422.143,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[14:27:07]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq20|k:16:178:BN_WHISPER:|Kq20|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq20|k|r|h|cffd8d8d8]|r: So you don't need to break it out?",
					["serverTime"] = 1614688027,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438427.593,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[14:09:17]|h Тениос говорит: Прекрасно. Душеносцы должны мыслить здраво, чтобы доставлять в Орибос готовые души.",
					["serverTime"] = 1614686957,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437357.851,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[14:09:18]|h Вы получаете валюту – |cffffffff|Hcurrency:1885:0|h[Благодарственное подношение]|h|r, 3 шт.",
					["serverTime"] = 1614686958,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437358.826,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[14:09:47]|h Вы научились создавать новый предмет: Закаленные болты.",
					["serverTime"] = 1614686987,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437387.276,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[14:09:47]|h Вы научились создавать новый предмет: Поршневой блок.",
					["serverTime"] = 1614686987,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437387.276,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[14:09:47]|h Вы научились создавать новый предмет: Силовой молот.",
					["serverTime"] = 1614686987,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437387.276,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[14:09:47]|h Ваша добыча: |cffffffff|Hitem:182018::::::::60:70:::::::|h[Механически обработанный соленитовый слиток]|h|rx14.",
					["serverTime"] = 1614686987,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437387.977,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[14:09:58]|h Вы создаете: |cffffffff|Hitem:182017::::::::60:70:::::::|h[Закаленные болты]|h|r.",
					["serverTime"] = 1614686998,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437398.977,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[14:10:00]|h Вы создаете: |cffffffff|Hitem:182017::::::::60:70:::::::|h[Закаленные болты]|h|r.",
					["serverTime"] = 1614687000,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437400.577,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[14:10:03]|h Вы создаете: |cffffffff|Hitem:182016::::::::60:70:::::::|h[Поршневой блок]|h|r.",
					["serverTime"] = 1614687003,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437404.027,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[14:10:10]|h Вы создаете: |cffffffff|Hitem:181951::::::::60:70:::::::|h[Силовой молот]|h|r.",
					["serverTime"] = 1614687010,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437410.96,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[14:10:10]|h Отношение |3-7(Перерожденные) к вам улучшилось на 125.",
					["serverTime"] = 1614687010,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437411.144,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[14:10:10]|h Вы получили предмет: |cffffffff|Hitem:171828::::::::60:70:::::::|h[Лестритовая руда]|h|rx10.",
					["serverTime"] = 1614687010,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437411.144,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[14:10:34]|h Крылодер Жестокий кричит: Кто звал свою погибель?",
					["serverTime"] = 1614687034,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						18, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437434.361,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[14:10:45]|h Неустрашимый защитник говорит: Ты поможешь мне возвыситься!",
					["serverTime"] = 1614687045,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437446.177,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[14:10:46]|h Крылодер Жестокий говорит: Твой труп украсит мою коллекцию.",
					["serverTime"] = 1614687046,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437446.711,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[14:10:54]|h |cfff38bb9Тозар|r выходит из игрового мира.",
					["serverTime"] = 1614687054,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437454.544,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[14:11:18]|h |cffd8d8d8[|r|Hplayer:Люцеон:67|h|cffd8bc3f60|r:|cffc31d39Люцеон|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1614687078,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437478.561,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[14:11:39]|h Крылодер Жестокий говорит: Я побежден... такими... как вы?..",
					["serverTime"] = 1614687099,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437499.645,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[14:11:41]|h Ваша добыча: |cff9d9d9d|Hitem:176874::::::::60:70:::::::|h[Иссушенная плечевая кость]|h|r.",
					["serverTime"] = 1614687101,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437501.295,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[14:11:41]|h Ваша добыча: |cff1eff00|Hitem:181744::::::::60:70:::::::|h[Раскаленный уголь автоматурга]|h|rx5.",
					["serverTime"] = 1614687101,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437501.295,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[14:11:41]|h Вы получаете валюту – |cffffffff|Hcurrency:1885:0|h[Благодарственное подношение]|h|r, 2 шт.",
					["serverTime"] = 1614687101,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437502.012,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[14:12:13]|h |cffc31d39Люцеон|r выходит из игрового мира.",
					["serverTime"] = 1614687133,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437533.479,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[14:12:22]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq16|k:43:73:BN_INLINE_TOAST_ALERT:0|h[|Kq16|k] (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|tKalfurion)|h входит в сеть.",
					["serverTime"] = 1614687142,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						9, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437542.996,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[14:12:43]|h Ксандрия говорит: Раскольники атакуют нашего колосса. У нас их и так слишком мало – нельзя допустить, чтобы им достался и этот.",
					["serverTime"] = 1614687163,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437563.246,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[14:12:44]|h Ксандрия говорит: Все претенденты знают, что после перерождения учеба не заканчивается. Возьми копье и продолжай тренировки.",
					["serverTime"] = 1614687164,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437565.172,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[14:12:47]|h Укротитель Икар говорит: Блокирование.",
					["serverTime"] = 1614687167,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437567.346,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[14:12:50]|h Укротитель Икар говорит: Блокирование.",
					["serverTime"] = 1614687170,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437571.017,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[14:12:54]|h Укротитель Икар говорит: Удар сплеча.",
					["serverTime"] = 1614687174,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437574.713,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[14:12:58]|h Укротитель Икар говорит: Мощный удар.",
					["serverTime"] = 1614687178,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437578.33,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[14:13:00]|h |cffd8d8d8[|r|Hplayer:Хардсоулраш-Гордунни:81:GUILD|h|cffd8bc3f60|r:|cffa22fc8Хардсоулраш|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14305:Player-1602-0AE88842:1:3:2:21:4294967295:4294967295:4294967295:4294967295|h[Малдраксус]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1614687180,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437580.246,
					["g"] = 0.5333333611488342,
					["b"] = 0.8588235974311829,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[14:13:04]|h Укротитель Икар говорит: Удар сплеча.",
					["serverTime"] = 1614687184,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437584.513,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[14:13:07]|h Укротитель Икар говорит: Удар сплеча.",
					["serverTime"] = 1614687187,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437588.163,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[14:13:11]|h Укротитель Икар говорит: Блокирование.",
					["serverTime"] = 1614687191,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437591.78,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[14:13:15]|h Укротитель Икар говорит: Удар сплеча.",
					["serverTime"] = 1614687195,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437595.496,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[14:13:18]|h Укротитель Икар говорит: Удар сплеча.",
					["serverTime"] = 1614687198,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437599.163,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[14:13:20]|h Укротитель Икар говорит: Шикарно!",
					["serverTime"] = 1614687200,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437600.847,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[14:13:25]|h Укротитель Икар говорит: Блокирование.",
					["serverTime"] = 1614687205,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437605.263,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[14:13:28]|h Укротитель Икар говорит: Мощный удар.",
					["serverTime"] = 1614687208,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437608.963,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[14:13:32]|h Укротитель Икар говорит: Мощный удар.",
					["serverTime"] = 1614687212,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437612.58,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[14:13:36]|h Укротитель Икар говорит: Блокирование.",
					["serverTime"] = 1614687216,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437616.297,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[14:13:39]|h Укротитель Икар говорит: Блокирование.",
					["serverTime"] = 1614687219,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437619.98,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[14:13:41]|h Укротитель Икар говорит: Шикарно!",
					["serverTime"] = 1614687221,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437621.614,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[14:13:45]|h Укротитель Икар говорит: Удар сплеча.",
					["serverTime"] = 1614687225,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437626.014,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[14:13:49]|h Укротитель Икар говорит: Удар сплеча.",
					["serverTime"] = 1614687229,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437629.647,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[14:13:53]|h Укротитель Икар говорит: Блокирование.",
					["serverTime"] = 1614687233,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437633.464,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[14:13:56]|h Укротитель Икар говорит: Мощный удар.",
					["serverTime"] = 1614687236,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437637.014,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[14:14:00]|h Укротитель Икар говорит: Блокирование.",
					["serverTime"] = 1614687240,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437640.831,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[14:14:06]|h Укротитель Икар говорит: Мощный удар.",
					["serverTime"] = 1614687246,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437647.047,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[14:14:10]|h Укротитель Икар говорит: Блокирование.",
					["serverTime"] = 1614687250,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437650.697,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[14:14:14]|h Укротитель Икар говорит: Блокирование.",
					["serverTime"] = 1614687254,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437654.381,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[14:14:17]|h Укротитель Икар говорит: Блокирование.",
					["serverTime"] = 1614687257,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437657.964,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[14:14:21]|h Укротитель Икар говорит: Мощный удар.",
					["serverTime"] = 1614687261,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437661.698,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[14:14:27]|h Укротитель Икар говорит: Блокирование.",
					["serverTime"] = 1614687267,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437667.881,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[14:14:31]|h Укротитель Икар говорит: Блокирование.",
					["serverTime"] = 1614687271,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437671.381,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[14:14:34]|h Укротитель Икар говорит: Удар сплеча.",
					["serverTime"] = 1614687274,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437675.064,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[14:14:38]|h Укротитель Икар говорит: Мощный удар.",
					["serverTime"] = 1614687278,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437678.865,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[14:14:42]|h Укротитель Икар говорит: Блокирование.",
					["serverTime"] = 1614687282,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437682.465,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[14:14:43]|h Укротитель Икар говорит: Шикарно!",
					["serverTime"] = 1614687283,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437684.165,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[14:14:48]|h Укротитель Икар говорит: Удар сплеча.",
					["serverTime"] = 1614687288,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437688.815,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[14:14:52]|h Укротитель Икар говорит: Мощный удар.",
					["serverTime"] = 1614687292,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437692.365,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[14:14:53]|h Отношение |3-7(Перерожденные) к вам улучшилось на 125.",
					["serverTime"] = 1614687293,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437693.531,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[14:14:53]|h Получено: 256 |4золотая:золотые:золотых;, 2 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1614687293,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437693.531,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[14:14:53]|h Укротитель Икар говорит: Молодец. Вольно!",
					["serverTime"] = 1614687293,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437693.625,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[14:14:55]|h Укротитель Икар говорит: Удар сплеча.",
					["serverTime"] = 1614687295,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437696.181,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[14:14:57]|h Ксандрия говорит: Ты – пример для всех. Служи верно.",
					["serverTime"] = 1614687297,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437697.365,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[14:14:59]|h Укротитель Икар говорит: Мощный удар.",
					["serverTime"] = 1614687299,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437699.882,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[14:15:08]|h Распорядитель-механик говорит: Сделай из маленького большое!",
					["serverTime"] = 1614687308,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437708.403,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[14:15:14]|h Раскольница - темный клинок говорит: Не могу... восстановиться...",
					["serverTime"] = 1614687314,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437714.532,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[14:15:27]|h Раскольница - темный клинок говорит: Утечка... анимы...",
					["serverTime"] = 1614687327,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437728.115,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[14:15:39]|h Ваша добыча: |cff9d9d9d|Hitem:6457::::::::60:70:::::::|h[Ржавые детали]|h|r.",
					["serverTime"] = 1614687339,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437739.999,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[14:15:59]|h Раскольница-дозорная говорит: Пустая трата времени.",
					["serverTime"] = 1614687359,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437760.083,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[14:16:14]|h |cfffe7b09Аредхелл|r выходит из игрового мира.",
					["serverTime"] = 1614687374,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437774.833,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[14:16:24]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 4 |4серебряная:серебряные:серебряных;, 58 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1614687384,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437784.75,
					["g"] = 1,
					["b"] = 0,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[14:16:27]|h Ваша добыча: |cff9d9d9d|Hitem:6457::::::::60:70:::::::|h[Ржавые детали]|h|r.",
					["serverTime"] = 1614687387,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437787.8,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[14:16:30]|h Ваша добыча: |cff9d9d9d|Hitem:6457::::::::60:70:::::::|h[Ржавые детали]|h|r.",
					["serverTime"] = 1614687390,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437791,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[14:16:38]|h Ваша добыча: |cff9d9d9d|Hitem:6457::::::::60:70:::::::|h[Ржавые детали]|h|r.",
					["serverTime"] = 1614687398,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437799.183,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[14:16:42]|h Ваша добыча: |cff9d9d9d|Hitem:6457::::::::60:70:::::::|h[Ржавые детали]|h|r.",
					["serverTime"] = 1614687402,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437803.1,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[14:16:57]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 28 |4серебряная:серебряные:серебряных;, 14 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1614687417,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437817.5,
					["g"] = 1,
					["b"] = 0,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[14:17:00]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq18|k:42:130:BN_INLINE_TOAST_ALERT:0|h[|Kq18|k] (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|tDino)|h входит в сеть.",
					["serverTime"] = 1614687420,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437820.234,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[14:17:21]|h Раскольница - темный клинок говорит: Не могу... восстановиться...",
					["serverTime"] = 1614687441,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437841.701,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[14:17:31]|h Ваша добыча: |cff9d9d9d|Hitem:6457::::::::60:70:::::::|h[Ржавые детали]|h|r.",
					["serverTime"] = 1614687451,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437851.317,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[14:17:34]|h Ваша добыча: |cff9d9d9d|Hitem:6457::::::::60:70:::::::|h[Ржавые детали]|h|r.",
					["serverTime"] = 1614687454,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437854.617,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[14:17:49]|h Раскольница - темный клинок говорит: Дальше ты не пройдешь.",
					["serverTime"] = 1614687469,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437869.485,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[14:18:05]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq20|k:16:135:BN_INLINE_TOAST_ALERT:0|h[|Kq20|k] (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|tOranyx)|h входит в сеть.",
					["serverTime"] = 1614687485,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						9, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437885.485,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[14:18:22]|h Раскольник-дозорный говорит: Идеалы лгут тебе.",
					["serverTime"] = 1614687502,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437903.185,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[14:18:26]|h Ваша добыча: |cffffffff|Hitem:173202::::::::60:70:::::::|h[Сумеречная ткань]|h|r.",
					["serverTime"] = 1614687506,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437906.518,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[14:18:27]|h Ваша добыча: 67 |4серебряная:серебряные:серебряных;, 32 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1614687507,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437907.535,
					["g"] = 1,
					["b"] = 0,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[14:18:29]|h Ваша добыча: |cff9d9d9d|Hitem:6457::::::::60:70:::::::|h[Ржавые детали]|h|r.",
					["serverTime"] = 1614687509,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437910.152,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[14:18:34]|h Ваша добыча: |cff9d9d9d|Hitem:6457::::::::60:70:::::::|h[Ржавые детали]|h|r.",
					["serverTime"] = 1614687514,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437914.218,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[14:18:35]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq18|k:42:141:BN_INLINE_TOAST_ALERT:0|h[|Kq18|k]|h выходит из сети.",
					["serverTime"] = 1614687515,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437915.452,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[14:18:37]|h Ваша добыча: |cff1eff00|Hitem:172936::::::::60:70:::::::|h[Смертоносная винтовая пружина]|h|r.",
					["serverTime"] = 1614687517,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437917.335,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[14:19:02]|h Ваша добыча: |cff9d9d9d|Hitem:6457::::::::60:70:::::::|h[Ржавые детали]|h|r.",
					["serverTime"] = 1614687542,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 437942.219,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[14:20:34]|h Глашатай раскольников Андромида говорит: Девия, дай мне силу.",
					["serverTime"] = 1614687634,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438034.47,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[14:20:47]|h Глашатай раскольников Андромида говорит: За тобой еще придут.",
					["serverTime"] = 1614687647,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 438047.471,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
