
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:55:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47499.867,
					["serverTime"] = 1647384924,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:55:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132140:14|tНегодяй – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47500.618,
					["serverTime"] = 1647384925,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[00:55:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47502.906,
					["serverTime"] = 1647384927,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[00:55:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134518:14|t|cff4e96f7|HbattlePetAbil:392:1400:260:325|h[Дополнительная броня]|h|r накладывает эффект |T134518:14|t|cff4e96f7|HbattlePetAbil:391:1400:260:325|h[Дополнительная броня]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47503.406,
					["serverTime"] = 1647384928,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[00:55:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47504.412,
					["serverTime"] = 1647384929,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[00:55:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47504.915,
					["serverTime"] = 1647384929,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[00:55:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47505.416,
					["serverTime"] = 1647384930,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[00:55:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:3025:325:219|h[Игры разума]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47507.42,
					["serverTime"] = 1647384932,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[00:55:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47510.792,
					["serverTime"] = 1647384935,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[00:55:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2389:1400:260:325|h[Игры разума: оглушение]|h|r накладывает эффект |T135860:14|t|cff4e96f7|HbattlePetAbil:174:1400:260:325|h[Оглушение]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47510.792,
					["serverTime"] = 1647384935,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[00:55:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47511.043,
					["serverTime"] = 1647384935,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[00:55:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47511.294,
					["serverTime"] = 1647384935,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[00:55:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47511.548,
					["serverTime"] = 1647384936,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[00:55:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 103 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47514.318,
					["serverTime"] = 1647384938,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[00:55:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47514.318,
					["serverTime"] = 1647384938,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[00:55:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47514.318,
					["serverTime"] = 1647384938,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[00:55:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47529.846,
					["serverTime"] = 1647384954,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[00:55:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:3025:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47531.106,
					["serverTime"] = 1647384955,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[00:56:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47534.841,
					["serverTime"] = 1647384959,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[00:56:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:3025:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47536.251,
					["serverTime"] = 1647384960,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[00:56:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T134518:14|t|cff4e96f7|HbattlePetAbil:391:953:260:325|h[Дополнительная броня]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47537.261,
					["serverTime"] = 1647384961,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[00:56:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47537.261,
					["serverTime"] = 1647384961,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[00:56:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47540.867,
					["serverTime"] = 1647384965,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[00:56:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:3025:325:219|h[Укус]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47541.983,
					["serverTime"] = 1647384966,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[00:56:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47545.744,
					["serverTime"] = 1647384970,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[00:56:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:3025:325:219|h[Укус]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47547.006,
					["serverTime"] = 1647384971,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[00:56:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:832:260:325|h[Боевое восстановление]|h|r восстанавливает 569 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47553.064,
					["serverTime"] = 1647384977,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[00:56:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1524:273:260|h[Боевое восстановление]|h|r восстанавливает 104 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47553.064,
					["serverTime"] = 1647384977,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[00:56:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1443:273:273|h[Боевое восстановление]|h|r восстанавливает 104 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47553.064,
					["serverTime"] = 1647384977,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[00:56:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47564.025,
					["serverTime"] = 1647384988,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[00:56:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132140:14|tНегодяй – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47564.783,
					["serverTime"] = 1647384989,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[00:56:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47570.041,
					["serverTime"] = 1647384994,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[00:56:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47571.041,
					["serverTime"] = 1647384995,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[00:56:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47571.391,
					["serverTime"] = 1647384996,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[00:56:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47571.747,
					["serverTime"] = 1647384996,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[00:56:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:1400:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47572.097,
					["serverTime"] = 1647384996,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[00:56:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:2458:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2458:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47572.148,
					["serverTime"] = 1647384996,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[00:56:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:2458:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2458:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47572.649,
					["serverTime"] = 1647384997,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[00:56:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:2458:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2458:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47573.149,
					["serverTime"] = 1647384997,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[00:56:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:2458:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:2458:325:219|h[Игры разума]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47575.15,
					["serverTime"] = 1647384999,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[00:56:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1400:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47576.65,
					["serverTime"] = 1647385001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[00:56:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47579.441,
					["serverTime"] = 1647385004,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[00:56:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2389:1400:260:325|h[Игры разума: оглушение]|h|r накладывает эффект |T135860:14|t|cff4e96f7|HbattlePetAbil:174:1400:260:325|h[Оглушение]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47579.441,
					["serverTime"] = 1647385004,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[00:56:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2395:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47579.691,
					["serverTime"] = 1647385004,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[00:56:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2395:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47579.942,
					["serverTime"] = 1647385004,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[00:56:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2395:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47580.196,
					["serverTime"] = 1647385004,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[00:56:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:2395:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47582.957,
					["serverTime"] = 1647385007,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[00:56:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:2395:325:219|h[Тотальное разрушение]|h|r наносит 310 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47582.957,
					["serverTime"] = 1647385007,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[00:56:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:2395:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47582.957,
					["serverTime"] = 1647385007,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[00:56:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1193:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47584.967,
					["serverTime"] = 1647385009,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[00:56:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47589.838,
					["serverTime"] = 1647385014,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[00:56:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133015:14|tПаровой танк ярмарки Новолуния – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47589.838,
					["serverTime"] = 1647385014,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[00:56:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2332:325:219|h[Укус]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47592.924,
					["serverTime"] = 1647385017,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[00:57:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1193:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47594.935,
					["serverTime"] = 1647385019,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[00:57:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47596.819,
					["serverTime"] = 1647385021,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[00:57:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T252188:14|t|cff4e96f7|HbattlePetAbil:646:972:273:260|h[Шок и трепет]|h|r наносит 659 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47598.391,
					["serverTime"] = 1647385023,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[00:57:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T252188:14|t|cff4e96f7|HbattlePetAbil:646:972:273:260|h[Шок и трепет]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47598.641,
					["serverTime"] = 1647385023,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[00:57:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:1610:325:219|h[Укус]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47600.961,
					["serverTime"] = 1647385025,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[00:57:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1193:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47602.973,
					["serverTime"] = 1647385027,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[00:57:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:1547:325:219|h[Игры разума]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47603.023,
					["serverTime"] = 1647385027,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[00:57:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47603.884,
					["serverTime"] = 1647385028,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[00:57:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132207:14|t|cff4e96f7|HbattlePetAbil:209:627:273:260|h[Ионная пушка]|h|r наносит 1098 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47605.563,
					["serverTime"] = 1647385030,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[00:57:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132207:14|t|cff4e96f7|HbattlePetAbil:209:627:273:260|h[Ионная пушка]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:627:273:260|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47605.563,
					["serverTime"] = 1647385030,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[00:57:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:449:325:219|h[Корм]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47607.879,
					["serverTime"] = 1647385032,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[00:57:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:880:325:219|h[Корм]|h|r восстанавливает 431 ед. урона |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47608.135,
					["serverTime"] = 1647385032,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[00:57:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1193:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47610.143,
					["serverTime"] = 1647385034,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[00:57:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:1193:260:325|h[Рог изобилия]|h|r\", наложенного на |3-3(команда противника), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47610.193,
					["serverTime"] = 1647385034,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[00:57:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47611.049,
					["serverTime"] = 1647385035,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[00:57:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:786:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47612.668,
					["serverTime"] = 1647385037,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[00:57:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T133015:14|tПаровой танк ярмарки Новолуния погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47612.668,
					["serverTime"] = 1647385037,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[00:57:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:325:273:260|h[Последний шанс]|h|r восстанавливает 325 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47615.191,
					["serverTime"] = 1647385039,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[00:57:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:325:273:260|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:325:273:260|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47615.443,
					["serverTime"] = 1647385040,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[00:57:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47618.331,
					["serverTime"] = 1647385042,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[00:57:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:786:325:219|h[Укус]|h|r наносит 647 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47620.104,
					["serverTime"] = 1647385044,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[00:57:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T133015:14|tПаровой танк ярмарки Новолуния погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47620.104,
					["serverTime"] = 1647385044,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[00:57:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135860:14|t|cff4e96f7|HbattlePetAbil:174:1193:260:325|h[Оглушение]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47622.61,
					["serverTime"] = 1647385047,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[00:57:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47624.862,
					["serverTime"] = 1647385049,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[00:57:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134509:14|tДирижабль ярмарки Новолуния – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47624.862,
					["serverTime"] = 1647385049,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[00:57:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47628.873,
					["serverTime"] = 1647385053,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[00:57:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T369278:14|t|cff4e96f7|HbattlePetAbil:777:1339:273:273|h[Ракета]|h|r наносит 374 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47630.004,
					["serverTime"] = 1647385054,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[00:57:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:412:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:412:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47631.005,
					["serverTime"] = 1647385055,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[00:57:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:412:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:412:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47631.514,
					["serverTime"] = 1647385056,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[00:57:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:412:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:412:325:219|h[Игры разума]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47633.016,
					["serverTime"] = 1647385057,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[00:57:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47637.286,
					["serverTime"] = 1647385061,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[00:57:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1005:273:273|h[Игры разума: здоровье]|h|r наносит 334 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47637.286,
					["serverTime"] = 1647385061,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[00:57:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1005:273:273|h[Игры разума: здоровье]|h|r наносит 298 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47637.537,
					["serverTime"] = 1647385062,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[00:57:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:412:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47637.787,
					["serverTime"] = 1647385062,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[00:57:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:412:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47638.037,
					["serverTime"] = 1647385062,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[00:57:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:412:325:219|h[Тотальное разрушение]|h|r наносит 388 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47640.8,
					["serverTime"] = 1647385065,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[00:57:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:412:325:219|h[Тотальное разрушение]|h|r наносит 388 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47640.8,
					["serverTime"] = 1647385065,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[00:57:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47644.805,
					["serverTime"] = 1647385069,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[00:57:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T369278:14|t|cff4e96f7|HbattlePetAbil:777:617:273:273|h[Ракета]|h|r наносит 500 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47645.956,
					["serverTime"] = 1647385070,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[00:57:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T132140:14|tНегодяй погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47645.956,
					["serverTime"] = 1647385070,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[00:57:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1082:273:273|h[Боевое восстановление]|h|r восстанавливает 465 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47649.555,
					["serverTime"] = 1647385074,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[00:57:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:954:260:325|h[Боевое восстановление]|h|r восстанавливает 447 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47649.555,
					["serverTime"] = 1647385074,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [95]
			},
			["headIndex"] = 95,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 5,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["g"] = 0.9529412388801575,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 33284.393,
					["serverTime"] = 1689517791,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["serverTime"] = 1689547526,
					["r"] = 0.9843137860298157,
					["b"] = 1,
					["timestamp"] = 33284.393,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 0.9529412388801575,
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 33284.393,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 33284.393,
				}, -- [4]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 33284.393,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [5]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame12"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[03:17:39]|h [W From] |cffd8d8d8[|r|Hplayer:Дегатти-Гордунни:286:WHISPER:ДЕГАТТИ-ГОРДУННИ|h|cffd8bc3f60|r:|cff3ec6eaДегатти|r|h|cffd8d8d8]|r: Spasibo",
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["b"] = 1,
					["serverTime"] = 1610155058,
					["timestamp"] = 1698906.53,
					["g"] = 0.501960813999176,
					["r"] = 1,
				}, -- [1]
			},
			["headIndex"] = 1,
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 23,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[23:38:06]|h Сообщение дня от гильдии: \"Слава цивилизованому Азероту! Смерть оркам!\"",
					["g"] = 0.4745098352432251,
					["r"] = 0.3450980484485626,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 33284.393,
					["serverTime"] = 1689517791,
					["b"] = 0.8901961445808411,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[17:29:50]|h Сообщение дня от гильдии: \"Слава цивилизованому Азероту! Смерть оркам!\"",
					["serverTime"] = 1689547526,
					["r"] = 0.3450980484485626,
					["b"] = 0.8901961445808411,
					["timestamp"] = 33284.393,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["g"] = 0.4745098352432251,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[18:44:16]|h |Hplayer:Фуфайчик-Гордунни|h[|cffa330c9Фуфайчик|r]|h заслужила достижение |cffffff00|Hachievement:16571:Player-1602-0B3DAF78:1:7:16:23:4294967295:4294967295:4294967295:4294967295|h[Готов к любой экспедиции]|h|r!",
					["b"] = 0.8588235974311829,
					["r"] = 0.4078431725502014,
					["g"] = 0.5333333611488342,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689522256,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[19:10:42]|h |Hplayer:Камелиа-Гордунни|h[|cffa330c9Камелиа|r]|h заслужила достижение |cffffff00|Hachievement:18365:Player-1602-0BFD901F:1:7:16:23:4294967295:4294967295:4294967295:4294967295|h[Драконье превосходство]|h|r!",
					["b"] = 0.8588235974311829,
					["r"] = 0.4078431725502014,
					["g"] = 0.5333333611488342,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689523842,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[19:10:42]|h |Hplayer:Камелиа-Гордунни|h[|cffa330c9Камелиа|r]|h заслужила достижение |cffffff00|Hachievement:18366:Player-1602-0BFD901F:1:7:16:23:4294967295:4294967295:4294967295:4294967295|h[Драконья эпичность]|h|r!",
					["b"] = 0.8588235974311829,
					["r"] = 0.4078431725502014,
					["g"] = 0.5333333611488342,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689523842,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[19:39:00]|h |Hplayer:Кларахрофт-Гордунни|h[|cfffff468Кларахрофт|r]|h заслужила достижение |cffffff00|Hachievement:18208:Player-1602-0A8CD5D4:1:7:16:23:4294967295:4294967295:4294967295:4294967295|h[Мелкие помехи]|h|r!",
					["b"] = 0.8588235974311829,
					["r"] = 0.4078431725502014,
					["g"] = 0.5333333611488342,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689525540,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[19:44:55]|h |Hplayer:Кларахрофт-Гордунни|h[|cfffff468Кларахрофт|r]|h заслужила достижение |cffffff00|Hachievement:18209:Player-1602-0A8CD5D4:1:7:16:23:4294967295:4294967295:4294967295:4294967295|h[Исследования должны продолжаться]|h|r!",
					["b"] = 0.8588235974311829,
					["r"] = 0.4078431725502014,
					["g"] = 0.5333333611488342,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689525895,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[20:42:29]|h |Hplayer:Кларахрофт-Гордунни|h[|cfffff468Кларахрофт|r]|h заслужила достижение |cffffff00|Hachievement:18167:Player-1602-0A8CD5D4:1:7:16:23:4294967295:4294967295:4294967295:4294967295|h[Граница Бездны]|h|r!",
					["b"] = 0.8588235974311829,
					["r"] = 0.4078431725502014,
					["g"] = 0.5333333611488342,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689529349,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[22:19:52]|h |Hplayer:Дориарти-Дракономор|h[|cffc69b6dДориарти-Дракономор|r]|h заслужил достижение |cffffff00|Hachievement:17850:Player-1623-06643236:1:7:16:23:4294967295:4294967295:4294967295:4294967295|h[Герой ключей: логово Нелтариона]|h|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689535192,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[23:08:19]|h |Hplayer:Кларахрофт-Гордунни|h[|cfffff468Кларахрофт|r]|h заслужила достижение |cffffff00|Hachievement:18639:Player-1602-0A8CD5D4:1:7:16:23:4294967295:4294967295:4294967295:4294967295|h[Коллапсировавшая реальность]|h|r!",
					["b"] = 0.8588235974311829,
					["r"] = 0.4078431725502014,
					["g"] = 0.5333333611488342,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689538099,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[23:11:08]|h |Hplayer:Кларахрофт-Гордунни|h[|cfffff468Кларахрофт|r]|h заслужила достижение |cffffff00|Hachievement:18635:Player-1602-0A8CD5D4:1:7:16:23:4294967295:4294967295:4294967295:4294967295|h[Исследователь порталов]|h|r!",
					["b"] = 0.8588235974311829,
					["r"] = 0.4078431725502014,
					["g"] = 0.5333333611488342,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689538268,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[23:41:43]|h |Hplayer:Кейтинира-Гордунни|h[|cff8788eeКейтинира|r]|h заслужила достижение |cffffff00|Hachievement:5180:Player-1602-0F12DA16:1:7:16:23:4294967295:4294967295:4294967295:4294967295|h[Преодоление звукового барьера]|h|r!",
					["b"] = 0.8588235974311829,
					["r"] = 0.4078431725502014,
					["g"] = 0.5333333611488342,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689540103,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[23:41:43]|h |Hplayer:Кейтинира-Гордунни|h[|cff8788eeКейтинира|r]|h заслужила достижение |cffffff00|Hachievement:18366:Player-1602-0F12DA16:1:7:16:23:4294967295:4294967295:4294967295:4294967295|h[Драконья эпичность]|h|r!",
					["b"] = 0.8588235974311829,
					["r"] = 0.4078431725502014,
					["g"] = 0.5333333611488342,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689540103,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[23:41:43]|h |Hplayer:Кейтинира-Гордунни|h[|cff8788eeКейтинира|r]|h заслужила достижение |cffffff00|Hachievement:18365:Player-1602-0F12DA16:1:7:16:23:4294967295:4294967295:4294967295:4294967295|h[Драконье превосходство]|h|r!",
					["b"] = 0.8588235974311829,
					["r"] = 0.4078431725502014,
					["g"] = 0.5333333611488342,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689540103,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[23:45:12]|h |Hplayer:Ванаглория-Гордунни|h[|cffffffffВанаглория|r]|h заслужила достижение |cffffff00|Hachievement:5180:Player-1602-0BF470E3:1:7:16:23:4294967295:4294967295:4294967295:4294967295|h[Преодоление звукового барьера]|h|r!",
					["b"] = 0.8588235974311829,
					["r"] = 0.4078431725502014,
					["g"] = 0.5333333611488342,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689540312,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[23:54:42]|h |Hplayer:Эрлифэйл-Гордунни|h[|cfff48cbaЭрлифэйл|r]|h заслужила достижение |cffffff00|Hachievement:7102:Player-1602-03825B3D:1:7:16:23:4294967295:4294967295:4294967295:4294967295|h[Служба эскорта]|h|r!",
					["b"] = 0.8588235974311829,
					["r"] = 0.4078431725502014,
					["g"] = 0.5333333611488342,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689540882,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[00:53:38]|h |Hplayer:Киташия-Гордунни|h[|cffff7c0aКиташия|r]|h заслужила достижение |cffffff00|Hachievement:16256:Player-1602-0B2E4CF4:1:7:16:23:4294967295:4294967295:4294967295:4294967295|h[Героический режим: лощина Бурошкуров]|h|r!",
					["b"] = 0.8588235974311829,
					["r"] = 0.4078431725502014,
					["g"] = 0.5333333611488342,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689544418,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[00:53:38]|h |Hplayer:Киташия-Гордунни|h[|cffff7c0aКиташия|r]|h заслужила достижение |cffffff00|Hachievement:16257:Player-1602-0B2E4CF4:1:7:16:23:4294967295:4294967295:4294967295:4294967295|h[Эпохальный режим: лощина Бурошкуров]|h|r!",
					["b"] = 0.8588235974311829,
					["r"] = 0.4078431725502014,
					["g"] = 0.5333333611488342,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689544418,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[00:53:38]|h |Hplayer:Киташия-Гордунни|h[|cffff7c0aКиташия|r]|h заслужила достижение |cffffff00|Hachievement:16255:Player-1602-0B2E4CF4:1:7:16:23:4294967295:4294967295:4294967295:4294967295|h[Лощина Бурошкуров]|h|r!",
					["b"] = 0.8588235974311829,
					["r"] = 0.4078431725502014,
					["g"] = 0.5333333611488342,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689544418,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[00:54:53]|h |Hplayer:Рептилоиды-Гордунни|h[|cff33937fРептилоиды|r]|h заслужил достижение |cffffff00|Hachievement:18027:Player-1602-0F477F5D:1:7:16:23:4294967295:4294967295:4294967295:4294967295|h[Мастер 2-го сезона Dragonflight]|h|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689544493,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
				}, -- [20]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 50 |4минута:минуты:минут;, 33 |4секунда:секунды:секунд;.",
					["timestamp"] = 33284.393,
				}, -- [21]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 33284.393,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[01:45:25]|h Сообщение дня от гильдии: \"Слава цивилизованому Азероту! Смерть оркам!\"",
					["r"] = 0.3450980484485626,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 33284.393,
					["g"] = 0.4745098352432251,
					["b"] = 0.8901961445808411,
				}, -- [23]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame13"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[04:14:05]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:615:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: У меня примерно в это время кошка обычно вспоминает, что она - ночное животное и начинает бегать по стенам)",
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1610158444,
					["timestamp"] = 1702291.606,
					["g"] = 0.4980392456054688,
					["r"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[04:14:12]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:616:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: А как это выглядит с шестью котами?",
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1610158451,
					["timestamp"] = 1702299.348,
					["g"] = 0.4980392456054688,
					["r"] = 1,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[04:15:26]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:618:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: у меня все спят)",
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						86, -- [3]
						88, -- [4]
						["n"] = 4,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1610158525,
					["timestamp"] = 1702372.89,
					["g"] = 0.4980392456054688,
					["r"] = 1,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[04:16:01]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:620:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: у меня они дневные в мск, в деревне ток в диких спекаются",
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						86, -- [3]
						88, -- [4]
						["n"] = 4,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1610158560,
					["timestamp"] = 1702408.284,
					["g"] = 0.4980392456054688,
					["r"] = 1,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[04:22:23]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:632:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: Спекаются :DDD",
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1610158942,
					["timestamp"] = 1702789.883,
					["g"] = 0.4980392456054688,
					["r"] = 1,
				}, -- [5]
			},
			["headIndex"] = 5,
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 73,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[01:04:00]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Вершина Смерча]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689545040,
					["extraData"] = {
						68, -- [1]
						9, -- [2]
						10, -- [3]
						["n"] = 3,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[01:04:00]|h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Вершина Смерча]|h.",
					["b"] = 0.7490196228027344,
					["r"] = 1,
					["g"] = 0.7490196228027344,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689545040,
					["extraData"] = {
						69, -- [1]
						11, -- [2]
						12, -- [3]
						["n"] = 3,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[01:04:00]|h |cffFFFFFFRaider.IO|r: Бой записывается в файл Logs/WoWCombatLog",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689545040,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[01:05:13]|h Bjõrnn-Hyjal проверяет готовность.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689545113,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[01:07:21]|h Bjõrnn умирает.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689545241,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[01:12:40]|h Рептилоиды умирает.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689545560,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[01:12:56]|h Киташия выходит из игрового мира.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689545576,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[01:15:41]|h Рептилоиды умирает.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689545741,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[01:21:45]|h Уххастик умирает.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546105,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[01:23:46]|h Bjõrnn умирает.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546226,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[01:27:53]|h Семеныч умирает.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546473,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[01:28:14]|h Рептилоиды умирает.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546494,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[01:31:54]|h Вы получаете валюту – |cff0070dd|Hcurrency:2408:0|h[Дополнительные драконьи камни]|h|rх25",
					["b"] = 0.6666666865348816,
					["r"] = 0.3058823645114899,
					["g"] = 0.4549019932746887,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546714,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[01:31:54]|h Вы получили предмет: |cff0070dd|Hitem:204078::::::::70:66:::::::::|h[Фрагмент гребня Аспекта из пламени Тьмы]|h|rx12.",
					["b"] = 0.8784314393997192,
					["r"] = 0.9450981020927429,
					["g"] = 0.8901961445808411,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546714,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[01:31:58]|h Вершина Смерча (ур. 19) – пройдено за 26:39 (осталось: 3 мин. 21 с.).",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546718,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[01:31:58]|h Счет |3-1(|cffffd100Рептилоиды|r, |cffffd100Семеныч|r) повышен!",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546718,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[01:31:58]|h Ваш счет в режиме \"Эпохальный+\" повышен до |cffff80002871|r (+0). Эпохальный ключ улучшен: +1.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546718,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[01:32:01]|h Bjõrnn-Hyjal получает добычу: |cffa335ee|Hitem:206180::::::::70:66::16:7:9331:6652:9415:8784:9144:1653:8767:1:28:1279:::::|h[Колье украденного грома]|h|r.",
					["b"] = 0.8784314393997192,
					["r"] = 0.9450981020927429,
					["g"] = 0.8901961445808411,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546721,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[01:32:01]|h Рептилоиды получает добычу: |cffa335ee|Hitem:204717::::::::70:66:::::::::|h[Расщепленная искра пламени Тьмы]|h|r.",
					["b"] = 0.8784314393997192,
					["r"] = 0.9450981020927429,
					["g"] = 0.8901961445808411,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546721,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[01:32:04]|h Ваша добыча: 52 |4золотая:золотые:золотых;, 91 |4серебряная:серебряные:серебряных;, 32 |4медная монета:медные монеты:медных монет;.",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546724,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[01:32:16]|h Вы покидаете группу.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546736,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[01:33:27]|h Вы будете получать добычу для специализации \"Защита\".",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546807,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[01:33:29]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Ульдум]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546809,
					["extraData"] = {
						68, -- [1]
						9, -- [2]
						10, -- [3]
						["n"] = 3,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[01:33:29]|h |cffFFFFFFRaider.IO|r: Ведение журнала отключено.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546809,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[01:34:26]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:<BNET УДАЛЕН>:85:0:BN_INLINE_TOAST_ALERT:0|h[<BNET УДАЛЕН>]|h выходит из сети.",
					["b"] = 1,
					["r"] = 0.5098039507865906,
					["g"] = 0.7725490927696228,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546866,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[01:34:47]|h Вы будете получать добычу для специализации \"Защита\".",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546887,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[01:34:47]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Вальдраккен]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546887,
					["extraData"] = {
						68, -- [1]
						9, -- [2]
						10, -- [3]
						["n"] = 3,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[01:34:47]|h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Вальдраккен]|h.",
					["b"] = 0.7490196228027344,
					["r"] = 1,
					["g"] = 0.7490196228027344,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546887,
					["extraData"] = {
						69, -- [1]
						11, -- [2]
						12, -- [3]
						["n"] = 3,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[01:34:47]|h Смена канала: |Hchannel:CHANNEL:5|h[5. Торговля (услуги): Город]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546887,
					["extraData"] = {
						72, -- [1]
						43, -- [2]
						75, -- [3]
						["n"] = 3,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[01:35:58]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:<BNET УДАЛЕН>:62:0:BN_INLINE_TOAST_ALERT:0|h[<BNET УДАЛЕН>]|h выходит из сети.",
					["b"] = 1,
					["r"] = 0.5098039507865906,
					["g"] = 0.7725490927696228,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546958,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[01:35:58]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:<BNET УДАЛЕН>:62:0:BN_INLINE_TOAST_ALERT:0|h[<BNET УДАЛЕН>] (|T-3:10:10:0:0:32:32:0:32:0:32|t Dino)|h входит в сеть.",
					["b"] = 1,
					["r"] = 0.5098039507865906,
					["g"] = 0.7725490927696228,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546958,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[01:35:58]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:<BNET УДАЛЕН>:62:0:BN_INLINE_TOAST_ALERT:0|h[<BNET УДАЛЕН>] (|T-3:10:10:0:0:32:32:0:32:0:32|t Dino)|h входит в сеть.",
					["b"] = 1,
					["r"] = 0.5098039507865906,
					["g"] = 0.7725490927696228,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689546958,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[01:40:32]|h Вы получили предмет: |cffa335ee|Hitem:202455::::::::70:66::35:5:6652:9231:9382:1504:8767::::::|h[Панцирь сердечного огня]|h|r.",
					["b"] = 0.8784314393997192,
					["r"] = 0.9450981020927429,
					["g"] = 0.8901961445808411,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689547232,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[01:40:32]|h Модель |cffff80ff|Htransmogappearance:186010|h[Панцирь сердечного огня]|h|r добавлена в вашу коллекцию.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689547232,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[01:41:51]|h Вы получили предмет: |cffa335ee|Hitem:205225::::::::70:66:::::::::|h[Знак признания Аспектов]|h|rx6.",
					["b"] = 0.8784314393997192,
					["r"] = 0.9450981020927429,
					["g"] = 0.8901961445808411,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689547311,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[01:42:12]|h Вы получили предмет: |cffa335ee|Hitem:159463::::::::70:66::35:6:9382:6652:9415:9144:3317:8767::::::|h[Кольцо пульсирующих жил]|h|r.",
					["b"] = 0.8784314393997192,
					["r"] = 0.9450981020927429,
					["g"] = 0.8901961445808411,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689547332,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[01:42:57]|h Вы получили предмет: |cffa335ee|Hitem:205999::::::::70:66::14::1:28:2474:::::|h[Вулканический резец]|h|r.",
					["b"] = 0.8784314393997192,
					["r"] = 0.9450981020927429,
					["g"] = 0.8901961445808411,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689547377,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[01:43:51]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:<BNET УДАЛЕН>:62:0:BN_INLINE_TOAST_ALERT:0|h[<BNET УДАЛЕН>]|h выходит из сети.",
					["b"] = 1,
					["r"] = 0.5098039507865906,
					["g"] = 0.7725490927696228,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689547431,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[01:43:51]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:<BNET УДАЛЕН>:62:0:BN_INLINE_TOAST_ALERT:0|h[<BNET УДАЛЕН>] (|T-3:10:10:0:0:32:32:0:32:0:32|t Dino)|h входит в сеть.",
					["b"] = 1,
					["r"] = 0.5098039507865906,
					["g"] = 0.7725490927696228,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689547431,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[01:43:51]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:<BNET УДАЛЕН>:62:0:BN_INLINE_TOAST_ALERT:0|h[<BNET УДАЛЕН>] (|T-3:10:10:0:0:32:32:0:32:0:32|t Dino)|h входит в сеть.",
					["b"] = 1,
					["r"] = 0.5098039507865906,
					["g"] = 0.7725490927696228,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689547431,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[01:44:16]|h Вы получили предмет: |cff0070dd|Hitem:200030::::::::70:66:::::::::|h[Чары для нагрудника – пробужденные характеристики |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|r.",
					["b"] = 0.8784314393997192,
					["r"] = 0.9450981020927429,
					["g"] = 0.8901961445808411,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689547456,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[01:44:17]|h Вы получили предмет: |cff0070dd|Hitem:200038::::::::70:66:::::::::|h[Чары для кольца – посвящение скорости |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|r.",
					["b"] = 0.8784314393997192,
					["r"] = 0.9450981020927429,
					["g"] = 0.8901961445808411,
					["timestamp"] = 33284.393,
					["serverTime"] = 1689547457,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [42]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 1 |4минута:минуты:минут;, 9 |4секунда:секунды:секунд;.",
					["timestamp"] = 33284.393,
				}, -- [43]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 33284.393,
				}, -- [44]
				{
					["message"] = "|cff33ff99Global Ignore: |cffffffffLoading...",
					["timestamp"] = 33284.393,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[01:45:22]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.151 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Marshy and our two daughters.",
					["r"] = 1,
					["timestamp"] = 33284.393,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[01:45:25]|h Сообщение дня от гильдии: \"Слава цивилизованому Азероту! Смерть оркам!\"",
					["r"] = 0.3450980484485626,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 33284.393,
					["g"] = 0.4745098352432251,
					["b"] = 0.8901961445808411,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[01:45:28]|h |cffffd839TSM|r: TSM в настоящее время не имеет данных о ценах БД аукциона для вашего игрового мира. Мы рекомендуем вам загрузить настольное приложение TSM с |cff79a2ffhttps://tradeskillmaster.com|r для автоматического обновления данных вашей БД аукциона (и автоматического резервного копирования настроек TSM).",
					["timestamp"] = 33284.393,
					["serverTime"] = 1689547528,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[01:45:29]|h Вы будете получать добычу для специализации \"Защита\".",
					["serverTime"] = 1689547529,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 33284.393,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[01:45:29]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 33284.393,
					["serverTime"] = 1689547529,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[01:45:29]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 33284.393,
					["serverTime"] = 1689547529,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[01:45:29]|h |cff33ff99Global Ignore: |cffffffffGroay-Lacroisadeécarlate is already ignored",
					["timestamp"] = 33284.393,
					["serverTime"] = 1689547529,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[01:45:29]|h |cffffd700Титан Панель|r|cff19ff19 7.01.00.100100|r|cffffd700|cffffd700 от |cffff8c00Titan Development Team|r|cff19ff19|r",
					["timestamp"] = 33284.393,
					["serverTime"] = 1689547529,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[01:45:29]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Ниэтта: 5ппл",
					["r"] = 1,
					["serverTime"] = 1689547529,
					["timestamp"] = 33284.393,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[01:45:29]|h |cff9900ffWeakAuras:|r  Готово к применению 3 |4обновление:обновления:обновлений;.",
					["timestamp"] = 33284.393,
					["serverTime"] = 1689547529,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[01:45:29]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Окясуражёня-Гордунни:3253:CHANNEL:5|h[|cffc69b6dОкясуражёня|r]|h: Хoчeшь cтaть бycтepoм, нo нe знaeшь кaк? Пpoйди 2 нeдeли бecплaтнoгo oбyчeния и нaчни зapaбaтывaть в любимoй MMO. Пoдpoбнee нa www.wowjob.us",
					["serverTime"] = 1689547529,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 33322.396,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[01:45:29]|h Общее время игры: 174 |4день:дня:дней;, 6 |4час:часа:часов;, 17 |4минута:минуты:минут;, 40 |4секунда:секунды:секунд;.",
					["serverTime"] = 1689547529,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 33322.396,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[01:45:29]|h Время игры на этом уровне: 41 |4день:дня:дней;, 3 |4час:часа:часов;, 33 |4минута:минуты:минут;, 31 |4секунда:секунды:секунд;.",
					["serverTime"] = 1689547529,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 33322.396,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[01:45:32]|h |cffffaeaeDetails!:|r Взрывоопасные сферы  |cFFFF9900error|r:  Interface/AddOns/Details_ExplosiveOrbs/Core.lua:567: Usage: SecureHook([object], method, [handler]): Attempting to hook a non existing target  ",
					["timestamp"] = 33322.396,
					["serverTime"] = 1689547532,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[01:45:32]|h |cffffff00Time played this class (Dragonflight): 41 days 18 hours 26 minutes (/details playedclass)",
					["timestamp"] = 33325.117,
					["serverTime"] = 1689547532,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[01:45:38]|h Вы превращаете предмет |cffa335ee|Hitem:159463::::::::70:66::35:6:9382:6652:9415:9144:3317:8767::::::|h[Кольцо пульсирующих жил]|h|r в предмет |cffa335ee|Hitem:159463::::::::70:66::35:6:9382:6652:9144:3317:8767:9413::::::|h[Кольцо пульсирующих жил]|h|r.",
					["serverTime"] = 1689547538,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 33331.648,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[01:45:46]|h |Hplayer:Киташия|h[Киташия]|h входит в игровой мир.",
					["serverTime"] = 1689547546,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 33339.408,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[01:46:05]|h |cffffff00Вы выиграли лот |cff0070dd|Hitem:192948::::::::70:66::::::|h[Острый изерилл]|h|rx1 за |cffffffff570|r|cffffd70ag|r |cffffffff99|r|cffc7c7cfs|r |cffffffff00|r|cffeda55fc|r|r",
					["timestamp"] = 33358.048,
					["serverTime"] = 1689547565,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[01:46:05]|h Вы выиграли торги за предмет \"Острый изерилл\" (x1).",
					["serverTime"] = 1689547565,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 33358.048,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[01:46:07]|h Вы получили предмет: |cff0070dd|Hitem:192948::::::::70:66:::::::::|h[Острый изерилл |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|r.",
					["serverTime"] = 1689547567,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 33360.711,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[01:46:29]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Ксэир-Гордунни:3392:CHANNEL:5|h[|cffa330c9Ксэир|r]|h: |cffffd000|Htrade:Player-1602-0E658632:2108:165|h[Кожевничество]|h|rкрафт кожи и кольчуги, избранное бесплатно",
					["serverTime"] = 1689547589,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						3, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 33382.398,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[01:50:00]|h Братец Вялые Руки говорит: Да я сюда за репой пришел, честное слово!",
					["serverTime"] = 1689547800,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						4, -- [2]
						5, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 33593.57,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[01:50:02]|h Мистик Птицекров говорит: Овса не найдется?",
					["serverTime"] = 1689547802,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						4, -- [2]
						5, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 33594.869,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[01:50:29]|h Над Престолом Аспектов раздается победоносный рык, возвещающий о создании Наз'уро, Высвобожденного Наследия.",
					["serverTime"] = 1689547829,
					["r"] = 1,
					["extraData"] = {
						37, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 33622.079,
					["g"] = 0.4705882668495178,
					["b"] = 0.03921568766236305,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[01:50:32]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Окясуражёня-Гордунни:3656:CHANNEL:5|h[|cffc69b6dОкясуражёня|r]|h: Хoчeшь cтaть бycтepoм, нo нe знaeшь кaк? Пpoйди 2 нeдeли бecплaтнoгo oбyчeния и нaчни зapaбaтывaть в любимoй MMO. Пoдpoбнee нa www.wowjob.us",
					["serverTime"] = 1689547832,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 33625.412,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[01:50:40]|h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Вальдраккен]|h.",
					["serverTime"] = 1689547840,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						6, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 33633.28,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[01:50:40]|h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Оборона: Вальдраккен]|h.",
					["serverTime"] = 1689547840,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						8, -- [2]
						9, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 33633.28,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[01:50:40]|h Вы покинули канал |Hchannel:CHANNEL:5|h[5. Торговля (услуги): Город]|h.",
					["serverTime"] = 1689547840,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						10, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 33633.28,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [73]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
