
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 11,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[21:41:56]|h |cffd8d8d8[|r|Hplayer:Стайпушечка-Гордунни:1509:ACHIEVEMENT|h|cfff38bb9Стайпушечка|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:505:Player-1602-0E78BF99:1:1:19:21:4294967295:4294967295:4294967295:4294967295|h[250 заданий]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						12, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1611085315,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[21:41:56]|h |cffd8d8d8[|r|Hplayer:Стайпушечка-Гордунни:1510:ACHIEVEMENT|h|cfff38bb9Стайпушечка|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:506:Player-1602-0E78BF99:1:1:19:21:4294967295:4294967295:4294967295:4294967295|h[500 заданий]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						12, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1611085315,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[01:04:33]|h |cffd8d8d8[|r|Hplayer:Хри-Гордунни:3:ACHIEVEMENT|h|cfff38bb9Хри|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:14845:Player-1602-0EAAC665:1:1:20:21:4294967295:4294967295:4294967295:4294967295|h[Приключения: шаг в нужном направлении]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["b"] = 0,
					["serverTime"] = 1611097472,
					["timestamp"] = 2715091.594,
					["g"] = 1,
					["r"] = 1,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[15:47:56]|h |cffd8d8d8[|r|Hplayer:Дранитос-Гордунни:10:ACHIEVEMENT|h|cfffe7b09Дранитос|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:11212:Player-1602-0EC71D52:1:1:20:21:4294967295:4294967295:4294967295:4294967295|h[Командующий армией]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611150476,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[16:27:50]|h |cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:260:ACHIEVEMENT|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14836:Player-1602-0C734AC9:1:1:20:21:4294967295:4294967295:4294967295:4294967295|h[Нерушимая связь]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611152870,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						7, -- [3]
						31, -- [4]
						["n"] = 4,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[16:29:12]|h |cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:266:ACHIEVEMENT|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14790:Player-1602-0C734AC9:1:1:20:21:4294967295:4294967295:4294967295:4294967295|h[Кампания ковенанта]|h|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611152952,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						7, -- [3]
						31, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[17:09:04]|h |cffd8d8d8[|r|Hplayer:Энемиашес-Гордунни:605:ACHIEVEMENT|h|cffd8bc3f60|r:|cffc59a6cЭнемиашес|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14373:Player-1602-0EC43D72:1:1:20:21:4294967295:4294967295:4294967295:4294967295|h[Та Сторона]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611155344,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						7, -- [3]
						44, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[17:09:04]|h |cffd8d8d8[|r|Hplayer:Энемиашес-Гордунни:606:ACHIEVEMENT|h|cffd8bc3f60|r:|cffc59a6cЭнемиашес|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14408:Player-1602-0EC43D72:1:1:20:21:4294967295:4294967295:4294967295:4294967295|h[Героический режим: Та Сторона]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611155344,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						7, -- [3]
						44, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[17:09:04]|h |cffd8d8d8[|r|Hplayer:Ноэмия-Гордунни:607:ACHIEVEMENT|h|cffd8bc3f60|r:|cffa9d271Ноэмия|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14408:Player-1602-06E7209B:1:1:20:21:4294967295:4294967295:4294967295:4294967295|h[Героический режим: Та Сторона]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611155344,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						7, -- [3]
						45, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "0 |4день:дня:дней;, 4 |4час:часа:часов;, 25 |4минута:минуты:минут;, 7 |4секунда:секунды:секунд;.",
					["timestamp"] = 2715091.594,
				}, -- [10]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 2715091.594,
				}, -- [11]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:44:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T648206:14|t|cff4e96f7|HbattlePetAbil:207:1021:305:244|h[Суперзарядка]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351481,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[02:44:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:1023:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351482,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[02:44:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:804:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351482,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[02:44:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:913:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351483,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[02:44:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 18",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351486,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[02:44:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:516:305:244|h[Ликвидация]|h|r накладывает эффект |T132996:14|t|cff4e96f7|HbattlePetAbil:458:516:305:244|h[Ликвидация]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351487,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[02:44:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237477:14|t|cff4e96f7|HbattlePetAbil:801:913:317:219|h[Бросок камня]|h|r наносит 505 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351489,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[02:44:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1022:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351490,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[02:44:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 19",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351491,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[02:44:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132996:14|t|cff4e96f7|HbattlePetAbil:458:11:305:244|h[Ликвидация]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351493,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[02:44:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:11:305:244|h[Ликвидация]|h|r наносит 804 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351493,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[02:44:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:218:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351494,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[02:44:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T892829:14|tЖелезная звездочка погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351494,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[02:44:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:309:305:244|h[Последний шанс]|h|r восстанавливает 309 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351497,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[02:44:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:309:305:244|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:309:305:244|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351497,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[02:44:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:0:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351498,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[02:44:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T458967:14|tРокко погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351498,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[02:45:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:928:305:244|h[Боевое восстановление]|h|r восстанавливает 619 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351501,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[02:41:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351298,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[02:41:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351299,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[02:41:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351299,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[02:41:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:1400:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351299,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[02:41:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132103:14|t|cff4e96f7|HbattlePetAbil:2113:1509:366:317|h[Токсичный укус]|h|r наносит 193 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351301,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[02:41:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132103:14|t|cff4e96f7|HbattlePetAbil:2113:1509:366:317|h[Токсичный укус]|h|r накладывает эффект |T136067:14|t|cff4e96f7|HbattlePetAbil:2112:1509:366:317|h[Отравленная рана]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351301,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[02:41:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1207:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351303,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[02:41:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351304,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[02:41:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:1207:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351304,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[02:41:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:1207:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351305,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[02:41:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:1207:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351306,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[02:41:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:1207:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1207:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351306,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[02:41:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132122:14|t|cff4e96f7|HbattlePetAbil:803:1257:366:317|h[На клочки]|h|r наносит 193 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351309,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[02:41:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132122:14|t|cff4e96f7|HbattlePetAbil:803:1257:366:317|h[На клочки]|h|r накладывает эффект |T132155:14|t|cff4e96f7|HbattlePetAbil:491:1257:366:317|h[Кровотечение]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351309,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[02:41:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132155:14|t|cff4e96f7|HbattlePetAbil:491:1257:366:317|h[Кровотечение]|h|r наносит 231 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351310,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[02:41:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:783:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351311,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[02:41:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351312,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[02:41:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351313,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[02:41:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351313,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[02:41:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:783:260:325|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351313,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[02:41:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351314,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[02:41:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:783:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351314,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[02:41:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T451161:14|t|cff4e96f7|HbattlePetAbil:202:692:366:317|h[Взбучка]|h|r наносит 241 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351317,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[02:41:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132155:14|t|cff4e96f7|HbattlePetAbil:491:692:366:317|h[Кровотечение]|h|r наносит 255 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351318,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[02:42:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:287:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351319,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[02:42:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351320,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[02:42:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:287:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351321,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[02:42:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:287:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351322,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[02:42:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:287:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351322,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[02:42:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1623379:14|tКостяная Клешня погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351322,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[02:42:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132155:14|t|cff4e96f7|HbattlePetAbil:491:0:366:317|h[Кровотечение]|h|r наносит 383 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351325,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[02:42:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351325,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[02:42:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r восстанавливает 280 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351328,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[02:42:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:280:260:325|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351328,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[02:42:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351329,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[02:42:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2027855:14|tШпиндель – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351329,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[02:42:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351362,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[02:42:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136045:14|t|cff4e96f7|HbattlePetAbil:250:2356:280:333|h[Полчища паучков]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351362,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[02:42:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136045:14|t|cff4e96f7|HbattlePetAbil:250:2356:280:333|h[Полчища паучков]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351365,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[02:42:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351365,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[02:42:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351368,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[02:42:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r\", наложенного на |3-3(команда противника), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351368,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[02:42:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351371,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[02:42:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T892829:14|tЖелезная звездочка – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351371,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[02:42:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351376,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[02:42:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2293:280:333|h[Высасывание жизни]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351377,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[02:42:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2356:280:333|h[Высасывание жизни]|h|r восстанавливает 63 ед. урона |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351377,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[02:43:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1396:305:244|h[Ликвидация]|h|r накладывает эффект |T132996:14|t|cff4e96f7|HbattlePetAbil:458:1396:305:244|h[Ликвидация]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351380,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[02:43:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351401,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[02:43:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135822:14|t|cff4e96f7|HbattlePetAbil:382:2356:280:333|h[Режущая паутина]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351402,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[02:43:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135822:14|t|cff4e96f7|HbattlePetAbil:382:2356:280:333|h[Режущая паутина]|h|r накладывает эффект |T135822:14|t|cff4e96f7|HbattlePetAbil:381:2356:280:333|h[Режущая паутина]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351403,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[02:43:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135769:14|t|cff4e96f7|HbattlePetAbil:208:1246:305:244|h[Суперзаряд]|h|r накладывает эффект |T648206:14|t|cff4e96f7|HbattlePetAbil:207:1246:305:244|h[Суперзарядка]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351404,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[02:43:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351408,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[02:43:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2356:280:333|h[Высасывание жизни]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351409,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[02:43:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2356:280:333|h[Высасывание жизни]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351409,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[02:43:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2356:280:333|h[Высасывание жизни]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351410,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[02:43:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132996:14|t|cff4e96f7|HbattlePetAbil:458:1096:305:244|h[Ликвидация]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351412,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[02:43:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1096:305:244|h[Ликвидация]|h|r наносит 3866 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351412,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[02:43:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T2027855:14|tШпиндель погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351412,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[02:43:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135822:14|t|cff4e96f7|HbattlePetAbil:381:0:280:333|h[Режущая паутина]|h|r наносит 75 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351414,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[02:43:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T648206:14|t|cff4e96f7|HbattlePetAbil:207:1021:305:244|h[Суперзарядка]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351414,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[02:43:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1021:305:244|h[Ликвидация]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:1021:305:244|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T2027855:14|tШпиндель).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351414,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[02:43:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351416,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[02:43:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458967:14|tРокко – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351416,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[02:43:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351421,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[02:43:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132762:14|tСтрашный ящик – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351421,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[02:43:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:2741:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351423,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[02:43:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:2522:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351423,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[02:43:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:2631:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351424,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[02:43:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351426,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[02:43:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136122:14|t|cff4e96f7|HbattlePetAbil:218:1220:260:260|h[Проклятие рока]|h|r накладывает эффект |T136122:14|t|cff4e96f7|HbattlePetAbil:217:1220:260:260|h[Проклятие рока]|h|r на |3-1(вражеский питомец) |3-3(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351426,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[02:43:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237477:14|t|cff4e96f7|HbattlePetAbil:801:2631:317:219|h[Бросок камня]|h|r наносит 337 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351429,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[02:43:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135822:14|t|cff4e96f7|HbattlePetAbil:381:0:280:333|h[Режущая паутина]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351430,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[02:43:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:2740:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351430,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[02:43:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351431,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[02:43:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237524:14|t|cff4e96f7|HbattlePetAbil:655:883:260:260|h[Страшный укус]|h|r наносит 420 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351432,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[02:43:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:2320:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351433,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[02:43:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:2101:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351433,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[02:43:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:2210:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351434,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[02:44:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351439,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[02:44:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237524:14|t|cff4e96f7|HbattlePetAbil:655:378:260:260|h[Страшный укус]|h|r наносит 420 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351440,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[02:44:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237477:14|t|cff4e96f7|HbattlePetAbil:801:1790:317:219|h[Бросок камня]|h|r наносит 337 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351442,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[02:44:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1899:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351443,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[02:44:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 13",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351447,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[02:44:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237524:14|t|cff4e96f7|HbattlePetAbil:655:41:260:260|h[Страшный укус]|h|r наносит 420 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351448,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[02:44:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:1479:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351450,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[02:44:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T132762:14|tСтрашный ящик погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351450,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[02:44:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618980:14|t|cff4e96f7|HbattlePetAbil:724:17:260:260|h[Проклятый]|h|r восстанавливает 17 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351452,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[02:44:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618980:14|t|cff4e96f7|HbattlePetAbil:724:17:260:260|h[Проклятый]|h|r накладывает эффект |T618980:14|t|cff4e96f7|HbattlePetAbil:242:17:260:260|h[Нежить]|h|r на |3-1(ваш питомец) |3-3(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351452,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[02:44:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:1260:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351453,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[02:44:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1369:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351454,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[02:44:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351458,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[02:44:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237524:14|t|cff4e96f7|HbattlePetAbil:655:17:260:260|h[Страшный укус]|h|r наносит 315 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351459,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[02:44:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136089:14|t|cff4e96f7|HbattlePetAbil:1466:1828:317:219|h[Каменный облик]|h|r восстанавливает 774 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351461,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[02:44:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136122:14|t|cff4e96f7|HbattlePetAbil:217:17:260:260|h[Проклятие рока]|h|r наносит 630 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351462,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[02:44:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618980:14|t|cff4e96f7|HbattlePetAbil:242:17:260:260|h[Нежить]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T132762:14|tСтрашный ящик), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351463,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[02:44:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618980:14|t|cff4e96f7|HbattlePetAbil:242:0:260:260|h[Нежить]|h|r наносит 17 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351463,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[02:44:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T132762:14|tСтрашный ящик погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351463,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[02:44:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T136122:14|t|cff4e96f7|HbattlePetAbil:217:0:260:260|h[Проклятие рока]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T458967:14|tРокко), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351465,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[02:44:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351465,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[02:44:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T892829:14|tЖелезная звездочка – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351466,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[02:44:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 15",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351469,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[02:44:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1021:305:244|h[Ликвидация]|h|r накладывает эффект |T132996:14|t|cff4e96f7|HbattlePetAbil:458:1021:305:244|h[Ликвидация]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351470,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[02:44:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136089:14|t|cff4e96f7|HbattlePetAbil:1466:2010:317:219|h[Каменный облик]|h|r восстанавливает 812 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351472,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[02:44:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 16",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351474,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[02:44:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135769:14|t|cff4e96f7|HbattlePetAbil:208:1021:305:244|h[Суперзаряд]|h|r накладывает эффект |T648206:14|t|cff4e96f7|HbattlePetAbil:207:1021:305:244|h[Суперзарядка]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351475,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[02:44:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136089:14|t|cff4e96f7|HbattlePetAbil:1466:2741:317:219|h[Каменный облик]|h|r восстанавливает 731 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351477,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[02:44:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 17",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351479,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[02:44:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132996:14|t|cff4e96f7|HbattlePetAbil:458:1021:305:244|h[Ликвидация]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351481,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[02:44:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1021:305:244|h[Ликвидация]|h|r наносит 1718 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351481,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [128]
			},
			["headIndex"] = 18,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 37,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[22:02:09]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq27|k:57:0:BN_WHISPER:|Kq27|k:moRz#2206|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffef367|Kq27|k|r|h|cffd8d8d8]|r: привет, нет желания пару 14-15 ключей закрыть? С собой бумкина нормального могу взять",
					["r"] = 1,
					["b"] = 0.8588235974311829,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1611086528,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[22:02:46]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq27|k:57:0:BN_WHISPER:|Kq27|k:moRz#2206|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffef367|Kq27|k|r|h|cffd8d8d8]|r: Привет. Я Мише обещала с твинкоключами помочь, а у него твинки пока 14-15 не потянут",
					["r"] = 1,
					["b"] = 0.8588235974311829,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						43, -- [3]
						45, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1611086565,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[22:03:20]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq27|k:57:0:BN_WHISPER:|Kq27|k:moRz#2206|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffef367|Kq27|k|r|h|cffd8d8d8]|r: окей, если сейчас быстро 2 закрою, тоже могу помочь",
					["r"] = 1,
					["b"] = 0.8588235974311829,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1611086599,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[22:27:50]|h [W From] |cffd8d8d8[|r|Hplayer:Груш-Гордунни:1682:WHISPER:ГРУШ-ГОРДУННИ|h|cfff38bb9Груш|r|h|cffd8d8d8]|r: Привет! В  |cffffd100|HclubFinder:ClubFinder-1-176755-1602-100112018|h[Гильдия: Темпестус]|h|r нужны люди для закрытия рейдов, рбг и ключиков. Прогресс обычка 10/10, гер 7/10",
					["r"] = 1,
					["b"] = 1,
					["g"] = 0.501960813999176,
					["timestamp"] = 2715091.594,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						58, -- [3]
						59, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1611088069,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[22:27:50]|h [W From] |cffd8d8d8[|r|Hplayer:Груш-Гордунни:1683:WHISPER:ГРУШ-ГОРДУННИ|h|cfff38bb9Груш|r|h|cffd8d8d8]|r: РТ сб, вс 17-00",
					["r"] = 1,
					["b"] = 1,
					["g"] = 0.501960813999176,
					["timestamp"] = 2715091.594,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						58, -- [3]
						59, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1611088069,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[22:40:37]|h [W From] |cffd8d8d8[|r|Hplayer:Иновэйшен-Гордунни:1723:WHISPER:ИНОВЭЙШЕН-ГОРДУННИ|h|cffc31d39Иновэйшен|r|h|cffd8d8d8]|r: Привет, приглашаем  в молодую гильдию для совместного освоения мифик+ и рейдов.",
					["r"] = 1,
					["b"] = 1,
					["g"] = 0.501960813999176,
					["timestamp"] = 2715091.594,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						66, -- [3]
						67, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1611088836,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[18:17:37]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq5|k:21:0:BN_WHISPER:|Kq5|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfff38bb9|Kq5|k|r|h|cffd8d8d8]|r: привет,есть нестрой и желание на |Hkeystone:180653:375:10:10:123:3:121|h[Ключ: Туманы Тирна Скитта (10)]|h?",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611159457,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[18:17:48]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq5|k:21:0:BN_WHISPER:|Kq5|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfff38bb9|Kq5|k|r|h|cffd8d8d8]|r: настрой*",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611159468,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[18:18:17]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq5|k:21:0:BN_WHISPER:|Kq5|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfff38bb9|Kq5|k|r|h|cffd8d8d8]|r: Привет",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611159497,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						54, -- [3]
						58, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[18:18:22]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq5|k:21:0:BN_WHISPER:|Kq5|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfff38bb9|Kq5|k|r|h|cffd8d8d8]|r: Можно сходить",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611159502,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						54, -- [3]
						58, -- [4]
						["n"] = 4,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[18:26:40]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq5|k:21:0:BN_WHISPER:|Kq5|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfff38bb9|Kq5|k|r|h|cffd8d8d8]|r: я тут",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611160000,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[18:26:46]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq5|k:21:0:BN_WHISPER:|Kq5|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfff38bb9|Kq5|k|r|h|cffd8d8d8]|r: кем пойдешь?",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611160006,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[18:27:03]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq5|k:21:0:BN_WHISPER:|Kq5|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfff38bb9|Kq5|k|r|h|cffd8d8d8]|r: хочешь четвероногим иди)",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611160023,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[18:27:18]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq15|k:14:0:BN_WHISPER:|Kq15|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq15|k|r|h|cffd8d8d8]|r: Hey :) if you're not busy could you help us with a MotS alt key?)",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611160038,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						61, -- [3]
						62, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[18:27:34]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq15|k:14:0:BN_WHISPER:|Kq15|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq15|k|r|h|cffd8d8d8]|r: Heyho! Sure :)",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611160054,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						61, -- [3]
						63, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[18:27:37]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq50|k:19:0:BN_WHISPER:|Kq50|k:AlexIce#2968|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq50|k|r|h|cffd8d8d8]|r: Привет. 10й ключ не хочешь кем-нибудь из альтов похилить?",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611160057,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						64, -- [3]
						65, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[18:27:55]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq50|k:19:0:BN_WHISPER:|Kq50|k:AlexIce#2968|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq50|k|r|h|cffd8d8d8]|r: привет, ну разве что пока только 1 ключ",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611160075,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						64, -- [3]
						66, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[18:28:00]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq5|k:21:0:BN_WHISPER:|Kq5|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfff38bb9|Kq5|k|r|h|cffd8d8d8]|r: Не, четвероногим потом как-нибудь",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611160080,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						54, -- [3]
						58, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[18:28:06]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq50|k:19:0:BN_WHISPER:|Kq50|k:AlexIce#2968|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq50|k|r|h|cffd8d8d8]|r: Шикарно)",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611160086,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						64, -- [3]
						65, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[18:28:24]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq15|k:14:0:BN_WHISPER:|Kq15|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq15|k|r|h|cffd8d8d8]|r: Sweet :)",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611160104,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						61, -- [3]
						62, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[19:06:00]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq3|k:22:0:BN_WHISPER:|Kq3|k:gladiator#23144|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff00fe97|Kq3|k|r|h|cffd8d8d8]|r: hey you looking for a healer?",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162360,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						84, -- [3]
						85, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[19:06:11]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq3|k:22:0:BN_WHISPER:|Kq3|k:gladiator#23144|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff00fe97|Kq3|k|r|h|cffd8d8d8]|r: yep",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162371,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						84, -- [3]
						86, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[19:06:19]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq3|k:22:0:BN_WHISPER:|Kq3|k:gladiator#23144|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff00fe97|Kq3|k|r|h|cffd8d8d8]|r: is that possible that i can join?",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162379,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						84, -- [3]
						85, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[19:06:26]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq3|k:22:0:BN_WHISPER:|Kq3|k:gladiator#23144|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff00fe97|Kq3|k|r|h|cffd8d8d8]|r: The key is only 12 though. Would you like to join?",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162386,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						84, -- [3]
						86, -- [4]
						["n"] = 4,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[19:06:28]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq3|k:22:0:BN_WHISPER:|Kq3|k:gladiator#23144|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff00fe97|Kq3|k|r|h|cffd8d8d8]|r: Sweet)",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162388,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						84, -- [3]
						86, -- [4]
						["n"] = 4,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[19:06:32]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq3|k:22:0:BN_WHISPER:|Kq3|k:gladiator#23144|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff00fe97|Kq3|k|r|h|cffd8d8d8]|r: yhea sure",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162392,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						84, -- [3]
						85, -- [4]
						["n"] = 4,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[19:06:42]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq3|k:22:0:BN_WHISPER:|Kq3|k:gladiator#23144|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff00fe97|Kq3|k|r|h|cffd8d8d8]|r: cool thanks",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162402,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						84, -- [3]
						85, -- [4]
						["n"] = 4,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[19:06:49]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq3|k:22:0:BN_WHISPER:|Kq3|k:gladiator#23144|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff00fe97|Kq3|k|r|h|cffd8d8d8]|r: Thank you :)",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162409,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						84, -- [3]
						86, -- [4]
						["n"] = 4,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[19:07:20]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq3|k:22:0:BN_WHISPER:|Kq3|k:gladiator#23144|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff00fe97|Kq3|k|r|h|cffd8d8d8]|r: nah thank you xd",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162440,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						84, -- [3]
						85, -- [4]
						["n"] = 4,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[19:07:27]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq3|k:22:0:BN_WHISPER:|Kq3|k:gladiator#23144|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff00fe97|Kq3|k|r|h|cffd8d8d8]|r: for letting me join :)",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162447,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						84, -- [3]
						85, -- [4]
						["n"] = 4,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[19:17:43]|h [W From] |cffd8d8d8[|r|Hplayer:Япанда-Гордунни:1333:WHISPER:ЯПАНДА-ГОРДУННИ|h|cff00fe97Япанда|r|h|cffd8d8d8]|r: Привет |cff00ff00Ниэтта|r как говорят за спрос не бьют, хочу тебя зазвать к нам в гильдию |cffffffff<|r|cff00ff00ТРИОДИН|r|cffffffff>|r мы молодая гильдия только начинаем играть и ищим",
					["b"] = 1,
					["r"] = 1,
					["g"] = 0.501960813999176,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163063,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						90, -- [3]
						91, -- [4]
						["n"] = 4,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[19:17:52]|h [W From] |cffd8d8d8[|r|Hplayer:Япанда-Гордунни:1336:WHISPER:ЯПАНДА-ГОРДУННИ|h|cff00fe97Япанда|r|h|cffd8d8d8]|r: игроков с хорошим онлайном, наш прогресс не большой 10 об и 3 гер, но мы стараемся и стремимся закрыть больше, но у нас дико не хватает людей,",
					["b"] = 1,
					["r"] = 1,
					["g"] = 0.501960813999176,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163072,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						90, -- [3]
						91, -- [4]
						["n"] = 4,
					},
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[19:17:52]|h [W From] |cffd8d8d8[|r|Hplayer:Япанда-Гордунни:1337:WHISPER:ЯПАНДА-ГОРДУННИ|h|cff00fe97Япанда|r|h|cffd8d8d8]|r: если тебе интересно пиши мне в ЛС или оставляй заявку по ссылке |cffffd100|HclubFinder:ClubFinder-1-160082-1602-98778016|h[Гильдия: ТРИОДИН]|h|r Приятной игры!",
					["b"] = 1,
					["r"] = 1,
					["g"] = 0.501960813999176,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163072,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						90, -- [3]
						91, -- [4]
						["n"] = 4,
					},
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[19:49:33]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq15|k:14:0:BN_WHISPER:|Kq15|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq15|k|r|h|cffd8d8d8]|r: Thank you very much for your help :)",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611164973,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						61, -- [3]
						62, -- [4]
						["n"] = 4,
					},
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[19:49:57]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq15|k:14:0:BN_WHISPER:|Kq15|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq15|k|r|h|cffd8d8d8]|r: You are welcome :) I like keys so no problem at all",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611164997,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						61, -- [3]
						63, -- [4]
						["n"] = 4,
					},
				}, -- [35]
				{
					["message"] = "0 |4день:дня:дней;, 1 |4час:часа:часов;, 44 |4минута:минуты:минут;, 14 |4секунда:секунды:секунд;.",
					["timestamp"] = 2715091.594,
				}, -- [36]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 2715091.594,
				}, -- [37]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame12"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[03:17:39]|h [W From] |cffd8d8d8[|r|Hplayer:Дегатти-Гордунни:286:WHISPER:ДЕГАТТИ-ГОРДУННИ|h|cffd8bc3f60|r:|cff3ec6eaДегатти|r|h|cffd8d8d8]|r: Spasibo",
					["serverTime"] = 1610155058,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1698906.53,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [1]
			},
			["headIndex"] = 1,
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame13"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[04:14:05]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:615:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: У меня примерно в это время кошка обычно вспоминает, что она - ночное животное и начинает бегать по стенам)",
					["serverTime"] = 1610158444,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702291.606,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[04:14:12]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:616:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: А как это выглядит с шестью котами?",
					["serverTime"] = 1610158451,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702299.348,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[04:15:26]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:618:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: у меня все спят)",
					["serverTime"] = 1610158525,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						86, -- [3]
						88, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702372.89,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[04:16:01]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:620:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: у меня они дневные в мск, в деревне ток в диких спекаются",
					["serverTime"] = 1610158560,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						86, -- [3]
						88, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702408.284,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[04:22:23]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:632:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: Спекаются :DDD",
					["serverTime"] = 1610158942,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702789.883,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [5]
			},
			["headIndex"] = 5,
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[23:00:33]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Boostiie-KhazModan:1834:PARTY|h|cffd8bc3f60|r:|cff3ec6eaBoostiie|r-|cff2bef01Kha|r|h|cffd8d8d8]|r: go pride",
					["r"] = 0.4117647409439087,
					["b"] = 0.6509804129600525,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						6, -- [3]
						56, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1611090032,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[23:04:24]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1859:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Thanks for the run",
					["r"] = 0.3960784673690796,
					["b"] = 0.6705882549285889,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1611090263,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[23:04:26]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ysma-Dalaran:1860:PARTY|h|cffd8bc3f60|r:|cff00fe97Ysma|r-|cff00fc9cDal|r|h|cffd8d8d8]|r: Thy all",
					["r"] = 0.4117647409439087,
					["b"] = 0.6509804129600525,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						6, -- [3]
						62, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1611090265,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[16:47:35]|h |Hchannel:INSTANCE_CHAT|h[I] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:371:INSTANCE_CHAT|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Эта урна нужна для того, чтобы мобов станить",
					["b"] = 0,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611154055,
					["extraData"] = {
						63, -- [1]
						false, -- [2]
						37, -- [3]
						38, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[16:47:45]|h |Hchannel:INSTANCE_CHAT|h[I] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:373:INSTANCE_CHAT|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Не надо её просто так использовать, когда рядом нет никого",
					["b"] = 0,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611154065,
					["extraData"] = {
						63, -- [1]
						false, -- [2]
						37, -- [3]
						38, -- [4]
						["n"] = 4,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[17:05:31]|h |Hchannel:INSTANCE_CHAT|h[I] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:569:INSTANCE_CHAT|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Все дд идут в портал в печеньке. |cfffe7b09Зелв|r со мной в звезду",
					["b"] = 0,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611155131,
					["extraData"] = {
						63, -- [1]
						false, -- [2]
						37, -- [3]
						38, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[18:34:18]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Theastra-Antonidas:979:PARTY|h|cfffe7b09Theastra|r-|cfffda266Ant|r|h|cffd8d8d8]|r: hi",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611160458,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						68, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[18:35:08]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Xynnmage-Durotan:980:PARTY|h|cffd8bc3f60|r:|cff3ec6eaXynnmage|r-|cffe5d47aDur|r|h|cffd8d8d8]|r: hey",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611160508,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						69, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[18:36:14]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:981:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: hi",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611160574,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[18:36:59]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:990:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Атака через 10 сек.",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611160619,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[18:37:02]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:991:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Атака через 7 сек.",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611160622,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[18:37:04]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:992:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Атака через 5 сек.",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611160624,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[18:37:05]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:993:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Атака через 4 сек.",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611160625,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[18:37:06]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:994:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Атака через 3 сек.",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611160626,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[18:37:07]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:995:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Атака через 2 сек.",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611160627,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[18:37:08]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:996:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Атака через 1 сек.",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611160628,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[18:37:09]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:997:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: >>> Атака <<<",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611160629,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[19:00:15]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Theastra-Antonidas:1141:PARTY|h|cffd8bc3f60|r:|cfffe7b09Theastra|r-|cfffda266Ant|r|h|cffd8d8d8]|r: thanks guys good run",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162015,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						68, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[19:00:53]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1144:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Thank you :)",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162053,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[19:00:58]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Свитминт-Борейскаятундра:1145:PARTY|h|cffd8bc3f60|r:|cfff38bb9Свитминт|r-|cff2acb7bБор|r|h|cffd8d8d8]|r: thx!",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162058,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						82, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[19:01:20]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1149:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: hmmm we've got HoA 15 :)",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162080,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[19:01:24]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1152:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: |cffa335ee|Hkeystone:180653:378:15:10:123:3:121|h[Ключ: Чертоги Покаяния (15)]|h|r",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162084,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[19:01:28]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Свитминт-Борейскаятундра:1155:PARTY|h|cffd8bc3f60|r:|cfff38bb9Свитминт|r-|cff2acb7bБор|r|h|cffd8d8d8]|r: |cffa335ee|Hkeystone:180653:376:12:10:123:3:121|h[Ключ: Смертельная тризна (12)]|h|r",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162088,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						82, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[19:01:28]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Xynnmage-Durotan:1156:PARTY|h|cffd8bc3f60|r:|cff3ec6eaXynnmage|r-|cffe5d47aDur|r|h|cffd8d8d8]|r: |cffa335ee|Hkeystone:180653:381:15:10:123:3:121|h[Keystone: Spires of Ascension (15)]|h|r",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162088,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						69, -- [4]
						["n"] = 4,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[19:04:37]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1232:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Are you down for one more key?",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162277,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[19:05:13]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Xynnmage-Durotan:1243:PARTY|h|cffd8bc3f60|r:|cff3ec6eaXynnmage|r-|cffe5d47aDur|r|h|cffd8d8d8]|r: yeah one more",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162313,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						69, -- [4]
						["n"] = 4,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[19:05:16]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Xynnmage-Durotan:1244:PARTY|h|cffd8bc3f60|r:|cff3ec6eaXynnmage|r-|cffe5d47aDur|r|h|cffd8d8d8]|r: is fine",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162316,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						69, -- [4]
						["n"] = 4,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[19:06:51]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1262:PARTY|h|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: heya",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162411,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[19:06:55]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Xynnmage-Durotan:1263:PARTY|h|cffd8bc3f60|r:|cff3ec6eaXynnmage|r-|cffe5d47aDur|r|h|cffd8d8d8]|r: hello :)",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162415,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						69, -- [4]
						["n"] = 4,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[19:07:12]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1264:PARTY|h|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: how are you beautiful people doing? :)",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162432,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[19:07:15]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1265:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Welcome :)",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162435,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[19:07:37]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Xynnmage-Durotan:1268:PARTY|h|cffd8bc3f60|r:|cff3ec6eaXynnmage|r-|cffe5d47aDur|r|h|cffd8d8d8]|r: Fine, how about you?",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162457,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						69, -- [4]
						["n"] = 4,
					},
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[19:07:47]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1269:PARTY|h|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: i am doing also fine :)",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162467,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[19:08:17]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1271:PARTY|h|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: been before in nw +12 you won't believe me there was a hunter doing 0 interrupt.",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162497,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[19:08:48]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1272:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: the whole dungeon i was like how is that even possible",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162528,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[19:08:49]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1273:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: I believe you :)",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162529,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[19:09:02]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Xynnmage-Durotan:1274:PARTY|h|cffd8bc3f60|r:|cff3ec6eaXynnmage|r-|cffe5d47aDur|r|h|cffd8d8d8]|r: Interrupting does no dps, except if you are a DH :D",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162542,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						69, -- [4]
						["n"] = 4,
					},
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[19:09:16]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1275:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: tank even out dps him xd",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162556,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[19:09:43]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1277:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: true xd",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162583,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[19:09:50]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1278:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Did a key for my bear yesterday, a HoA. Asked a mage to \"Please decurse\". And he just told me \"No\"",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162590,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[19:10:07]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1279:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: realy what a moron",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162607,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[19:10:08]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Xynnmage-Durotan:1280:PARTY|h|cffd8bc3f60|r:|cff3ec6eaXynnmage|r-|cffe5d47aDur|r|h|cffd8d8d8]|r: Decurse? Sorry we don't do that here",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162608,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						69, -- [4]
						["n"] = 4,
					},
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[19:10:11]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1281:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: I'm still confused",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162611,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[19:10:14]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1282:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: :DDD",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162614,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[19:10:58]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1283:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Spears 1 and two we save for the 2nd boss. Spear 3 we throw and the third boss",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162658,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[19:11:09]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Модеарт-Гордунни:1284:PARTY|h|cffd8bc3f60|r:|cff8687edМодеарт|r|h|cffd8d8d8]|r: спс",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162669,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						88, -- [4]
						["n"] = 4,
					},
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[19:11:15]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1285:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Pala will grab the 1st, Xynn the 2nd",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162675,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[19:12:04]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1298:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: oke",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162724,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[19:12:08]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1299:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: rebuff pls",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162728,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[19:12:14]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1301:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Атака через 10 сек.",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162734,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[19:12:15]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1302:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: thanks",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162735,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[19:12:17]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1303:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Атака через 7 сек.",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162737,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[19:12:18]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Xynnmage-Durotan:1304:PARTY|h|cffd8bc3f60|r:|cff3ec6eaXynnmage|r-|cffe5d47aDur|r|h|cffd8d8d8]|r: yw",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162738,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						69, -- [4]
						["n"] = 4,
					},
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[19:12:19]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1305:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Атака через 5 сек.",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162739,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[19:12:20]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1306:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Атака через 4 сек.",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162740,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[19:12:21]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1307:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Атака через 3 сек.",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162741,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[19:12:22]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1308:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Атака через 2 сек.",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162742,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[19:12:23]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1309:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Атака через 1 сек.",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162743,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[19:12:24]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1310:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: >>> Атака <<<",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162744,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[19:13:35]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Модеарт-Гордунни:1314:PARTY|h|cffd8bc3f60|r:|cff8687edМодеарт|r|h|cffd8d8d8]|r: Прерван Сборщик трупов. Сбито |cff71d5ff|Hspell:334748:0|h[Поглощение жидкостей]|h|r!",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162815,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						88, -- [4]
						["n"] = 4,
					},
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[19:14:07]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Модеарт-Гордунни:1318:PARTY|h|cffd8bc3f60|r:|cff8687edМодеарт|r|h|cffd8d8d8]|r: Прерван Сборщик трупов. Сбито |cff71d5ff|Hspell:334748:0|h[Поглощение жидкостей]|h|r!",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162847,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						88, -- [4]
						["n"] = 4,
					},
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[19:16:28]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1329:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: |cff8687edМодеарт|r, ты копье взял?",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611162988,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[19:17:50]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Модеарт-Гордунни:1335:PARTY|h|cffd8bc3f60|r:|cff8687edМодеарт|r|h|cffd8d8d8]|r: а не над было?",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163070,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						88, -- [4]
						["n"] = 4,
					},
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[19:20:26]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Модеарт-Гордунни:1346:PARTY|h|cffd8bc3f60|r:|cff8687edМодеарт|r|h|cffd8d8d8]|r: Прерван Чародей с \"Золрамуса\". Сбито |cff71d5ff|Hspell:320462:0|h[Некротический заряд]|h|r!",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163226,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						88, -- [4]
						["n"] = 4,
					},
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[19:21:46]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Модеарт-Гордунни:1355:PARTY|h|cffd8bc3f60|r:|cff8687edМодеарт|r|h|cffd8d8d8]|r: сфера",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163306,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						88, -- [4]
						["n"] = 4,
					},
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[19:22:01]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Модеарт-Гордунни:1357:PARTY|h|cffd8bc3f60|r:|cff8687edМодеарт|r|h|cffd8d8d8]|r: Прерван Чародей с \"Золрамуса\". Сбито |cff71d5ff|Hspell:320462:0|h[Некротический заряд]|h|r!",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163321,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						88, -- [4]
						["n"] = 4,
					},
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[19:22:05]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Модеарт-Гордунни:1358:PARTY|h|cffd8bc3f60|r:|cff8687edМодеарт|r|h|cffd8d8d8]|r: Прерван Чародей с \"Золрамуса\". Сбито |cff71d5ff|Hspell:320462:0|h[Некротический заряд]|h|r!",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163325,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						88, -- [4]
						["n"] = 4,
					},
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[19:22:07]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Модеарт-Гордунни:1359:PARTY|h|cffd8bc3f60|r:|cff8687edМодеарт|r|h|cffd8d8d8]|r: Прерван Чародей с \"Золрамуса\". Сбито |cff71d5ff|Hspell:320571:0|h[Колодец Тьмы]|h|r!",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163327,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						88, -- [4]
						["n"] = 4,
					},
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[19:22:24]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1360:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Инвиз пот есть с собой?",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163344,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[19:22:28]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Модеарт-Гордунни:1361:PARTY|h|cffd8bc3f60|r:|cff8687edМодеарт|r|h|cffd8d8d8]|r: да",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163348,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						88, -- [4]
						["n"] = 4,
					},
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[19:22:31]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1362:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: отлично",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163351,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[19:22:34]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1363:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: invis skip",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163354,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[19:22:40]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1364:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: i don't have",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163360,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[19:22:46]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1365:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: rezz me",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163366,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[19:22:49]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1366:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: die i'll res",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163369,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[19:22:50]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1367:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: i suicde",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163370,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[19:23:49]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1378:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: buff pls",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163429,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[19:24:07]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1381:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: th",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163447,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[19:24:08]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1382:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: thx",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163448,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[19:24:13]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1383:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: careful with patrol",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163453,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[19:24:17]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1385:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: we don't need it",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163457,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[19:24:57]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1386:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: patrol",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163497,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[19:25:08]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1387:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: that was bad off mien",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163508,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[19:25:29]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Xynnmage-Durotan:1388:PARTY|h|cffd8bc3f60|r:|cff3ec6eaXynnmage|r-|cffe5d47aDur|r|h|cffd8d8d8]|r: calculated :P",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163529,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						69, -- [4]
						["n"] = 4,
					},
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[19:25:43]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1389:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: will millicentimer xd",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163543,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[19:25:50]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1390:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: dismiss pets",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163550,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[19:26:12]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Xynnmage-Durotan:1393:PARTY|h|cffd8bc3f60|r:|cff3ec6eaXynnmage|r-|cffe5d47aDur|r|h|cffd8d8d8]|r: that wl",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163572,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						69, -- [4]
						["n"] = 4,
					},
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[19:26:23]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Свитминт-Борейскаятундра:1399:PARTY|h|cffd8bc3f60|r:|cfff38bb9Свитминт|r-|cff2acb7bБор|r|h|cffd8d8d8]|r: лок как дела?",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163583,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						82, -- [4]
						["n"] = 4,
					},
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[19:26:37]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Модеарт-Гордунни:1400:PARTY|h|cffd8bc3f60|r:|cff8687edМодеарт|r|h|cffd8d8d8]|r: вставай",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163597,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						88, -- [4]
						["n"] = 4,
					},
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[19:26:39]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Модеарт-Гордунни:1401:PARTY|h|cffd8bc3f60|r:|cff8687edМодеарт|r|h|cffd8d8d8]|r: я сс дал",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163599,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						88, -- [4]
						["n"] = 4,
					},
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[19:26:44]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1402:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: dissmiss pets значит \"отпускаем пэтов\"",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163604,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[19:26:46]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Модеарт-Гордунни:1403:PARTY|h|cffd8bc3f60|r:|cff8687edМодеарт|r|h|cffd8d8d8]|r: суонем",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163606,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						88, -- [4]
						["n"] = 4,
					},
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[19:26:51]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Модеарт-Гордунни:1405:PARTY|h|cffd8bc3f60|r:|cff8687edМодеарт|r|h|cffd8d8d8]|r: я тебе блядь что бург",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163611,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						88, -- [4]
						["n"] = 4,
					},
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[19:26:53]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1406:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Пожалуйста, читай чат, когда ты в ключах",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163613,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[19:27:06]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Модеарт-Гордунни:1408:PARTY|h|cffd8bc3f60|r:|cff8687edМодеарт|r|h|cffd8d8d8]|r: ресай я шкаф поставлю",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163626,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						88, -- [4]
						["n"] = 4,
					},
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[19:27:11]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1410:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Нет, ты чегловек, который зафейлил ран",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163631,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[19:27:59]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Свитминт-Борейскаятундра:1412:PARTY|h|cffd8bc3f60|r:|cfff38bb9Свитминт|r-|cff2acb7bБор|r|h|cffd8d8d8]|r: we sum u",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163679,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						82, -- [4]
						["n"] = 4,
					},
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[19:28:11]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1413:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: oke cool",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163691,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[19:28:21]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1414:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: smart xd",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163701,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[19:28:23]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1415:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: waiting for patrol",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163703,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[19:28:43]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1416:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: sorry mage i know i am asking much can i have intllect buff pls xd",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163723,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[19:28:49]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1417:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: lol",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163729,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[19:28:50]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1418:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: thank you xd",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163730,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[19:28:59]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Xynnmage-Durotan:1419:PARTY|h|cffd8bc3f60|r:|cff3ec6eaXynnmage|r-|cffe5d47aDur|r|h|cffd8d8d8]|r: dont feel sorry..i should just get a WA for buffs :D",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163739,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						69, -- [4]
						["n"] = 4,
					},
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[19:30:34]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Модеарт-Гордунни:1432:PARTY|h|cffd8bc3f60|r:|cff8687edМодеарт|r|h|cffd8d8d8]|r: Прерван Амарт. Сбито |cff71d5ff|Hspell:320171:0|h[Некротический заряд]|h|r!",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163834,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						88, -- [4]
						["n"] = 4,
					},
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[19:31:18]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Модеарт-Гордунни:1439:PARTY|h|cffd8bc3f60|r:|cff8687edМодеарт|r|h|cffd8d8d8]|r: Прерван Амарт. Сбито |cff71d5ff|Hspell:320171:0|h[Некротический заряд]|h|r!",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163878,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						88, -- [4]
						["n"] = 4,
					},
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[19:31:54]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1446:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: come back",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611163914,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[19:37:44]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Модеарт-Гордунни:1471:PARTY|h|cffd8bc3f60|r:|cff8687edМодеарт|r|h|cffd8d8d8]|r: Прерван Собиратель трупов. Сбито |cff71d5ff|Hspell:334748:0|h[Поглощение жидкостей]|h|r!",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611164264,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						88, -- [4]
						["n"] = 4,
					},
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[19:38:52]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1475:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Бр хила",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611164332,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[19:38:56]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1476:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: rez lock?",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611164336,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[19:39:22]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1481:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: euhm",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611164362,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[19:39:24]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1482:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: one shotted",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611164364,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[19:39:35]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1483:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: you need to kite tha",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611164375,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[19:39:40]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1484:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: i did",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611164380,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[19:47:12]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1543:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: haha was stuck every were xd",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611164832,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[19:47:20]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1547:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: goodjob",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611164840,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[19:47:40]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Свитминт-Борейскаятундра:1549:PARTY|h|cffd8bc3f60|r:|cfff38bb9Свитминт|r-|cff2acb7bБор|r|h|cffd8d8d8]|r: thx)",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611164860,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						82, -- [4]
						["n"] = 4,
					},
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[19:47:45]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1550:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Thank you for coming, Hayati :)",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611164865,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[19:47:52]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1551:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: yhea thanks for letting me to heal this xd",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611164872,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[19:47:57]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1552:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: i realy appreciate it xd",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611164877,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[19:48:06]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1553:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: And we're still not late for the raid :D",
					["b"] = 0.6705882549285889,
					["r"] = 0.3960784673690796,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611164886,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						67, -- [3]
						70, -- [4]
						["n"] = 4,
					},
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[19:48:17]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1554:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: aight good just in time i guess xd",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611164897,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[19:48:17]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Xynnmage-Durotan:1555:PARTY|h|cffd8bc3f60|r:|cff3ec6eaXynnmage|r-|cffe5d47aDur|r|h|cffd8d8d8]|r: Thanks for the runs :) cya",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611164897,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						69, -- [4]
						["n"] = 4,
					},
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[19:48:23]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1556:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: thanks for the runn",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611164903,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[19:48:29]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1557:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: bb",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611164909,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[19:48:29]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Hayatï-ArgentDawn:1558:PARTY|h|cffd8bc3f60|r:|cff00fe97Hayatï|r-|cff5f8b4fArg|r|h|cffd8d8d8]|r: and have funn in raid xd",
					["b"] = 0.6509804129600525,
					["r"] = 0.4117647409439087,
					["g"] = 1,
					["timestamp"] = 2715091.594,
					["serverTime"] = 1611164909,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						67, -- [3]
						87, -- [4]
						["n"] = 4,
					},
				}, -- [126]
				{
					["message"] = "0 |4день:дня:дней;, 1 |4час:часа:часов;, 45 |4минута:минуты:минут;, 42 |4секунда:секунды:секунд;.",
					["timestamp"] = 2715091.594,
				}, -- [127]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 2715091.594,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 43,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[22:23:58]|h Отношение |3-7(Двор Ночи) к вам улучшилось на 500.",
					["serverTime"] = 1611174237,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718079.192,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[22:24:05]|h Ваша добыча: |cff1eff00|Hitem:184387::::::::60:70:::::::|h[Туманный мерцающий лист]|h|rx3.",
					["serverTime"] = 1611174244,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718086.675,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[22:24:07]|h Вы получаете валюту – |cffffffff|Hcurrency:1885:0|h[Благодарственное подношение]|h|r, 2 шт.",
					["serverTime"] = 1611174246,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718087.96,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[22:26:32]|h Лорд Герн говорит: Друсты пытаются пробить нашу оборону в роще Пробуждения. Покажи им мощь Дикой Охоты!",
					["serverTime"] = 1611174392,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718232.911,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[22:27:12]|h Ваша добыча: |cffffffff|Hitem:173202::::::::60:70:::::::|h[Сумеречная ткань]|h|rx2.",
					["serverTime"] = 1611174432,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718273.545,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[22:27:12]|h Ваша добыча: |cff9d9d9d|Hitem:176291::::::::60:70:::1:6909:2:28:1707:9:60:::|h[Иссохшие кожаные перчатки]|h|r.",
					["serverTime"] = 1611174432,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718273.545,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[22:27:13]|h Ваша добыча: 3 |4золотая:золотые:золотых;, 54 |4серебряная:серебряные:серебряных;, 92 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1611174433,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718274.562,
					["g"] = 1,
					["b"] = 0,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[22:27:32]|h Ваша добыча: |cffffffff|Hitem:173202::::::::60:70:::::::|h[Сумеречная ткань]|h|r.",
					["serverTime"] = 1611174452,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718292.828,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[22:27:32]|h Ваша добыча: |cff9d9d9d|Hitem:173874::::::::60:70:::::::|h[Искаженный осадок]|h|r.",
					["serverTime"] = 1611174452,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718292.828,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[22:27:33]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 10 |4серебряная:серебряные:серебряных;, 55 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1611174453,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718293.829,
					["g"] = 1,
					["b"] = 0,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[22:27:44]|h Ваша добыча: |cffffffff|Hitem:173202::::::::60:70:::::::|h[Сумеречная ткань]|h|r.",
					["serverTime"] = 1611174464,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718304.879,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[22:27:44]|h Ваша добыча: |cff9d9d9d|Hitem:173871::::::::60:70:::::::|h[Рыхлая лимфа]|h|r.",
					["serverTime"] = 1611174464,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718305.095,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[22:27:45]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 15 |4серебряная:серебряные:серебряных;, 86 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1611174465,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718305.937,
					["g"] = 1,
					["b"] = 0,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[22:28:01]|h Ваша добыча: |cff9d9d9d|Hitem:173871::::::::60:70:::::::|h[Рыхлая лимфа]|h|r.",
					["serverTime"] = 1611174481,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718322.696,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[22:28:01]|h Ваша добыча: |cff9d9d9d|Hitem:173874::::::::60:70:::::::|h[Искаженный осадок]|h|r.",
					["serverTime"] = 1611174481,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718322.696,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[22:28:15]|h Ваша добыча: 2 |4золотая:золотые:золотых;, 10 |4серебряная:серебряные:серебряных;, 55 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1611174495,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718335.967,
					["g"] = 1,
					["b"] = 0,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[22:28:30]|h Ваша добыча: |cff9d9d9d|Hitem:173874::::::::60:70:::::::|h[Искаженный осадок]|h|r.",
					["serverTime"] = 1611174510,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718351.121,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[22:28:30]|h Ваша добыча: |cff9d9d9d|Hitem:173871::::::::60:70:::::::|h[Рыхлая лимфа]|h|r.",
					["serverTime"] = 1611174510,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718351.121,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[22:28:40]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 12 |4серебряная:серебряные:серебряных;, 93 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1611174520,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718361.363,
					["g"] = 1,
					["b"] = 0,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[22:29:00]|h Ваша добыча: 2 |4золотая:золотые:золотых;, 82 |4серебряная:серебряные:серебряных;, 37 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1611174540,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718380.99,
					["g"] = 1,
					["b"] = 0,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[22:29:29]|h Ваша добыча: |cffffffff|Hitem:173202::::::::60:70:::::::|h[Сумеречная ткань]|h|rx2.",
					["serverTime"] = 1611174569,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718409.914,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[22:29:30]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 79 |4серебряная:серебряные:серебряных;, 83 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1611174570,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718410.93,
					["g"] = 1,
					["b"] = 0,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[22:29:47]|h Ингра Кразик говорит: Жалкие глупцы! Готовьтесь склониться перед мощью друстов!",
					["serverTime"] = 1611174587,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718427.747,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[22:30:06]|h Ингра Кразик говорит: Я побежден? Таким ничтожеством... как ты?..",
					["serverTime"] = 1611174606,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718447.464,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[22:30:07]|h Отношение |3-7(Дикая Охота) к вам улучшилось на 125.",
					["serverTime"] = 1611174607,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718447.714,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[22:30:07]|h Вы получили предмет: |cff0070dd|Hitem:184381::::::::60:70:::::::|h[Астральное подкорье]|h|rx2.",
					["serverTime"] = 1611174607,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718447.914,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[22:30:07]|h Вы получили предмет: |cff1eff00|Hitem:183701::::::::60:70:::::::|h[Материалы для ритуалов очищения]|h|r.",
					["serverTime"] = 1611174607,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718447.914,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[22:30:07]|h Лорд Герн говорит: Видишь, как они бегут? Придет время, и мы избавим лес от друстов раз и навсегда.",
					["serverTime"] = 1611174607,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718448.181,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[22:30:11]|h Ваша добыча: |cffffffff|Hitem:173202::::::::60:70:::::::|h[Сумеречная ткань]|h|r.",
					["serverTime"] = 1611174611,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718452.531,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[22:30:13]|h Ваша добыча: 2 |4золотая:золотые:золотых;, 8 |4серебряная:серебряные:серебряных;, 57 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1611174613,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718453.831,
					["g"] = 1,
					["b"] = 0,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[22:31:10]|h Ингра Кразик говорит: Жалкие глупцы! Готовьтесь склониться перед мощью друстов!",
					["serverTime"] = 1611174669,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718511.015,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[22:31:15]|h Вы будете получать добычу для специализации \"Свет\".",
					["serverTime"] = 1611174674,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2718515.999,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[22:31:16]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Бастион]|h.",
					["serverTime"] = 1611174675,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718517.674,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[22:31:16]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Бастион]|h.",
					["serverTime"] = 1611174675,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						28, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718517.674,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[22:31:25]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq21|k:44:299:BN_INLINE_TOAST_ALERT:0|h[|Kq21|k]|h выходит из сети.",
					["serverTime"] = 1611174684,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						9, -- [3]
						31, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718525.849,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[22:31:29]|h Задание \"Наполнение резервуара\" выполнено.",
					["serverTime"] = 1611174688,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718529.866,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[22:31:29]|h Получено: 102 |4золотая:золотые:золотых;, 96 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1611174688,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718529.866,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[22:31:36]|h |cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:302:SYSTEM|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r505 ед. анимы внесено в резервуар.",
					["serverTime"] = 1611174695,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718536.982,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[22:32:09]|h Задание \"Возвращение потерянных душ\" выполнено.",
					["serverTime"] = 1611174728,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718569.983,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[22:32:09]|h Получено: 51 |4золотая:золотые:золотых;, 48 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1611174728,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718569.983,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[22:33:22]|h Ваша добыча: |cff1eff00|Hitem:173204::::::::60:70:::::::|h[Сумрачный шелк]|h|rx2.",
					["serverTime"] = 1611174802,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718642.817,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[22:33:22]|h Ваша добыча: |cff0070dd|Hitem:172231::::::::60:70:::::::|h[Священный осколок]|h|r.",
					["serverTime"] = 1611174802,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718642.984,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[22:35:04]|h Вы продали хлама на 33|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 49|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 16|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["serverTime"] = 1611174904,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						11, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718745.269,
					["g"] = 1,
					["b"] = 0,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[22:07:13]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 1 шт.",
					["serverTime"] = 1611173233,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717074.043,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[22:07:13]|h Ваша добыча: 2 |4золотая:золотые:золотых;, 16 |4серебряная:серебряные:серебряных;, 71 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1611173233,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717074.243,
					["g"] = 1,
					["b"] = 0,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[22:07:17]|h Ваша добыча: |cffffffff|Hitem:184511::::::::60:70:::::::|h[Черный рунический клинок]|h|r.",
					["serverTime"] = 1611173237,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717078.493,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[22:07:43]|h Задание \"Памятник во имя отмщения\" выполнено.",
					["serverTime"] = 1611173263,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717103.91,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[22:07:43]|h Получено: 25 |4золотая:золотые:золотых;, 74 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1611173263,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717103.91,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[22:07:44]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 140 шт.",
					["serverTime"] = 1611173264,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717104.86,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[22:08:18]|h Задание \"Частицы смерти\" выполнено.",
					["serverTime"] = 1611173297,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717139.694,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[22:08:18]|h Получено: 51 |4золотая:золотые:золотых;, 48 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1611173297,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717139.694,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[22:08:19]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 425 шт.",
					["serverTime"] = 1611173298,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717140.694,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[22:08:23]|h Задание \"Бездушные оболочки\" выполнено.",
					["serverTime"] = 1611173302,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717143.761,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[22:08:23]|h Получено: 51 |4золотая:золотые:золотых;, 48 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1611173302,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717143.761,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[22:08:24]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 425 шт.",
					["serverTime"] = 1611173303,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717144.744,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[22:09:19]|h Ваша добыча: |cff1eff00|Hitem:173204::::::::60:70:::::::|h[Сумрачный шелк]|h|r.",
					["serverTime"] = 1611173358,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717199.712,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[22:09:19]|h Ваша добыча: |cff0070dd|Hitem:172231::::::::60:70:::::::|h[Священный осколок]|h|rx3.",
					["serverTime"] = 1611173358,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717199.912,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[22:09:25]|h На вас идет охота.",
					["serverTime"] = 1611173364,
					["r"] = 1,
					["extraData"] = {
						42, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717206.228,
					["g"] = 0.8666667342185974,
					["b"] = 0,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[22:09:36]|h Тюремщик говорит: Тебе не спрятаться.",
					["serverTime"] = 1611173375,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717217.395,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[22:09:56]|h Ваша добыча: |cff1eff00|Hitem:173204::::::::60:70:::::::|h[Сумрачный шелк]|h|r.",
					["serverTime"] = 1611173396,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717237.612,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[22:09:57]|h Ваша добыча: 3 |4золотая:золотые:золотых;, 14 |4серебряная:серебряные:серебряных;, 17 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1611173397,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717238.562,
					["g"] = 1,
					["b"] = 0,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[22:09:58]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|r, 46 шт.",
					["serverTime"] = 1611173398,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717238.796,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[22:10:49]|h Вы будете получать добычу для специализации \"Свет\".",
					["serverTime"] = 1611173449,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2717289.846,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[22:10:50]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Орибос]|h.",
					["serverTime"] = 1611173450,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717291.38,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[22:11:22]|h Смотритель Ка-Син говорит: Доставь записи о наблюдениях писарю судьбы.",
					["serverTime"] = 1611173482,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717323.447,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[22:11:29]|h Писарь судьбы Ро-Тал говорит: Предназначение направляет все и вся. Хотя понять его курс порой невозможно, оно непогрешимо по своей природе. Поэтому мы и должны в него верить.",
					["serverTime"] = 1611173489,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717330.647,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[22:11:35]|h Служитель-чиновник говорит: Конечно. Сию минуту.",
					["serverTime"] = 1611173495,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717336.614,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[22:11:37]|h Смотритель Ка-Син говорит: Предназначение направляет всех нас.",
					["serverTime"] = 1611173497,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717338.614,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[22:11:40]|h Служитель-чиновник говорит: Предназначение ведет нас.",
					["serverTime"] = 1611173500,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717341.364,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[22:11:46]|h |Hchannel:channel:1|h[1] |h|cffd8d8d8[|r|Hplayer:Хашивелька-Гордунни:206:CHANNEL:1|h|cffa9d271Хашивелька|r|h|cffd8d8d8]|r: Ребят, всех лаги?",
					["serverTime"] = 1611173506,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						6, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717347.114,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[22:11:52]|h Отношение |3-7(Неумирающая армия) к вам улучшилось на 500.",
					["serverTime"] = 1611173512,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717353.114,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[22:11:52]|h Задание \"Обмен услугами: Тирна Скитт\" выполнено.",
					["serverTime"] = 1611173512,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717353.135,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[22:11:52]|h Вы получили предмет: |cff0070dd|Hitem:184374::::::::60:70:::::::|h[Сосуд картеля для обмена]|h|rx5.",
					["serverTime"] = 1611173512,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717353.214,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[22:12:36]|h Хранитель Та'саран говорит: Не думаю. По сравнению с тем местом у нас они будут жить в роскоши.",
					["serverTime"] = 1611173556,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717397.215,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[22:13:08]|h Смотритель хранилища Та'хис говорит: Ты и представить не можешь, что они оставляют в хранилище Бездны.",
					["serverTime"] = 1611173587,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717428.765,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[22:13:45]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Орибос]|h.",
					["serverTime"] = 1611173624,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717466.266,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[22:13:51]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Арденвельд]|h.",
					["serverTime"] = 1611173630,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717472.533,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[22:13:51]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Арденвельд]|h.",
					["serverTime"] = 1611173630,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						28, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717472.533,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[22:15:03]|h Леди Лунная Ягода говорит: Нам надо собрать еще анимашишек, но эти земли захватили друсты! Чары помогут тебе пробраться мимо них.",
					["serverTime"] = 1611173703,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717544.634,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[22:15:19]|h Ваша добыча: |cffffffff|Hitem:180447::::::::60:70:::::::|h[Анимашишка]|h|r.",
					["serverTime"] = 1611173719,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717560.484,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[22:15:28]|h Ваша добыча: |cffffffff|Hitem:180447::::::::60:70:::::::|h[Анимашишка]|h|r.",
					["serverTime"] = 1611173728,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717569.684,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[22:15:40]|h Ваша добыча: |cffffffff|Hitem:180447::::::::60:70:::::::|h[Анимашишка]|h|r.",
					["serverTime"] = 1611173740,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717581.117,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[22:15:45]|h Ваша добыча: |cffffffff|Hitem:180447::::::::60:70:::::::|h[Анимашишка]|h|r.",
					["serverTime"] = 1611173745,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717586.501,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[22:15:54]|h Ваша добыча: |cffffffff|Hitem:180447::::::::60:70:::::::|h[Анимашишка]|h|r.",
					["serverTime"] = 1611173754,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717595.384,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[22:16:11]|h Ваша добыча: |cffffffff|Hitem:180447::::::::60:70:::::::|h[Анимашишка]|h|r.",
					["serverTime"] = 1611173771,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717611.801,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[22:16:16]|h Ваша добыча: |cffffffff|Hitem:180447::::::::60:70:::::::|h[Анимашишка]|h|r.",
					["serverTime"] = 1611173776,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717616.735,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[22:16:25]|h Ваша добыча: |cffffffff|Hitem:180447::::::::60:70:::::::|h[Анимашишка]|h|r.",
					["serverTime"] = 1611173785,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717626.002,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[22:16:40]|h Ваша добыча: |cffffffff|Hitem:180447::::::::60:70:::::::|h[Анимашишка]|h|r.",
					["serverTime"] = 1611173800,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717641.585,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[22:16:51]|h Ваша добыча: |cffffffff|Hitem:180447::::::::60:70:::::::|h[Анимашишка]|h|r.",
					["serverTime"] = 1611173811,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717652.285,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[22:16:51]|h Отношение |3-7(Дикая Охота) к вам улучшилось на 125.",
					["serverTime"] = 1611173811,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717652.369,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[22:16:51]|h Вы получили предмет: |cff0070dd|Hitem:184384::::::::60:70:::::::|h[Дремлющий росток]|h|rx4.",
					["serverTime"] = 1611173811,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717652.639,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[22:16:52]|h Леди Лунная Ягода говорит: Чудесно! Местные мотыльки могли бы у тебя поучиться.",
					["serverTime"] = 1611173812,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717652.885,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[22:19:38]|h Леди Лунная Ягода говорит: Сегодня зрители как-то странно себя ведут. Кто-то наверняка устроит... сцену. Кхм. Может, разберешься?",
					["serverTime"] = 1611173978,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717819.479,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[22:19:53]|h Зрительница говорит: Хм! Поработай над своими манерами, если хочешь со мной разговаривать.",
					["serverTime"] = 1611173993,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717834.255,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[22:19:54]|h Зрительница говорит: Я знала, что здесь что-то не так!",
					["serverTime"] = 1611173994,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717835.471,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[22:19:54]|h Зритель говорит: Ну вот! Весь вечер насмарку!",
					["serverTime"] = 1611173994,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717835.471,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[22:20:11]|h Ваша добыча: |cff9d9d9d|Hitem:178178::::::::60:70:::::::|h[Хрупкая кора]|h|r.",
					["serverTime"] = 1611174011,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717851.838,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[22:20:29]|h Зрительница говорит: Я позову подкрепление!",
					["serverTime"] = 1611174029,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717870.172,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[22:20:29]|h Ваша добыча: |cff9d9d9d|Hitem:178175::::::::60:70:::::::|h[Липкий сок]|h|r.",
					["serverTime"] = 1611174029,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717870.255,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[22:20:45]|h Ваша добыча: |cff9d9d9d|Hitem:178175::::::::60:70:::::::|h[Липкий сок]|h|r.",
					["serverTime"] = 1611174045,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717886.506,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[22:20:56]|h Зритель говорит: Если ты так и будешь здесь сидеть и выдвигать безосновательные обвинения, мне придется уйти!",
					["serverTime"] = 1611174056,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717897.356,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[22:20:57]|h Зрительница говорит: Ну ничего себе!",
					["serverTime"] = 1611174057,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717898.556,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[22:20:58]|h Зрительница говорит: Как говорится, не буду стоять здесь, как дерево...",
					["serverTime"] = 1611174058,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717899.372,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[22:21:06]|h Зрительница говорит: Я позову подкрепление!",
					["serverTime"] = 1611174066,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717907.689,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[22:21:07]|h Ваша добыча: |cff9d9d9d|Hitem:178178::::::::60:70:::::::|h[Хрупкая кора]|h|r.",
					["serverTime"] = 1611174067,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717907.723,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[22:21:15]|h Ваша добыча: |cff9d9d9d|Hitem:178178::::::::60:70:::::::|h[Хрупкая кора]|h|r.",
					["serverTime"] = 1611174075,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717915.956,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[22:21:26]|h Зритель говорит: Я позову подкрепление!",
					["serverTime"] = 1611174086,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717927.056,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[22:21:26]|h Зрительница говорит: Я позову подкрепление!",
					["serverTime"] = 1611174086,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717927.056,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[22:21:46]|h Ваша добыча: |cff9d9d9d|Hitem:178178::::::::60:70:::::::|h[Хрупкая кора]|h|r.",
					["serverTime"] = 1611174106,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717947.523,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[22:21:47]|h Зрительница говорит: Я позову подкрепление!",
					["serverTime"] = 1611174107,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717948.656,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[22:21:57]|h Зрительница говорит: Не дают спокойно посмотреть спектакль!",
					["serverTime"] = 1611174117,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717958.657,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[22:21:57]|h Зрительница говорит: Боггарт! Где мое оружие?",
					["serverTime"] = 1611174117,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717958.657,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[22:21:59]|h Зрительница говорит: Боггарт! Где мое оружие?",
					["serverTime"] = 1611174119,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717960.24,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[22:22:04]|h Зрительница говорит: Сейчас я тебе покажу, что я думаю по этому поводу. Копытом по лицу!",
					["serverTime"] = 1611174124,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717965.207,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[22:22:05]|h Зритель говорит: Боггарт! Где мое оружие?",
					["serverTime"] = 1611174125,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717966.523,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[22:22:07]|h Ваша добыча: |cff9d9d9d|Hitem:178178::::::::60:70:::::::|h[Хрупкая кора]|h|r.",
					["serverTime"] = 1611174127,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717967.757,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[22:22:14]|h Зритель говорит: Мне понравилась та, что про кошек.",
					["serverTime"] = 1611174134,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717974.813,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[22:22:19]|h Зритель говорит: Если ты так и будешь здесь сидеть и выдвигать безосновательные обвинения, мне придется уйти!",
					["serverTime"] = 1611174139,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717980.08,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[22:22:26]|h Зритель говорит: Странно. Большое существо должно просто съесть то, что поменьше. Забрать его силу!",
					["serverTime"] = 1611174146,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717987.607,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[22:22:34]|h Зрительница говорит: Я позову подкрепление!",
					["serverTime"] = 1611174154,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2717994.994,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[22:22:40]|h Зрительница говорит: Разберись с ними. А я пойду отсюда!",
					["serverTime"] = 1611174160,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718000.805,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[22:22:41]|h Зрительница говорит: Прошу прощения! Вообще-то я смотрю представление.",
					["serverTime"] = 1611174161,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718001.771,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[22:22:48]|h Зритель говорит: Боггарт! Где мое оружие?",
					["serverTime"] = 1611174168,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718009.507,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[22:23:16]|h Отношение |3-7(Дикая Охота) к вам улучшилось на 125.",
					["serverTime"] = 1611174195,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718036.875,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[22:23:16]|h Вы получили предмет: |cff0070dd|Hitem:184384::::::::60:70:::::::|h[Дремлющий росток]|h|rx3.",
					["serverTime"] = 1611174195,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718036.875,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[22:23:16]|h Леди Лунная Ягода говорит: Боггарты? Ничего, я уже выступала перед монстрами. Шоу должно продолжаться!",
					["serverTime"] = 1611174195,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718037.125,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[22:23:18]|h Ваша добыча: |cff9d9d9d|Hitem:178178::::::::60:70:::::::|h[Хрупкая кора]|h|r.",
					["serverTime"] = 1611174197,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718039.225,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[22:23:19]|h Зритель говорит: Боггарт! Где мое оружие?",
					["serverTime"] = 1611174198,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2718040.658,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
