
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:45:35]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669675534,
					["timestamp"] = 1055669.206,
					["g"] = 0.9529412388801575,
					["r"] = 0.9843137860298157,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:58:58]|h Соединение со службой Blizzard разорвано.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 1055669.206,
					["serverTime"] = 1669676337,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 1 |4час:часа:часов;, 9 |4минута:минуты:минут;, 51 |4секунда:секунды:секунд;.",
					["timestamp"] = 1055669.206,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1055669.206,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:55:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47499.867,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384924,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:55:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132140:14|tНегодяй – |3-8(вражеский питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47500.618,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384925,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[00:55:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47502.906,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384927,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[00:55:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134518:14|t|cff4e96f7|HbattlePetAbil:392:1400:260:325|h[Дополнительная броня]|h|r накладывает эффект |T134518:14|t|cff4e96f7|HbattlePetAbil:391:1400:260:325|h[Дополнительная броня]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47503.406,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384928,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[00:55:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47504.412,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384929,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[00:55:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47504.915,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384929,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[00:55:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47505.416,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384930,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[00:55:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:3025:325:219|h[Игры разума]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47507.42,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384932,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[00:55:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47510.792,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384935,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[00:55:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2389:1400:260:325|h[Игры разума: оглушение]|h|r накладывает эффект |T135860:14|t|cff4e96f7|HbattlePetAbil:174:1400:260:325|h[Оглушение]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47510.792,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384935,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[00:55:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47511.043,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384935,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[00:55:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47511.294,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384935,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[00:55:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47511.548,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384936,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[00:55:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 103 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47514.318,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384938,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[00:55:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47514.318,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384938,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[00:55:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47514.318,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384938,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[00:55:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47529.846,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384954,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[00:55:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:3025:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47531.106,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384955,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[00:56:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47534.841,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384959,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[00:56:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:3025:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47536.251,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384960,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[00:56:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T134518:14|t|cff4e96f7|HbattlePetAbil:391:953:260:325|h[Дополнительная броня]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47537.261,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384961,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[00:56:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47537.261,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384961,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[00:56:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47540.867,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384965,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[00:56:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:3025:325:219|h[Укус]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47541.983,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384966,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[00:56:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47545.744,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384970,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[00:56:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:3025:325:219|h[Укус]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47547.006,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384971,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[00:56:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:832:260:325|h[Боевое восстановление]|h|r восстанавливает 569 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47553.064,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384977,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[00:56:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1524:273:260|h[Боевое восстановление]|h|r восстанавливает 104 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47553.064,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384977,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[00:56:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1443:273:273|h[Боевое восстановление]|h|r восстанавливает 104 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47553.064,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384977,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[00:56:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47564.025,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384988,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[00:56:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132140:14|tНегодяй – |3-8(вражеский питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47564.783,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384989,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[00:56:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47570.041,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384994,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[00:56:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47571.041,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384995,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[00:56:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47571.391,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384996,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[00:56:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47571.747,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384996,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[00:56:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:1400:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47572.097,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384996,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[00:56:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:2458:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2458:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47572.148,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384996,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[00:56:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:2458:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2458:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47572.649,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384997,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[00:56:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:2458:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2458:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47573.149,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384997,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[00:56:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:2458:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:2458:325:219|h[Игры разума]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47575.15,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647384999,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[00:56:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1400:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47576.65,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385001,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[00:56:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47579.441,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385004,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[00:56:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2389:1400:260:325|h[Игры разума: оглушение]|h|r накладывает эффект |T135860:14|t|cff4e96f7|HbattlePetAbil:174:1400:260:325|h[Оглушение]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47579.441,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385004,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[00:56:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2395:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47579.691,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385004,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[00:56:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2395:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47579.942,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385004,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[00:56:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2395:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47580.196,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385004,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[00:56:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:2395:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47582.957,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385007,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[00:56:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:2395:325:219|h[Тотальное разрушение]|h|r наносит 310 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47582.957,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385007,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[00:56:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:2395:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47582.957,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385007,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[00:56:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1193:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47584.967,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385009,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[00:56:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47589.838,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385014,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[00:56:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133015:14|tПаровой танк ярмарки Новолуния – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47589.838,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385014,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[00:56:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2332:325:219|h[Укус]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47592.924,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385017,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[00:57:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1193:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47594.935,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385019,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[00:57:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47596.819,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385021,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[00:57:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T252188:14|t|cff4e96f7|HbattlePetAbil:646:972:273:260|h[Шок и трепет]|h|r наносит 659 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47598.391,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385023,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[00:57:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T252188:14|t|cff4e96f7|HbattlePetAbil:646:972:273:260|h[Шок и трепет]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47598.641,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385023,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[00:57:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:1610:325:219|h[Укус]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47600.961,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385025,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[00:57:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1193:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47602.973,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385027,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[00:57:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:1547:325:219|h[Игры разума]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47603.023,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385027,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[00:57:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47603.884,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385028,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[00:57:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132207:14|t|cff4e96f7|HbattlePetAbil:209:627:273:260|h[Ионная пушка]|h|r наносит 1098 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47605.563,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385030,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[00:57:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132207:14|t|cff4e96f7|HbattlePetAbil:209:627:273:260|h[Ионная пушка]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:627:273:260|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47605.563,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385030,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[00:57:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:449:325:219|h[Корм]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47607.879,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385032,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[00:57:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:880:325:219|h[Корм]|h|r восстанавливает 431 ед. урона |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47608.135,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385032,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[00:57:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1193:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47610.143,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385034,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[00:57:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:1193:260:325|h[Рог изобилия]|h|r\", наложенного на |3-3(команда противника), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47610.193,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385034,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[00:57:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47611.049,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385035,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[00:57:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:786:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47612.668,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385037,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[00:57:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T133015:14|tПаровой танк ярмарки Новолуния погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47612.668,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385037,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[00:57:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:325:273:260|h[Последний шанс]|h|r восстанавливает 325 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47615.191,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385039,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[00:57:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:325:273:260|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:325:273:260|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47615.443,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385040,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[00:57:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47618.331,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385042,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[00:57:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:786:325:219|h[Укус]|h|r наносит 647 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47620.104,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385044,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[00:57:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T133015:14|tПаровой танк ярмарки Новолуния погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47620.104,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385044,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[00:57:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135860:14|t|cff4e96f7|HbattlePetAbil:174:1193:260:325|h[Оглушение]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47622.61,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385047,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[00:57:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47624.862,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385049,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[00:57:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134509:14|tДирижабль ярмарки Новолуния – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47624.862,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385049,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[00:57:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47628.873,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385053,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[00:57:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T369278:14|t|cff4e96f7|HbattlePetAbil:777:1339:273:273|h[Ракета]|h|r наносит 374 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47630.004,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385054,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[00:57:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:412:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:412:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47631.005,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385055,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[00:57:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:412:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:412:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47631.514,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385056,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[00:57:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:412:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:412:325:219|h[Игры разума]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47633.016,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385057,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[00:57:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47637.286,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385061,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[00:57:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1005:273:273|h[Игры разума: здоровье]|h|r наносит 334 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47637.286,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385061,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[00:57:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1005:273:273|h[Игры разума: здоровье]|h|r наносит 298 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47637.537,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385062,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[00:57:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:412:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47637.787,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385062,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[00:57:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:412:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47638.037,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385062,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[00:57:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:412:325:219|h[Тотальное разрушение]|h|r наносит 388 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47640.8,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385065,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[00:57:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:412:325:219|h[Тотальное разрушение]|h|r наносит 388 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47640.8,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385065,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[00:57:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47644.805,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385069,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[00:57:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T369278:14|t|cff4e96f7|HbattlePetAbil:777:617:273:273|h[Ракета]|h|r наносит 500 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47645.956,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385070,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[00:57:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T132140:14|tНегодяй погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47645.956,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385070,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[00:57:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1082:273:273|h[Боевое восстановление]|h|r восстанавливает 465 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47649.555,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385074,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[00:57:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:954:260:325|h[Боевое восстановление]|h|r восстанавливает 447 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47649.555,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1647385074,
				}, -- [95]
			},
			["headIndex"] = 95,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 10,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["g"] = 0.9529412388801575,
					["timestamp"] = 1055669.206,
					["serverTime"] = 1669617020,
					["r"] = 0.9843137860298157,
				}, -- [1]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["serverTime"] = 1669673336,
					["timestamp"] = 1055669.206,
					["g"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["g"] = 0.9529412388801575,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1055669.206,
					["serverTime"] = 1669676193,
					["b"] = 1,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[00:45:35]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669675534,
					["timestamp"] = 1055669.206,
					["g"] = 0.9529412388801575,
					["r"] = 0.9843137860298157,
				}, -- [4]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 0.9843137860298157,
					["b"] = 1,
					["serverTime"] = 1669676531,
					["timestamp"] = 1055669.206,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 0.9529412388801575,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[00:58:58]|h Соединение со службой Blizzard разорвано.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 1055669.206,
					["serverTime"] = 1669676337,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [6]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["serverTime"] = 1669680528,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1055669.206,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [7]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 1055669.206,
				}, -- [8]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1055669.206,
				}, -- [9]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1055650.096,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [10]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame12"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[03:17:39]|h [W From] |cffd8d8d8[|r|Hplayer:Дегатти-Гордунни:286:WHISPER:ДЕГАТТИ-ГОРДУННИ|h|cffd8bc3f60|r:|cff3ec6eaДегатти|r|h|cffd8d8d8]|r: Spasibo",
					["serverTime"] = 1610155058,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1698906.53,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [1]
			},
			["headIndex"] = 1,
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:45:35]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669675534,
					["timestamp"] = 1055669.206,
					["g"] = 0.9529412388801575,
					["r"] = 0.9843137860298157,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:58:58]|h Соединение со службой Blizzard разорвано.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 1055669.206,
					["serverTime"] = 1669676337,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 1 |4час:часа:часов;, 9 |4минута:минуты:минут;, 51 |4секунда:секунды:секунд;.",
					["timestamp"] = 1055669.206,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1055669.206,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 11,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[04:17:21]|h Сообщение дня от гильдии: \"Слава цивилизованому Азероту! Смерть оркам!\"",
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["b"] = 0.8901961445808411,
					["g"] = 0.4745098352432251,
					["timestamp"] = 1055669.206,
					["serverTime"] = 1669617020,
					["r"] = 0.3450980484485626,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[08:30:20]|h Сообщение дня от гильдии: \"Слава цивилизованому Азероту! Смерть оркам!\"",
					["b"] = 0.8901961445808411,
					["r"] = 0.3450980484485626,
					["serverTime"] = 1669673336,
					["timestamp"] = 1055669.206,
					["g"] = 0.4745098352432251,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[00:08:55]|h Сообщение дня от гильдии: \"Слава цивилизованому Азероту! Смерть оркам!\"",
					["g"] = 0.4745098352432251,
					["r"] = 0.3450980484485626,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1055669.206,
					["serverTime"] = 1669676193,
					["b"] = 0.8901961445808411,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[00:27:28]|h |Hplayer:Коффка-Гордунни|h[|cfff48cbaКоффка|r]|h заслужила достижение |cffffff00|Hachievement:15241:Player-1602-06B5BE88:1:11:28:22:4294967295:4294967295:4294967295:4294967295|h[Всеобщая известность]|h|r!",
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1669674447,
					["timestamp"] = 1055669.206,
					["g"] = 0.5333333611488342,
					["r"] = 0.4078431725502014,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[00:45:35]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669675534,
					["timestamp"] = 1055669.206,
					["g"] = 0.9529412388801575,
					["r"] = 0.9843137860298157,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[00:56:32]|h Сообщение дня от гильдии: \"Слава цивилизованому Азероту! Смерть оркам!\"",
					["r"] = 0.3450980484485626,
					["b"] = 0.8901961445808411,
					["serverTime"] = 1669676531,
					["timestamp"] = 1055669.206,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["g"] = 0.4745098352432251,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[00:58:58]|h Соединение со службой Blizzard разорвано.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 1055669.206,
					["serverTime"] = 1669676337,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[01:02:09]|h Сообщение дня от гильдии: \"Слава цивилизованому Азероту! Смерть оркам!\"",
					["serverTime"] = 1669680528,
					["r"] = 0.3450980484485626,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1055669.206,
					["g"] = 0.4745098352432251,
					["b"] = 0.8901961445808411,
				}, -- [8]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 1055669.206,
				}, -- [9]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1055669.206,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[02:08:47]|h Сообщение дня от гильдии: \"Слава цивилизованому Азероту! Смерть оркам!\"",
					["r"] = 0.3450980484485626,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1055667.978,
					["g"] = 0.4745098352432251,
					["b"] = 0.8901961445808411,
				}, -- [11]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame13"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[04:14:05]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:615:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: У меня примерно в это время кошка обычно вспоминает, что она - ночное животное и начинает бегать по стенам)",
					["serverTime"] = 1610158444,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702291.606,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[04:14:12]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:616:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: А как это выглядит с шестью котами?",
					["serverTime"] = 1610158451,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702299.348,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[04:15:26]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:618:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: у меня все спят)",
					["serverTime"] = 1610158525,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						86, -- [3]
						88, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702372.89,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[04:16:01]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:620:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: у меня они дневные в мск, в деревне ток в диких спекаются",
					["serverTime"] = 1610158560,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						86, -- [3]
						88, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702408.284,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[04:22:23]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:632:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: Спекаются :DDD",
					["serverTime"] = 1610158942,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702789.883,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [5]
			},
			["headIndex"] = 5,
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:45:35]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669675534,
					["timestamp"] = 1055669.206,
					["g"] = 0.9529412388801575,
					["r"] = 0.9843137860298157,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:58:58]|h Соединение со службой Blizzard разорвано.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 1055669.206,
					["serverTime"] = 1669676337,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 1 |4час:часа:часов;, 9 |4минута:минуты:минут;, 51 |4секунда:секунды:секунд;.",
					["timestamp"] = 1055669.206,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1055669.206,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:45:35]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669675534,
					["timestamp"] = 1055669.206,
					["g"] = 0.9529412388801575,
					["r"] = 0.9843137860298157,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:58:58]|h Соединение со службой Blizzard разорвано.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 1055669.206,
					["serverTime"] = 1669676337,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 1 |4час:часа:часов;, 9 |4минута:минуты:минут;, 51 |4секунда:секунды:секунд;.",
					["timestamp"] = 1055669.206,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1055669.206,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 11,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:38:37]|h |HBNplayer:<BNET УДАЛЕН>:86:0:BN_WHISPER:<BNET УДАЛЕН>|h[<BNET УДАЛЕН>]|h шепчет: привет",
					["extraData"] = {
						52, -- [1]
						9, -- [2]
						10, -- [3]
						["n"] = 3,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1669675116,
					["timestamp"] = 1055669.206,
					["g"] = 0.4980392456054688,
					["r"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:38:41]|h |HBNplayer:<BNET УДАЛЕН>:86:0:BN_WHISPER:<BNET УДАЛЕН>|h[<BNET УДАЛЕН>]|h шепчет: ждем да?",
					["extraData"] = {
						52, -- [1]
						9, -- [2]
						10, -- [3]
						["n"] = 3,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1669675120,
					["timestamp"] = 1055669.206,
					["g"] = 0.4980392456054688,
					["r"] = 1,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[00:38:48]|h |HBNplayer:<BNET УДАЛЕН>:86:0:BN_WHISPER:<BNET УДАЛЕН>|h[<BNET УДАЛЕН>]|h шепчет: выхода",
					["extraData"] = {
						52, -- [1]
						9, -- [2]
						10, -- [3]
						["n"] = 3,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1669675127,
					["timestamp"] = 1055669.206,
					["g"] = 0.4980392456054688,
					["r"] = 1,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[00:45:35]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669675534,
					["timestamp"] = 1055669.206,
					["g"] = 0.9529412388801575,
					["r"] = 0.9843137860298157,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[00:57:15]|h Вы шепчете |3-2(|HBNplayer:<BNET УДАЛЕН>:86:0:BN_WHISPER:<BNET УДАЛЕН>|h[<BNET УДАЛЕН>]|h): Привет :) Угу, ждёмс",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 1055669.206,
					["serverTime"] = 1669676235,
					["extraData"] = {
						53, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[00:57:23]|h Вы шепчете |3-2(|HBNplayer:<BNET УДАЛЕН>:86:0:BN_WHISPER:<BNET УДАЛЕН>|h[<BNET УДАЛЕН>]|h): Только в игру что-то не пускает",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 1055669.206,
					["serverTime"] = 1669676243,
					["extraData"] = {
						53, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[00:57:30]|h |HBNplayer:<BNET УДАЛЕН>:86:0:BN_WHISPER:<BNET УДАЛЕН>|h[<BNET УДАЛЕН>]|h шепчет: м",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 1055669.206,
					["serverTime"] = 1669676250,
					["extraData"] = {
						52, -- [1]
						1, -- [2]
						3, -- [3]
						["n"] = 3,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[00:57:37]|h |HBNplayer:<BNET УДАЛЕН>:86:0:BN_WHISPER:<BNET УДАЛЕН>|h[<BNET УДАЛЕН>]|h шепчет: я в ней",
					["b"] = 0.8588235974311829,
					["r"] = 1,
					["g"] = 0.4980392456054688,
					["timestamp"] = 1055669.206,
					["serverTime"] = 1669676257,
					["extraData"] = {
						52, -- [1]
						1, -- [2]
						3, -- [3]
						["n"] = 3,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[00:58:58]|h Соединение со службой Blizzard разорвано.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 1055669.206,
					["serverTime"] = 1669676337,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [9]
				{
					["message"] = "0 |4день:дня:дней;, 1 |4час:часа:часов;, 9 |4минута:минуты:минут;, 51 |4секунда:секунды:секунд;.",
					["timestamp"] = 1055669.206,
				}, -- [10]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1055669.206,
				}, -- [11]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:45:35]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669675534,
					["timestamp"] = 1055669.206,
					["g"] = 0.9529412388801575,
					["r"] = 0.9843137860298157,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:58:58]|h Соединение со службой Blizzard разорвано.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 1055669.206,
					["serverTime"] = 1669676337,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 1 |4час:часа:часов;, 9 |4минута:минуты:минут;, 51 |4секунда:секунды:секунд;.",
					["timestamp"] = 1055669.206,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1055669.206,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 5,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[03:28:33]|h Вы отдыхаете.",
					["serverTime"] = 1669685312,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1060454.326,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[03:28:33]|h Вы продали хлама на 103|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 55|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 18|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["serverTime"] = 1669685312,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1060454.392,
					["g"] = 1,
					["b"] = 0,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[03:29:12]|h Вы получили: |cffffffff103|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 55|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 18|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t|r",
					["serverTime"] = 1669685351,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1060493.324,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[03:29:17]|h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Берега Пробуждения]|h.",
					["serverTime"] = 1669685356,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						11, -- [2]
						12, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1060497.739,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[03:29:17]|h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Оборона: Берега Пробуждения]|h.",
					["serverTime"] = 1669685356,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						13, -- [2]
						14, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1060497.739,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[03:07:37]|h Ползучая лава погибает, вы получаете 105 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684056,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059198.089,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[03:07:39]|h Ваша добыча: |cff9d9d9d|Hitem:192614::::::::60:66:::::::::|h[Стихийная слизь]|h|rx2.",
					["serverTime"] = 1669684058,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059199.737,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[03:07:39]|h Ваша добыча: |cff9d9d9d|Hitem:192645::::::::60:66:::::::::|h[Слиток обсидиана]|h|r.",
					["serverTime"] = 1669684058,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059199.885,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[03:08:15]|h Вы получаете 9050 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684094,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059235.607,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[03:08:15]|h Отношение |3-7(Драконья экспедиция) к вам улучшилось на 250.",
					["serverTime"] = 1669684094,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059235.607,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[03:08:15]|h Задание \"Вторжение элементалей\" выполнено.",
					["serverTime"] = 1669684094,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059235.626,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[03:08:15]|h Получено опыта: 9050.",
					["serverTime"] = 1669684094,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059235.626,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[03:08:15]|h Получено: 25 |4золотая:золотые:золотых;, 74 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1669684094,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059235.626,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[03:08:15]|h Воевода Брека Люторез говорит: Передай капитану Гэррик, что после смены я угощу ее выпивкой.",
					["serverTime"] = 1669684094,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1059235.981,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[03:08:19]|h Шуджа Люторез говорит: Мы будем сидеть за одним столом... с людьми?",
					["serverTime"] = 1669684098,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1059239.76,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[03:08:22]|h Воевода Брека Люторез говорит: Конечно! Как мы собираемся сражаться на одном поле боя, если не можем даже посидеть за одним столом?",
					["serverTime"] = 1669684101,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1059242.973,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[03:08:28]|h Шуджа Люторез говорит: Я об этом как-то не думала...",
					["serverTime"] = 1669684107,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1059248.965,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[03:08:32]|h Вы получаете 9050 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684111,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059253.514,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[03:08:32]|h Отношение |3-7(Драконья экспедиция) к вам улучшилось на 250.",
					["serverTime"] = 1669684111,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059253.514,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[03:08:32]|h Задание \"Работа кипит\" выполнено.",
					["serverTime"] = 1669684111,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059253.514,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[03:08:32]|h Получено опыта: 9050.",
					["serverTime"] = 1669684111,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059253.514,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[03:08:32]|h Получено: 25 |4золотая:золотые:золотых;, 74 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1669684111,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059253.514,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[03:08:33]|h Грун Серобород говорит: Теперь я изготовлю столько молотов...",
					["serverTime"] = 1669684112,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1059253.706,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[03:08:47]|h Вы получаете 9050 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684126,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059267.756,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[03:08:47]|h Отношение |3-7(Консорциум ремесленников – филиал на Драконьих островах) к вам улучшилось на 25.",
					["serverTime"] = 1669684126,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059267.756,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[03:08:47]|h Задание \"Проверка качества\" выполнено.",
					["serverTime"] = 1669684126,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059267.782,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[03:08:47]|h Получено опыта: 9050.",
					["serverTime"] = 1669684126,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059267.782,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[03:08:47]|h Получено: 25 |4золотая:золотые:золотых;, 74 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1669684126,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059267.782,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[03:08:47]|h Гефеста говорит: Я сразу же доставлю эти инструменты. Драконья экспедиция будет довольна.",
					["serverTime"] = 1669684126,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1059267.928,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[03:09:08]|h Вы продали хлама на 53|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 61|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 16|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["serverTime"] = 1669684147,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059289.38,
					["g"] = 1,
					["b"] = 0,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[03:09:11]|h Вы получили: |cffffffff53|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 61|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 16|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t|r",
					["serverTime"] = 1669684150,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059291.891,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[03:10:19]|h Рубиновая опалительница говорит:  Это ненормально.",
					["serverTime"] = 1669684218,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1059360.407,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[03:10:27]|h Открыта новая территория: Застава Драконьего Сердца. Получено 1225 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684226,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059368.026,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[03:10:40]|h Куалаши-джарадин погибает, вы получаете 700 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684239,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059380.731,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[03:10:51]|h Куалаши-мародер погибает, вы получаете опыт: 289. (Группа: +27)",
					["serverTime"] = 1669684250,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059392.349,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[03:10:54]|h Ваша добыча: 3 |4золотая:золотые:золотых;, 62 |4серебряная:серебряные:серебряных;, 23 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1669684253,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059394.671,
					["g"] = 1,
					["b"] = 0,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[03:11:26]|h Куалаши-мародер погибает, вы получаете 525 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684285,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059426.693,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[03:11:26]|h Куалаши-мародер погибает, вы получаете 525 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684285,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059426.932,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[03:11:27]|h Куалаши-мародер погибает, вы получаете 525 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684286,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059427.758,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[03:11:28]|h Ваша добыча: |cffffffff|Hitem:193050::::::::60:66:::::::::|h[Потрепанная ткань стихий]|h|r.",
					["serverTime"] = 1669684287,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059429.28,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[03:11:29]|h Ваша добыча: |cff1eff00|Hitem:193922::::::::60:66:::::::::|h[Дикая ткань]|h|r.",
					["serverTime"] = 1669684288,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059429.632,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[03:11:29]|h Ваша добыча: 3 |4золотая:золотые:золотых;, 93 |4серебряная:серебряные:серебряных;, 75 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1669684288,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059430.104,
					["g"] = 1,
					["b"] = 0,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[03:11:29]|h Вы получаете валюту – |cffffffff|Hcurrency:2003:0|h[Припасы Драконьих островов]|h|rх7",
					["serverTime"] = 1669684288,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059430.443,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[03:11:35]|h Куалаши-джарадин погибает, вы получаете опыт: 385. (Группа: +35)",
					["serverTime"] = 1669684294,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059435.988,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[03:11:38]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 2 |4серебряная:серебряные:серебряных;, 17 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1669684297,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059438.816,
					["g"] = 1,
					["b"] = 0,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[03:12:09]|h Куалаши-джарадин говорит: Еще одна букашка! Сейчас прихлопну!",
					["serverTime"] = 1669684328,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1059470.187,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[03:12:20]|h Куалаши-мародер погибает, вы получаете опыт: 289. (Группа: +27)",
					["serverTime"] = 1669684339,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059481.464,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[03:12:21]|h Куалаши-джарадин погибает, вы получаете опыт: 385. (Группа: +35)",
					["serverTime"] = 1669684340,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059482.386,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[03:12:21]|h Куалаши-мародер погибает, вы получаете опыт: 289. (Группа: +27)",
					["serverTime"] = 1669684340,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059482.386,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[03:12:23]|h Куалаши-мародер погибает, вы получаете опыт: 289. (Группа: +27)",
					["serverTime"] = 1669684342,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059484.351,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[03:12:25]|h Ваша добыча: |cffffffff|Hitem:193050::::::::60:66:::::::::|h[Потрепанная ткань стихий]|h|rx3.",
					["serverTime"] = 1669684344,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059485.804,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[03:12:26]|h Ваша добыча: 5 |4золотая:золотые:золотых;, 66 |4серебряная:серебряные:серебряных;, 55 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1669684345,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059486.692,
					["g"] = 1,
					["b"] = 0,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[03:12:47]|h Куалаши-джарадин погибает, вы получаете 700 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684366,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059507.947,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[03:12:49]|h Ваша добыча: 47 |4серебряная:серебряные:серебряных;, 55 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1669684368,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059510.577,
					["g"] = 1,
					["b"] = 0,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[03:13:00]|h Куалаши-джарадин говорит: Покажи мне силу!",
					["serverTime"] = 1669684379,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1059520.673,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[03:13:11]|h Куалаши-мародер погибает, вы получаете 525 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684390,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059532.553,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[03:13:15]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 5 |4серебряная:серебряные:серебряных;, 32 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1669684394,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059535.722,
					["g"] = 1,
					["b"] = 0,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[03:13:17]|h Куалаши-джарадин погибает, вы получаете 700 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684396,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059537.743,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[03:13:19]|h Ваша добыча: 98 |4серебряная:серебряные:серебряных;, 98 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1669684398,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059540.052,
					["g"] = 1,
					["b"] = 0,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[03:13:51]|h |cff1eff00|Hitem:194401::::::::60:66:::::::::|h[Нагрудный доспех стражника экспедиции]|h|r (194401) добавлен в Вашу коллекцию.",
					["timestamp"] = 1059572.222,
					["serverTime"] = 1669684430,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[03:13:51]|h Задание \"Джарадины-захватчики\" выполнено.",
					["serverTime"] = 1669684430,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059572.307,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[03:13:51]|h Получено опыта: 9050.",
					["serverTime"] = 1669684430,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059572.307,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[03:13:51]|h Получено: 25 |4золотая:золотые:золотых;, 74 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1669684430,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059572.307,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[03:13:51]|h Вы получаете 9050 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684430,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059572.307,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[03:13:51]|h Отношение |3-7(Союз Вальдраккена) к вам улучшилось на 100.",
					["serverTime"] = 1669684430,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059572.307,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[03:13:51]|h Вы получили предмет: |cff1eff00|Hitem:194401::::::::60:66::26:1:7963:2:9:60:28:2276:::::|h[Нагрудный доспех стражника экспедиции]|h|r.",
					["serverTime"] = 1669684430,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059572.336,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[03:13:54]|h Задание \"Спасение дракончиков\" выполнено.",
					["serverTime"] = 1669684433,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059575.029,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[03:13:54]|h Получено опыта: 9050.",
					["serverTime"] = 1669684433,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059575.029,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[03:13:54]|h Получено: 25 |4золотая:золотые:золотых;, 74 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1669684433,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059575.029,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[03:13:54]|h Вы получаете 9050 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684433,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059575.06,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[03:13:54]|h Отношение |3-7(Союз Вальдраккена) к вам улучшилось на 100.",
					["serverTime"] = 1669684433,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059575.06,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[03:14:23]|h Вы получили задание \"Время расплаты\".",
					["serverTime"] = 1669684462,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059604.293,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[03:14:25]|h Сендракс говорит: Все готово к отправлению!",
					["serverTime"] = 1669684464,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1059605.691,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[03:14:27]|h Командир Летанак говорит: Постой, кадет. Ты займешься другой важной задачей.",
					["serverTime"] = 1669684466,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1059608.429,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[03:14:32]|h Сендракс говорит: Я... прослежу, чтобы все получилось, пусть даже ценой своей жизни!",
					["serverTime"] = 1669684471,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1059613.48,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[03:14:39]|h Командир Летанак говорит: Спокойно, дитя.",
					["serverTime"] = 1669684478,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1059620.55,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[03:14:43]|h Командир Летанак говорит: Для борьбы с древними противниками понадобятся наши самые опытные воины. Отправляйся в сад Хранительницы Жизни и созови драконидов к Омутам Жизни.",
					["serverTime"] = 1669684482,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1059624.071,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[03:14:54]|h Вы получили задание \"Горе-экологи\".",
					["serverTime"] = 1669684493,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059635.436,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[03:14:59]|h Сендракс говорит: Будет исполнено, командир Летанак!",
					["serverTime"] = 1669684498,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1059639.642,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[03:15:18]|h Открыта новая территория: Беспокойные болота. Получено 1225 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684517,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059658.994,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[03:15:38]|h Буйный ветер погибает, вы получаете 350 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684537,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059678.814,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[03:15:39]|h Ваша добыча: |cff9d9d9d|Hitem:192644::::::::60:66:::::::::|h[Воздушная частица]|h|r.",
					["serverTime"] = 1669684538,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059680.193,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[03:15:43]|h Эколог Исха говорит: Смерть этих созданий была мучительной, Тару. Мы должны отнестись к ним с уважением.",
					["serverTime"] = 1669684542,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1059683.894,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[03:15:48]|h Эколог Тару говорит: Как можно быстрее выяснить, что их убивает, – то самое уважение и есть.",
					["serverTime"] = 1669684547,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1059688.771,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[03:15:52]|h Эколог Тару говорит: Мы обязаны беречь жизнь, Исха... а не осторожно наблюдать за ней!",
					["serverTime"] = 1669684551,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1059693.329,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[03:15:56]|h Эколог Исха говорит: Тебе стоит быть поаккуратней во время вскрытия, вот и все.",
					["serverTime"] = 1669684555,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1059697.57,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[03:16:31]|h Вы получили задание \"Спасение диких зверей\".",
					["serverTime"] = 1669684590,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059732.343,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[03:16:32]|h Эколог Тару говорит: И помни: не бойся замарать руки!",
					["serverTime"] = 1669684591,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1059732.586,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[03:16:45]|h Вы получаете 900 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684604,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059746.006,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[03:16:45]|h Отношение |3-7(Союз Вальдраккена) к вам улучшилось на 25.",
					["serverTime"] = 1669684604,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059746.006,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[03:16:45]|h Задание \"Горе-экологи\" выполнено.",
					["serverTime"] = 1669684604,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059746.028,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[03:16:45]|h Получено опыта: 900.",
					["serverTime"] = 1669684604,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059746.028,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[03:16:45]|h Получено: 2 |4золотая:золотые:золотых;, 57 |4серебряная:серебряные:серебряных;, 40 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1669684604,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059746.028,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[03:17:25]|h Вы получили задание \"Скальпель – это выход\".",
					["serverTime"] = 1669684644,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059786.077,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[03:17:25]|h Эколог Исха говорит: И постарайся ничего не трогать! Не хватало мне зараженного рабочего места... И скомпрометированных данных!",
					["serverTime"] = 1669684644,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1059786.252,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[03:17:48]|h Буйный ветер погибает, вы получаете 350 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684667,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059809.176,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[03:18:09]|h Ваша добыча: |cff9d9d9d|Hitem:192626::::::::60:66:::::::::|h[Куча пыли]|h|r.",
					["serverTime"] = 1669684688,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059830.485,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[03:18:09]|h Ваша добыча: |cffffffff|Hitem:202071::::::::60:66:::::::::|h[Частица стихии]|h|r.",
					["serverTime"] = 1669684688,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059830.512,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[03:18:30]|h Буйный ветер погибает, вы получаете 350 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684709,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059851.373,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[03:18:32]|h Ваша добыча: |cff9d9d9d|Hitem:192626::::::::60:66:::::::::|h[Куча пыли]|h|r.",
					["serverTime"] = 1669684711,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059852.749,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[03:18:45]|h Буйный ветер погибает, вы получаете 350 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684724,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059865.602,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[03:18:46]|h Ваша добыча: |cff9d9d9d|Hitem:192626::::::::60:66:::::::::|h[Куча пыли]|h|r.",
					["serverTime"] = 1669684725,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059866.711,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[03:18:46]|h Ваша добыча: |cffffffff|Hitem:202071::::::::60:66:::::::::|h[Частица стихии]|h|r.",
					["serverTime"] = 1669684725,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059866.771,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[03:19:23]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq18|k:7:884:BN_INLINE_TOAST_ALERT:0|h[|Kq18|k]|h выходит из сети.",
					["serverTime"] = 1669684762,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059903.916,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[03:19:52]|h Буйный ветер погибает, вы получаете 350 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684791,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059933.196,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[03:19:53]|h Ваша добыча: |cff9d9d9d|Hitem:192626::::::::60:66:::::::::|h[Куча пыли]|h|r.",
					["serverTime"] = 1669684792,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059934.483,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[03:20:08]|h Буйный ветер погибает, вы получаете 350 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684807,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059949.05,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[03:20:09]|h Ваша добыча: |cff9d9d9d|Hitem:192626::::::::60:66:::::::::|h[Куча пыли]|h|r.",
					["serverTime"] = 1669684808,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059950.279,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[03:20:29]|h Буйная вода погибает, вы получаете 350 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684828,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059969.774,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[03:20:30]|h Ваша добыча: |cff9d9d9d|Hitem:192611::::::::60:66:::::::::|h[Бутылка с вихрем]|h|r.",
					["serverTime"] = 1669684829,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1059971.086,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[03:21:33]|h Буйная вода погибает, вы получаете 350 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684892,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1060034.387,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[03:21:35]|h Ваша добыча: |cff9d9d9d|Hitem:192611::::::::60:66:::::::::|h[Бутылка с вихрем]|h|r.",
					["serverTime"] = 1669684894,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1060036.003,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[03:21:35]|h Ваша добыча: |cff0070dd|Hitem:190328::::::::60:66:::::::::|h[Пробуждающийся лед]|h|rx3.",
					["serverTime"] = 1669684894,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1060036.003,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[03:21:54]|h Буйная вода погибает, вы получаете 350 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684913,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1060054.737,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[03:21:55]|h Ваша добыча: |cff9d9d9d|Hitem:192611::::::::60:66:::::::::|h[Бутылка с вихрем]|h|r.",
					["serverTime"] = 1669684914,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1060055.955,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[03:22:03]|h Буйная вода погибает, вы получаете 350 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684922,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1060063.72,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[03:22:04]|h Ваша добыча: |cff9d9d9d|Hitem:192611::::::::60:66:::::::::|h[Бутылка с вихрем]|h|r.",
					["serverTime"] = 1669684923,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1060065.176,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[03:22:04]|h Ваша добыча: |cff0070dd|Hitem:190328::::::::60:66:::::::::|h[Пробуждающийся лед]|h|rx3.",
					["serverTime"] = 1669684923,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1060065.176,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[03:22:19]|h Буйная вода погибает, вы получаете 350 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669684938,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1060079.922,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[03:22:20]|h Ваша добыча: |cff9d9d9d|Hitem:192611::::::::60:66:::::::::|h[Бутылка с вихрем]|h|r.",
					["serverTime"] = 1669684939,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1060081.195,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[03:24:29]|h Открыта новая территория: Лощина рогоплавов. Получено 1225 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669685068,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1060210.429,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[03:25:09]|h Ваша добыча: |cffffffff|Hitem:191378::::::::60:66::::1:38:1:::::|h[Освежающее лечебное зелье |A:Professions-ChatIcon-Quality-Tier1:17:15::1|a]|h|r.",
					["serverTime"] = 1669685108,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1060249.641,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[03:25:09]|h Ваша добыча: |cff1eff00|Hitem:192055::::::::60:66:::::::::|h[Артефакт Драконьих островов]|h|r.",
					["serverTime"] = 1669685108,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1060249.931,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[03:25:09]|h Ваша добыча: |cff9d9d9d|Hitem:200803::::::::60:66:::::::::|h[В завитражье]|h|rx2.",
					["serverTime"] = 1669685108,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1060250.069,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[03:25:10]|h Вы получаете валюту – |cffffffff|Hcurrency:2003:0|h[Припасы Драконьих островов]|h|rх16",
					["serverTime"] = 1669685109,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1060250.806,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[03:25:25]|h |Hplayer:Гравис|h[Гравис]|h входит в игровой мир.",
					["serverTime"] = 1669685124,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1060266.477,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[03:28:02]|h Открыта новая территория: Руины хранилища Жизни. Получено 1225 |4очко:очка:очков; опыта.",
					["serverTime"] = 1669685281,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1060422.604,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[03:28:10]|h Повелительница стихий Тайянь говорит: Ох ты, из ТАКОЙ передряги я сама не выберусь...",
					["serverTime"] = 1669685289,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1060430.949,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [128]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
