
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:44:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T648206:14|t|cff4e96f7|HbattlePetAbil:207:1021:305:244|h[Суперзарядка]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351481,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[02:44:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:1023:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351482,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[02:44:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:804:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351482,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[02:44:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:913:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351483,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[02:44:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 18",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351486,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[02:44:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:516:305:244|h[Ликвидация]|h|r накладывает эффект |T132996:14|t|cff4e96f7|HbattlePetAbil:458:516:305:244|h[Ликвидация]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351487,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[02:44:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237477:14|t|cff4e96f7|HbattlePetAbil:801:913:317:219|h[Бросок камня]|h|r наносит 505 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351489,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[02:44:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1022:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351490,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[02:44:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 19",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351491,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[02:44:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132996:14|t|cff4e96f7|HbattlePetAbil:458:11:305:244|h[Ликвидация]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351493,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[02:44:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:11:305:244|h[Ликвидация]|h|r наносит 804 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351493,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[02:44:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:218:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351494,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[02:44:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T892829:14|tЖелезная звездочка погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351494,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[02:44:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:309:305:244|h[Последний шанс]|h|r восстанавливает 309 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351497,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[02:44:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:309:305:244|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:309:305:244|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351497,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[02:44:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:0:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351498,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[02:44:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T458967:14|tРокко погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351498,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[02:45:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:928:305:244|h[Боевое восстановление]|h|r восстанавливает 619 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351501,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[02:41:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351298,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[02:41:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351299,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[02:41:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351299,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[02:41:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:1400:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351299,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[02:41:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132103:14|t|cff4e96f7|HbattlePetAbil:2113:1509:366:317|h[Токсичный укус]|h|r наносит 193 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351301,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[02:41:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132103:14|t|cff4e96f7|HbattlePetAbil:2113:1509:366:317|h[Токсичный укус]|h|r накладывает эффект |T136067:14|t|cff4e96f7|HbattlePetAbil:2112:1509:366:317|h[Отравленная рана]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351301,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[02:41:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1207:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351303,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[02:41:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351304,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[02:41:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:1207:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351304,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[02:41:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:1207:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351305,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[02:41:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:1207:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351306,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[02:41:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:1207:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1207:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351306,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[02:41:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132122:14|t|cff4e96f7|HbattlePetAbil:803:1257:366:317|h[На клочки]|h|r наносит 193 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351309,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[02:41:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132122:14|t|cff4e96f7|HbattlePetAbil:803:1257:366:317|h[На клочки]|h|r накладывает эффект |T132155:14|t|cff4e96f7|HbattlePetAbil:491:1257:366:317|h[Кровотечение]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351309,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[02:41:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132155:14|t|cff4e96f7|HbattlePetAbil:491:1257:366:317|h[Кровотечение]|h|r наносит 231 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351310,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[02:41:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:783:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351311,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[02:41:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351312,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[02:41:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351313,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[02:41:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351313,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[02:41:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:783:260:325|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351313,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[02:41:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351314,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[02:41:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:783:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351314,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[02:41:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T451161:14|t|cff4e96f7|HbattlePetAbil:202:692:366:317|h[Взбучка]|h|r наносит 241 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351317,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[02:41:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132155:14|t|cff4e96f7|HbattlePetAbil:491:692:366:317|h[Кровотечение]|h|r наносит 255 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351318,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[02:42:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:287:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351319,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[02:42:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351320,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[02:42:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:287:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351321,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[02:42:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:287:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351322,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[02:42:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:287:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351322,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[02:42:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1623379:14|tКостяная Клешня погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351322,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[02:42:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132155:14|t|cff4e96f7|HbattlePetAbil:491:0:366:317|h[Кровотечение]|h|r наносит 383 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351325,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[02:42:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351325,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[02:42:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r восстанавливает 280 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351328,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[02:42:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:280:260:325|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351328,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[02:42:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351329,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[02:42:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2027855:14|tШпиндель – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351329,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[02:42:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351362,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[02:42:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136045:14|t|cff4e96f7|HbattlePetAbil:250:2356:280:333|h[Полчища паучков]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351362,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[02:42:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136045:14|t|cff4e96f7|HbattlePetAbil:250:2356:280:333|h[Полчища паучков]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351365,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[02:42:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351365,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[02:42:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351368,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[02:42:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r\", наложенного на |3-3(команда противника), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351368,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[02:42:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351371,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[02:42:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T892829:14|tЖелезная звездочка – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351371,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[02:42:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351376,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[02:42:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2293:280:333|h[Высасывание жизни]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351377,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[02:42:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2356:280:333|h[Высасывание жизни]|h|r восстанавливает 63 ед. урона |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351377,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[02:43:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1396:305:244|h[Ликвидация]|h|r накладывает эффект |T132996:14|t|cff4e96f7|HbattlePetAbil:458:1396:305:244|h[Ликвидация]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351380,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[02:43:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351401,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[02:43:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135822:14|t|cff4e96f7|HbattlePetAbil:382:2356:280:333|h[Режущая паутина]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351402,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[02:43:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135822:14|t|cff4e96f7|HbattlePetAbil:382:2356:280:333|h[Режущая паутина]|h|r накладывает эффект |T135822:14|t|cff4e96f7|HbattlePetAbil:381:2356:280:333|h[Режущая паутина]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351403,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[02:43:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135769:14|t|cff4e96f7|HbattlePetAbil:208:1246:305:244|h[Суперзаряд]|h|r накладывает эффект |T648206:14|t|cff4e96f7|HbattlePetAbil:207:1246:305:244|h[Суперзарядка]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351404,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[02:43:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351408,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[02:43:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2356:280:333|h[Высасывание жизни]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351409,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[02:43:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2356:280:333|h[Высасывание жизни]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351409,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[02:43:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2356:280:333|h[Высасывание жизни]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351410,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[02:43:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132996:14|t|cff4e96f7|HbattlePetAbil:458:1096:305:244|h[Ликвидация]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351412,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[02:43:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1096:305:244|h[Ликвидация]|h|r наносит 3866 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351412,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[02:43:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T2027855:14|tШпиндель погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351412,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[02:43:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135822:14|t|cff4e96f7|HbattlePetAbil:381:0:280:333|h[Режущая паутина]|h|r наносит 75 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351414,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[02:43:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T648206:14|t|cff4e96f7|HbattlePetAbil:207:1021:305:244|h[Суперзарядка]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351414,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[02:43:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1021:305:244|h[Ликвидация]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:1021:305:244|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T2027855:14|tШпиндель).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351414,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[02:43:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351416,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[02:43:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458967:14|tРокко – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351416,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[02:43:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351421,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[02:43:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132762:14|tСтрашный ящик – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351421,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[02:43:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:2741:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351423,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[02:43:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:2522:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351423,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[02:43:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:2631:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351424,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[02:43:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351426,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[02:43:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136122:14|t|cff4e96f7|HbattlePetAbil:218:1220:260:260|h[Проклятие рока]|h|r накладывает эффект |T136122:14|t|cff4e96f7|HbattlePetAbil:217:1220:260:260|h[Проклятие рока]|h|r на |3-1(вражеский питомец) |3-3(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351426,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[02:43:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237477:14|t|cff4e96f7|HbattlePetAbil:801:2631:317:219|h[Бросок камня]|h|r наносит 337 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351429,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[02:43:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135822:14|t|cff4e96f7|HbattlePetAbil:381:0:280:333|h[Режущая паутина]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351430,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[02:43:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:2740:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351430,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[02:43:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351431,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[02:43:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237524:14|t|cff4e96f7|HbattlePetAbil:655:883:260:260|h[Страшный укус]|h|r наносит 420 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351432,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[02:43:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:2320:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351433,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[02:43:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:2101:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351433,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[02:43:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:2210:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351434,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[02:44:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351439,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[02:44:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237524:14|t|cff4e96f7|HbattlePetAbil:655:378:260:260|h[Страшный укус]|h|r наносит 420 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351440,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[02:44:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237477:14|t|cff4e96f7|HbattlePetAbil:801:1790:317:219|h[Бросок камня]|h|r наносит 337 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351442,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[02:44:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1899:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351443,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[02:44:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 13",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351447,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[02:44:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237524:14|t|cff4e96f7|HbattlePetAbil:655:41:260:260|h[Страшный укус]|h|r наносит 420 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351448,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[02:44:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:1479:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351450,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[02:44:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T132762:14|tСтрашный ящик погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351450,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[02:44:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618980:14|t|cff4e96f7|HbattlePetAbil:724:17:260:260|h[Проклятый]|h|r восстанавливает 17 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351452,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[02:44:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618980:14|t|cff4e96f7|HbattlePetAbil:724:17:260:260|h[Проклятый]|h|r накладывает эффект |T618980:14|t|cff4e96f7|HbattlePetAbil:242:17:260:260|h[Нежить]|h|r на |3-1(ваш питомец) |3-3(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351452,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[02:44:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:1260:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351453,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[02:44:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1369:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351454,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[02:44:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351458,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[02:44:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237524:14|t|cff4e96f7|HbattlePetAbil:655:17:260:260|h[Страшный укус]|h|r наносит 315 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351459,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[02:44:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136089:14|t|cff4e96f7|HbattlePetAbil:1466:1828:317:219|h[Каменный облик]|h|r восстанавливает 774 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351461,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[02:44:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136122:14|t|cff4e96f7|HbattlePetAbil:217:17:260:260|h[Проклятие рока]|h|r наносит 630 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351462,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[02:44:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618980:14|t|cff4e96f7|HbattlePetAbil:242:17:260:260|h[Нежить]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T132762:14|tСтрашный ящик), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351463,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[02:44:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618980:14|t|cff4e96f7|HbattlePetAbil:242:0:260:260|h[Нежить]|h|r наносит 17 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351463,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[02:44:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T132762:14|tСтрашный ящик погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351463,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[02:44:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T136122:14|t|cff4e96f7|HbattlePetAbil:217:0:260:260|h[Проклятие рока]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T458967:14|tРокко), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351465,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[02:44:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351465,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[02:44:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T892829:14|tЖелезная звездочка – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351466,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[02:44:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 15",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351469,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[02:44:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1021:305:244|h[Ликвидация]|h|r накладывает эффект |T132996:14|t|cff4e96f7|HbattlePetAbil:458:1021:305:244|h[Ликвидация]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351470,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[02:44:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136089:14|t|cff4e96f7|HbattlePetAbil:1466:2010:317:219|h[Каменный облик]|h|r восстанавливает 812 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351472,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[02:44:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 16",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351474,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[02:44:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135769:14|t|cff4e96f7|HbattlePetAbil:208:1021:305:244|h[Суперзаряд]|h|r накладывает эффект |T648206:14|t|cff4e96f7|HbattlePetAbil:207:1021:305:244|h[Суперзарядка]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351475,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[02:44:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136089:14|t|cff4e96f7|HbattlePetAbil:1466:2741:317:219|h[Каменный облик]|h|r восстанавливает 731 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351477,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[02:44:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 17",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351479,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[02:44:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132996:14|t|cff4e96f7|HbattlePetAbil:458:1021:305:244|h[Ликвидация]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351481,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[02:44:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1021:305:244|h[Ликвидация]|h|r наносит 1718 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1695927.283,
					["serverTime"] = 1606351481,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [128]
			},
			["headIndex"] = 18,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 24,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[08:50:27]|h [W To] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1663:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: инв",
					["serverTime"] = 1613717426,
					["r"] = 1,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 26639.318,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[09:17:14]|h [W To] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1884:WHISPER:РУКО-ГОРДУННИ|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: По поводу хила - мой пал в некоторых забегах одетых и опытных хилов перехиливает по оверолу) так что не расстраивайся",
					["serverTime"] = 1613719033,
					["r"] = 1,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28246.111,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[09:17:24]|h [W To] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1885:WHISPER:РУКО-ГОРДУННИ|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: Это у меня билд такой",
					["serverTime"] = 1613719043,
					["r"] = 1,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28256.395,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[09:17:48]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1886:WHISPER:РУКО-ГОРДУННИ|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: да все ок) спасибо) да и что ждать от 170 дру)",
					["serverTime"] = 1613719067,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28280.212,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[09:18:27]|h [W To] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1887:WHISPER:РУКО-ГОРДУННИ|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: А ты монком на этой неделе уже ходил в ключи? Как тебе гривус, если ходил?",
					["serverTime"] = 1613719106,
					["r"] = 1,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28319.279,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[09:19:03]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1891:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: монком ходил, 2 14 закрывал пока что для трая",
					["serverTime"] = 1613719142,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28354.958,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[09:19:15]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1892:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: катакомбы и ту сторону",
					["serverTime"] = 1613719154,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28367.506,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[09:19:20]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1893:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: если честно не так сложно",
					["serverTime"] = 1613719159,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28372.15,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[09:19:25]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1894:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: весь хил прямой",
					["serverTime"] = 1613719164,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28377.124,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[09:19:30]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1895:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: снимает стаки и тд",
					["serverTime"] = 1613719169,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28382.1,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[09:19:33]|h [W To] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1896:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: Прайды нормально выхиливаются?",
					["serverTime"] = 1613719172,
					["r"] = 1,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28385.594,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[09:19:41]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1897:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: не чувствую особо",
					["serverTime"] = 1613719180,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28393.75,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[09:19:50]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1898:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: цаплю держу под прайд",
					["serverTime"] = 1613719189,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28402.275,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[09:20:03]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1899:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: с ней до 30%, потом подхил",
					["serverTime"] = 1613719202,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28414.885,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[09:21:03]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1903:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: на мобах как в кабакомбах перед босом через ковенантскую поднимаю, чтобы на фул поднять",
					["serverTime"] = 1613719262,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28475.615,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[09:21:51]|h [W To] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1904:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: Ты меня успокоил) Друид знакомый матерился на текущие аффиксы. Мне было страшно, что с монком у нас будет вообще полная ж)",
					["serverTime"] = 1613719310,
					["r"] = 1,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28523.733,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[09:22:00]|h [W To] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1906:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: А ковенант какой у тебя?",
					["serverTime"] = 1613719319,
					["r"] = 1,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28532.15,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[09:22:10]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1907:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: кирии",
					["serverTime"] = 1613719329,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28542.216,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[09:22:19]|h [W To] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1908:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: Наш фея",
					["serverTime"] = 1613719338,
					["r"] = 1,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28550.9,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[09:22:37]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1909:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: а стоп, ты про друида? то фея",
					["serverTime"] = 1613719356,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28569.517,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[09:22:40]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1910:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: на монке кирии",
					["serverTime"] = 1613719359,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28572.617,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[09:22:46]|h [W To] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1911:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: нене, я как раз про монка",
					["serverTime"] = 1613719365,
					["r"] = 1,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28578.367,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[09:23:36]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1913:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: монк хорош, но им просто тяжело отхиливать",
					["serverTime"] = 1613719415,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28628.634,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[09:24:38]|h [W To] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1919:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: Угу) Наш потому монком и играет. Челленджа ему блин хочется :D Всякие шаманы - для слабаков",
					["serverTime"] = 1613719477,
					["r"] = 1,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28690.752,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [24]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame12"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[03:17:39]|h [W From] |cffd8d8d8[|r|Hplayer:Дегатти-Гордунни:286:WHISPER:ДЕГАТТИ-ГОРДУННИ|h|cffd8bc3f60|r:|cff3ec6eaДегатти|r|h|cffd8d8d8]|r: Spasibo",
					["serverTime"] = 1610155058,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1698906.53,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [1]
			},
			["headIndex"] = 1,
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame13"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[04:14:05]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:615:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: У меня примерно в это время кошка обычно вспоминает, что она - ночное животное и начинает бегать по стенам)",
					["serverTime"] = 1610158444,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702291.606,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[04:14:12]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:616:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: А как это выглядит с шестью котами?",
					["serverTime"] = 1610158451,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702299.348,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[04:15:26]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:618:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: у меня все спят)",
					["serverTime"] = 1610158525,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						86, -- [3]
						88, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702372.89,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[04:16:01]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:620:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: у меня они дневные в мск, в деревне ток в диких спекаются",
					["serverTime"] = 1610158560,
					["r"] = 1,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						86, -- [3]
						88, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702408.284,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[04:22:23]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:632:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: Спекаются :DDD",
					["serverTime"] = 1610158942,
					["r"] = 1,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1702789.883,
					["g"] = 0.4980392456054688,
					["b"] = 0.8588235974311829,
				}, -- [5]
			},
			["headIndex"] = 5,
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 43,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[08:51:15]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1675:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: lmao you will carry us now its almost not funny XD",
					["serverTime"] = 1613717474,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 26687.736,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[08:51:44]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1677:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: My DH would've been murdered by the second pack )",
					["serverTime"] = 1613717503,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 26715.936,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[08:54:34]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1684:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: let's just kill the next one",
					["serverTime"] = 1613717673,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 26886.606,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[08:57:24]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1694:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: My resto druid friend told me grievous is just not possible to heal(",
					["serverTime"] = 1613717843,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27056.242,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[08:57:29]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1695:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: as druid",
					["serverTime"] = 1613717848,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27061.592,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[08:58:07]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1703:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: he didnt play as monk hel...",
					["serverTime"] = 1613717886,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27099.459,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[08:58:10]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1704:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: al",
					["serverTime"] = 1613717889,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27101.876,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[08:58:24]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1708:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: My main healer is a monk",
					["serverTime"] = 1613717903,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27115.893,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[08:58:28]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1709:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: my too",
					["serverTime"] = 1613717907,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27120.226,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[08:58:29]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1710:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: :D",
					["serverTime"] = 1613717908,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27121.759,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[08:58:34]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1712:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Not looking forward to doing keys on Saturday(",
					["serverTime"] = 1613717913,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27126.226,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[08:58:45]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1714:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: big guy",
					["serverTime"] = 1613717924,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27137.026,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[09:00:16]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1730:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: Решение: ЦВЕТНОЙ",
					["serverTime"] = 1613718015,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27228.278,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[09:00:34]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1732:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: Решение: ПУСТОЙ",
					["serverTime"] = 1613718033,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27246.545,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[09:01:59]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1738:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: Решение: БЕЗ КРУГА",
					["serverTime"] = 1613718118,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27331.296,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[09:02:31]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1740:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: Решение: ПУСТОЙ",
					["serverTime"] = 1613718150,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27363.347,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[09:03:21]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1742:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: Решение: БЕЗ КРУГА",
					["serverTime"] = 1613718200,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27413.117,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[09:07:15]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1783:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: bm was on the wrong one there",
					["serverTime"] = 1613718434,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27647.185,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[09:07:18]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1785:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: mb",
					["serverTime"] = 1613718437,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27650.435,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[09:14:43]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1846:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: +2",
					["serverTime"] = 1613718882,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28095.192,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[09:15:02]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1854:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: ty all for run",
					["serverTime"] = 1613718901,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28113.909,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[09:15:03]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1855:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: i mean we had a huge tank there",
					["serverTime"] = 1613718902,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28114.959,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[09:15:07]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1857:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: yeah",
					["serverTime"] = 1613718906,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28119.076,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[09:15:08]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1858:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: ty for carry on that one :P",
					["serverTime"] = 1613718907,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28120.159,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[09:15:08]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1859:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: too ez",
					["serverTime"] = 1613718907,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28120.159,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[09:15:16]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1860:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: i heal less",
					["serverTime"] = 1613718915,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28128.643,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[09:15:18]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1861:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: then tank",
					["serverTime"] = 1613718917,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28130.593,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[09:15:20]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Парвинка-Гордунни:1862:PARTY|h|cffd8bc3f60|r:|cffc59a6cПарвинка|r|h|cffd8d8d8]|r: ty mates <3",
					["serverTime"] = 1613718919,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28132.093,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[09:15:25]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1863:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Lol you were the ones who carried my DH :)",
					["serverTime"] = 1613718924,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28136.91,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[09:15:25]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1864:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: ty for run",
					["serverTime"] = 1613718924,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28137.393,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[09:15:26]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1865:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: hahaha",
					["serverTime"] = 1613718925,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28138.093,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[09:15:32]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1866:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Thank you for accepting me :)",
					["serverTime"] = 1613718931,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28144.393,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[09:15:32]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1867:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: its was rly funny",
					["serverTime"] = 1613718931,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28144.793,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[09:15:36]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1868:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: well then all happy :D",
					["serverTime"] = 1613718935,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28148.693,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[09:15:40]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Сакуродзима-Гордунни:1869:PARTY|h|cffd8bc3f60|r:|cfffe7b09Сакуродзима|r|h|cffd8d8d8]|r: portal )",
					["serverTime"] = 1613718939,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28152.677,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[09:15:42]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1870:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: ty for keys chaps",
					["serverTime"] = 1613718941,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28154.71,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[09:15:46]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1871:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: i dont have",
					["serverTime"] = 1613718945,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28158.127,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[09:15:50]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1874:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: stormwind ?",
					["serverTime"] = 1613718949,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28161.893,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[09:15:51]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1875:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: ^^",
					["serverTime"] = 1613718950,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28163.677,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[09:15:58]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Парвинка-Гордунни:1877:PARTY|h|cffd8bc3f60|r:|cffc59a6cПарвинка|r|h|cffd8d8d8]|r: gl",
					["serverTime"] = 1613718957,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						36, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28170.427,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[09:16:03]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1878:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: peace guys",
					["serverTime"] = 1613718962,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28175.144,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[09:16:05]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1879:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: <3",
					["serverTime"] = 1613718964,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28177.294,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[09:16:09]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1880:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Cheers :)",
					["serverTime"] = 1613718968,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28180.877,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [43]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 120,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[09:08:41]|h |cffc59a6cПарвинка|r умирает.",
					["serverTime"] = 1613718520,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27733.453,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[09:09:44]|h [S] |cffd8d8d8[|r|Hplayer:Парвинка-Гордунни:1800:SAY|h|cffd8bc3f60|r:|cffc59a6cПарвинка|r|h|cffd8d8d8]|r: Нестабильная кислота на |cffc59a6cПарвинка|r",
					["serverTime"] = 1613718583,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27796.671,
					["g"] = 1,
					["b"] = 1,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[09:09:56]|h [S] |cffd8d8d8[|r|Hplayer:Парвинка-Гордунни:1801:SAY|h|cffd8bc3f60|r:|cffc59a6cПарвинка|r|h|cffd8d8d8]|r: Нестабильная кислота на |cffc59a6cПарвинка|r",
					["serverTime"] = 1613718595,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27808.738,
					["g"] = 1,
					["b"] = 1,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[09:10:29]|h [S] |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1802:SAY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: Volatile Acid on |cffa5a5a5Arcanestein|r",
					["serverTime"] = 1613718628,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27841.171,
					["g"] = 1,
					["b"] = 1,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[09:10:42]|h [S] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1803:SAY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: Нестабильная кислота на |cfffe7b09Руко|r!",
					["serverTime"] = 1613718641,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						24, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27854.605,
					["g"] = 1,
					["b"] = 1,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[09:10:58]|h [S] |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1804:SAY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: Volatile Acid on |cffa5a5a5Arcanestein|r",
					["serverTime"] = 1613718657,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27870.289,
					["g"] = 1,
					["b"] = 1,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[09:11:31]|h [S] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1805:SAY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: Нестабильная кислота на |cfffe7b09Руко|r!",
					["serverTime"] = 1613718690,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						24, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27903.106,
					["g"] = 1,
					["b"] = 1,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[09:11:44]|h [S] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1806:SAY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: Нестабильная кислота на |cfffe7b09Руко|r!",
					["serverTime"] = 1613718703,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						24, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27916.506,
					["g"] = 1,
					["b"] = 1,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[09:11:51]|h |cffa22fc8Лириция|r выходит из игрового мира.",
					["serverTime"] = 1613718710,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27923.69,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[09:12:02]|h Тред'ова кричит: Глотать! Пожирать! Поедать!",
					["serverTime"] = 1613718721,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						18, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27934.64,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[09:12:03]|h |cffffaeaeDetails!:|r |cFFFFBB00First Hit|r: *?* |cFFFFBB00Boss First Target|r: Ниэтта    ",
					["timestamp"] = 27935.006,
					["serverTime"] = 1613718722,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[09:12:04]|h |cffd8d8d8[|r|Hplayer:Рафит:1809|h|cffd8bc3f60|r:|cffa9d271Рафит|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1613718723,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27936.64,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[09:12:08]|h Тред'ова кричит: Боль! Боль!",
					["serverTime"] = 1613718727,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						18, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27939.906,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[09:12:23]|h Тред'ова кричит: Тени!",
					["serverTime"] = 1613718742,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						18, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27955.257,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[09:12:23]|h [S] |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1812:SAY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: Mind Link on |cffa5a5a5Arcanestein|r",
					["serverTime"] = 1613718742,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27955.773,
					["g"] = 1,
					["b"] = 1,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[09:12:24]|h [S] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1817:SAY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: Связь разума на |cfffe7b09Руко|r!",
					["serverTime"] = 1613718743,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						24, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27956.057,
					["g"] = 1,
					["b"] = 1,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[09:12:27]|h Тред'ова кричит: Здесь еда!",
					["serverTime"] = 1613718746,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						18, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27958.89,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[09:12:27]|h Тред'ова кричит: Я ем... я... становлюсь лучше...",
					["serverTime"] = 1613718746,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						18, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27959.307,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[09:12:35]|h Тред'ова кричит: От такого не увернетесь!",
					["serverTime"] = 1613718754,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						18, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27967.824,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[09:12:55]|h Тред'ова кричит: Вам не сбежать.",
					["serverTime"] = 1613718774,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						18, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27987.257,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[09:13:03]|h Тред'ова кричит: Идите сюда, детки. Ужин ждет.",
					["serverTime"] = 1613718782,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						18, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27995.341,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[09:13:05]|h Тред'ова кричит: Они чуют вас!",
					["serverTime"] = 1613718784,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						18, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27996.857,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[09:13:13]|h Тред'ова кричит: Еще! Мне открываются новые знания.",
					["serverTime"] = 1613718792,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						18, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28005.508,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[09:13:24]|h Тред'ова кричит: Вы слишком предсказуемы.",
					["serverTime"] = 1613718803,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						18, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28016.374,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[09:13:30]|h [S] |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1826:SAY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: Infester",
					["serverTime"] = 1613718809,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28022.758,
					["g"] = 1,
					["b"] = 1,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[09:13:33]|h Тред'ова кричит: Узрите ваше собственное невежество.",
					["serverTime"] = 1613718812,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						18, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28025.708,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[09:13:34]|h [S] |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1829:SAY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: Mind Link on |cffa5a5a5Arcanestein|r",
					["serverTime"] = 1613718813,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28026.375,
					["g"] = 1,
					["b"] = 1,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[09:13:37]|h Тред'ова кричит: Мои дети пожрут вашу плоть.",
					["serverTime"] = 1613718816,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						18, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28029.358,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[09:13:44]|h Тред'ова кричит: Я предвижу ваш каждый шаг!",
					["serverTime"] = 1613718823,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						18, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28035.875,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[09:13:51]|h Тред'ова кричит: Узрите ваше собственное невежество.",
					["serverTime"] = 1613718830,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						18, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28043.808,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[09:13:56]|h [S] |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1839:SAY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: Infester",
					["serverTime"] = 1613718835,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28048.292,
					["g"] = 1,
					["b"] = 1,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[09:14:03]|h Тред'ова кричит: Вы слишком предсказуемы.",
					["serverTime"] = 1613718842,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						18, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28055.292,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[09:14:11]|h Тред'ова кричит: Узрите ваше собственное невежество.",
					["serverTime"] = 1613718850,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						18, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28063.358,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[09:14:11]|h Тред'ова кричит: Какие... вкусные... знания...",
					["serverTime"] = 1613718850,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						18, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28063.699,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[09:14:12]|h BigWigs: |cffffff00'Тред'ова' терпит поражение спустя 2 мин. 8 с.|r",
					["timestamp"] = 28064.492,
					["serverTime"] = 1613718851,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[09:14:24]|h Дроман Ульфарран говорит: Лакали спит. Знания остались при нем. Время излечит его.",
					["serverTime"] = 1613718863,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28076.527,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[09:14:43]|h Дроман Ульфарран говорит: Тирна Скитт не забудет вас. Никогда.",
					["serverTime"] = 1613718882,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28094.859,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[09:14:43]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1846:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: +2",
					["serverTime"] = 1613718882,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28095.192,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[09:14:48]|h Arcanestein-Hellscream получает добычу: |cffa335ee|Hitem:178708::::::::60:66::16:6:7206:6652:6917:1501:5858:6646:1:28:1279:::|h[Освобожденный подменыш]|h|r.",
					["serverTime"] = 1613718887,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						16, -- [3]
						28, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28100.342,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[09:14:55]|h Ваша добыча: |cffa335ee|Hitem:180653::::::::60:66::::7:28:1279:17:376:18:17:19:10:20:8:21:12:22:121:::|h[Эпохальный ключ]|h|r.",
					["serverTime"] = 1613718894,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28107.009,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[09:14:55]|h Ваша добыча: |cff0070dd|Hitem:184382::::::::60:66:::::::|h[Светящаяся рощаника]|h|rx3.",
					["serverTime"] = 1613718894,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28107.193,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[09:14:55]|h Ваша добыча: 51 |4золотая:золотые:золотых;, 17 |4серебряная:серебряные:серебряных;, 50 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1613718894,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						29, -- [3]
						30, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28107.809,
					["g"] = 1,
					["b"] = 0,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[09:14:56]|h Парвинка получает добычу: |cffa335ee|Hitem:178701::::::::60:66::16:5:7206:6652:1501:5858:6646:1:28:1279:::|h[Наголенники из панциря горма]|h|r.",
					["serverTime"] = 1613718895,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						16, -- [3]
						31, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28107.876,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[09:14:56]|h Руко получает добычу: |cffa335ee|Hitem:183491::::::::60:66::16:2:1527:7245:2:28:1279:37:5:::|h[Готовность ко всему]|h|r.",
					["serverTime"] = 1613718895,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						16, -- [3]
						32, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28107.942,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[09:14:56]|h Парвинка получает добычу: |cffa335ee|Hitem:180935::::::::60:66::16:2:1527:7245:2:28:1279:37:5:::|h[Сокрушение укреплений]|h|r.",
					["serverTime"] = 1613718895,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						16, -- [3]
						31, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28108.009,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[09:15:02]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1854:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: ty all for run",
					["serverTime"] = 1613718901,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28113.909,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[09:15:03]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1855:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: i mean we had a huge tank there",
					["serverTime"] = 1613718902,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28114.959,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[09:15:03]|h Сакуродзима получает добычу: |cffa335ee|Hitem:183485::::::::60:66::16:2:1527:7245:2:28:1279:37:5:::|h[Свирепый боец]|h|r.",
					["serverTime"] = 1613718902,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						16, -- [3]
						33, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28115.593,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[09:15:07]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1857:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: yeah",
					["serverTime"] = 1613718906,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28119.076,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[09:15:08]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1858:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: ty for carry on that one :P",
					["serverTime"] = 1613718907,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28120.159,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[09:15:08]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1859:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: too ez",
					["serverTime"] = 1613718907,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28120.159,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[09:15:16]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1860:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: i heal less",
					["serverTime"] = 1613718915,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28128.643,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[09:15:18]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1861:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: then tank",
					["serverTime"] = 1613718917,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28130.593,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[09:15:20]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Парвинка-Гордунни:1862:PARTY|h|cffd8bc3f60|r:|cffc59a6cПарвинка|r|h|cffd8d8d8]|r: ty mates <3",
					["serverTime"] = 1613718919,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28132.093,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[09:15:25]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1863:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Lol you were the ones who carried my DH :)",
					["serverTime"] = 1613718924,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28136.91,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[09:15:25]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1864:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: ty for run",
					["serverTime"] = 1613718924,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28137.393,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[09:15:26]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1865:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: hahaha",
					["serverTime"] = 1613718925,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28138.093,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[09:15:32]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1866:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Thank you for accepting me :)",
					["serverTime"] = 1613718931,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28144.393,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[09:15:32]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Руко-Гордунни:1867:PARTY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: its was rly funny",
					["serverTime"] = 1613718931,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28144.793,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[09:15:36]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1868:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: well then all happy :D",
					["serverTime"] = 1613718935,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28148.693,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[09:15:40]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Сакуродзима-Гордунни:1869:PARTY|h|cffd8bc3f60|r:|cfffe7b09Сакуродзима|r|h|cffd8d8d8]|r: portal )",
					["serverTime"] = 1613718939,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28152.677,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[09:15:42]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1870:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: ty for keys chaps",
					["serverTime"] = 1613718941,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28154.71,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[09:15:46]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1871:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: i dont have",
					["serverTime"] = 1613718945,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28158.127,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[09:15:47]|h |cffc59a6cПарвинка|r становится лидером группы.",
					["serverTime"] = 1613718946,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28159.06,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[09:15:47]|h |cfffe7b09Руко|r покидает группу.",
					["serverTime"] = 1613718946,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28159.177,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[09:15:50]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1874:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: stormwind ?",
					["serverTime"] = 1613718949,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28161.893,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[09:15:51]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1875:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: ^^",
					["serverTime"] = 1613718950,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28163.677,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[09:15:54]|h |cfffe7b09Сакуродзима|r покидает группу.",
					["serverTime"] = 1613718953,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28166.494,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[09:15:58]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Парвинка-Гордунни:1877:PARTY|h|cffd8bc3f60|r:|cffc59a6cПарвинка|r|h|cffd8d8d8]|r: gl",
					["serverTime"] = 1613718957,
					["r"] = 0.3960784673690796,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						13, -- [3]
						36, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28170.427,
					["g"] = 1,
					["b"] = 0.6705882549285889,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[09:16:03]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1878:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: peace guys",
					["serverTime"] = 1613718962,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28175.144,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[09:16:05]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1879:PARTY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: <3",
					["serverTime"] = 1613718964,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28177.294,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[09:16:09]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Ниэтта-Гордунни:1880:PARTY|h|cffd8bc3f60|r:|cfff38bb9Ниэтта|r|h|cffd8d8d8]|r: Cheers :)",
					["serverTime"] = 1613718968,
					["r"] = 0.4117647409439087,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						13, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28180.877,
					["g"] = 1,
					["b"] = 0.6509804129600525,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[09:16:14]|h |cffa5a5a5Arcanestein|r-Hellscream покидает группу.",
					["serverTime"] = 1613718973,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28185.927,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[09:16:18]|h Теперь вы лидер группы.",
					["serverTime"] = 1613718977,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28190.727,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[09:16:18]|h Ваша группа расформирована.",
					["serverTime"] = 1613718977,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28190.727,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[09:17:14]|h [W To] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1884:WHISPER:РУКО-ГОРДУННИ|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: По поводу хила - мой пал в некоторых забегах одетых и опытных хилов перехиливает по оверолу) так что не расстраивайся",
					["serverTime"] = 1613719033,
					["r"] = 1,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28246.111,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[09:17:24]|h [W To] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1885:WHISPER:РУКО-ГОРДУННИ|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: Это у меня билд такой",
					["serverTime"] = 1613719043,
					["r"] = 1,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28256.395,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[09:17:48]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1886:WHISPER:РУКО-ГОРДУННИ|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: да все ок) спасибо) да и что ждать от 170 дру)",
					["serverTime"] = 1613719067,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28280.212,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[09:18:27]|h [W To] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1887:WHISPER:РУКО-ГОРДУННИ|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: А ты монком на этой неделе уже ходил в ключи? Как тебе гривус, если ходил?",
					["serverTime"] = 1613719106,
					["r"] = 1,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28319.279,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[09:18:45]|h Вы будете получать добычу для специализации \"Воздаяние\".",
					["serverTime"] = 1613719124,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 28337.213,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[09:18:45]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Арденвельд]|h.",
					["serverTime"] = 1613719124,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28337.213,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[09:18:45]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Арденвельд]|h.",
					["serverTime"] = 1613719124,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28337.213,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[09:18:46]|h Леди Лунная Ягода говорит: Тирна Скитту угрожают темные силы. Если их не остановить, они захватят весь Арденвельд!",
					["serverTime"] = 1613719125,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28338.745,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[09:19:03]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1891:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: монком ходил, 2 14 закрывал пока что для трая",
					["serverTime"] = 1613719142,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28354.958,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[09:19:15]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1892:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: катакомбы и ту сторону",
					["serverTime"] = 1613719154,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28367.506,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[09:19:20]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1893:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: если честно не так сложно",
					["serverTime"] = 1613719159,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28372.15,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[09:19:25]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1894:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: весь хил прямой",
					["serverTime"] = 1613719164,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28377.124,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[09:19:30]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1895:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: снимает стаки и тд",
					["serverTime"] = 1613719169,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28382.1,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[09:19:33]|h [W To] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1896:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: Прайды нормально выхиливаются?",
					["serverTime"] = 1613719172,
					["r"] = 1,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28385.594,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[09:19:41]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1897:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: не чувствую особо",
					["serverTime"] = 1613719180,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28393.75,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[09:19:50]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1898:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: цаплю держу под прайд",
					["serverTime"] = 1613719189,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28402.275,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[09:20:03]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1899:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: с ней до 30%, потом подхил",
					["serverTime"] = 1613719202,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28414.885,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[09:20:11]|h |Hplayer:Парвинка:1900:TEXT_EMOTE:|h|cffc59a6cПарвинка|r|h крепко обнимает вас.",
					["serverTime"] = 1613719210,
					["r"] = 1,
					["extraData"] = {
						12, -- [1]
						false, -- [2]
						38, -- [3]
						39, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28422.954,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[09:20:22]|h Вы щекочете |3-3(Парвинка). Хи-хи!",
					["serverTime"] = 1613719221,
					["r"] = 1,
					["extraData"] = {
						12, -- [1]
						false, -- [2]
						38, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28434.662,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[09:21:03]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1903:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: на мобах как в кабакомбах перед босом через ковенантскую поднимаю, чтобы на фул поднять",
					["serverTime"] = 1613719262,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28475.615,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[09:21:51]|h [W To] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1904:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: Ты меня успокоил) Друид знакомый матерился на текущие аффиксы. Мне было страшно, что с монком у нас будет вообще полная ж)",
					["serverTime"] = 1613719310,
					["r"] = 1,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28523.733,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[09:22:00]|h [W To] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1906:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: А ковенант какой у тебя?",
					["serverTime"] = 1613719319,
					["r"] = 1,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28532.15,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[09:22:10]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1907:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: кирии",
					["serverTime"] = 1613719329,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28542.216,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[09:22:19]|h [W To] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1908:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: Наш фея",
					["serverTime"] = 1613719338,
					["r"] = 1,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28550.9,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[09:22:37]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1909:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: а стоп, ты про друида? то фея",
					["serverTime"] = 1613719356,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28569.517,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[09:22:40]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1910:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: на монке кирии",
					["serverTime"] = 1613719359,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28572.617,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[09:22:46]|h [W To] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1911:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: нене, я как раз про монка",
					["serverTime"] = 1613719365,
					["r"] = 1,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28578.367,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[09:23:07]|h Нетерпеливый претендент говорит: ",
					["serverTime"] = 1613719386,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28599.067,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[09:23:36]|h [W From] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1913:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: монк хорош, но им просто тяжело отхиливать",
					["serverTime"] = 1613719415,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						1, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28628.634,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[09:23:36]|h Нетерпеливый претендент говорит: ",
					["serverTime"] = 1613719415,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28628.634,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[09:23:45]|h Вентир-ученик говорит: Я прибыл учиться у тебя, чтобы стать надежным защитником Грехопада.",
					["serverTime"] = 1613719424,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28637.101,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[09:24:06]|h Вентир-ученик говорит: Я прибыл учиться у тебя, чтобы стать надежным защитником Грехопада.",
					["serverTime"] = 1613719445,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28658.102,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[09:24:06]|h Нетерпеливый претендент говорит: ",
					["serverTime"] = 1613719445,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28658.535,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[09:24:09]|h Нетерпеливый претендент говорит: ",
					["serverTime"] = 1613719448,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28661.368,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[09:24:38]|h [W To] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1919:WHISPER:РУКО-ГОРДУННИ|h|cfffe7b09Руко|r|h|cffd8d8d8]|r: Угу) Наш потому монком и играет. Челленджа ему блин хочется :D Всякие шаманы - для слабаков",
					["serverTime"] = 1613719477,
					["r"] = 1,
					["extraData"] = {
						10, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28690.752,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[09:25:39]|h Вентир-ученик говорит: Я прибыл учиться у тебя, чтобы стать надежным защитником Грехопада.",
					["serverTime"] = 1613719538,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28751.503,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[09:26:41]|h Нетерпеливый претендент говорит: ",
					["serverTime"] = 1613719600,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28813.104,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[09:27:31]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq60|k:44:1922:BN_INLINE_TOAST_ALERT:0|h[|Kq60|k] (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|tKalfurion)|h входит в сеть.",
					["serverTime"] = 1613719650,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						20, -- [3]
						41, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28863.238,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[09:27:56]|h Яркий Блеск кричит: Ха-ха-ха! Видишь меня?",
					["serverTime"] = 1613719675,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						18, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28888.739,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[09:28:04]|h Нетерпеливый претендент говорит: ",
					["serverTime"] = 1613719683,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28895.889,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[09:29:06]|h Яркий Блеск кричит: Ха-ха-ха. А вот и я!",
					["serverTime"] = 1613719745,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						18, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28957.873,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[09:29:07]|h Нетерпеливый претендент говорит: ",
					["serverTime"] = 1613719746,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28959.84,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[09:29:12]|h Вентир-ученик говорит: Я прибыл учиться у тебя, чтобы стать надежным защитником Грехопада.",
					["serverTime"] = 1613719751,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28964.488,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[09:29:15]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Арденвельд]|h.",
					["serverTime"] = 1613719754,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28967.157,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[09:29:15]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Оборона: Арденвельд]|h.",
					["serverTime"] = 1613719754,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 28967.157,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[09:07:38]|h Дроман Ульфарран говорит: Тирна Скитт иссыхает, пока гормы пируют. Нужно вернуть равновесие.",
					["serverTime"] = 1613718457,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27670.019,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[09:07:48]|h [S] |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1791:SAY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: Volatile Acid on |cffa5a5a5Arcanestein|r",
					["serverTime"] = 1613718467,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27680.435,
					["g"] = 1,
					["b"] = 1,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[09:07:51]|h [S] |cffd8d8d8[|r|Hplayer:Парвинка-Гордунни:1792:SAY|h|cffd8bc3f60|r:|cffc59a6cПарвинка|r|h|cffd8d8d8]|r: Нестабильная кислота на |cffc59a6cПарвинка|r",
					["serverTime"] = 1613718470,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27683.335,
					["g"] = 1,
					["b"] = 1,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[09:08:04]|h [S] |cffd8d8d8[|r|Hplayer:Arcanestein-Hellscream:1793:SAY|h|cffd8bc3f60|r:|cff3ec6eaArcanestein|r-|cfff88e8fHel|r|h|cffd8d8d8]|r: Volatile Acid on |cffa5a5a5Arcanestein|r",
					["serverTime"] = 1613718483,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27696.269,
					["g"] = 1,
					["b"] = 1,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[09:08:04]|h [S] |cffd8d8d8[|r|Hplayer:Парвинка-Гордунни:1794:SAY|h|cffd8bc3f60|r:|cffc59a6cПарвинка|r|h|cffd8d8d8]|r: Нестабильная кислота на |cffc59a6cПарвинка|r",
					["serverTime"] = 1613718483,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						24, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27696.269,
					["g"] = 1,
					["b"] = 1,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[09:08:17]|h [S] |cffd8d8d8[|r|Hplayer:Руко-Гордунни:1795:SAY|h|cffd8bc3f60|r:|cfffe7b09Руко|r|h|cffd8d8d8]|r: Нестабильная кислота на |cfffe7b09Руко|r!",
					["serverTime"] = 1613718496,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						false, -- [2]
						24, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27709.686,
					["g"] = 1,
					["b"] = 1,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[09:08:36]|h Сакуродзима кричит: Защищайтесь!",
					["serverTime"] = 1613718515,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						18, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27728.236,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[09:08:38]|h Сакуродзима кричит: Ха-ха-ха!",
					["serverTime"] = 1613718517,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						18, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 27730.653,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
