
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:55:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47499.867,
					["serverTime"] = 1647384924,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:55:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132140:14|tНегодяй – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47500.618,
					["serverTime"] = 1647384925,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[00:55:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47502.906,
					["serverTime"] = 1647384927,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[00:55:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134518:14|t|cff4e96f7|HbattlePetAbil:392:1400:260:325|h[Дополнительная броня]|h|r накладывает эффект |T134518:14|t|cff4e96f7|HbattlePetAbil:391:1400:260:325|h[Дополнительная броня]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47503.406,
					["serverTime"] = 1647384928,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[00:55:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47504.412,
					["serverTime"] = 1647384929,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[00:55:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47504.915,
					["serverTime"] = 1647384929,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[00:55:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47505.416,
					["serverTime"] = 1647384930,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[00:55:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:3025:325:219|h[Игры разума]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47507.42,
					["serverTime"] = 1647384932,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[00:55:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47510.792,
					["serverTime"] = 1647384935,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[00:55:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2389:1400:260:325|h[Игры разума: оглушение]|h|r накладывает эффект |T135860:14|t|cff4e96f7|HbattlePetAbil:174:1400:260:325|h[Оглушение]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47510.792,
					["serverTime"] = 1647384935,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[00:55:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47511.043,
					["serverTime"] = 1647384935,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[00:55:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47511.294,
					["serverTime"] = 1647384935,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[00:55:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47511.548,
					["serverTime"] = 1647384936,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[00:55:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 103 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47514.318,
					["serverTime"] = 1647384938,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[00:55:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47514.318,
					["serverTime"] = 1647384938,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[00:55:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47514.318,
					["serverTime"] = 1647384938,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[00:55:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47529.846,
					["serverTime"] = 1647384954,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[00:55:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:3025:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47531.106,
					["serverTime"] = 1647384955,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[00:56:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47534.841,
					["serverTime"] = 1647384959,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[00:56:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:3025:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47536.251,
					["serverTime"] = 1647384960,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[00:56:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T134518:14|t|cff4e96f7|HbattlePetAbil:391:953:260:325|h[Дополнительная броня]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47537.261,
					["serverTime"] = 1647384961,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[00:56:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47537.261,
					["serverTime"] = 1647384961,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[00:56:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47540.867,
					["serverTime"] = 1647384965,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[00:56:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:3025:325:219|h[Укус]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47541.983,
					["serverTime"] = 1647384966,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[00:56:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47545.744,
					["serverTime"] = 1647384970,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[00:56:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:3025:325:219|h[Укус]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47547.006,
					["serverTime"] = 1647384971,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[00:56:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:832:260:325|h[Боевое восстановление]|h|r восстанавливает 569 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47553.064,
					["serverTime"] = 1647384977,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[00:56:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1524:273:260|h[Боевое восстановление]|h|r восстанавливает 104 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47553.064,
					["serverTime"] = 1647384977,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[00:56:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1443:273:273|h[Боевое восстановление]|h|r восстанавливает 104 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47553.064,
					["serverTime"] = 1647384977,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[00:56:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47564.025,
					["serverTime"] = 1647384988,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[00:56:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132140:14|tНегодяй – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47564.783,
					["serverTime"] = 1647384989,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[00:56:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47570.041,
					["serverTime"] = 1647384994,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[00:56:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47571.041,
					["serverTime"] = 1647384995,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[00:56:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47571.391,
					["serverTime"] = 1647384996,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[00:56:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47571.747,
					["serverTime"] = 1647384996,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[00:56:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:1400:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47572.097,
					["serverTime"] = 1647384996,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[00:56:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:2458:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2458:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47572.148,
					["serverTime"] = 1647384996,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[00:56:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:2458:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2458:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47572.649,
					["serverTime"] = 1647384997,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[00:56:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:2458:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2458:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47573.149,
					["serverTime"] = 1647384997,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[00:56:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:2458:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:2458:325:219|h[Игры разума]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47575.15,
					["serverTime"] = 1647384999,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[00:56:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1400:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47576.65,
					["serverTime"] = 1647385001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[00:56:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47579.441,
					["serverTime"] = 1647385004,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[00:56:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2389:1400:260:325|h[Игры разума: оглушение]|h|r накладывает эффект |T135860:14|t|cff4e96f7|HbattlePetAbil:174:1400:260:325|h[Оглушение]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47579.441,
					["serverTime"] = 1647385004,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[00:56:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2395:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47579.691,
					["serverTime"] = 1647385004,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[00:56:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2395:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47579.942,
					["serverTime"] = 1647385004,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[00:56:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:2395:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47580.196,
					["serverTime"] = 1647385004,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[00:56:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:2395:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47582.957,
					["serverTime"] = 1647385007,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[00:56:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:2395:325:219|h[Тотальное разрушение]|h|r наносит 310 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47582.957,
					["serverTime"] = 1647385007,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[00:56:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:2395:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47582.957,
					["serverTime"] = 1647385007,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[00:56:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1193:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47584.967,
					["serverTime"] = 1647385009,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[00:56:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47589.838,
					["serverTime"] = 1647385014,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[00:56:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133015:14|tПаровой танк ярмарки Новолуния – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47589.838,
					["serverTime"] = 1647385014,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[00:56:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2332:325:219|h[Укус]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47592.924,
					["serverTime"] = 1647385017,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[00:57:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1193:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47594.935,
					["serverTime"] = 1647385019,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[00:57:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47596.819,
					["serverTime"] = 1647385021,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[00:57:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T252188:14|t|cff4e96f7|HbattlePetAbil:646:972:273:260|h[Шок и трепет]|h|r наносит 659 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47598.391,
					["serverTime"] = 1647385023,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[00:57:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T252188:14|t|cff4e96f7|HbattlePetAbil:646:972:273:260|h[Шок и трепет]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47598.641,
					["serverTime"] = 1647385023,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[00:57:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:1610:325:219|h[Укус]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47600.961,
					["serverTime"] = 1647385025,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[00:57:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1193:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47602.973,
					["serverTime"] = 1647385027,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[00:57:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:1547:325:219|h[Игры разума]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47603.023,
					["serverTime"] = 1647385027,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[00:57:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47603.884,
					["serverTime"] = 1647385028,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[00:57:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132207:14|t|cff4e96f7|HbattlePetAbil:209:627:273:260|h[Ионная пушка]|h|r наносит 1098 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47605.563,
					["serverTime"] = 1647385030,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[00:57:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132207:14|t|cff4e96f7|HbattlePetAbil:209:627:273:260|h[Ионная пушка]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:627:273:260|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47605.563,
					["serverTime"] = 1647385030,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[00:57:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:449:325:219|h[Корм]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47607.879,
					["serverTime"] = 1647385032,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[00:57:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:880:325:219|h[Корм]|h|r восстанавливает 431 ед. урона |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47608.135,
					["serverTime"] = 1647385032,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[00:57:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1193:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47610.143,
					["serverTime"] = 1647385034,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[00:57:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:1193:260:325|h[Рог изобилия]|h|r\", наложенного на |3-3(команда противника), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47610.193,
					["serverTime"] = 1647385034,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[00:57:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47611.049,
					["serverTime"] = 1647385035,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[00:57:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:786:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47612.668,
					["serverTime"] = 1647385037,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[00:57:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T133015:14|tПаровой танк ярмарки Новолуния погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47612.668,
					["serverTime"] = 1647385037,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[00:57:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:325:273:260|h[Последний шанс]|h|r восстанавливает 325 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47615.191,
					["serverTime"] = 1647385039,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[00:57:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:325:273:260|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:325:273:260|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47615.443,
					["serverTime"] = 1647385040,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[00:57:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47618.331,
					["serverTime"] = 1647385042,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[00:57:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:786:325:219|h[Укус]|h|r наносит 647 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47620.104,
					["serverTime"] = 1647385044,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[00:57:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T133015:14|tПаровой танк ярмарки Новолуния погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47620.104,
					["serverTime"] = 1647385044,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[00:57:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135860:14|t|cff4e96f7|HbattlePetAbil:174:1193:260:325|h[Оглушение]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47622.61,
					["serverTime"] = 1647385047,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[00:57:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47624.862,
					["serverTime"] = 1647385049,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[00:57:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134509:14|tДирижабль ярмарки Новолуния – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47624.862,
					["serverTime"] = 1647385049,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[00:57:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47628.873,
					["serverTime"] = 1647385053,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[00:57:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T369278:14|t|cff4e96f7|HbattlePetAbil:777:1339:273:273|h[Ракета]|h|r наносит 374 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47630.004,
					["serverTime"] = 1647385054,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[00:57:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:412:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:412:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47631.005,
					["serverTime"] = 1647385055,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[00:57:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:412:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:412:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47631.514,
					["serverTime"] = 1647385056,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[00:57:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:412:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:412:325:219|h[Игры разума]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47633.016,
					["serverTime"] = 1647385057,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[00:57:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47637.286,
					["serverTime"] = 1647385061,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[00:57:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1005:273:273|h[Игры разума: здоровье]|h|r наносит 334 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47637.286,
					["serverTime"] = 1647385061,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[00:57:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1005:273:273|h[Игры разума: здоровье]|h|r наносит 298 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47637.537,
					["serverTime"] = 1647385062,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[00:57:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:412:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47637.787,
					["serverTime"] = 1647385062,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[00:57:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:412:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47638.037,
					["serverTime"] = 1647385062,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[00:57:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:412:325:219|h[Тотальное разрушение]|h|r наносит 388 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47640.8,
					["serverTime"] = 1647385065,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[00:57:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:412:325:219|h[Тотальное разрушение]|h|r наносит 388 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47640.8,
					["serverTime"] = 1647385065,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[00:57:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47644.805,
					["serverTime"] = 1647385069,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[00:57:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T369278:14|t|cff4e96f7|HbattlePetAbil:777:617:273:273|h[Ракета]|h|r наносит 500 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47645.956,
					["serverTime"] = 1647385070,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[00:57:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T132140:14|tНегодяй погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47645.956,
					["serverTime"] = 1647385070,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[00:57:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1082:273:273|h[Боевое восстановление]|h|r восстанавливает 465 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47649.555,
					["serverTime"] = 1647385074,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[00:57:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:954:260:325|h[Боевое восстановление]|h|r восстанавливает 447 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 47649.555,
					["serverTime"] = 1647385074,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						80, -- [3]
						81, -- [4]
						["n"] = 4,
					},
				}, -- [95]
			},
			["headIndex"] = 95,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["serverTime"] = 1714527484,
					["r"] = 0.9843137860298157,
					["b"] = 1,
					["timestamp"] = 991747.3960000001,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 0.9529412388801575,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 991747.3960000001,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 991747.3960000001,
				}, -- [3]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 991696.018,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame12"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[03:17:39]|h [W From] |cffd8d8d8[|r|Hplayer:Дегатти-Гордунни:286:WHISPER:ДЕГАТТИ-ГОРДУННИ|h|cffd8bc3f60|r:|cff3ec6eaДегатти|r|h|cffd8d8d8]|r: Spasibo",
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						53, -- [3]
						54, -- [4]
						["n"] = 4,
					},
					["b"] = 1,
					["serverTime"] = 1610155058,
					["timestamp"] = 1698906.53,
					["g"] = 0.501960813999176,
					["r"] = 1,
				}, -- [1]
			},
			["headIndex"] = 1,
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 9,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:44:55]|h Сообщение дня от гильдии: \"Слава цивилизованому Азероту! Смерть оркам!\"",
					["b"] = 0.8901961445808411,
					["r"] = 0.3450980484485626,
					["serverTime"] = 1714494676,
					["timestamp"] = 991747.3960000001,
					["g"] = 0.4745098352432251,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[19:31:14]|h Сообщение дня от гильдии: \"Слава цивилизованому Азероту! Смерть оркам!\"",
					["g"] = 0.4745098352432251,
					["r"] = 0.3450980484485626,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714521287,
					["b"] = 0.8901961445808411,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[02:54:46]|h Сообщение дня от гильдии: \"Слава цивилизованому Азероту! Смерть оркам!\"",
					["serverTime"] = 1714527484,
					["r"] = 0.3450980484485626,
					["b"] = 0.8901961445808411,
					["timestamp"] = 991747.3960000001,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["g"] = 0.4745098352432251,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[03:25:44]|h |Hplayer:Toastcapone-Kazzak|h[|cffffffffToastcapone-Kazzak|r]|h заслужила достижение |cffffff00|Hachievement:16266:Player-1305-0BFEBB87:1:5:1:24:4294967295:4294967295:4294967295:4294967295|h[Рубиновые Омуты Жизни]|h|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714523144,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[03:25:44]|h |Hplayer:Toastcapone-Kazzak|h[|cffffffffToastcapone-Kazzak|r]|h заслужила достижение |cffffff00|Hachievement:16267:Player-1305-0BFEBB87:1:5:1:24:4294967295:4294967295:4294967295:4294967295|h[Героический режим: Рубиновые Омуты Жизни]|h|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714523144,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[03:25:44]|h |Hplayer:Toastcapone-Kazzak|h[|cffffffffToastcapone-Kazzak|r]|h заслужила достижение |cffffff00|Hachievement:16268:Player-1305-0BFEBB87:1:5:1:24:4294967295:4294967295:4294967295:4294967295|h[Эпохальный режим: Рубиновые Омуты Жизни]|h|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714523144,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
				}, -- [6]
				{
					["message"] = "0 |4день:дня:дней;, 1 |4час:часа:часов;, 12 |4минута:минуты:минут;, 20 |4секунда:секунды:секунд;.",
					["timestamp"] = 991747.3960000001,
				}, -- [7]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 991747.3960000001,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[04:38:08]|h Сообщение дня от гильдии: \"Слава цивилизованому Азероту! Смерть оркам!\"",
					["serverTime"] = 1714527488,
					["r"] = 0.3450980484485626,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 991751.916,
					["g"] = 0.4745098352432251,
					["b"] = 0.8901961445808411,
				}, -- [9]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame13"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[04:14:05]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:615:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: У меня примерно в это время кошка обычно вспоминает, что она - ночное животное и начинает бегать по стенам)",
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1610158444,
					["timestamp"] = 1702291.606,
					["g"] = 0.4980392456054688,
					["r"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[04:14:12]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:616:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: А как это выглядит с шестью котами?",
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1610158451,
					["timestamp"] = 1702299.348,
					["g"] = 0.4980392456054688,
					["r"] = 1,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[04:15:26]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:618:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: у меня все спят)",
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						86, -- [3]
						88, -- [4]
						["n"] = 4,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1610158525,
					["timestamp"] = 1702372.89,
					["g"] = 0.4980392456054688,
					["r"] = 1,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[04:16:01]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:620:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: у меня они дневные в мск, в деревне ток в диких спекаются",
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						86, -- [3]
						88, -- [4]
						["n"] = 4,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1610158560,
					["timestamp"] = 1702408.284,
					["g"] = 0.4980392456054688,
					["r"] = 1,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[04:22:23]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq68|k:33:632:BN_WHISPER:|Kq68|k:Fausting#2697|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff8687ed|Kq68|k|r|h|cffd8d8d8]|r: Спекаются :DDD",
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						86, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["b"] = 0.8588235974311829,
					["serverTime"] = 1610158942,
					["timestamp"] = 1702789.883,
					["g"] = 0.4980392456054688,
					["r"] = 1,
				}, -- [5]
			},
			["headIndex"] = 5,
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 85,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[03:18:04]|h Toastcapone умирает.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714522684,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[03:25:44]|h |Hplayer:Toastcapone-Kazzak|h[|cffffffffToastcapone-Kazzak|r]|h заслужила достижение |cffffff00|Hachievement:16266:Player-1305-0BFEBB87:1:5:1:24:4294967295:4294967295:4294967295:4294967295|h[Рубиновые Омуты Жизни]|h|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714523144,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[03:25:44]|h |Hplayer:Toastcapone-Kazzak|h[|cffffffffToastcapone-Kazzak|r]|h заслужила достижение |cffffff00|Hachievement:16267:Player-1305-0BFEBB87:1:5:1:24:4294967295:4294967295:4294967295:4294967295|h[Героический режим: Рубиновые Омуты Жизни]|h|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714523144,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[03:25:44]|h |Hplayer:Toastcapone-Kazzak|h[|cffffffffToastcapone-Kazzak|r]|h заслужила достижение |cffffff00|Hachievement:16268:Player-1305-0BFEBB87:1:5:1:24:4294967295:4294967295:4294967295:4294967295|h[Эпохальный режим: Рубиновые Омуты Жизни]|h|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714523144,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[03:25:44]|h Вы получаете валюту – |cff0070dd|Hcurrency:2408:0|h[Дополнительные драконьи камни]|h|rх25",
					["b"] = 0.6666666865348816,
					["r"] = 0.3058823645114899,
					["g"] = 0.4549019932746887,
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714523144,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[03:25:45]|h Вы получаете валюту – |cffa335ee|Hcurrency:2812:0|h[Пробужденный гребень Аспекта]|h|rх12",
					["b"] = 0.6666666865348816,
					["r"] = 0.3058823645114899,
					["g"] = 0.4549019932746887,
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714523145,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[03:25:48]|h Рубиновые Омуты Жизни (ур. 8) – пройдено за 24:45 (осталось: 5 мин. 15 с.). Это новый рекорд с ключом \"Рубиновые Омуты Жизни\"!",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714523148,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[03:25:48]|h Счет |3-1(|cffffd200Toastcapone|r, |cffffd200Сочувствие|r, |cffffd200Ниэтта|r, |cffffd200Kembria|r, |cffffd200Starpíece|r) повышен!",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714523148,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[03:25:48]|h Ваш счет в режиме \"Эпохальный+\" повышен до |cff0070dd1753|r (+0). Эпохальный ключ улучшен: +1.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714523148,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[03:25:48]|h Kembria-Silvermoon получает добычу: |cffa335ee|Hitem:193757::::::::70:66::16:6:10329:9639:6652:9144:3185:8767:1:28:1279:::::|h[Пластина рубинового дракончика]|h|r.",
					["b"] = 0.8784314393997192,
					["r"] = 0.9450981020927429,
					["g"] = 0.8901961445808411,
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714523148,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[03:25:52]|h Starpíece-Silvermoon получает добычу: |cffa335ee|Hitem:193757::::::::70:66::33:6:10329:9639:6652:9144:3185:8767:1:28:1279:::::|h[Пластина рубинового дракончика]|h|r.",
					["b"] = 0.8784314393997192,
					["r"] = 0.9450981020927429,
					["g"] = 0.8901961445808411,
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714523152,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[03:25:52]|h Starpíece-Silvermoon получает добычу: |cffa335ee|Hitem:180653::::::::70:66::::4:17:399:18:7:19:9:20:124:::::|h[Эпохальный ключ]|h|r.",
					["b"] = 0.8784314393997192,
					["r"] = 0.9450981020927429,
					["g"] = 0.8901961445808411,
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714523152,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[03:25:57]|h Ваша добыча: 52 |4золотая:золотые:золотых;, 83 |4серебряная:серебряные:серебряных;, 70 |4медная монета:медные монеты:медных монет;.",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714523157,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[03:26:17]|h Сочувствие покидает группу.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714523177,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[03:26:31]|h Вы будете получать добычу для специализации \"Защита\".",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714523191,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[03:26:31]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Вальдраккен]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714523191,
					["extraData"] = {
						69, -- [1]
						15, -- [2]
						16, -- [3]
						["n"] = 3,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[03:26:31]|h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Вальдраккен]|h.",
					["b"] = 0.7490196228027344,
					["r"] = 1,
					["g"] = 0.7490196228027344,
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714523191,
					["extraData"] = {
						70, -- [1]
						17, -- [2]
						18, -- [3]
						["n"] = 3,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[03:26:31]|h Смена канала: |Hchannel:CHANNEL:5|h[5. Торговля (услуги): Город]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714523191,
					["extraData"] = {
						73, -- [1]
						1, -- [2]
						14, -- [3]
						["n"] = 3,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[03:26:34]|h |cffFFFFFFRaider.IO|r: Ведение журнала отключено.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714523194,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[03:26:40]|h Вы покидаете группу.",
					["b"] = 1,
					["r"] = 0.9843137860298157,
					["g"] = 0.9529412388801575,
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714523200,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [20]
				{
					["message"] = "0 |4день:дня:дней;, 1 |4час:часа:часов;, 11 |4минута:минуты:минут;, 24 |4секунда:секунды:секунд;.",
					["timestamp"] = 991747.3960000001,
				}, -- [21]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 991747.3960000001,
				}, -- [22]
				{
					["message"] = "|cff33ff99Global Ignore: |cffffffffLoading...",
					["timestamp"] = 991696.018,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[04:37:41]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.163 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Anny and our two daughters.",
					["r"] = 1,
					["timestamp"] = 991696.018,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[04:38:06]|h |cffffd839TSM|r: TSM в настоящее время не имеет данных о ценах БД аукциона для вашего игрового мира. Мы рекомендуем вам загрузить настольное приложение TSM с |cff79a2ffhttps://tradeskillmaster.com|r для автоматического обновления данных вашей БД аукциона (и автоматического резервного копирования настроек TSM).",
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714527486,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[04:38:07]|h Вы будете получать добычу для специализации \"Защита\".",
					["serverTime"] = 1714527487,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 991747.3960000001,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[04:38:07]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714527487,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[04:38:07]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714527487,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[04:38:07]|h |cffffd700Титан Панель|r|cff19ff19 8.0.11|r|cffffd700|cffffd700 от |cffff8c00Titan Development Team|r|cff19ff19|r",
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714527487,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[04:38:07]|h |cffffd700Титан: |r|cFFFFFF00Warning: |r|cff19ff19Feature : Opening of Bags is disabled until taint is fixed or work around found.|r",
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714527487,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[04:38:07]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Ниэтта: 5ппл",
					["r"] = 1,
					["serverTime"] = 1714527487,
					["timestamp"] = 991747.3960000001,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[04:38:07]|h |cffffe566{VuhDo}|r auto model sanity: VUHDO_CONFIG: created 0, repaired 2 values.",
					["r"] = 1,
					["serverTime"] = 1714527487,
					["timestamp"] = 991747.3960000001,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[04:38:07]|h |cff9900ffWeakAuras:|r  Готово к применению 2 |4обновление:обновления:обновлений;.",
					["timestamp"] = 991747.3960000001,
					["serverTime"] = 1714527487,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[04:38:08]|h Сообщение дня от гильдии: \"Слава цивилизованому Азероту! Смерть оркам!\"",
					["serverTime"] = 1714527488,
					["r"] = 0.3450980484485626,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 991751.916,
					["g"] = 0.4745098352432251,
					["b"] = 0.8901961445808411,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[04:38:18]|h |cffffe566{VuhDo}|r Нет свободных слотов для макросов у этого персонажа... Временно отключено восстановление после разрыва связи.",
					["r"] = 1,
					["serverTime"] = 1714527498,
					["timestamp"] = 991761.666,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[04:38:56]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Тальдразус]|h.",
					["serverTime"] = 1714527536,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 991800.4890000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[04:38:56]|h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Тальдразус]|h.",
					["serverTime"] = 1714527536,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 991800.4890000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[04:38:56]|h Вы покинули канал |Hchannel:CHANNEL:5|h[5. Торговля (услуги): Город]|h.",
					["serverTime"] = 1714527536,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						5, -- [2]
						6, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 991800.4890000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[04:39:12]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Тирхолд]|h.",
					["serverTime"] = 1714527552,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 991816.546,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[04:39:12]|h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Тирхолд]|h.",
					["serverTime"] = 1714527552,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 991816.546,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[04:39:29]|h Чернорабочий говорит: У меня... не вышло...",
					["serverTime"] = 1714527569,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						7, -- [2]
						8, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 991833.555,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[04:39:41]|h Ваша добыча: |cffffffff|Hitem:201406::::::::70:66:::::::::|h[Светящаяся сфера титанов]|h|r.",
					["serverTime"] = 1714527581,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 991844.956,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[04:39:42]|h Ваша добыча: 19 |4золотая:золотые:золотых;, 21 |4серебряная:серебряные:серебряных;, 66 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1714527582,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 991845.6240000001,
					["g"] = 1,
					["b"] = 0,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[04:39:42]|h Вы получаете валюту – |cffffffff|Hcurrency:2003:0|h[Припасы Драконьих островов]|h|rх6",
					["serverTime"] = 1714527582,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 991845.709,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[04:40:08]|h Часовая крепости говорит: Тирхолд... захватывают...",
					["serverTime"] = 1714527608,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						7, -- [2]
						8, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 991871.804,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[04:40:14]|h Ваша добыча: |cff0070dd|Hitem:198969::::::::70:66:::::::::|h[Метка хранителя]|h|r.",
					["serverTime"] = 1714527614,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 991877.865,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[04:40:14]|h Ваша добыча: |cffffffff|Hitem:201406::::::::70:66:::::::::|h[Светящаяся сфера титанов]|h|r.",
					["serverTime"] = 1714527614,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 991878.0090000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[04:40:14]|h Ваша добыча: |cffffffff|Hitem:193050::::::::70:66:::::::::|h[Потрепанная ткань стихий]|h|rx3.",
					["serverTime"] = 1714527614,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 991878.2440000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[04:40:14]|h Ваша добыча: |cff9d9d9d|Hitem:192625::::::::70:66:::::::::|h[Неподвижный камень]|h|rx2.",
					["serverTime"] = 1714527614,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 991878.461,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[04:40:14]|h Ваша добыча: |cff9d9d9d|Hitem:192634::::::::70:66:::::::::|h[Смятые металлические обломки]|h|rx3.",
					["serverTime"] = 1714527614,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 991878.599,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[04:40:15]|h Ваша добыча: 9 |4золотая:золотые:золотых;, 24 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1714527615,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 991879.171,
					["g"] = 1,
					["b"] = 0,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[04:40:45]|h Вы будете получать добычу для специализации \"Защита\".",
					["serverTime"] = 1714527645,
					["r"] = 0.9843137860298157,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 991908.0750000001,
					["g"] = 0.9529412388801575,
					["b"] = 1,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[04:40:45]|h |cff9900ffWeakAuras:|r  Готово к применению 2 |4обновление:обновления:обновлений;.",
					["timestamp"] = 991908.0750000001,
					["serverTime"] = 1714527645,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[04:40:45]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Лазурный Простор]|h.",
					["serverTime"] = 1714527645,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 991908.0750000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[04:40:45]|h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Лазурный Простор]|h.",
					["serverTime"] = 1714527645,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 991908.0750000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[04:41:36]|h Ваша добыча: |cff9d9d9d|Hitem:192747::::::::70:66:::::::::|h[Сломанная ветка]|h|rx2.",
					["serverTime"] = 1714527696,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 991959.704,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[04:41:37]|h Вы получаете валюту – |cff1eff00|Hcurrency:2118:0|h[Энергия стихий]|h|rх83",
					["serverTime"] = 1714527697,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 991960.6510000001,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[04:42:05]|h Бурошкур-заклинательница в панике пытается бежать!",
					["serverTime"] = 1714527725,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						9, -- [2]
						10, -- [3]
						"CHAT_MSG_MONSTER_EMOTE", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 991988.795,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[04:42:06]|h Бурошкур-заклинательница в панике пытается бежать!",
					["serverTime"] = 1714527726,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						9, -- [2]
						10, -- [3]
						"CHAT_MSG_MONSTER_EMOTE", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 991990.01,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[04:42:19]|h Бурошкур-заклинательница в панике пытается бежать!",
					["serverTime"] = 1714527739,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						9, -- [2]
						10, -- [3]
						"CHAT_MSG_MONSTER_EMOTE", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 992003.387,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[04:42:25]|h Ваша добыча: |cff9d9d9d|Hitem:192747::::::::70:66:::::::::|h[Сломанная ветка]|h|r.",
					["serverTime"] = 1714527745,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 992008.843,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[04:42:25]|h Ваша добыча: |cff9d9d9d|Hitem:192608::::::::70:66:::::::::|h[Древняя смола]|h|rx6.",
					["serverTime"] = 1714527745,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 992009.047,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[04:42:25]|h Ваша добыча: |cff9d9d9d|Hitem:192614::::::::70:66:::::::::|h[Стихийная слизь]|h|rx3.",
					["serverTime"] = 1714527745,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 992009.148,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[04:42:25]|h Ваша добыча: |cff9d9d9d|Hitem:193384::::::::70:66:::::::::|h[Хрупкая кость]|h|r.",
					["serverTime"] = 1714527745,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 992009.311,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[04:42:25]|h Вы получаете валюту – |cff1eff00|Hcurrency:2118:0|h[Энергия стихий]|h|rх253",
					["serverTime"] = 1714527745,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 992009.5090000001,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[04:42:26]|h Ваша добыча: 18 |4золотая:золотые:золотых;, 2 |4серебряная:серебряные:серебряных;, 35 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1714527746,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 992009.723,
					["g"] = 1,
					["b"] = 0,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[04:43:09]|h Бурошкур-заклинательница в панике пытается бежать!",
					["serverTime"] = 1714527789,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						9, -- [2]
						10, -- [3]
						"CHAT_MSG_MONSTER_EMOTE", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 992053.251,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[04:43:19]|h Бурошкур-заклинательница в панике пытается бежать!",
					["serverTime"] = 1714527799,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						9, -- [2]
						10, -- [3]
						"CHAT_MSG_MONSTER_EMOTE", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 992062.9330000001,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[04:43:25]|h Ваша добыча: |cff9d9d9d|Hitem:192747::::::::70:66:::::::::|h[Сломанная ветка]|h|rx2.",
					["serverTime"] = 1714527805,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 992069.536,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[04:43:26]|h Ваша добыча: |cff9d9d9d|Hitem:192608::::::::70:66:::::::::|h[Древняя смола]|h|rx8.",
					["serverTime"] = 1714527806,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 992069.667,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[04:43:26]|h Ваша добыча: |cff9d9d9d|Hitem:193385::::::::70:66:::::::::|h[Разлагающаяся смола]|h|r.",
					["serverTime"] = 1714527806,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 992069.863,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[04:43:26]|h Ваша добыча: |cff0070dd|Hitem:198963::::::::70:66:::::::::|h[Разлагающаяся мокрота]|h|r.",
					["serverTime"] = 1714527806,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 992070.0700000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[04:43:26]|h Ваша добыча: |cffffffff|Hitem:192658::::::::70:66:::::::::|h[Богатый клетчаткой лист]|h|r.",
					["serverTime"] = 1714527806,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 992070.198,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[04:43:26]|h Вы получаете валюту – |cff1eff00|Hcurrency:2118:0|h[Энергия стихий]|h|rх168",
					["serverTime"] = 1714527806,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 992070.233,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[04:43:26]|h Ваша добыча: 11 |4золотая:золотые:золотых;, 66 |4серебряная:серебряные:серебряных;, 34 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1714527806,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 992070.43,
					["g"] = 1,
					["b"] = 0,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[04:43:37]|h Ваша добыча: |cff9d9d9d|Hitem:192747::::::::70:66:::::::::|h[Сломанная ветка]|h|r.",
					["serverTime"] = 1714527817,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 992081.241,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[04:43:37]|h Ваша добыча: |cff0070dd|Hitem:190330::::::::70:66:::::::::|h[Пробуждающееся разложение]|h|rx2.",
					["serverTime"] = 1714527817,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 992081.241,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[04:43:37]|h Ваша добыча: |cff9d9d9d|Hitem:193385::::::::70:66:::::::::|h[Разлагающаяся смола]|h|r.",
					["serverTime"] = 1714527817,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 992081.241,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[04:43:37]|h Ваша добыча: |cff9d9d9d|Hitem:192626::::::::70:66:::::::::|h[Куча пыли]|h|r.",
					["serverTime"] = 1714527817,
					["r"] = 0.9450981020927429,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 992081.241,
					["g"] = 0.8901961445808411,
					["b"] = 0.8784314393997192,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[04:43:38]|h Вы получаете валюту – |cff1eff00|Hcurrency:2118:0|h[Энергия стихий]|h|rх124",
					["serverTime"] = 1714527818,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 992082.103,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[04:43:44]|h Ваша добыча: 7 |4золотая:золотые:золотых;, 34 |4серебряная:серебряные:серебряных;, 93 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1714527824,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 992088.0920000001,
					["g"] = 1,
					["b"] = 0,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[04:43:44]|h Вы получаете валюту – |cff1eff00|Hcurrency:2118:0|h[Энергия стихий]|h|rх38",
					["serverTime"] = 1714527824,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 992088.213,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[04:43:44]|h Вы получаете валюту – |cffffffff|Hcurrency:2003:0|h[Припасы Драконьих островов]|h|rх6",
					["serverTime"] = 1714527824,
					["r"] = 0.3058823645114899,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 992088.386,
					["g"] = 0.4549019932746887,
					["b"] = 0.6666666865348816,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[04:44:13]|h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Лазурный Простор]|h.",
					["serverTime"] = 1714527853,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 992117.198,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[04:44:13]|h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Оборона: Лазурный Простор]|h.",
					["serverTime"] = 1714527853,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 992117.198,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [85]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
