
PawnOptions = {
["LastVersion"] = 2.1303,
["LastPlayerFullName"] = "Земкатра-Гордунни",
["AutoSelectScales"] = true,
["ItemLevels"] = {
{
["ID"] = 154041,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:154041::::::::80:73::105:1:13572:2:28:2852:9:80:::::|h[Большой шлем принесенной клятвы]|h|r",
},
{
["ID"] = 154043,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:154043::::::::80:73::105:1:13572:2:28:2852:9:80:::::|h[Амулет принесенной клятвы]|h|r",
},
{
["ID"] = 154048,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:154048::::::::80:73::105:1:13572:2:28:2852:9:80:::::|h[Наплечные щитки принесенной клятвы]|h|r",
},
[13] = {
["ID"] = 154044,
["Level"] = 655,
["AlsoFitsIn"] = 14,
["Link"] = "|cnIQ2:|Hitem:154044::::::::80:73::105:1:13572:2:28:2852:9:80:::::|h[Идол защитника принесенной клятвы]|h|r",
},
[7] = {
["ID"] = 154042,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:154042::::::::80:73::105:1:13572:2:28:2852:9:80:::::|h[Набедренники принесенной клятвы]|h|r",
},
[14] = {
["ID"] = 154047,
["Level"] = 655,
["AlsoFitsIn"] = 13,
["Link"] = "|cnIQ2:|Hitem:154047::::::::80:73::105:1:13572:2:28:2852:9:80:::::|h[Камень защитника принесенной клятвы]|h|r",
},
[15] = {
["ID"] = 235499,
["Level"] = 730,
["Link"] = "|cnIQ6:|Hitem:235499::238039::::::80:73::11:3:12401:9893:12262:1:28:3008:::::|h[Повязки реши]|h|r",
},
[8] = {
["ID"] = 154039,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:154039::::::::80:73::105:1:13572:2:28:2852:9:80:::::|h[Наголенники принесенной клятвы]|h|r",
},
[16] = {
["ID"] = 154035,
["Level"] = 655,
["AlsoFitsIn"] = 17,
["Link"] = "|cnIQ2:|Hitem:154035::::::::80:73::105:1:13572:2:28:2852:9:80:::::|h[Топор принесенной клятвы]|h|r",
},
[17] = {
["ID"] = 154036,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:154036::::::::80:73::105:1:13572:2:28:2852:9:80:::::|h[Оплот принесенной клятвы]|h|r",
},
[5] = {
["ID"] = 154037,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:154037::::::::80:73::105:1:13572:2:28:2852:9:80:::::|h[Нагрудный доспех принесенной клятвы]|h|r",
},
[10] = {
["ID"] = 154040,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:154040::::::::80:73::105:1:13572:2:28:2852:9:80:::::|h[Боевые рукавицы принесенной клятвы]|h|r",
},
[11] = {
["ID"] = 228411,
["Level"] = 658,
["AlsoFitsIn"] = 12,
["Link"] = "|cnIQ4:|Hitem:228411::228634:228639:228640::::80:73::25:2:12028:1511::::::|h[Перстень Цирци]|h|r",
},
[6] = {
["ID"] = 154049,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:154049::::::::80:73::105:1:13572:2:28:2852:9:80:::::|h[Боевой пояс принесенной клятвы]|h|r",
},
[12] = {
["ID"] = 154045,
["Level"] = 655,
["AlsoFitsIn"] = 11,
["Link"] = "|cnIQ2:|Hitem:154045::::::::80:73::105:1:13572:2:28:2852:9:80:::::|h[Кольцо стоицизма принесенной клятвы]|h|r",
},
[9] = {
["ID"] = 154050,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:154050::::::::80:73::105:1:13572:2:28:2852:9:80:::::|h[Боевые наручи принесенной клятвы]|h|r",
},
},
["AutoSelectScalesEnabledOnce"] = true,
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "WARRIOR",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
