
PawnOptions = {
	["LastVersion"] = 2.0329,
	["ItemLevels"] = {
		{
			["ID"] = 122250,
			["Level"] = 54,
			["Link"] = "|cff00ccff|Hitem:122250::::::::50:62:::1:3592:::|h[Изорванная маска Багрового Тумана]|h|r",
		}, -- [1]
		{
			["ID"] = 143908,
			["Level"] = 47,
			["Link"] = "|cffa335ee|Hitem:143908::::::::50:62:512:1:1:615:45:::|h[Колье чистого сердца]|h|r",
		}, -- [2]
		{
			["ID"] = 122360,
			["Level"] = 54,
			["Link"] = "|cff00ccff|Hitem:122360::::::::50:62:::1:3592:::|h[Изорванное оплечье Багрового Тумана]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 122384,
			["Level"] = 54,
			["Link"] = "|cff00ccff|Hitem:122384::::::::50:62:::1:3592:::|h[Изорванное одеяние Багрового Тумана]|h|r",
		}, -- [5]
		{
			["ID"] = 63609,
			["Level"] = 42,
			["Link"] = "|cff1eff00|Hitem:63609::::::::50:62::::::|h[Пояс ложных обещаний]|h|r",
		}, -- [6]
		{
			["ID"] = 122256,
			["Level"] = 54,
			["Link"] = "|cff00ccff|Hitem:122256::::::::50:62:::1:3592:::|h[Изодранные поножи Багрового Тумана]|h|r",
		}, -- [7]
		{
			["ID"] = 63566,
			["Level"] = 41,
			["Link"] = "|cff1eff00|Hitem:63566::::::::50:62::::::|h[Сапоги мнительности]|h|r",
		}, -- [8]
		{
			["ID"] = 11469,
			["Level"] = 46,
			["Link"] = "|cff1eff00|Hitem:11469::::::::50:62::::::|h[Наручи Кровавой повязки]|h|r",
		}, -- [9]
		{
			["ID"] = 61570,
			["Level"] = 33,
			["Link"] = "|cff1eff00|Hitem:61570::::::::50:62::::::|h[Перчатки информатора]|h|r",
		}, -- [10]
		{
			["ID"] = 143901,
			["Level"] = 52,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:143901::::::::50:62:512:1:1:3628:50:::|h[Перстень каменной тыквы]|h|r",
		}, -- [11]
		{
			["ID"] = 143903,
			["Level"] = 51,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:143903::::::::50:62:512:1:1:3628:49:::|h[Кольцо Всадника]|h|r",
		}, -- [12]
		{
			["ID"] = 122362,
			["Level"] = 54,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122362::::::::50:62:::1:582:::|h[Прозорливый Глаз Зверя]|h|r",
		}, -- [13]
		{
			["ID"] = 122361,
			["Level"] = 54,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:122361::::::::50:62:::1:583:::|h[Стремительная рука правосудия]|h|r",
		}, -- [14]
		{
			["ID"] = 122262,
			["Level"] = 54,
			["Link"] = "|cff00ccff|Hitem:122262::::::::50:62:::1:3592:::|h[Древний плащ Кровавой Луны]|h|r",
		}, -- [15]
		{
			["ID"] = 122353,
			["Level"] = 54,
			["Link"] = "|cff00ccff|Hitem:122353::::::::50:62:::1:583:::|h[Величавая трость ректора]|h|r",
		}, -- [16]
	},
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "Ниоши-Борейская тундра",
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MAGE",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
