
PawnOptions = {
["LastVersion"] = 2.1101,
["LastPlayerFullName"] = "Ниоши-Борейская тундра",
["AutoSelectScales"] = true,
["UpgradeTracking"] = false,
["ItemLevels"] = {
{
["ID"] = 122250,
["Level"] = 73,
["Link"] = "|cnIQ7:|Hitem:122250::::::::21:62:::1:3592::::::|h[Изорванная маска Багрового Тумана]|h|r",
},
{
["ID"] = 143908,
["Level"] = 24,
["Link"] = "|cffa335ee|Hitem:143908::::::::21:62::1:1:615:1:9:20:::|h[Колье чистого сердца]|h|r",
},
{
["ID"] = 122360,
["Level"] = 73,
["Link"] = "|cnIQ7:|Hitem:122360::::::::21:62:::1:3592::::::|h[Изорванное оплечье Багрового Тумана]|h|r",
},
nil,
{
["ID"] = 122384,
["Level"] = 73,
["Link"] = "|cnIQ7:|Hitem:122384::::::::21:62:::1:3592::::::|h[Изорванное одеяние Багрового Тумана]|h|r",
},
{
["ID"] = 63609,
["Level"] = 23,
["Link"] = "|cff1eff00|Hitem:63609::::::::21:62:::::::|h[Пояс ложных обещаний]|h|r",
},
{
["ID"] = 122256,
["Level"] = 73,
["Link"] = "|cnIQ7:|Hitem:122256::::::::21:62:::1:3592::::::|h[Изодранные поножи Багрового Тумана]|h|r",
},
{
["ID"] = 63566,
["Level"] = 22,
["Link"] = "|cff1eff00|Hitem:63566::::::::21:62:::::::|h[Сапоги мнительности]|h|r",
},
{
["ID"] = 11469,
["Level"] = 24,
["Link"] = "|cff1eff00|Hitem:11469::::::::21:62:::::::|h[Наручи Кровавой повязки]|h|r",
},
{
["ID"] = 61570,
["Level"] = 19,
["Link"] = "|cff1eff00|Hitem:61570::::::::21:62:::::::|h[Перчатки информатора]|h|r",
},
{
["ID"] = 143901,
["Level"] = 26,
["AlsoFitsIn"] = 12,
["Link"] = "|cffa335ee|Hitem:143901::::::::21:62::1:1:3628:1:9:21:::|h[Перстень каменной тыквы]|h|r",
},
{
["ID"] = 143903,
["Level"] = 26,
["AlsoFitsIn"] = 11,
["Link"] = "|cffa335ee|Hitem:143903::::::::21:62::1:1:3628:1:9:21:::|h[Кольцо Всадника]|h|r",
},
{
["ID"] = 122362,
["Level"] = 73,
["AlsoFitsIn"] = 14,
["Link"] = "|cnIQ7:|Hitem:122362::::::::21:62:::1:582::::::|h[Прозорливый Глаз Зверя]|h|r",
},
{
["ID"] = 122361,
["Level"] = 73,
["AlsoFitsIn"] = 13,
["Link"] = "|cnIQ7:|Hitem:122361::::::::21:62:::1:3592::::::|h[Стремительная рука правосудия]|h|r",
},
{
["ID"] = 122262,
["Level"] = 73,
["Link"] = "|cnIQ7:|Hitem:122262::::::::21:62:::1:3592::::::|h[Древний плащ Кровавой Луны]|h|r",
},
{
["ID"] = 122353,
["Level"] = 73,
["Link"] = "|cnIQ7:|Hitem:122353::::::::21:62:::1:7920::::::|h[Величавая трость ректора]|h|r",
},
},
["AutoSelectScalesEnabledOnce"] = true,
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "MAGE",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
