
PawnOptions = {
	["LastVersion"] = 2.0418,
	["LastPlayerFullName"] = "Ниоши-Борейская тундра",
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 122250,
			["Level"] = 25,
			["Link"] = "|cff00ccff|Hitem:122250::::::::21:62:::1:3592::::|h[Изорванная маска Багрового Тумана]|h|r",
		}, -- [1]
		{
			["ID"] = 143908,
			["Level"] = 24,
			["Link"] = "|cffa335ee|Hitem:143908::::::::21:62::1:1:615:1:9:20:::|h[Колье чистого сердца]|h|r",
		}, -- [2]
		{
			["ID"] = 122360,
			["Level"] = 25,
			["Link"] = "|cff00ccff|Hitem:122360::::::::21:62:::1:3592::::|h[Изорванное оплечье Багрового Тумана]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 122384,
			["Level"] = 25,
			["Link"] = "|cff00ccff|Hitem:122384::::::::21:62:::1:3592::::|h[Изорванное одеяние Багрового Тумана]|h|r",
		}, -- [5]
		{
			["ID"] = 63609,
			["Level"] = 23,
			["Link"] = "|cff1eff00|Hitem:63609::::::::21:62:::::::|h[Пояс ложных обещаний]|h|r",
		}, -- [6]
		{
			["ID"] = 122256,
			["Level"] = 25,
			["Link"] = "|cff00ccff|Hitem:122256::::::::21:62:::1:3592::::|h[Изодранные поножи Багрового Тумана]|h|r",
		}, -- [7]
		{
			["ID"] = 63566,
			["Level"] = 22,
			["Link"] = "|cff1eff00|Hitem:63566::::::::21:62:::::::|h[Сапоги мнительности]|h|r",
		}, -- [8]
		{
			["ID"] = 11469,
			["Level"] = 24,
			["Link"] = "|cff1eff00|Hitem:11469::::::::21:62:::::::|h[Наручи Кровавой повязки]|h|r",
		}, -- [9]
		{
			["ID"] = 61570,
			["Level"] = 19,
			["Link"] = "|cff1eff00|Hitem:61570::::::::21:62:::::::|h[Перчатки информатора]|h|r",
		}, -- [10]
		{
			["ID"] = 143901,
			["Level"] = 26,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:143901::::::::21:62::1:1:3628:1:9:21:::|h[Перстень каменной тыквы]|h|r",
		}, -- [11]
		{
			["ID"] = 143903,
			["Level"] = 26,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:143903::::::::21:62::1:1:3628:1:9:21:::|h[Кольцо Всадника]|h|r",
		}, -- [12]
		{
			["ID"] = 122362,
			["Level"] = 25,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122362::::::::21:62:::1:582::::|h[Прозорливый Глаз Зверя]|h|r",
		}, -- [13]
		{
			["ID"] = 122361,
			["Level"] = 25,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:122361::::::::21:62:::1:3592::::|h[Стремительная рука правосудия]|h|r",
		}, -- [14]
		{
			["ID"] = 122262,
			["Level"] = 25,
			["Link"] = "|cff00ccff|Hitem:122262::::::::21:62:::1:3592::::|h[Древний плащ Кровавой Луны]|h|r",
		}, -- [15]
		{
			["ID"] = 122353,
			["Level"] = 25,
			["Link"] = "|cff00ccff|Hitem:122353::::::::21:62:::1:583::::|h[Величавая трость ректора]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MAGE",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
