
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1518729431,
	["scrollback"] = {
		["ChatFrame1"] = {
			{
				"[00:14:23]|c00000000|r Вы игнорируете |3-3(Попная).", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
				false, -- [6]
				1, -- [7]
				2, -- [8]
			}, -- [1]
			{
				"[00:14:38]|c00000000|r |Hchannel:GUILD|h[Гильдия] |h|cffd8d8d8[|r|Hplayer:Гриддис-Борейскаятундра:26:GUILD|h|cffd84e4e110|r:|cffffffffГриддис|r|h|cffd8d8d8]|r: Грац |cffffffffНиддис|r )", -- [1]
				0.250980406999588, -- [2]
				1, -- [3]
				0.250980406999588, -- [4]
				5, -- [5]
				false, -- [6]
				5, -- [7]
				6, -- [8]
			}, -- [2]
			{
				"[00:15:15]|c00000000|r |Hchannel:GUILD|h[Гильдия] |h|cffd8d8d8[|r|Hplayer:Ниддис-Борейскаятундра:29:GUILD|h|cffd8bc3f1|r:|cffffffffНиддис|r|h|cffd8d8d8]|r: Сделай меня тогда уж Страшным крабом, чтоб совсем аутентично было", -- [1]
				0.250980406999588, -- [2]
				1, -- [3]
				0.250980406999588, -- [4]
				5, -- [5]
				false, -- [6]
				5, -- [7]
				7, -- [8]
			}, -- [3]
			{
				"[00:15:26]|c00000000|r |cffd8d8d8[|r|Hplayer:Эктэлион-Борейскаятундра:30:GUILD|h|cffd84e4e110|r:|cfff48cbaЭктэлион|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:8481:Player-1625-01ED29E4:1:2:15:18:4294967295:4294967295:4294967295:4294967295|h[Эпохальный режим: Идеалы клакси]|h|r!", -- [1]
				0.250980406999588, -- [2]
				1, -- [3]
				0.250980406999588, -- [4]
				65, -- [5]
				false, -- [6]
				5, -- [7]
				8, -- [8]
			}, -- [4]
			{
				"[00:15:39]|c00000000|r |Hchannel:GUILD|h[Гильдия] |h|cffd8d8d8[|r|Hplayer:Мурзетта-Борейскаятундра:32:GUILD|h|cffd84e4e110|r:|cffffffffМурзетта|r|h|cffd8d8d8]|r: ОО вас уже двое ", -- [1]
				0.250980406999588, -- [2]
				1, -- [3]
				0.250980406999588, -- [4]
				5, -- [5]
				false, -- [6]
				5, -- [7]
				9, -- [8]
			}, -- [5]
			{
				"[00:15:47]|c00000000|r |Hchannel:GUILD|h[Гильдия] |h|cffd8d8d8[|r|Hplayer:Гриддис-Борейскаятундра:33:GUILD|h|cffd84e4e110|r:|cffffffffГриддис|r|h|cffd8d8d8]|r: угу)", -- [1]
				0.250980406999588, -- [2]
				1, -- [3]
				0.250980406999588, -- [4]
				5, -- [5]
				false, -- [6]
				5, -- [7]
				6, -- [8]
			}, -- [6]
			{
				"[00:16:06]|c00000000|r |Hchannel:GUILD|h[Гильдия] |h|cffd8d8d8[|r|Hplayer:Ниддис-Борейскаятундра:35:GUILD|h|cffd8bc3f1|r:|cffffffffНиддис|r|h|cffd8d8d8]|r: Два воплощения одной и той же сущности", -- [1]
				0.250980406999588, -- [2]
				1, -- [3]
				0.250980406999588, -- [4]
				5, -- [5]
				false, -- [6]
				5, -- [7]
				7, -- [8]
			}, -- [7]
			{
				"[00:17:11]|c00000000|r |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:1|h[1. Общий: Гилнеас]|h.", -- [1]
				1, -- [2]
				0.752941250801086, -- [3]
				0.752941250801086, -- [4]
				66, -- [5]
				false, -- [6]
				10, -- [7]
				11, -- [8]
			}, -- [8]
			{
				"[00:17:11]|c00000000|r |Hchannel:channel:3|h[3] |h Вы покинули канал |Hchannel:3|h[3. Оборона: Гилнеас]|h.", -- [1]
				1, -- [2]
				0.752941250801086, -- [3]
				0.752941250801086, -- [4]
				68, -- [5]
				false, -- [6]
				13, -- [7]
				14, -- [8]
			}, -- [9]
		},
	},
}
