
PawnOptions = {
["LastVersion"] = 2.1303,
["LastPlayerFullName"] = "Эстэро-Гордунни",
["AutoSelectScales"] = true,
["ItemLevels"] = {
{
["ID"] = 211024,
["Level"] = 108,
["Link"] = "|cnIQ4:|Hitem:211024::::::::80:1467::173:7:12282:6652:12921:11215:12239:3247:10255:1:28:2677:::::|h[Капюшон факельщика]|h|r",
},
{
["ID"] = 194536,
["Level"] = 70,
["Link"] = "|cnIQ2:|Hitem:194536::::::::70:1467::61:1:13637::::::|h[Синий амулет крылатого властелина]|h|r",
},
{
["ID"] = 211026,
["Level"] = 108,
["Link"] = "|cnIQ4:|Hitem:211026::::::::80:1467::173:6:12282:6652:11215:12239:3247:10255:1:28:2677:::::|h[Наплечные щитки факельщика]|h|r",
},
nil,
{
["ID"] = 211021,
["Level"] = 108,
["Link"] = "|cnIQ4:|Hitem:211021::::::::80:1467::173:6:12282:6652:11215:12239:3247:10255:1:28:2677:::::|h[Кольчуга факельщика]|h|r",
},
{
["ID"] = 235959,
["Level"] = 541,
["Link"] = "|cnIQ3:|Hitem:235959::::::::78:1467::17:2:10385:4785:2:9:78:28:181:::::|h[Таинственный пояс]|h|r",
},
{
["ID"] = 211025,
["Level"] = 108,
["Link"] = "|cnIQ4:|Hitem:211025::::::::80:1467::173:6:12282:6652:11215:12239:3247:10255:1:28:2677:::::|h[Наголенники факельщика]|h|r",
},
{
["ID"] = 211022,
["Level"] = 108,
["Link"] = "|cnIQ4:|Hitem:211022::::::::80:1467::173:6:12282:6652:11215:12239:3247:10255:1:28:2677:::::|h[Походные сапоги факельщика]|h|r",
},
{
["ID"] = 211028,
["Level"] = 108,
["Link"] = "|cnIQ4:|Hitem:211028::::::::80:1467::173:7:12282:6652:12921:11215:12239:3247:10255:1:28:2677:::::|h[Наручи факельщика]|h|r",
},
{
["ID"] = 211023,
["Level"] = 108,
["Link"] = "|cnIQ4:|Hitem:211023::::::::80:1467::173:6:12282:6652:11215:12239:3247:10255:1:28:2677:::::|h[Захваты факельщика]|h|r",
},
{
["ID"] = 194533,
["Level"] = 70,
["AlsoFitsIn"] = 12,
["Link"] = "|cnIQ2:|Hitem:194533::::::::70:1467::61:1:13637::::::|h[Синее кольцо крылатого властелина]|h|r",
},
{
["ID"] = 194534,
["Level"] = 70,
["AlsoFitsIn"] = 11,
["Link"] = "|cnIQ2:|Hitem:194534::::::::70:1467::61:1:13637::::::|h[Синий перстень крылатого властелина]|h|r",
},
{
["ID"] = 225648,
["Level"] = 79,
["AlsoFitsIn"] = 14,
["Link"] = "|cnIQ2:|Hitem:225648::::::::78:1467::133:2:10382:6652:2:9:78:28:2838:::::|h[Свечной ассистент]|h|r",
},
{
["ID"] = 225648,
["Level"] = 79,
["AlsoFitsIn"] = 13,
["Link"] = "|cnIQ2:|Hitem:225648::::::::79:1467::133:2:10382:6652:2:9:78:28:2838:::::|h[Свечной ассистент]|h|r",
},
{
["ID"] = 251611,
["Level"] = 77,
["Link"] = "|cnIQ3:|Hitem:251611::::::::74:1467::17:4:12244:8902:6682:6652:2:28:3098:9:74:::::|h[Мантия скорого вознесения]|h|r",
},
{
["ID"] = 235929,
["Level"] = 513,
["AlsoFitsIn"] = 17,
["Link"] = "|cnIQ4:|Hitem:235929::::::::74:1467::19:1:12070:2:9:74:28:181:::::|h[Таинственный факел]|h|r",
},
},
["AutoSelectScalesEnabledOnce"] = true,
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "EVOKER",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
