
PawnOptions = {
["LastVersion"] = 2.1008,
["ItemLevels"] = {
{
["ID"] = 209402,
["Level"] = 454,
["Link"] = "|cff1eff00|Hitem:209402::::::::70:259::25:3:10321:10532:1576::::::|h[Клобук преданного Сну]|h|r",
},
{
["ID"] = 158075,
["Level"] = 503,
["Link"] = "|cffe6cc80|Hitem:158075::::::::120:259::11:4:6316:4932:4933:1640:::|h[Сердце Азерот]|h|r",
},
{
["ID"] = 204933,
["Level"] = 463,
["Link"] = "|cff0070dd|Hitem:204933::::::::70:259::55:5:10324:8902:6652:3142:8766:1:28:2613:::::|h[Бессолнечный наплеч]|h|r",
},
nil,
{
["ID"] = 210352,
["Level"] = 489,
["Link"] = "|cffa335ee|Hitem:210352::::::::70:259::94:6:8902:10344:10871:6652:1520:8767:1:28:2699:::::|h[Жилет кристаллической грации]|h|r",
},
{
["ID"] = 210371,
["Level"] = 467,
["Link"] = "|cff0070dd|Hitem:210371::::::::70:259::72:6:10305:8902:6652:10533:1498:8766:1:28:2699:::::|h[Пояс кристаллической грации]|h|r",
},
{
["ID"] = 191994,
["Level"] = 463,
["Link"] = "|cff0070dd|Hitem:191994::::::::70:259::43:5:10324:6652:8902:1585:8766:1:28:2287:::::|h[Брюки из шкуры выдрека]|h|r",
},
{
["ID"] = 193739,
["Level"] = 460,
["Link"] = "|cff0070dd|Hitem:193739::::::::70:259::1:6:10323:7974:6652:10864:3139:8766:1:28:2587:::::|h[Ботфорты восстановленного порядка]|h|r",
},
{
["ID"] = 210375,
["Level"] = 467,
["Link"] = "|cff0070dd|Hitem:210375::::::::70:259::72:6:10305:8902:6652:10533:1498:8766:1:28:2701:::::|h[Напульсники кристаллической грации]|h|r",
},
{
["ID"] = 209403,
["Level"] = 454,
["Link"] = "|cff1eff00|Hitem:209403::::::::70:259::25:2:10321:1576::::::|h[Повязки преданного Сну]|h|r",
},
{
["ID"] = 210376,
["Level"] = 480,
["AlsoFitsIn"] = 12,
["Link"] = "|cffa335ee|Hitem:210376::::::::70:259::90:6:8902:10341:6652:10533:1511:8767:1:28:2701:::::|h[Прекрасная обвязка снежной бури]|h|r",
},
{
["ID"] = 210376,
["Level"] = 480,
["AlsoFitsIn"] = 11,
["Link"] = "|cffa335ee|Hitem:210376::::::::70:260::90:6:8902:10341:6652:10533:1511:8767:1:28:2701:::::|h[Прекрасная обвязка снежной бури]|h|r",
},
{
["ID"] = 204728,
["Level"] = 457,
["AlsoFitsIn"] = 14,
["Link"] = "|cff1eff00|Hitem:204728::::::::70:259::29:4:10322:8902:6652:3136:1:28:2614:::::|h[Курильница дружбы]|h|r",
},
{
["ID"] = 204728,
["Level"] = 457,
["AlsoFitsIn"] = 13,
["Link"] = "|cff1eff00|Hitem:204728::::::::70:260::29:4:10322:8902:6652:3136:1:28:2614:::::|h[Курильница дружбы]|h|r",
},
{
["ID"] = 210381,
["Level"] = 467,
["Link"] = "|cff0070dd|Hitem:210381::::::::70:259::72:5:10305:8902:6652:1498:8766:1:28:2699:::::|h[Накидка кристаллической грации]|h|r",
},
{
["ID"] = 210389,
["Level"] = 467,
["AlsoFitsIn"] = 17,
["Link"] = "|cff0070dd|Hitem:210389::::::::70:259::73:5:10305:8902:6652:1498:8766:1:28:2699:::::|h[Кортик кристаллической грации]|h|r",
},
{
["ID"] = 210389,
["Level"] = 467,
["AlsoFitsIn"] = 16,
["Link"] = "|cff0070dd|Hitem:210389::::::::70:260::73:5:10305:8902:6652:1498:8766:1:28:2699:::::|h[Кортик кристаллической грации]|h|r",
},
},
["AutoSelectScales"] = false,
["UpgradeTracking"] = false,
["LastPlayerFullName"] = "Алтери-Борейская тундра",
["LastKeybindingsSet"] = 1,
["Artifacts"] = {
[128870] = {
["Relics"] = {
{
["ItemLevel"] = 22,
["Type"] = "Shadow",
},
{
["ItemLevel"] = 30,
["Type"] = "Iron",
},
{
["ItemLevel"] = 22,
["Type"] = "Blood",
},
},
["Name"] = "Убийцы Королей",
},
},
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "ROGUE",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
