
PawnOptions = {
	["LastVersion"] = 2.0405,
	["ItemLevels"] = {
		{
			["ID"] = 157977,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:157977::::::::120:259::28:4:1637:4786:6505:4775:::|h[Головной покров мореплавателя]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 503,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:259::11:4:6316:4932:4933:1640:::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 157979,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:157979::::::::120:259::28:4:1637:4786:6506:4775:::|h[Наплечные пластины мореплавателя]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159303,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:159303::::::::120:259::35:5:5448:1617:4786:6269:4775:::|h[Жилет благоговения]|h|r",
		}, -- [5]
		{
			["ID"] = 159301,
			["Level"] = 440,
			["Link"] = "|cffa335ee|Hitem:159301::::::::120:259::35:3:5010:1612:4783:::|h[Пояс древнего диноманта]|h|r",
		}, -- [6]
		{
			["ID"] = 158010,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:158010::::::::120:259::28:5:4803:6516:6515:1637:4786:::|h[Брюки могильной колючки]|h|r",
		}, -- [7]
		{
			["ID"] = 159347,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:159347::::::::120:259::16:4:5010:1602:5850:4783:::|h[Заросшие мхом башмаки с перфорированным носком]|h|r",
		}, -- [8]
		{
			["ID"] = 160214,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:160214::::::::120:259::35:5:5010:6515:1612:5855:4784:::|h[Наручи из шкуры почитаемого ящера]|h|r",
		}, -- [9]
		{
			["ID"] = 157976,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:157976:5932:::::::120:259::28:5:4803:6516:6515:1637:4786:::|h[Захваты мореплавателя]|h|r",
		}, -- [10]
		{
			["ID"] = 165683,
			["Level"] = 445,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:165683:6108:::::::120:259::28:6:4803:42:6516:6515:1637:4786:::|h[Печать Дат'Ремара]|h|r",
		}, -- [11]
		{
			["ID"] = 158314,
			["Level"] = 430,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:158314:6108:::::::120:259::16:3:5010:1602:4786:::|h[Печать изменчивой лояльности]|h|r",
		}, -- [12]
		{
			["ID"] = 158319,
			["Level"] = 440,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:158319::::::::120:259::35:3:5010:1612:4783:::|h[Талисман Ми'даса]|h|r",
		}, -- [13]
		{
			["ID"] = 155881,
			["Level"] = 425,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:155881::::::::120:259::16:3:5009:1597:4786:::|h[Шулерские кости Харлана]|h|r",
		}, -- [14]
		{
			["ID"] = 159289,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:159289::::::::120:259::35:4:5010:1612:5850:4784:::|h[Пропитанный энергией Бездны плащ]|h|r",
		}, -- [15]
		{
			["ID"] = 159131,
			["Level"] = 440,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:159131:6148:::::::120:259::35:3:5010:1612:4783:::|h[Кристаллическая заточка Хаулиса]|h|r",
		}, -- [16]
		{
			["ID"] = 159132,
			["Level"] = 435,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:159132:5965:::::::120:259::16:4:5010:1602:5850:4783:::|h[Засапожный кинжал Джолли]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = false,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "Алтери-Борейская тундра",
	["LastKeybindingsSet"] = 1,
	["Artifacts"] = {
		[128870] = {
			["Relics"] = {
				{
					["ItemLevel"] = 22,
					["Type"] = "Shadow",
				}, -- [1]
				{
					["ItemLevel"] = 30,
					["Type"] = "Iron",
				}, -- [2]
				{
					["ItemLevel"] = 22,
					["Type"] = "Blood",
				}, -- [3]
			},
			["Name"] = "Убийцы Королей",
		},
	},
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "ROGUE",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
