
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
				"/г Или после?", -- [1]
				"/г А летать по локациям и всех там зажаривать Смертокрыл начал до того, как его сбили в первый раз?", -- [2]
				"/г Интересно, почему начать решил именно с меня?", -- [3]
				"/г Да это кот открыл для себя аддон для унижения", -- [4]
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
				"/cw Альмагорн-Борейскаятундра В оплоте, там, где облик меняется, можно посмотреть", -- [1]
				" Почему меня все спрашивают, кого я буду качать?", -- [2]
				"/cw Gillbates-Outland |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [3]
				"/cw Weldertus-Ragnaros |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [4]
				"/cw Nurayami-Nozdormu |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [5]
				"/cw Lophicet-Ravencrest |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [6]
				"/cw Tripie-Hellscream |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [7]
				"/cw Vengalance-Silvermoon |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [8]
				"/cw Пуфка-Борейскаятундра Спасибо <3", -- [9]
			},
			["ChatFrame1EditBox"] = {
				"/п Тут можно сразу на ласта", -- [1]
				"/п Справа можно было спрыгнуть", -- [2]
				" Сейчас только кофе сделаю", -- [3]
				" Можно сходить", -- [4]
				" )))", -- [5]
				" Все празднуют)", -- [6]
				" Нету онлайн никого вообще", -- [7]
				" Привет) Тебя тоже с праздником)", -- [8]
				" Привет. Спасибо)", -- [9]
				" Привет", -- [10]
				"/с /reload", -- [11]
				"/с /reload", -- [12]
				" Варров не люблю", -- [13]
				" Ничего не имею против бдк, рог и палов", -- [14]
				" Сова - хозяйка енота", -- [15]
				" И сова)", -- [16]
				" У меня был Атал-Дазар", -- [17]
				" Шрайн был у Саджа", -- [18]
				" 9ю Гробницу закрывали", -- [19]
				" Мы сломали ещё раз тот ключ, который мы уже ломали вчера)", -- [20]
				" Надо было с вами идти", -- [21]
				" Неплохо", -- [22]
				" Ну как, сколько маунтов выбил в гробнице?", -- [23]
				" Коллега))", -- [24]
				"/г Я каждый день туда падаю", -- [25]
				"/п )", -- [26]
				"/п А почему фаер? Во льду разве не удобней качаться?", -- [27]
				"/п Геру сразу не давай)", -- [28]
				"/п да", -- [29]
				"/п Этот точно был здесь всегда", -- [30]
				"/п В памяти у тебя провалы", -- [31]
				"/п Либо мне тоже пора спать", -- [32]
				"/п У этого огня либо кривая анимация", -- [33]
				"/п Мне кажется, эти абберации всегда тут были", -- [34]
				"/п как обычно", -- [35]
				"/п Маг, плащ на вырост возьмёшь?", -- [36]
				"/п ))", -- [37]
				"/п )", -- [38]
				"/п Дру, кольцо на вырост возьмёшь?", -- [39]
				"/cw Альмагорн-Борейскаятундра Не надо, якоря у меня хватает", -- [40]
				"/с /reload", -- [41]
				"/с /leave", -- [42]
				"/п Спасибо", -- [43]
				"/п Пасиб", -- [44]
				"/п Я не хочу бежать с начала((", -- [45]
				"/с /tmw", -- [46]
				"/с /tmw", -- [47]
				"/п ДХ, это ты воут кик запустил?", -- [48]
				"/п Спасибо", -- [49]
				"/п Пасиб", -- [50]
				"/п Я полежу", -- [51]
				"/г С крафтом сейчас фигню полную придумали", -- [52]
				"/г С колец не 100%", -- [53]
				"/г С них 100% дистилум", -- [54]
				"/г И локалки на трини делай", -- [55]
				"/г Три штуки нашла вообще в пределах прямой видимости друг от друга", -- [56]
				"/г Пару дней назад бегала - до шести кустов за круг", -- [57]
				"/г По-моему, очень сильно апнули респ якорь-травы", -- [58]
				"/г Я в Тирагардском поморье вдоль речек бегаю", -- [59]
				"/г А на Джайну нет?", -- [60]
				"/г О, так мы пойдем дальше мифик?", -- [61]
				"/г И на бафф к урону исповеди + продление боли на цели", -- [62]
				"/г Ещё берут на бафф Сияния, на бафф к отхилу флешки от тиков боли", -- [63]
				"/г Связанные души или как-то так", -- [64]
				"/г Самый топовый - это там, где хилишь себя + ближайшего союзника", -- [65]
				"/г Я тебе кидала ссылку", -- [66]
				"/г Потому что на оба спека азеритка одна", -- [67]
				"/г Иногда даже ШПшные", -- [68]
				"/г Какие есть", -- [69]
				"/г ы", -- [70]
				"/г Она стакает доту, такую же, как аффикс", -- [71]
				"/г На второй вайпаетесь?", -- [72]
				"/г Особенно в Усадьбе", -- [73]
				"/г Угу", -- [74]
				"/г О, неужели тебя снова в ключ взяли?", -- [75]
				"/г Какое-то у тебя совсем невезение", -- [76]
				"/г Оо", -- [77]
				"/г Спасибо)", -- [78]
				"/г Наконец хоть один нож не 340) ты мне удачу принёс", -- [79]
				"/г О, |cffa335ee|Hitem:163882::::::::120:259::29:3:5125:1562:4786:::|h[Кинжал бойца 7-го легиона]|h|r, тема", -- [80]
				"/г Ключ есть, надо только прийти с работы пораньше, а не так, как я обычно)", -- [81]
				"/г (", -- [82]
				"/г Панд, а куда это ты собрался на неделю уходить?", -- [83]
				" Можно. Сейчас только темные берега допройду", -- [84]
				" Так скоро весь БфА полутаешь", -- [85]
				" Ты полегче там", -- [86]
				" Воу воу воу", -- [87]
				"/cw Аркадрон-Борейскаятундра Нет)", -- [88]
				"/cw Аркадрон Странно)", -- [89]
				"/cw Аркадрон Привет. Ну как, сколько ракет уже выбил?", -- [90]
				"/с /tmw", -- [91]
				"/cw Альмагорн-Борейскаятундра ))", -- [92]
				"/г Спокойной", -- [93]
				"/г Забыла о  нём совсем", -- [94]
				"/г А, этот", -- [95]
				"/г А, ну окей", -- [96]
				"/г А Лёша знает?", -- [97]
				"/г Да, я не знала", -- [98]
				"/г Он своего докачивать не хочет", -- [99]
				"/г ы", -- [100]
				"/г Какой камень?", -- [101]
				"/г А, у тебя же один день(", -- [102]
				"/г Как думаешь, до рейда завтра успеешь докачаться?", -- [103]
				"/г Нельзя", -- [104]
				"/cw Пуфка-Борейскаятундра Та же фигня", -- [105]
				"/cw Пуфка-Борейскаятундра Наконец-то", -- [106]
				"/cw Пуфка-Борейскаятундра Дроп привяжут к спеку?", -- [107]
				"/cw Пуфка-Борейскаятундра И топоры", -- [108]
				"/cw Пуфка-Борейскаятундра Мне из оружия одни мечи падают ><", -- [109]
				"/cw Пуфка-Борейскаятундра Блин", -- [110]
				"/cw Пуфка-Борейскаятундра Какой?", -- [111]
				"/cw Пуфка-Борейскаятундра Ну я могу надеть меч", -- [112]
				"/cw Пуфка-Борейскаятундра Почему только кинжалы?", -- [113]
				"/cw Пуфка-Борейскаятундра В ликвидации", -- [114]
				"/cw Пуфка Пуфик, а у роги ведь нет никаких особенностей, которые предписывают носить именно кинжалы, а не, скажем, мечи?", -- [115]
				"/cw Пуфка-Борейскаятундра Пришло?", -- [116]
				"/cw Пуфка-Борейскаятундра Отправила ещё раз", -- [117]
				"/cw Пуфка-Борейскаятундра Не надо", -- [118]
				"/cw Пуфка-Борейскаятундра Там написано Пуфка-Борейскаятундра", -- [119]
				"/cw Пуфка-Борейскаятундра Пуфик, у меня блин сохраняется имя предыдущего корреспондента", -- [120]
				"/г Заинвайти Саджа", -- [121]
				" Заходи", -- [122]
				"/с /reload", -- [123]
				"/г Варр выковыривать((", -- [124]
				"/г Как твоя ханта целиться будет, если ты у неё оба глаза выковыряешь?", -- [125]
				"/г Почему именно сегодня?", -- [126]
				"/г Ну зато с сокетом", -- [127]
				"/г Эх", -- [128]
				"/г Пуф, так какие в итоге статы прокнули?", -- [129]
				"/cw Tierra-Bronzebeard Thank you", -- [130]
				"/с /thanks", -- [131]
				"/г Так это же хорошо", -- [132]
				"/г /tptp", -- [133]
				"/г Обычку ты даже один пройдешь", -- [134]
				"/г Или до?", -- [135]
				"/г То есть, он после ДД ещё раз падал?", -- [136]
				"/г Пробил собой землю и дальше мы ему лапы отрубали", -- [137]
				"/г Мы открутили три пластины с него - он упал", -- [138]
				"/г Как нет?", -- [139]
				"/г То есть, когда мы его били в Душе дракона, это он из бесплодных земель торчал?", -- [140]
				"/г Смертокрыл прогрыз?", -- [141]
				"/г Кто знает, от чего в Бесплодных землях появился Шрам?", -- [142]
				"/гр Я рогой нападения не делаю", -- [143]
				"/г О, Лёш, погоди, я ща магом зайду", -- [144]
				"/г Завтра", -- [145]
				"/г Пуф, а у тебя панда в носочках?", -- [146]
				"/г хы |cff1eff00|Hitem:116450::::::::120:259::11::::|h[Теплые зеленые шерстяные носки]|h|r", -- [147]
				"/г Видимо, очень понравился класс", -- [148]
				"/г Шел пятый месяц прокачки ДХ...", -- [149]
				"/cw Виллрон-СтражСмерти Награда за |cffffff00|Hachievement:11176:Player-1625-04A6E0FF:1:6:14:18:4294967295:4294967295:4294967295:4294967295|h[Не забывайте делиться]|h|r", -- [150]
				"/cw Виллрон-СтражСмерти Что?", -- [151]
				"/г Пуф, а как определить, ты играешь, или твоя дочь?", -- [152]
				" Если там найду само обсуждение, расскажу)", -- [153]
				" На mmo-champion есть ссылка на дискорд искателей секретов", -- [154]
				" Спасибо)", -- [155]
				" Мейновод ><", -- [156]
				" А на твинках маунт вызывается?", -- [157]
				"/г Ракушки", -- [158]
				"/г Так угадывал?", -- [159]
				"/г Посади ребёнка, пусть время от времени что-нибудь нажимает", -- [160]
				" !!!", -- [161]
				" КАК?!!", -- [162]
				" КАК люди выяснили, что нужно делать?", -- [163]
				" Читаю о том, как гладить кошек", -- [164]
				"/cw Кхорус-Борейскаятундра Не, я сейчас не могу(", -- [165]
				"/с /ignore Ракотхант ", -- [166]
				"/г *с локалки награда", -- [167]
				"/г Это локалка", -- [168]
				"/г Хы |cff0070dd|Hitem:155271::::::::120:259::26:4:4803:1517:4785:3407:::|h[Отсекатель обезьяньих лап]|h|r", -- [169]
				"/cw Гридис-Борейскаятундра Думаю, нет", -- [170]
				"/cw Гридис-Борейскаятундра Да", -- [171]
				"/cw Гридис-Борейскаятундра /vuhdo options", -- [172]
				"/cw Гридис-Борейскаятундра С драконов лут 350 падает", -- [173]
				"/cw Гридис-Борейскаятундра 14 лет Варкрафту", -- [174]
				"/cw Гридис-Борейскаятундра Дейли в Штормграде дают эвентовый", -- [175]
				"/cw Гридис-Борейскаятундра Ты лучше драконов кошмара слетай убей", -- [176]
				"/cw Гридис-Борейскаятундра В БФА ни разу не была в ЛФР ни одним чаром", -- [177]
				"/cw Гридис-Борейскаятундра ))", -- [178]
				"/cw Гридис-Борейскаятундра Пойдем, только не сегодня", -- [179]
				"/cw Гридис-Борейскаятундра Всего лишь на трех)", -- [180]
				"/cw Гридис-Борейскаятундра Хы)", -- [181]
				"/cw Гридис-Борейскаятундра Добирать пугов на мифик не айс", -- [182]
				"/cw Гридис-Борейскаятундра Людей нет", -- [183]
				"/cw Гридис-Борейскаятундра Но если на дпс не общарать внимания, то тоже нормально", -- [184]
				"/cw Гридис-Борейскаятундра В рейдах not so much", -- [185]
				"/cw Гридис-Борейскаятундра В ключах очень даже неплохо", -- [186]
				"/cw Гридис-Борейскаятундра Привет)", -- [187]
				"/гр В диск зайдешь?", -- [188]
				"/гр Там всё сложно)", -- [189]
				" Перезаходить?", -- [190]
				" Я вчера проверяла, там всё в порядке. Моб реснулся, который дверь открывает", -- [191]
				" Конечно пойдем", -- [192]
				" Привет)", -- [193]
				"/с /reload", -- [194]
				"/п /tmw", -- [195]
				"/п /tmw", -- [196]
				"/п )", -- [197]
				"/п На случайного игрока", -- [198]
				"/п Нет", -- [199]
				"/п Если бы метеор упал на тебя, тебя бы ваншотнуло", -- [200]
				"/п Дру, стань к нам", -- [201]
				"/п Вместе стоим, метеор надо делить", -- [202]
				"/п Реснём", -- [203]
				"/п В следующий раз, те, кто без инвиза, лежите", -- [204]
				"/п Пишет, что он персональный уже", -- [205]
				"/п Не передаётся(", -- [206]
				"/п В ключах, например, их отключили", -- [207]
				"/п Интересно, а пилоны тут работают?", -- [208]
				"/п Спасибо", -- [209]
				"/п Босса сразу не агри. Там ещё две суккубы в инвизе", -- [210]
				"/п Веди нонстоп, не стой на месте", -- [211]
				"/п По одному вытягивай", -- [212]
				"/п Это Пандарийская легендарка была", -- [213]
				"/п Уже нигде", -- [214]
				"/п треш сначала", -- [215]
				"/п треш", -- [216]
				"/п стоп", -- [217]
				"/п Давайте только без оскорблений", -- [218]
				"/п Снимай больших с нас", -- [219]
				"/п Иди потихоньку вперёд. Адды будут ползти бесконечно", -- [220]
				"/с /tmw", -- [221]
				"/с /tmw", -- [222]
				"/п Да, они не таунтятся", -- [223]
				"/п Фирят очень далеко", -- [224]
				"/п Наверное, надо всех чистить", -- [225]
				"/п Скорей всего, мой косяк", -- [226]
				"/гр Thank you", -- [227]
				"/г Нападение ботани, один слот", -- [228]
				"/г Уже нашелся желающий", -- [229]
				"/cw Альмагорн-Борейскаятундра Отправила по почте", -- [230]
				"/cw Альмагорн-Борейскаятундра ))", -- [231]
				"/г |cff1eff00|Hitem:10382::::::::120:259:::1:1709:::|h[Поножи командора со знаком рассвета]|h|r нужны кому-нибудь на транс?", -- [232]
				"/cw Альмагорн-Борейскаятундра Может, надо интерфейс перезагрузить", -- [233]
				"/cw Альмагорн-Борейскаятундра Он на вкладке \"Артефакты легиона\"", -- [234]
				"/cw Альмагорн-Борейскаятундра Добавился", -- [235]
				"/cw Альмагорн-Борейскаятундра Ты даже ачивку получил за новый облик", -- [236]
				"/cw Альмагорн-Борейскаятундра Какая разница? Можно же текущее оружие трансмогрифицировать в артефакт", -- [237]
				" ok) ", -- [238]
				"/cw Альмагорн-Борейскаятундра Ладно, на вовхеде посмотрю)", -- [239]
				" Preferably as a healer)", -- [240]
				" Hi) we're going to do Siege of Boralus 10, are you coming with us?", -- [241]
				"/г Или ты артефакт удалил?)", -- [242]
				"/г Его вроде тоже можно линкануть", -- [243]
				"/г да", -- [244]
				"/г А можешь облик линкануть, который за Героя дают?", -- [245]
				"/г Грац!", -- [246]
				" Пока да. Ты собрался к Ромео ехать?", -- [247]
				" Не, я иду 1х0 спать фан", -- [248]
				"/г Пуфик сказал, что мы красавчики - значит, красавчики", -- [249]
				"/г Андрей, иди нафиг)", -- [250]
				"/г Версус убивал просто. На подвиг мы объединялись со Светом Утера", -- [251]
				"/г |cffffff00|Hachievement:8089:Player-1625-04A6E0FF:1:3:16:14:4294967295:4294967295:4294967295:4294967295|h[Мне казалось, это должно быть сложно…]|h|r", -- [252]
				"/г В смысле, убивала ли я его в актуале?", -- [253]
				"/г Его нет нигде, кроме геры", -- [254]
				"/г |cff0070dd|Hitem:94125::::::::120:259::::::|h[Живой песчаник]|h|r нужен кому-нибудь?", -- [255]
				"/г Вот именно", -- [256]
				"/г Наплечники лапками двигают и крылышками машут. А потом люди думаю, чего у них в рейде фпс падает", -- [257]
				"/г |cffa335ee|Hitem:96406::::::::120:259::2:1:3524:::|h[Наплеч диноманта]|h|r прелесть какая :D", -- [258]
				"/г И был аддон с радаром для этого. По форме напоминало пицуу", -- [259]
				"/г Там нужно было выбегать их нескольких конусов, которые исходили из центра платформы", -- [260]
				"/г *Ма", -- [261]
				"/г Млкорок?", -- [262]
				"/cw Криворожка-Борейскаятундра Нет", -- [263]
				"/cw Криворожка-Борейскаятундра Вот потому и не позвал)", -- [264]
				"/cw Криворожка-Борейскаятундра Тебе до Питера далеко ехать?", -- [265]
				"/cw Криворожка-Борейскаятундра Попробую без него собрать, но надо чтоб хотябы хилл свой был", -- [266]
				"/cw Криворожка-Борейскаятундра Ваня пить уехал ><", -- [267]
				"/г На ужин", -- [268]
				"/г Может, наоборот любят", -- [269]
				"/г Поменяй ник мейну и Кейс тебя не узнает", -- [270]
				"/г Не будет же Кейс ещё и выяснять, кто там из них действующий а кто нет", -- [271]
				"/cw Меллия-Борейскаятундра Привет, на выходных ключи будут", -- [272]
				" Не, я всадника и спать", -- [273]
				"/гр Про операции он ничего не говорил", -- [274]
				"/гр Нет, тоже не в курсе", -- [275]
				"/гр Честно без понятия", -- [276]
				"/гр /reload", -- [277]
				"/гр Когда-нибудь выпадет", -- [278]
				"/гр Привет", -- [279]
				"/г Ну мы вроде как пытаемся вместе стоять", -- [280]
				"/г Они не в игроках спавнятся", -- [281]
				"/г Не, ворген", -- [282]
				"/г А, это тот, что Садж показывал недавно", -- [283]
				"/г Кто такая Ашканди?", -- [284]
				"/г И много пэтов", -- [285]
				"/г Классны, у которых нет танкоспека кидают на себя хилку какую-нибудь. Это тоже работает как агр", -- [286]
				"/г Спекнись в танка и они будут бежать к тебе", -- [287]
				"/г А что раньше было?", -- [288]
				"/г Почему?", -- [289]
				"/с /tmw", -- [290]
				"/cw Гендальфсеры-Борейскаятундра )", -- [291]
				"/cw Гендальфсеры-Борейскаятундра Я давно играю. Сами как-то нафармились", -- [292]
				"/cw Гендальфсеры-Борейскаятундра Не особо", -- [293]
				"/cw Гендальфсеры-Борейскаятундра Спасибо)", -- [294]
				"/г Я думала, больше пяти не бывает", -- [295]
				"/г [01:52:18] Ваша добыча: [Якорь-трава]x7", -- [296]
				"/с /reload", -- [297]
				"/п Часы заюзай маг", -- [298]
				"/п Геру-то зачем?", -- [299]
				"/г Грац)", -- [300]
				"/п А, тогда ок", -- [301]
				"/п вроде всегда в таймволках сразу на ласта тут идут", -- [302]
				"/п У меня такое чувство, что этого босса не обязательно было бить", -- [303]
				"/cw Кейстут Отправила на паладина", -- [304]
				"/г Ну ты буржуй вообще)", -- [305]
				"/г Грац)", -- [306]
				"/г *Ни", -- [307]
				"/г Не разу её ещё не встречала", -- [308]
				"/г То есть, если квест уже сделан, то всё, мой поезд уехал?", -- [309]
				"/г А как эта ачивка делается?", -- [310]
				"/г Оо, я думала, у тебя шаман уже давно 120 350+", -- [311]
				" Вань, локалку на 15 якорь-травы видел?", -- [312]
				"/cw Жутетварь-Борейскаятундра Думала, что хоть несколько черепах проползёт за это время", -- [313]
				"/cw Жутетварь-Борейскаятундра Я как-то раз решила проверить, что будет, если запустить квест и пойти за кофе", -- [314]
				"/cw Жутетварь-Борейскаятундра Щас только черепах утоплю", -- [315]
				"/cw Жутетварь-Борейскаятундра С совой - куда угодно", -- [316]
				"/cw Жутетварь-Борейскаятундра Я там не была уже недели три", -- [317]
				"/cw Жутетварь-Борейскаятундра Привет)", -- [318]
				"/с /tmw", -- [319]
				"/4 Дверь открыта", -- [320]
				"/4 Пройти мимо", -- [321]
				" Спокойной ночи)", -- [322]
				" Я бы сейчас локалки сделала и спать уже", -- [323]
				" А на фронте вообще возможно проиграть?", -- [324]
				" Твоими стараниями", -- [325]
				" 325 рога", -- [326]
				"/г Эта вещь наверняка заинтересует Сайруса", -- [327]
				" Я вообще теперь самая крутая на районе", -- [328]
				" И кинжал упал", -- [329]
				" А была 283 когда начали", -- [330]
				" Она сейчас 313", -- [331]
				" Обалдель, роге упали обновки на все три азеритки)", -- [332]
				" Просто с хилом мб быстрее будет искаться", -- [333]
				" Рогу можно ещё одевать и одевать)", -- [334]
				" Только можно отойду на чуть, кофе налью?", -- [335]
				" Угу, давай на приста тогда зайду, чтоб хилл был", -- [336]
				" Ну, в смысле, шанс прока был бы) как у дециматора", -- [337]
				" Если бы с каждого тика дот прокало, тогда было бы круто)", -- [338]
				" А как она совам?", -- [339]
				" Прикольно", -- [340]
				"/гр Mine was of the lower ilvl", -- [341]
				"/гр |cffa335ee|Hitem:159463::::::::120:259::23:3:4779:1537:4784:::|h[Кольцо пульсирующих жил]|h|r This one? I can't trade it", -- [342]
				"/гр Ты единственный латник", -- [343]
				"/гр Пасиб", -- [344]
				"/гр Да, у меня ниже илвл колец", -- [345]
				"/гр Я думаю, все хилы могут", -- [346]
				"/гр Если каст прошел", -- [347]
				"/гр Пал, диспель с ниих дар гууна", -- [348]
				"/гр hey", -- [349]
				"/cw Жутетварь-Борейскаятундра У меня в Назмир вообще нет никакого телепорта", -- [350]
				"/cw Жутетварь-Борейскаятундра Три, это очень даже чего", -- [351]
				"/cw Жутетварь-Борейскаятундра Ну так ты мне три вещи отдал", -- [352]
				"/cw Жутетварь-Борейскаятундра Ну ты говоришь, что не падает ничего)", -- [353]
				"/cw Жутетварь-Борейскаятундра А у тебя сове может ещё апгрейд в миф 0 упасть?", -- [354]
				"/гр Cheers", -- [355]
				"/гр Thank you very much )", -- [356]
				"/гр Геру", -- [357]
				"/гр How did we get two of them? Oo", -- [358]
				" Спасибо)", -- [359]
				"/гр Добрый сов", -- [360]
				"/гр Step, priest grip - none of those work here", -- [361]
				"/гр No", -- [362]
				" Я уже почти 300)", -- [363]
				" Хорошо хоть аванпосты открыты, даже если нет кампании на чаре", -- [364]
				"/гр Temple of Setraliss", -- [365]
				" Какой инст дальше?", -- [366]
				" Спасибо)", -- [367]
				" Мурр)", -- [368]
				"/гр Never mind, let Nexyy have it", -- [369]
				"/гр /roll", -- [370]
				"/гр You don't need that?", -- [371]
				" Танк говорил, что отойдет ", -- [372]
				"/гр Almost there", -- [373]
				" Или нет?", -- [374]
				" Там же просто", -- [375]
				" А гробница твинкам доступна без кампании?", -- [376]
				"/гр Atal Dazar next", -- [377]
				" ДК идёт", -- [378]
				"/гр Yes, different dungeons", -- [379]
				"/гр Nexyy, we're doint the quest for 4 mythics. Are you coming with us?", -- [380]
				" Спасибо)", -- [381]
				"/гр Чтоб сразу поймать свинью", -- [382]
				"/гр Станьте вокруг костей спамьте клик по черепу", -- [383]
				"/гр Надо чтоб на всей пати был бафф", -- [384]
				"/гр Прист", -- [385]
				"/гр Лимоша, поговори с печенькой", -- [386]
				"/г Жутетварь желает, но мы уже в гавани(", -- [387]
				"/гр Mount up", -- [388]
				" Вот Лёшу можно попробовать уговорить)", -- [389]
				" Тут якорь трава рядом", -- [390]
				" Сов не травник?", -- [391]
				"/гр Yes", -- [392]
				" Круть", -- [393]
				" Что-хорошее локу и магу упало за квест?", -- [394]
				"/гр hey", -- [395]
				" У тебя лок сколько был?", -- [396]
				" 283)", -- [397]
				" И что ты предлагаешь?", -- [398]
				" Ну ты, наверное, с Дашей и Олегом ходил", -- [399]
				" А остальные вообще не 120)", -- [400]
				" Рога не одета от слова совсем. Ей на этом кд не буду делать", -- [401]
				" Привет)", -- [402]
				"/г Хилл, который любит Штормы и Тол Дагор, это очень круто", -- [403]
				"/г А какой любишь?", -- [404]
				"/г А что не так с гробницей?", -- [405]
				"/п геру", -- [406]
				"/п Сначала первых двух", -- [407]
				"/п Тут не беги вперёд", -- [408]
				" Спасибо)", -- [409]
				" Кинула. Там на 80 крафтов зелья смертоносного прилива", -- [410]
				" Я уже почти всё вылакала ><", -- [411]
				" Лёш, можно тебя ещё поэксплуатировать на предмет крафта зелий?", -- [412]
				"/г Cпасибо)", -- [413]
				"/г Но там хоть сразу понятно, что базовый уровень 370", -- [414]
				"/г Неплохо", -- [415]
				"/г Вот ёлки. Придётся делать локалки", -- [416]
				"/г Разве не 335 максимум?", -- [417]
				"/г СКОЛЬКО?!", -- [418]
				"/г Вань, а что там за сапоги? В истории гилд чата не посмотреть ссылки", -- [419]
				" Cпасибо)", -- [420]
				" /dance", -- [421]
				" Давай)", -- [422]
				" Рядом", -- [423]
				" Привет", -- [424]
				"/cw Вцжэ +", -- [425]
				"/п Черепу нужно касты бить", -- [426]
				"/п Выведи", -- [427]
				"/п Разве что ДК бром", -- [428]
				"/п У нас никто не может тебя реснуть", -- [429]
				"/п Выводи", -- [430]
				"/п Минус 75% урона", -- [431]
				"/п Выводи из руны", -- [432]
				"/г У них там, наверное, ещё и зачет на знание тактики перед стартом", -- [433]
				"/г Вот это я понимаю, дисциплина", -- [434]
				"/г Ласта гер убили вы?", -- [435]
				"/г И все одеты?", -- [436]
				"/г Малькар, сколько сейчас чаров 120?", -- [437]
				"/г 30 якорь-травы на крафт", -- [438]
				"/г ы", -- [439]
				"/г На траву кто крафтит? Алхимики?", -- [440]
				"/г Ничего так", -- [441]
				" /tmw", -- [442]
				" /tmw", -- [443]
				" /tmw", -- [444]
				" Вот почему у нас фронт именно там - это трудно объяснить", -- [445]
				" Варфронт", -- [446]
				" Так в семь раз меньше будет мучить совесть, что я их не фармлю", -- [447]
				" Да", -- [448]
				" Хоть это хорошо", -- [449]
				" Дроп с раников раз в день или раз в неделю?", -- [450]
				" блин", -- [451]
				" Там тоже маунты?", -- [452]
				" Привет) А ты понял, зачем вообще нужен Арати?", -- [453]
				"/п Куда вы пошли?", -- [454]
				"/п cюда", -- [455]
				"/г За две тысячи", -- [456]
				"/г Ну как \"дают\"", -- [457]
				"/г Там писали, что возле трансмогрификатора дают", -- [458]
				"/г Хы, квест с конём на арене больше не входит в сюжет", -- [459]
				"/г Ну ты же утилизируешь дроп?", -- [460]
				"/г Что ты делаешь с дистиллумом?", -- [461]
				"/г Сов, у тебя ведь на маге обе профессии собирательные?", -- [462]
				" Реагенты выпадают только самые простые? Или хай энд тоже бывает?", -- [463]
				" Или по-прежнему ничего не даёт?", -- [464]
				" Привет) Всё хотела спросить, у тебя снаряжение для соратников в итоге заработало?", -- [465]
				"/г Ну ёлки зелёные", -- [466]
				"/г Зелья опять стакаются только по 20", -- [467]
				" Привет. Можно попробовать", -- [468]
				" Привет)", -- [469]
				" На квест травника туда стоишь?)", -- [470]
				" Эта локация - король побочных цепочек", -- [471]
				" Это да", -- [472]
				" Дистиллум лишним не будет", -- [473]
				" Смотри на это как на дополнительный источник вещей для аннигилятора", -- [474]
				" Ну как прогресс в Долине Штормов?", -- [475]
				"/г Либо оно не работает, либо там катастрофически малый шанс", -- [476]
				"/г И за 4 дня ни с одной миссии ничего не получил", -- [477]
				"/г Знакомый говорил, что он своим сделал несколько айтемов на добычу крафтовых реагентов с миссий", -- [478]
				"/с /bt", -- [479]
				" Грац со 120)", -- [480]
				" Я думала, у меня календарь глючит", -- [481]
				" Вань, а у тебя в календаре на будущие недели еженедельные события есть?", -- [482]
				"/г Бафф от карусели берёшь?", -- [483]
				"/г А зачем тебе с ними превознесение?", -- [484]
				"/г Вместе с локалками, думаю, недели за 3 можно добить", -- [485]
				"/г Там сейчас много репутации дают за еженедельные задания", -- [486]
				"/г Прочитать, почему-то, нельзя", -- [487]
				"/г |cff9d9d9d|Hitem:63348::::::::110:259::::::|h[Гоблинский мужской журнал]|h|r Оо", -- [488]
				"/с /tmw", -- [489]
				" А конь с Ривендера у тебя есть?", -- [490]
				" 263 килла Мандокира", -- [491]
				" ))", -- [492]
				" Мне недавно приснилось, что отменили нерф медвежьего тартара", -- [493]
				" А как ты его уровень посмотрел?", -- [494]
				" Оо", -- [495]
				" БГ?", -- [496]
				" О боже, это где ты столько нафармил?", -- [497]
				" А какой у тебя сейчас уровень чести?", -- [498]
				" Откуда знаешь?", -- [499]
				" ))", -- [500]
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589757243,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 16,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[19:03:36]|h Сообщение дня от гильдии: \"Всем, кто хочет рейдить в ШЛ пройти опрос !!! в дискорде (раздел анонсы) и выбрать роль (раздел выбор роли)\"",
					["serverTime"] = 1606152041,
					["r"] = 0.388235330581665,
					["b"] = 1,
					["timestamp"] = 829812.587,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["g"] = 0.4431372880935669,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 829812.587,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 829812.587,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[19:20:40]|h Сообщение дня от гильдии: \"Всем, кто хочет рейдить в ШЛ пройти опрос !!! в дискорде (раздел анонсы) и выбрать роль (раздел выбор роли)\"",
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 829811.032,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[19:27:47]|h |cffd8d8d8[|r|Hplayer:Морала-Борейскаятундра:3575:GUILD|h|cffd8bc3f50|r:|cfff38bb9Морала|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14283:Player-1929-0E9B6517:1:11:23:20:4294967295:4294967295:4294967295:4294967295|h[Heroic Edition: заколдованный вечный змей]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1606152467,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						51, -- [3]
						52, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 830239.643,
					["g"] = 0.3960784673690796,
					["b"] = 1,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[19:38:12]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Аттон-Борейскаятундра:3665:GUILD|h|cffd8bc3f50|r:|cffc31d39Аттон|r|h|cffd8d8d8]|r: кто-то планирует с вармодом ночью врываться?",
					["serverTime"] = 1606153092,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						51, -- [3]
						84, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 830864.384,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[19:48:42]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Вейлзевул-Борейскаятундра:3810:GUILD|h|cffd8bc3f50|r:|cffc59a6cВейлзевул|r|h|cffd8d8d8]|r: У кого есть |cff71d5ff|Hspell:307932:0|h[Заколдованный вечный змей]|h|r?",
					["serverTime"] = 1606153722,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						51, -- [3]
						133, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831494.7930000001,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[19:48:51]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Вейлзевул-Борейскаятундра:3814:GUILD|h|cffd8bc3f50|r:|cffc59a6cВейлзевул|r|h|cffd8d8d8]|r: Маунт за предзаказ",
					["serverTime"] = 1606153731,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						51, -- [3]
						133, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831503.758,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[19:49:33]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Грид-Борейскаятундра:3820:GUILD|h|cffd8bc3f50|r:|cfff38bb9Грид|r|h|cffd8d8d8]|r: +",
					["serverTime"] = 1606153773,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						51, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831545.028,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[19:49:52]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Поддержка-Борейскаятундра:3824:GUILD|h|cffd8bc3f50|r:|cffa22fc8Поддержка|r|h|cffd8d8d8]|r: ой",
					["serverTime"] = 1606153792,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						51, -- [3]
						135, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831564.439,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[19:49:56]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Вейлзевул-Борейскаятундра:3825:GUILD|h|cffd8bc3f50|r:|cffc59a6cВейлзевул|r|h|cffd8d8d8]|r: Уже нашел, спасибо, |cfff38bb9Грид|r)",
					["serverTime"] = 1606153796,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						51, -- [3]
						133, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831568.077,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[19:50:01]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Поддержка-Борейскаятундра:3827:GUILD|h|cffd8bc3f50|r:|cffa22fc8Поддержка|r|h|cffd8d8d8]|r: |cfff38bb9Грид|r, привет)",
					["serverTime"] = 1606153801,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						51, -- [3]
						135, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831573.407,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[19:50:07]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Грид-Борейскаятундра:3830:GUILD|h|cffd8bc3f50|r:|cfff38bb9Грид|r|h|cffd8d8d8]|r: привет",
					["serverTime"] = 1606153807,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						51, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831579.835,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[19:50:47]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Вейлзевул-Борейскаятундра:3841:GUILD|h|cffd8bc3f50|r:|cffc59a6cВейлзевул|r|h|cffd8d8d8]|r: О! Точно же)",
					["serverTime"] = 1606153847,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						51, -- [3]
						133, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831619.274,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[19:50:50]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Вейлзевул-Борейскаятундра:3842:GUILD|h|cffd8bc3f50|r:|cffc59a6cВейлзевул|r|h|cffd8d8d8]|r: ГРИД - привет!",
					["serverTime"] = 1606153850,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						51, -- [3]
						133, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831622.5970000001,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[19:50:55]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Грид-Борейскаятундра:3845:GUILD|h|cffd8bc3f50|r:|cfff38bb9Грид|r|h|cffd8d8d8]|r: привет",
					["serverTime"] = 1606153855,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						51, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831627.576,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [16]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 5,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[19:14:19]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq28|k:15:0:BN_WHISPER:|Kq28|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq28|k|r|h|cffd8d8d8]|r: I should stop watching videos for the new dungeons. This gets me way too hyped :D",
					["b"] = 0.9647059440612793,
					["r"] = 0,
					["g"] = 1,
					["timestamp"] = 829812.587,
					["serverTime"] = 1606151659,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						58, -- [3]
						59, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[19:14:52]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq28|k:15:0:BN_WHISPER:|Kq28|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq28|k|r|h|cffd8d8d8]|r: On our first M0 runs we might need just death skipping all the trash :D",
					["b"] = 0.9647059440612793,
					["r"] = 0,
					["g"] = 1,
					["timestamp"] = 829812.587,
					["serverTime"] = 1606151692,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						58, -- [3]
						60, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[19:15:21]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq28|k:15:0:BN_WHISPER:|Kq28|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq28|k|r|h|cffd8d8d8]|r: People say it'll take way to much time to kill it all with heroic dungeon gear",
					["b"] = 0.9647059440612793,
					["r"] = 0,
					["g"] = 1,
					["timestamp"] = 829812.587,
					["serverTime"] = 1606151721,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						58, -- [3]
						60, -- [4]
						["n"] = 4,
					},
				}, -- [3]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 5 |4минута:минуты:минут;, 20 |4секунда:секунды:секунд;.",
					["timestamp"] = 829812.587,
				}, -- [4]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 829812.587,
				}, -- [5]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[05:24:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132914:14|tИкки – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259893,
					["timestamp"] = 1079058.027,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[05:24:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2027921:14|tЖемчужнопанцирный ползун – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259894,
					["timestamp"] = 1079058.786,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[05:25:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T851119:14|tНерожденная валь'кира – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259902,
					["timestamp"] = 1079067.024,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[05:25:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2027921:14|tЖемчужнопанцирный ползун – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259903,
					["timestamp"] = 1079067.777,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[05:25:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259905,
					["timestamp"] = 1079070.065,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[05:25:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134967:14|t|cff4e96f7|HbattlePetAbil:310:1879:405:356|h[Панцирный щит]|h|r накладывает эффект |T134967:14|t|cff4e96f7|HbattlePetAbil:309:1879:405:356|h[Панцирный щит]|h|r на |3-1(вражеский питомец) |3-3(|T2027921:14|tЖемчужнопанцирный ползун).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259905,
					["timestamp"] = 1079070.415,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[05:25:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136122:14|t|cff4e96f7|HbattlePetAbil:218:1806:276:227|h[Проклятие рока]|h|r накладывает эффект |T136122:14|t|cff4e96f7|HbattlePetAbil:217:1806:276:227|h[Проклятие рока]|h|r на |3-1(вражеский питомец) |3-3(|T2027921:14|tЖемчужнопанцирный ползун).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259907,
					["timestamp"] = 1079072.196,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[05:25:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259909,
					["timestamp"] = 1079074.04,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[05:25:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1508496:14|t|cff4e96f7|HbattlePetAbil:2313:1879:405:356|h[Тиски X]|h|r наносит 318 ед. урона |3-2(ваш питомец) |3-2(|T851119:14|tНерожденная валь'кира).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259910,
					["timestamp"] = 1079075.56,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[05:25:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236295:14|t|cff4e96f7|HbattlePetAbil:321:1488:276:227|h[Нечестивое вознесение]|h|r накладывает эффект |T236295:14|t|cff4e96f7|HbattlePetAbil:320:1488:276:227|h[Нечестивое вознесение]|h|r на |3-1(вражеский питомец) |3-3(|T2027921:14|tЖемчужнопанцирный ползун).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259913,
					["timestamp"] = 1079078.591,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[05:25:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236295:14|t|cff4e96f7|HbattlePetAbil:321:0:276:227|h[Нечестивое вознесение]|h|r наносит 1488 ед. урона |3-2(ваш питомец) |3-2(|T851119:14|tНерожденная валь'кира).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259914,
					["timestamp"] = 1079078.843,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[05:25:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T851119:14|tНерожденная валь'кира погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259914,
					["timestamp"] = 1079078.843,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[05:25:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259918,
					["timestamp"] = 1079083.062,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[05:25:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132914:14|tИкки – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259918,
					["timestamp"] = 1079083.062,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[05:25:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259928,
					["timestamp"] = 1079093.076,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[05:25:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135664:14|t|cff4e96f7|HbattlePetAbil:919:1319:322:409|h[Черный коготь]|h|r накладывает эффект |T135664:14|t|cff4e96f7|HbattlePetAbil:918:1319:322:409|h[Черный коготь]|h|r на |3-1(вражеский питомец) |3-3(|T2027921:14|tЖемчужнопанцирный ползун).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259929,
					["timestamp"] = 1079093.934,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[05:25:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T839982:14|t|cff4e96f7|HbattlePetAbil:1989:1879:405:356|h[Рывок с панцирем]|h|r наносит 255 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259930,
					["timestamp"] = 1079095.167,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[05:25:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T839982:14|t|cff4e96f7|HbattlePetAbil:1989:1879:405:356|h[Рывок с панцирем]|h|r наносит 255 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259932,
					["timestamp"] = 1079096.701,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[05:25:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259937,
					["timestamp"] = 1079101.999,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[05:25:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1064:322:409|h[Стая]|h|r наносит 92 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2027921:14|tЖемчужнопанцирный ползун).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259937,
					["timestamp"] = 1079102.332,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[05:25:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1064:322:409|h[Стая]|h|r наносит 92 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2027921:14|tЖемчужнопанцирный ползун).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259938,
					["timestamp"] = 1079103.465,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[05:25:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1064:322:409|h[Стая]|h|r наносит 92 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2027921:14|tЖемчужнопанцирный ползун).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259939,
					["timestamp"] = 1079103.932,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[05:25:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1064:322:409|h[Стая]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1064:322:409|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027921:14|tЖемчужнопанцирный ползун).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259939,
					["timestamp"] = 1079104.399,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[05:25:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1508496:14|t|cff4e96f7|HbattlePetAbil:2313:1603:405:356|h[Тиски X]|h|r наносит 425 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259942,
					["timestamp"] = 1079107.132,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[05:25:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:639:322:409|h[Летающий питомец]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T132914:14|tИкки), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259942,
					["timestamp"] = 1079107.132,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[05:25:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259943,
					["timestamp"] = 1079108.169,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[05:25:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1508496:14|t|cff4e96f7|HbattlePetAbil:2313:1603:405:356|h[Тиски X]|h|r наносит 531 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259944,
					["timestamp"] = 1079109.102,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[05:25:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:108:322:273|h[Стая]|h|r наносит 321 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T2027921:14|tЖемчужнопанцирный ползун).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259945,
					["timestamp"] = 1079110.269,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[05:25:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:108:322:273|h[Стая]|h|r наносит 214 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2027921:14|tЖемчужнопанцирный ползун).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259946,
					["timestamp"] = 1079111.269,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[05:25:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:108:322:273|h[Стая]|h|r наносит 214 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2027921:14|tЖемчужнопанцирный ползун).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259947,
					["timestamp"] = 1079111.736,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[05:25:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:108:322:273|h[Стая]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:108:322:273|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027921:14|tЖемчужнопанцирный ползун).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259947,
					["timestamp"] = 1079112.202,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[05:25:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136122:14|t|cff4e96f7|HbattlePetAbil:217:0:276:227|h[Проклятие рока]|h|r наносит 658 ед. урона (слаб. удар) |3-2(вражеский питомец) |3-2(|T2027921:14|tЖемчужнопанцирный ползун).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259949,
					["timestamp"] = 1079113.702,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[05:25:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136122:14|t|cff4e96f7|HbattlePetAbil:217:0:276:227|h[Проклятие рока]|h|r накладывает эффект |T134316:14|t|cff4e96f7|HbattlePetAbil:1090:0:276:227|h[Босс: снижение урона]|h|r на |3-1(вражеский питомец) |3-3(|T2027921:14|tЖемчужнопанцирный ползун).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259949,
					["timestamp"] = 1079113.702,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[05:25:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T136122:14|t|cff4e96f7|HbattlePetAbil:217:0:276:227|h[Проклятие рока]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T2027921:14|tЖемчужнопанцирный ползун), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259950,
					["timestamp"] = 1079114.736,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[05:25:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259950,
					["timestamp"] = 1079114.736,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[05:25:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134967:14|t|cff4e96f7|HbattlePetAbil:310:196:405:356|h[Панцирный щит]|h|r накладывает эффект |T134967:14|t|cff4e96f7|HbattlePetAbil:309:196:405:356|h[Панцирный щит]|h|r на |3-1(вражеский питомец) |3-3(|T2027921:14|tЖемчужнопанцирный ползун).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259950,
					["timestamp"] = 1079115.102,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[05:25:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:108:322:273|h[Стая]|h|r наносит 214 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2027921:14|tЖемчужнопанцирный ползун).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259951,
					["timestamp"] = 1079116.336,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[05:25:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T2027921:14|tЖемчужнопанцирный ползун погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259951,
					["timestamp"] = 1079116.336,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[05:25:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:714:322:273|h[Боевое восстановление]|h|r восстанавливает 606 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259955,
					["timestamp"] = 1079120.636,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[05:25:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1500:273:260|h[Боевое восстановление]|h|r восстанавливает 128 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1601259955,
					["timestamp"] = 1079120.636,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [40]
			},
			["headIndex"] = 40,
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 72,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[19:53:24]|h |cffd8d8d8[|r|Hplayer:Блэкмор:3877|h|cffd8bc3f50|r:|cff8687edБлэкмор|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1606154004,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831776.393,
					["g"] = 1,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[19:53:25]|h Получено: 178 |4золотая:золотые:золотых;, 61 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1606154005,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831777.044,
					["g"] = 1,
					["b"] = 1,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[19:53:25]|h Отношение |3-7(Орден Возрождения Шторма) к вам улучшилось на 83.",
					["serverTime"] = 1606154005,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						107, -- [3]
						108, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831777.098,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[19:53:25]|h Сержант Келвин говорит: Чудесно. Пусть знают, как мы решаем проблемы в нашей долине.",
					["serverTime"] = 1606154005,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						25, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831777.684,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[19:53:26]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Элеван-ЧерныйШрам:3881:CHANNEL:4|h|cffc31d39Элеван|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Гномычч-ПиратскаяБухта хах, давно не школта",
					["serverTime"] = 1606154006,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831778.356,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[19:53:26]|h Ваша добыча: |cffffffff|Hitem:154897::::::::50:259:::::::|h[Волокнистое филе]|h|rx3.",
					["serverTime"] = 1606154006,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						111, -- [3]
						112, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831778.872,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[19:53:27]|h Ваша добыча: |cff9d9d9d|Hitem:155629::::::::50:259:::::::|h[Косматая грива]|h|r.",
					["serverTime"] = 1606154007,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						111, -- [3]
						112, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831778.998,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[19:53:27]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Гномычч-ПиратскаяБухта:3884:CHANNEL:4|h|cff8687edГномычч|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: Дримлесс-Гром, одну ч пропустил",
					["serverTime"] = 1606154007,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831779.268,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[19:53:28]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Гномычч-ПиратскаяБухта:3885:CHANNEL:4|h|cff8687edГномычч|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: извинись",
					["serverTime"] = 1606154008,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831780.713,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[19:53:30]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Парамита-ЧерныйШрам:3886:CHANNEL:4|h|cfff38bb9Парамита|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Продолжай эту грустную историю, воин",
					["serverTime"] = 1606154010,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						121, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831782.593,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[19:53:37]|h |cffd8d8d8[|r|Hplayer:Тэориус:3887|h|cffd8bc3f50|r:|cfffe7b09Тэориус|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1606154017,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831789.0210000001,
					["g"] = 1,
					["b"] = 1,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[19:53:42]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Гномычч-ПиратскаяБухта:3888:CHANNEL:4|h|cff8687edГномычч|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: Элеван-ЧерныйШрам, врешь козявка",
					["serverTime"] = 1606154022,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831794.052,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[19:53:45]|h Сержант Келвин говорит: Мы смогли захватить одно из осадных орудий Орды. Пора побить врага его же оружием!",
					["serverTime"] = 1606154025,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						25, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831797.0430000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[19:53:52]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Артемушка-ЧерныйШрам:3890:CHANNEL:4|h|cff8687edАртемушка|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: ....../)/)........(\\..../)........(\\(\\.....",
					["serverTime"] = 1606154032,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						144, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831804.373,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[19:53:52]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Артемушка-ЧерныйШрам:3891:CHANNEL:4|h|cff8687edАртемушка|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: .....(':'=).......(=';'=).......(=':').....",
					["serverTime"] = 1606154032,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						144, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831804.373,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[19:53:52]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Артемушка-ЧерныйШрам:3892:CHANNEL:4|h|cff8687edАртемушка|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: ...(\")(\").)......(\")--(\").....(.(\")(\")...",
					["serverTime"] = 1606154032,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						144, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831804.373,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[19:53:55]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Никнеймзанят-ЧерныйШрам:3893:CHANNEL:4|h|cff8687edНикнеймзанят|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Если объективно, афликты охуительные же да?",
					["serverTime"] = 1606154035,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						89, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831807.439,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[19:54:01]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Элеван-ЧерныйШрам:3894:CHANNEL:4|h|cffc31d39Элеван|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Гномычч-ПиратскаяБухта как знаешь",
					["serverTime"] = 1606154041,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831813.697,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[19:54:06]|h Вы получили предмет: |cffa335ee|Hcurrency:1553:3600|h[Гудящий азеритовый сердечник]|h|r.",
					["serverTime"] = 1606154046,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831818.356,
					["g"] = 1,
					["b"] = 1,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[19:54:06]|h Артефакт |cffe6cc80|Hitem:158075::::::::50:259::11:4:6316:4932:4933:1553::::|h[Сердце Азерот]|h|r получает 3600 ед. силы артефакта.",
					["serverTime"] = 1606154046,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831818.356,
					["g"] = 1,
					["b"] = 1,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[19:54:06]|h Отношение |3-7(Орден Возрождения Шторма) к вам улучшилось на 1650.",
					["serverTime"] = 1606154046,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						107, -- [3]
						108, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831818.356,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[19:54:06]|h Задание \"Возрождение Шторма\" выполнено.",
					["serverTime"] = 1606154046,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831818.457,
					["g"] = 1,
					["b"] = 1,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[19:54:08]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Гномычч-ПиратскаяБухта:3899:CHANNEL:4|h|cff8687edГномычч|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: не как, а откуда",
					["serverTime"] = 1606154048,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831820.808,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[19:54:13]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Гномычч-ПиратскаяБухта:3900:CHANNEL:4|h|cff8687edГномычч|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: от верблюда",
					["serverTime"] = 1606154053,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831825.1,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[19:54:35]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Элеван-ЧерныйШрам:3901:CHANNEL:4|h|cffc31d39Элеван|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Гномычч-ПиратскаяБухта едрить смешно",
					["serverTime"] = 1606154075,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831847.835,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[19:54:38]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Тирагардское поморье]|h.",
					["serverTime"] = 1606154078,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831850.0260000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[19:54:38]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Тирагардское поморье]|h.",
					["serverTime"] = 1606154078,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831850.0260000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[19:54:41]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Гномычч-ПиратскаяБухта:3904:CHANNEL:4|h|cff8687edГномычч|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: вот видишь, даже предложения складывать не умеешь",
					["serverTime"] = 1606154081,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831853.221,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[19:54:45]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Исижейт-Борейскаятундра:3905:CHANNEL:4|h|cfffe7b09Исижейт|r|h|cffd8d8d8]|r: как добавить облик гепарда в парикмахерскую, друиды?",
					["serverTime"] = 1606154085,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						146, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831857.341,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[19:54:45]|h |cffc59a6cВейлзевул|r выходит из игрового мира.",
					["serverTime"] = 1606154085,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831857.843,
					["g"] = 1,
					["b"] = 1,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[19:54:46]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Гномычч-ПиратскаяБухта:3907:CHANNEL:4|h|cff8687edГномычч|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: а говоришь, не школьник",
					["serverTime"] = 1606154086,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831858.062,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[19:54:48]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Шопиум-ЧерныйШрам:3908:CHANNEL:4|h|cffc59a6cШопиум|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Ох! Мурадин, защищай палубу и приготовь солдат к штурму верхних этажей цитадели. Я вызову из Штормграда подкрепление.",
					["serverTime"] = 1606154088,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						59, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831860.02,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[19:54:51]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Даргост-ПиратскаяБухта:3909:CHANNEL:4|h|cfff38bb9Даргост|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: От Крапинки и Долли, спутников что надо ) …ик!",
					["serverTime"] = 1606154091,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						103, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831863.187,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[19:54:51]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Никнеймзанят-ЧерныйШрам:3910:CHANNEL:4|h|cff8687edНикнеймзанят|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: ну, хоть нахуй не послали, и то ладно",
					["serverTime"] = 1606154091,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						89, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831863.696,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[19:54:57]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Шопиум-ЧерныйШрам:3911:CHANNEL:4|h|cffc59a6cШопиум|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Так точно, Ваше Величество!",
					["serverTime"] = 1606154097,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						59, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831868.985,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[19:54:57]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Парамита-ЧерныйШрам:3912:CHANNEL:4|h|cfff38bb9Парамита|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Кто сувенир продавал? Куплю",
					["serverTime"] = 1606154097,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						121, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831869.72,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[19:55:04]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Гномычч-ПиратскаяБухта:3913:CHANNEL:4|h|cff8687edГномычч|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: я, шли деньги",
					["serverTime"] = 1606154104,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831876.135,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[19:55:04]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Бухойбоцман-ПиратскаяБухта:3914:CHANNEL:4|h|cfffe7b09Бухойбоцман|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: Продадим |cff71d5ff|Hspell:289555:0|h[Ледяной шквал]|h|r сегодня.Последний заход,в шл будет 1 %.Есть 1 места.",
					["serverTime"] = 1606154104,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831876.73,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[19:55:06]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Шопиум-ЧерныйШрам:3915:CHANNEL:4|h|cffc59a6cШопиум|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Опять работать.",
					["serverTime"] = 1606154106,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						59, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831878.127,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[19:55:11]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Гавань Боралуса]|h.",
					["serverTime"] = 1606154111,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831883.574,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[19:55:11]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1606154111,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831883.574,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[19:55:11]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Гавань Боралуса]|h.",
					["serverTime"] = 1606154111,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831883.574,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[19:55:12]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Айвн-Борейскаятундра:3919:CHANNEL:4|h|cffc59a6cАйвн|r|h|cffd8d8d8]|r: На ауке лежат, жадины",
					["serverTime"] = 1606154112,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						148, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831884.346,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[19:55:23]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Дымок-ЧерныйШрам:3920:CHANNEL:4|h|cffa9d271Дымок|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: А правда, что каждая ночная эльфийка невыносимо |cffc59a6cсильно|r мечтает о грязных ордынских членах?",
					["serverTime"] = 1606154123,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						150, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831895.687,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[19:55:29]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Артемушка-ЧерныйШрам:3921:CHANNEL:4|h|cff8687edАртемушка|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Завтра все пойдем как сумашедшие в темные берега",
					["serverTime"] = 1606154129,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						144, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831901.527,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[19:55:30]|h Задание \"Благодарность 7-го легиона\" выполнено.",
					["serverTime"] = 1606154130,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831902.189,
					["g"] = 1,
					["b"] = 1,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[19:55:30]|h Вы получили предмет: |cffa335ee|Hcurrency:1553:2500|h[Гудящий азеритовый сердечник]|h|r.",
					["serverTime"] = 1606154130,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831902.189,
					["g"] = 1,
					["b"] = 1,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[19:55:30]|h Артефакт |cffe6cc80|Hitem:158075::::::::50:259::11:4:6316:4932:4933:1553::::|h[Сердце Азерот]|h|r получает 2500 ед. силы артефакта.",
					["serverTime"] = 1606154130,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831902.189,
					["g"] = 1,
					["b"] = 1,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[19:55:30]|h Вы получили предмет: |cff0070dd|Hitem:166300::::::::50:259::11::1:28:464:::|h[Припасы 7-го легиона]|h|r.",
					["serverTime"] = 1606154130,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						111, -- [3]
						112, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831902.189,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[19:55:30]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Лирс-ЧерныйШрам:3926:CHANNEL:4|h|cffa22fc8Лирс|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: нет",
					["serverTime"] = 1606154130,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						31, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831902.541,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[19:55:32]|h Вы получили предмет: |cffa335ee|Hcurrency:1553:600|h[Сияющий осколок азерита]|h|r.",
					["serverTime"] = 1606154132,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831904.5530000001,
					["g"] = 1,
					["b"] = 1,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[19:55:32]|h Артефакт |cffe6cc80|Hitem:158075::::::::50:259::11:4:6316:4932:4933:1553::::|h[Сердце Азерот]|h|r получает 600 ед. силы артефакта.",
					["serverTime"] = 1606154132,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831904.5530000001,
					["g"] = 1,
					["b"] = 1,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[19:55:32]|h Отношение |3-7(7-й легион) к вам улучшилось на 1650.",
					["serverTime"] = 1606154132,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						107, -- [3]
						108, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831904.5530000001,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[19:55:32]|h Задание \"Военная кампания Альянса\" выполнено.",
					["serverTime"] = 1606154132,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831904.675,
					["g"] = 1,
					["b"] = 1,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[19:55:32]|h Вы получили предмет: |cffa335ee|Hitem:163256::::::::50:259::28:6:5125:4802:6516:6513:1513:4786:1:28:464:::|h[Перчатки 7-го легиона]|h|r.",
					["serverTime"] = 1606154132,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						111, -- [3]
						112, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831904.732,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[19:55:35]|h Получено: 4267 |4золотая:золотые:золотых;, 79 |4серебряная:серебряные:серебряных;, 36 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1606154135,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831907.0380000001,
					["g"] = 1,
					["b"] = 1,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[19:55:36]|h Вы получаете валюту – |cffffffff|Hcurrency:1717:0|h[Военная медаль 7-го легиона]|h|r, 20 шт.",
					["serverTime"] = 1606154136,
					["r"] = 0.4901961088180542,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						109, -- [3]
						110, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831908.0750000001,
					["g"] = 0.7019608020782471,
					["b"] = 0.9725490808486938,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[19:55:36]|h Вы получаете валюту – |cffffffff|Hcurrency:1560:0|h[Ресурсы для войны]|h|r, 500 шт.",
					["serverTime"] = 1606154136,
					["r"] = 0.4901961088180542,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						109, -- [3]
						110, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831908.0750000001,
					["g"] = 0.7019608020782471,
					["b"] = 0.9725490808486938,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[19:55:38]|h Ваша добыча: |cff1eff00|Hitem:163860::::::::50:259:::::::|h[Заводная лягушка]|h|r.",
					["serverTime"] = 1606154138,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						111, -- [3]
						112, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831910.7270000001,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[19:55:40]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Даргост-ПиратскаяБухта:3936:CHANNEL:4|h|cfff38bb9Даргост|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: Это к БаалБадди )",
					["serverTime"] = 1606154140,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						103, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831912.5430000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[19:55:45]|h В ваш атлас был добавлен питомец |cff1eff00|Hbattlepet:2474:1:2:160:10:10:BattlePet-0-00000CF6FE83:78837|h[Заводной попрыгун]|h|r!",
					["serverTime"] = 1606154145,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831917.457,
					["g"] = 1,
					["b"] = 1,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[19:55:50]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Элеван-ЧерныйШрам:3938:CHANNEL:4|h|cffc31d39Элеван|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: завтра подрочу опять",
					["serverTime"] = 1606154150,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831922.234,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[19:55:58]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Артемушка-ЧерныйШрам:3939:CHANNEL:4|h|cff8687edАртемушка|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: подзюбишь?",
					["serverTime"] = 1606154158,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						144, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831930.204,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[19:55:58]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Ведьмак-ТкачСмерти:3940:CHANNEL:4|h|cffa9d271Ведьмак|r-|cff39a132Тка|r|h|cffd8d8d8]|r: Правда, я гендерно ночная эльфийка и я мечтаю, что бы в меня всадили тауренский тельдрассил",
					["serverTime"] = 1606154158,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						152, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831930.458,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[19:56:01]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Шопиум-ЧерныйШрам:3941:CHANNEL:4|h|cffc59a6cШопиум|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Я чувствую, как Король-лич... наблюдает за нами.",
					["serverTime"] = 1606154161,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						59, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831933.799,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[19:56:03]|h Вы создаете: |cff1eff00|Hitem:160325::::::::50:259:::::::|h[Подрагивающая масса]|h|r.",
					["serverTime"] = 1606154163,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						111, -- [3]
						112, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831935.492,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[19:56:09]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Лирс-ЧерныйШрам:3944:CHANNEL:4|h|cffa22fc8Лирс|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: артас",
					["serverTime"] = 1606154169,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						31, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831941.353,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[19:56:13]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Лирс-ЧерныйШрам:3945:CHANNEL:4|h|cffa22fc8Лирс|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: мой король",
					["serverTime"] = 1606154173,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						31, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831945.462,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[19:56:15]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Лирс-ЧерныйШрам:3946:CHANNEL:4|h|cffa22fc8Лирс|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: вадя мой раб",
					["serverTime"] = 1606154175,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						31, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831947.7810000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[19:56:23]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Гавань Боралуса]|h.",
					["serverTime"] = 1606154183,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831955.567,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[19:56:23]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1606154183,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831955.567,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[19:56:23]|h |Hchannel:channel:3|h[3] |h Вы покинули канал |Hchannel:CHANNEL:3|h[3. Оборона: Гавань Боралуса]|h.",
					["serverTime"] = 1606154183,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831955.567,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[19:49:43]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Шопиум-ЧерныйШрам:3822:CHANNEL:4|h|cffc59a6cШопиум|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: И тут появляется джайна и вариан рин",
					["serverTime"] = 1606153783,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						59, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831554.97,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[19:49:48]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Сейнтлих-ЧерныйШрам:3823:CHANNEL:4|h|cffa9d271Сейнтлих|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: орк подкастер",
					["serverTime"] = 1606153788,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831560.37,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[19:49:52]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Поддержка-Борейскаятундра:3824:GUILD|h|cffd8bc3f50|r:|cffa22fc8Поддержка|r|h|cffd8d8d8]|r: ой",
					["serverTime"] = 1606153792,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						51, -- [3]
						135, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831564.439,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[19:49:56]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Вейлзевул-Борейскаятундра:3825:GUILD|h|cffd8bc3f50|r:|cffc59a6cВейлзевул|r|h|cffd8d8d8]|r: Уже нашел, спасибо, |cfff38bb9Грид|r)",
					["serverTime"] = 1606153796,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						51, -- [3]
						133, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831568.077,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[19:49:56]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Элеван-ЧерныйШрам:3826:CHANNEL:4|h|cffc31d39Элеван|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: блять, никому не интересно, захлопнись",
					["serverTime"] = 1606153796,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831568.6950000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[19:50:01]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Поддержка-Борейскаятундра:3827:GUILD|h|cffd8bc3f50|r:|cffa22fc8Поддержка|r|h|cffd8d8d8]|r: |cfff38bb9Грид|r, привет)",
					["serverTime"] = 1606153801,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						51, -- [3]
						135, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831573.407,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[19:50:07]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Сейнтлих-ЧерныйШрам:3828:CHANNEL:4|h|cffa9d271Сейнтлих|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: ти шо это же из цлк",
					["serverTime"] = 1606153807,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831579.091,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[19:50:07]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Гномычч-ПиратскаяБухта:3829:CHANNEL:4|h|cff8687edГномычч|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: не слушай его, продолжай",
					["serverTime"] = 1606153807,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831579.603,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[19:50:07]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Грид-Борейскаятундра:3830:GUILD|h|cffd8bc3f50|r:|cfff38bb9Грид|r|h|cffd8d8d8]|r: привет",
					["serverTime"] = 1606153807,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						51, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831579.835,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[19:50:21]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Шопиум-ЧерныйШрам:3831:CHANNEL:4|h|cffc59a6cШопиум|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Отступи Мурадин. Позволь пройти скорбящему отцу.",
					["serverTime"] = 1606153821,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						59, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831593.7390000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[19:50:27]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Сейнтлих-ЧерныйШрам:3832:CHANNEL:4|h|cffa9d271Сейнтлих|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: отцу 1",
					["serverTime"] = 1606153827,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831599.421,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[19:50:40]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Сверловщица-ЧерныйШрам:3833:CHANNEL:4|h|cffc59a6cСверловщица|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: как уже мурадин, мужикам 35+ лет...",
					["serverTime"] = 1606153840,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						33, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831612.4010000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[19:50:44]|h Вы получили предмет: |cff0070dd|Hcurrency:1553:351|h[Мерцающий азерит]|h|r.",
					["serverTime"] = 1606153844,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831616.735,
					["g"] = 1,
					["b"] = 1,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[19:50:44]|h Артефакт |cffe6cc80|Hitem:158075::::::::50:259::11:4:6316:4932:4933:1553::::|h[Сердце Азерот]|h|r получает 351 ед. силы артефакта.",
					["serverTime"] = 1606153844,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831616.735,
					["g"] = 1,
					["b"] = 1,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[19:50:44]|h Отношение |3-7(7-й легион) к вам улучшилось на 82.",
					["serverTime"] = 1606153844,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						107, -- [3]
						108, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831616.735,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[19:50:44]|h Отношение |3-7(Орден Возрождения Шторма) к вам улучшилось на 82.",
					["serverTime"] = 1606153844,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						107, -- [3]
						108, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831616.735,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[19:50:45]|h Грумбол Мрачномолот говорит: Молодчина! Мы найдем, куда пристроить этот азерит!",
					["serverTime"] = 1606153845,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						25, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831616.9890000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[19:50:45]|h Вы получаете валюту – |cffffffff|Hcurrency:1602:0|h[Очки завоевания]|h|r, 10 шт.",
					["serverTime"] = 1606153845,
					["r"] = 0.4901961088180542,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						109, -- [3]
						110, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831617.849,
					["g"] = 0.7019608020782471,
					["b"] = 0.9725490808486938,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[19:50:47]|h Ваша добыча: 72 |4серебряная:серебряные:серебряных;, 69 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1606153847,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						113, -- [3]
						114, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831619.104,
					["g"] = 1,
					["b"] = 0,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[19:50:47]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Вейлзевул-Борейскаятундра:3841:GUILD|h|cffd8bc3f50|r:|cffc59a6cВейлзевул|r|h|cffd8d8d8]|r: О! Точно же)",
					["serverTime"] = 1606153847,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						51, -- [3]
						133, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831619.274,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[19:50:50]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Вейлзевул-Борейскаятундра:3842:GUILD|h|cffd8bc3f50|r:|cffc59a6cВейлзевул|r|h|cffd8d8d8]|r: ГРИД - привет!",
					["serverTime"] = 1606153850,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						51, -- [3]
						133, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831622.5970000001,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[19:50:53]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Шопиум-ЧерныйШрам:3843:CHANNEL:4|h|cffc59a6cШопиум|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: [орочий] No'ku kil zil'nok ha tar",
					["serverTime"] = 1606153853,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						59, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831625.393,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[19:50:53]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Сверловщица-ЧерныйШрам:3844:CHANNEL:4|h|cffc59a6cСверловщица|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: диванные бойцы",
					["serverTime"] = 1606153853,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						33, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831625.393,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[19:50:55]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Грид-Борейскаятундра:3845:GUILD|h|cffd8bc3f50|r:|cfff38bb9Грид|r|h|cffd8d8d8]|r: привет",
					["serverTime"] = 1606153855,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						51, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831627.576,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[19:50:58]|h Сержант Келвин говорит: В этих местах погибло немало путешественников. Уничтожь монстра, который за всем этим стоит.",
					["serverTime"] = 1606153858,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						25, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831630.316,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[19:51:15]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Эльли-ПиратскаяБухта:3847:CHANNEL:4|h|cfffefefeЭльли|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: где след рарник",
					["serverTime"] = 1606153875,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						136, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831647.034,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[19:51:22]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Эльли-ПиратскаяБухта:3848:CHANNEL:4|h|cfffefefeЭльли|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: ?",
					["serverTime"] = 1606153882,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						136, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831654.072,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[19:51:24]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Элеван-ЧерныйШрам:3849:CHANNEL:4|h|cffc31d39Элеван|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: в пизде",
					["serverTime"] = 1606153884,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831656.082,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[19:51:24]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Гномычч-ПиратскаяБухта:3850:CHANNEL:4|h|cff8687edГномычч|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: ?",
					["serverTime"] = 1606153884,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831656.511,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[19:51:24]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Шопиум-ЧерныйШрам:3851:CHANNEL:4|h|cffc59a6cШопиум|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Я не забуду вашей доброты... благодарю, Ваше Величество.",
					["serverTime"] = 1606153884,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						59, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831656.511,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[19:51:29]|h Сержант Келвин говорит: Мы смогли захватить одно из осадных орудий Орды. Пора побить врага его же оружием!",
					["serverTime"] = 1606153889,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						25, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831660.979,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[19:51:35]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Даргост-ПиратскаяБухта:3853:CHANNEL:4|h|cfff38bb9Даргост|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: ...но он забыл )",
					["serverTime"] = 1606153895,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						103, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831667.221,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[19:51:55]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Гномычч-ПиратскаяБухта:3854:CHANNEL:4|h|cff8687edГномычч|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: он же орк, память короткая",
					["serverTime"] = 1606153915,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831687.683,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[19:51:55]|h Сержант Келвин говорит: Не то, чтобы у нас был четкий план, – просто устрани угрозу и постарайся не умереть.",
					["serverTime"] = 1606153915,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						25, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831687.698,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[19:51:57]|h Игрок Лэкс (Орда) отмечен на карте как |c00FFFF00|Hspell:272296|h[убийца]|h|r! Убейте его, чтобы получить награду.",
					["serverTime"] = 1606153917,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						138, -- [3]
						139, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831689.846,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[19:52:00]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Парамита-ЧерныйШрам:3857:CHANNEL:4|h|cfff38bb9Парамита|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Шопиум-ЧерныйШрам пиши еще!",
					["serverTime"] = 1606153920,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						121, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831692.497,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[19:52:02]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Гномычч-ПиратскаяБухта:3858:CHANNEL:4|h|cff8687edГномычч|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: ему только заг заг подавай",
					["serverTime"] = 1606153922,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831694.242,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[19:52:03]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Шопиум-ЧерныйШрам:3859:CHANNEL:4|h|cffc59a6cШопиум|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Я.. я не был у врат Гнева, но многое узнал от выживших солдат. Твой сын сражался достойно. Он пал смертью героя... и заслуживает погребения",
					["serverTime"] = 1606153923,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						59, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831695.337,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[19:52:11]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Даргост-ПиратскаяБухта:3860:CHANNEL:4|h|cfff38bb9Даргост|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: Восьмибитная )",
					["serverTime"] = 1606153931,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						103, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831702.964,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[19:52:12]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Шопиум-ЧерныйШрам:3861:CHANNEL:4|h|cffc59a6cШопиум|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: слышен плач",
					["serverTime"] = 1606153932,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						59, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831704.121,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[19:52:23]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Шопиум-ЧерныйШрам:3862:CHANNEL:4|h|cffc59a6cШопиум|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Джайна?  почему ты плачешь?",
					["serverTime"] = 1606153943,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						59, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831715.73,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[19:52:33]|h Охотник за сокровищами говорит: У меня хорошее предчувствие. Сегодня мы его найдем.",
					["serverTime"] = 1606153953,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						25, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831725.496,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[19:52:40]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Даргост-ПиратскаяБухта:3864:CHANNEL:4|h|cfff38bb9Даргост|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: 3 бита на Заг, ещё ти на второй Заг, и два на то, чтобы не класть под себя )",
					["serverTime"] = 1606153960,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						103, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831732.468,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[19:52:42]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Шопиум-ЧерныйШрам:3865:CHANNEL:4|h|cffc59a6cШопиум|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: Всё впорядке.. я просто.. я просто очень горжусь своим королём",
					["serverTime"] = 1606153962,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						59, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831734.1730000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[19:52:42]|h |cfff38bb9Морала|r выходит из игрового мира.",
					["serverTime"] = 1606153962,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831734.1730000001,
					["g"] = 1,
					["b"] = 1,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[19:52:44]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Шопиум-ЧерныйШрам:3867:CHANNEL:4|h|cffc59a6cШопиум|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: ...",
					["serverTime"] = 1606153964,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						59, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831736.71,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[19:52:49]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Элеван-ЧерныйШрам:3868:CHANNEL:4|h|cffc31d39Элеван|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: ты сам с собой разговариваешь?",
					["serverTime"] = 1606153969,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831741.74,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[19:52:50]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Марфушка-ЧерныйШрам:3869:CHANNEL:4|h|cff3ec6eaМарфушка|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: |cff9d9d9d|Hitem:33401::::::::50:64:::1:6656:2:9:50:28:181:::|h[Хладные кольчужные перчатки]|h|r продам на трансмон 5 к",
					["serverTime"] = 1606153970,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						85, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831741.985,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[19:52:50]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Гномычч-ПиратскаяБухта:3870:CHANNEL:4|h|cff8687edГномычч|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: :DD",
					["serverTime"] = 1606153970,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831742.452,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[19:52:55]|h Вы отключили режим войны.",
					["serverTime"] = 1606153975,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						23, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831747.458,
					["g"] = 1,
					["b"] = 1,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[19:52:57]|h |cff7f7f7f[19:52]|r [|cff007f7fNOP|r] Paragon reward for 7-й легион is ready!",
					["timestamp"] = 831749.161,
					["serverTime"] = 1606153977,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[19:53:03]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Элналиэль-ЧерныйШрам:3872:CHANNEL:4|h|cfffefefeЭлналиэль|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: он ностальгирует",
					["serverTime"] = 1606153983,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						140, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831755.191,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[19:53:05]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Элналиэль-ЧерныйШрам:3873:CHANNEL:4|h|cfffefefeЭлналиэль|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: по всей видимости",
					["serverTime"] = 1606153985,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						140, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831757.7880000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[19:53:07]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Дримлесс-Гром:3874:CHANNEL:4|h|cff3ec6eaДримлесс|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: ты шо гном гномыч?",
					["serverTime"] = 1606153987,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831759.056,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[19:53:07]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Гномычч-ПиратскаяБухта:3875:CHANNEL:4|h|cff8687edГномычч|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: Элеван-ЧерныйШрам, не мешай школьник",
					["serverTime"] = 1606153987,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						1, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831759.541,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[19:53:18]|h Сержант Келвин говорит: В этих местах погибло немало путешественников. Уничтожь монстра, который за всем этим стоит.",
					["serverTime"] = 1606153998,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						25, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 831770.3520000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
