
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
				"/г Или после?", -- [1]
				"/г А летать по локациям и всех там зажаривать Смертокрыл начал до того, как его сбили в первый раз?", -- [2]
				"/г Интересно, почему начать решил именно с меня?", -- [3]
				"/г Да это кот открыл для себя аддон для унижения", -- [4]
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
				"/cw Альмагорн-Борейскаятундра В оплоте, там, где облик меняется, можно посмотреть", -- [1]
				" Почему меня все спрашивают, кого я буду качать?", -- [2]
				"/cw Gillbates-Outland |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [3]
				"/cw Weldertus-Ragnaros |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [4]
				"/cw Nurayami-Nozdormu |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [5]
				"/cw Lophicet-Ravencrest |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [6]
				"/cw Tripie-Hellscream |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [7]
				"/cw Vengalance-Silvermoon |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [8]
				"/cw Пуфка-Борейскаятундра Спасибо <3", -- [9]
			},
			["ChatFrame1EditBox"] = {
				"/п Тут можно сразу на ласта", -- [1]
				"/п Справа можно было спрыгнуть", -- [2]
				" Сейчас только кофе сделаю", -- [3]
				" Можно сходить", -- [4]
				" )))", -- [5]
				" Все празднуют)", -- [6]
				" Нету онлайн никого вообще", -- [7]
				" Привет) Тебя тоже с праздником)", -- [8]
				" Привет. Спасибо)", -- [9]
				" Привет", -- [10]
				"/с /reload", -- [11]
				"/с /reload", -- [12]
				" Варров не люблю", -- [13]
				" Ничего не имею против бдк, рог и палов", -- [14]
				" Сова - хозяйка енота", -- [15]
				" И сова)", -- [16]
				" У меня был Атал-Дазар", -- [17]
				" Шрайн был у Саджа", -- [18]
				" 9ю Гробницу закрывали", -- [19]
				" Мы сломали ещё раз тот ключ, который мы уже ломали вчера)", -- [20]
				" Надо было с вами идти", -- [21]
				" Неплохо", -- [22]
				" Ну как, сколько маунтов выбил в гробнице?", -- [23]
				" Коллега))", -- [24]
				"/г Я каждый день туда падаю", -- [25]
				"/п )", -- [26]
				"/п А почему фаер? Во льду разве не удобней качаться?", -- [27]
				"/п Геру сразу не давай)", -- [28]
				"/п да", -- [29]
				"/п Этот точно был здесь всегда", -- [30]
				"/п В памяти у тебя провалы", -- [31]
				"/п Либо мне тоже пора спать", -- [32]
				"/п У этого огня либо кривая анимация", -- [33]
				"/п Мне кажется, эти абберации всегда тут были", -- [34]
				"/п как обычно", -- [35]
				"/п Маг, плащ на вырост возьмёшь?", -- [36]
				"/п ))", -- [37]
				"/п )", -- [38]
				"/п Дру, кольцо на вырост возьмёшь?", -- [39]
				"/cw Альмагорн-Борейскаятундра Не надо, якоря у меня хватает", -- [40]
				"/с /reload", -- [41]
				"/с /leave", -- [42]
				"/п Спасибо", -- [43]
				"/п Пасиб", -- [44]
				"/п Я не хочу бежать с начала((", -- [45]
				"/с /tmw", -- [46]
				"/с /tmw", -- [47]
				"/п ДХ, это ты воут кик запустил?", -- [48]
				"/п Спасибо", -- [49]
				"/п Пасиб", -- [50]
				"/п Я полежу", -- [51]
				"/г С крафтом сейчас фигню полную придумали", -- [52]
				"/г С колец не 100%", -- [53]
				"/г С них 100% дистилум", -- [54]
				"/г И локалки на трини делай", -- [55]
				"/г Три штуки нашла вообще в пределах прямой видимости друг от друга", -- [56]
				"/г Пару дней назад бегала - до шести кустов за круг", -- [57]
				"/г По-моему, очень сильно апнули респ якорь-травы", -- [58]
				"/г Я в Тирагардском поморье вдоль речек бегаю", -- [59]
				"/г А на Джайну нет?", -- [60]
				"/г О, так мы пойдем дальше мифик?", -- [61]
				"/г И на бафф к урону исповеди + продление боли на цели", -- [62]
				"/г Ещё берут на бафф Сияния, на бафф к отхилу флешки от тиков боли", -- [63]
				"/г Связанные души или как-то так", -- [64]
				"/г Самый топовый - это там, где хилишь себя + ближайшего союзника", -- [65]
				"/г Я тебе кидала ссылку", -- [66]
				"/г Потому что на оба спека азеритка одна", -- [67]
				"/г Иногда даже ШПшные", -- [68]
				"/г Какие есть", -- [69]
				"/г ы", -- [70]
				"/г Она стакает доту, такую же, как аффикс", -- [71]
				"/г На второй вайпаетесь?", -- [72]
				"/г Особенно в Усадьбе", -- [73]
				"/г Угу", -- [74]
				"/г О, неужели тебя снова в ключ взяли?", -- [75]
				"/г Какое-то у тебя совсем невезение", -- [76]
				"/г Оо", -- [77]
				"/г Спасибо)", -- [78]
				"/г Наконец хоть один нож не 340) ты мне удачу принёс", -- [79]
				"/г О, |cffa335ee|Hitem:163882::::::::120:259::29:3:5125:1562:4786:::|h[Кинжал бойца 7-го легиона]|h|r, тема", -- [80]
				"/г Ключ есть, надо только прийти с работы пораньше, а не так, как я обычно)", -- [81]
				"/г (", -- [82]
				"/г Панд, а куда это ты собрался на неделю уходить?", -- [83]
				" Можно. Сейчас только темные берега допройду", -- [84]
				" Так скоро весь БфА полутаешь", -- [85]
				" Ты полегче там", -- [86]
				" Воу воу воу", -- [87]
				"/cw Аркадрон-Борейскаятундра Нет)", -- [88]
				"/cw Аркадрон Странно)", -- [89]
				"/cw Аркадрон Привет. Ну как, сколько ракет уже выбил?", -- [90]
				"/с /tmw", -- [91]
				"/cw Альмагорн-Борейскаятундра ))", -- [92]
				"/г Спокойной", -- [93]
				"/г Забыла о  нём совсем", -- [94]
				"/г А, этот", -- [95]
				"/г А, ну окей", -- [96]
				"/г А Лёша знает?", -- [97]
				"/г Да, я не знала", -- [98]
				"/г Он своего докачивать не хочет", -- [99]
				"/г ы", -- [100]
				"/г Какой камень?", -- [101]
				"/г А, у тебя же один день(", -- [102]
				"/г Как думаешь, до рейда завтра успеешь докачаться?", -- [103]
				"/г Нельзя", -- [104]
				"/cw Пуфка-Борейскаятундра Та же фигня", -- [105]
				"/cw Пуфка-Борейскаятундра Наконец-то", -- [106]
				"/cw Пуфка-Борейскаятундра Дроп привяжут к спеку?", -- [107]
				"/cw Пуфка-Борейскаятундра И топоры", -- [108]
				"/cw Пуфка-Борейскаятундра Мне из оружия одни мечи падают ><", -- [109]
				"/cw Пуфка-Борейскаятундра Блин", -- [110]
				"/cw Пуфка-Борейскаятундра Какой?", -- [111]
				"/cw Пуфка-Борейскаятундра Ну я могу надеть меч", -- [112]
				"/cw Пуфка-Борейскаятундра Почему только кинжалы?", -- [113]
				"/cw Пуфка-Борейскаятундра В ликвидации", -- [114]
				"/cw Пуфка Пуфик, а у роги ведь нет никаких особенностей, которые предписывают носить именно кинжалы, а не, скажем, мечи?", -- [115]
				"/cw Пуфка-Борейскаятундра Пришло?", -- [116]
				"/cw Пуфка-Борейскаятундра Отправила ещё раз", -- [117]
				"/cw Пуфка-Борейскаятундра Не надо", -- [118]
				"/cw Пуфка-Борейскаятундра Там написано Пуфка-Борейскаятундра", -- [119]
				"/cw Пуфка-Борейскаятундра Пуфик, у меня блин сохраняется имя предыдущего корреспондента", -- [120]
				"/г Заинвайти Саджа", -- [121]
				" Заходи", -- [122]
				"/с /reload", -- [123]
				"/г Варр выковыривать((", -- [124]
				"/г Как твоя ханта целиться будет, если ты у неё оба глаза выковыряешь?", -- [125]
				"/г Почему именно сегодня?", -- [126]
				"/г Ну зато с сокетом", -- [127]
				"/г Эх", -- [128]
				"/г Пуф, так какие в итоге статы прокнули?", -- [129]
				"/cw Tierra-Bronzebeard Thank you", -- [130]
				"/с /thanks", -- [131]
				"/г Так это же хорошо", -- [132]
				"/г /tptp", -- [133]
				"/г Обычку ты даже один пройдешь", -- [134]
				"/г Или до?", -- [135]
				"/г То есть, он после ДД ещё раз падал?", -- [136]
				"/г Пробил собой землю и дальше мы ему лапы отрубали", -- [137]
				"/г Мы открутили три пластины с него - он упал", -- [138]
				"/г Как нет?", -- [139]
				"/г То есть, когда мы его били в Душе дракона, это он из бесплодных земель торчал?", -- [140]
				"/г Смертокрыл прогрыз?", -- [141]
				"/г Кто знает, от чего в Бесплодных землях появился Шрам?", -- [142]
				"/гр Я рогой нападения не делаю", -- [143]
				"/г О, Лёш, погоди, я ща магом зайду", -- [144]
				"/г Завтра", -- [145]
				"/г Пуф, а у тебя панда в носочках?", -- [146]
				"/г хы |cff1eff00|Hitem:116450::::::::120:259::11::::|h[Теплые зеленые шерстяные носки]|h|r", -- [147]
				"/г Видимо, очень понравился класс", -- [148]
				"/г Шел пятый месяц прокачки ДХ...", -- [149]
				"/cw Виллрон-СтражСмерти Награда за |cffffff00|Hachievement:11176:Player-1625-04A6E0FF:1:6:14:18:4294967295:4294967295:4294967295:4294967295|h[Не забывайте делиться]|h|r", -- [150]
				"/cw Виллрон-СтражСмерти Что?", -- [151]
				"/г Пуф, а как определить, ты играешь, или твоя дочь?", -- [152]
				" Если там найду само обсуждение, расскажу)", -- [153]
				" На mmo-champion есть ссылка на дискорд искателей секретов", -- [154]
				" Спасибо)", -- [155]
				" Мейновод ><", -- [156]
				" А на твинках маунт вызывается?", -- [157]
				"/г Ракушки", -- [158]
				"/г Так угадывал?", -- [159]
				"/г Посади ребёнка, пусть время от времени что-нибудь нажимает", -- [160]
				" !!!", -- [161]
				" КАК?!!", -- [162]
				" КАК люди выяснили, что нужно делать?", -- [163]
				" Читаю о том, как гладить кошек", -- [164]
				"/cw Кхорус-Борейскаятундра Не, я сейчас не могу(", -- [165]
				"/с /ignore Ракотхант ", -- [166]
				"/г *с локалки награда", -- [167]
				"/г Это локалка", -- [168]
				"/г Хы |cff0070dd|Hitem:155271::::::::120:259::26:4:4803:1517:4785:3407:::|h[Отсекатель обезьяньих лап]|h|r", -- [169]
				"/cw Гридис-Борейскаятундра Думаю, нет", -- [170]
				"/cw Гридис-Борейскаятундра Да", -- [171]
				"/cw Гридис-Борейскаятундра /vuhdo options", -- [172]
				"/cw Гридис-Борейскаятундра С драконов лут 350 падает", -- [173]
				"/cw Гридис-Борейскаятундра 14 лет Варкрафту", -- [174]
				"/cw Гридис-Борейскаятундра Дейли в Штормграде дают эвентовый", -- [175]
				"/cw Гридис-Борейскаятундра Ты лучше драконов кошмара слетай убей", -- [176]
				"/cw Гридис-Борейскаятундра В БФА ни разу не была в ЛФР ни одним чаром", -- [177]
				"/cw Гридис-Борейскаятундра ))", -- [178]
				"/cw Гридис-Борейскаятундра Пойдем, только не сегодня", -- [179]
				"/cw Гридис-Борейскаятундра Всего лишь на трех)", -- [180]
				"/cw Гридис-Борейскаятундра Хы)", -- [181]
				"/cw Гридис-Борейскаятундра Добирать пугов на мифик не айс", -- [182]
				"/cw Гридис-Борейскаятундра Людей нет", -- [183]
				"/cw Гридис-Борейскаятундра Но если на дпс не общарать внимания, то тоже нормально", -- [184]
				"/cw Гридис-Борейскаятундра В рейдах not so much", -- [185]
				"/cw Гридис-Борейскаятундра В ключах очень даже неплохо", -- [186]
				"/cw Гридис-Борейскаятундра Привет)", -- [187]
				"/гр В диск зайдешь?", -- [188]
				"/гр Там всё сложно)", -- [189]
				" Перезаходить?", -- [190]
				" Я вчера проверяла, там всё в порядке. Моб реснулся, который дверь открывает", -- [191]
				" Конечно пойдем", -- [192]
				" Привет)", -- [193]
				"/с /reload", -- [194]
				"/п /tmw", -- [195]
				"/п /tmw", -- [196]
				"/п )", -- [197]
				"/п На случайного игрока", -- [198]
				"/п Нет", -- [199]
				"/п Если бы метеор упал на тебя, тебя бы ваншотнуло", -- [200]
				"/п Дру, стань к нам", -- [201]
				"/п Вместе стоим, метеор надо делить", -- [202]
				"/п Реснём", -- [203]
				"/п В следующий раз, те, кто без инвиза, лежите", -- [204]
				"/п Пишет, что он персональный уже", -- [205]
				"/п Не передаётся(", -- [206]
				"/п В ключах, например, их отключили", -- [207]
				"/п Интересно, а пилоны тут работают?", -- [208]
				"/п Спасибо", -- [209]
				"/п Босса сразу не агри. Там ещё две суккубы в инвизе", -- [210]
				"/п Веди нонстоп, не стой на месте", -- [211]
				"/п По одному вытягивай", -- [212]
				"/п Это Пандарийская легендарка была", -- [213]
				"/п Уже нигде", -- [214]
				"/п треш сначала", -- [215]
				"/п треш", -- [216]
				"/п стоп", -- [217]
				"/п Давайте только без оскорблений", -- [218]
				"/п Снимай больших с нас", -- [219]
				"/п Иди потихоньку вперёд. Адды будут ползти бесконечно", -- [220]
				"/с /tmw", -- [221]
				"/с /tmw", -- [222]
				"/п Да, они не таунтятся", -- [223]
				"/п Фирят очень далеко", -- [224]
				"/п Наверное, надо всех чистить", -- [225]
				"/п Скорей всего, мой косяк", -- [226]
				"/гр Thank you", -- [227]
				"/г Нападение ботани, один слот", -- [228]
				"/г Уже нашелся желающий", -- [229]
				"/cw Альмагорн-Борейскаятундра Отправила по почте", -- [230]
				"/cw Альмагорн-Борейскаятундра ))", -- [231]
				"/г |cff1eff00|Hitem:10382::::::::120:259:::1:1709:::|h[Поножи командора со знаком рассвета]|h|r нужны кому-нибудь на транс?", -- [232]
				"/cw Альмагорн-Борейскаятундра Может, надо интерфейс перезагрузить", -- [233]
				"/cw Альмагорн-Борейскаятундра Он на вкладке \"Артефакты легиона\"", -- [234]
				"/cw Альмагорн-Борейскаятундра Добавился", -- [235]
				"/cw Альмагорн-Борейскаятундра Ты даже ачивку получил за новый облик", -- [236]
				"/cw Альмагорн-Борейскаятундра Какая разница? Можно же текущее оружие трансмогрифицировать в артефакт", -- [237]
				" ok) ", -- [238]
				"/cw Альмагорн-Борейскаятундра Ладно, на вовхеде посмотрю)", -- [239]
				" Preferably as a healer)", -- [240]
				" Hi) we're going to do Siege of Boralus 10, are you coming with us?", -- [241]
				"/г Или ты артефакт удалил?)", -- [242]
				"/г Его вроде тоже можно линкануть", -- [243]
				"/г да", -- [244]
				"/г А можешь облик линкануть, который за Героя дают?", -- [245]
				"/г Грац!", -- [246]
				" Пока да. Ты собрался к Ромео ехать?", -- [247]
				" Не, я иду 1х0 спать фан", -- [248]
				"/г Пуфик сказал, что мы красавчики - значит, красавчики", -- [249]
				"/г Андрей, иди нафиг)", -- [250]
				"/г Версус убивал просто. На подвиг мы объединялись со Светом Утера", -- [251]
				"/г |cffffff00|Hachievement:8089:Player-1625-04A6E0FF:1:3:16:14:4294967295:4294967295:4294967295:4294967295|h[Мне казалось, это должно быть сложно…]|h|r", -- [252]
				"/г В смысле, убивала ли я его в актуале?", -- [253]
				"/г Его нет нигде, кроме геры", -- [254]
				"/г |cff0070dd|Hitem:94125::::::::120:259::::::|h[Живой песчаник]|h|r нужен кому-нибудь?", -- [255]
				"/г Вот именно", -- [256]
				"/г Наплечники лапками двигают и крылышками машут. А потом люди думаю, чего у них в рейде фпс падает", -- [257]
				"/г |cffa335ee|Hitem:96406::::::::120:259::2:1:3524:::|h[Наплеч диноманта]|h|r прелесть какая :D", -- [258]
				"/г И был аддон с радаром для этого. По форме напоминало пицуу", -- [259]
				"/г Там нужно было выбегать их нескольких конусов, которые исходили из центра платформы", -- [260]
				"/г *Ма", -- [261]
				"/г Млкорок?", -- [262]
				"/cw Криворожка-Борейскаятундра Нет", -- [263]
				"/cw Криворожка-Борейскаятундра Вот потому и не позвал)", -- [264]
				"/cw Криворожка-Борейскаятундра Тебе до Питера далеко ехать?", -- [265]
				"/cw Криворожка-Борейскаятундра Попробую без него собрать, но надо чтоб хотябы хилл свой был", -- [266]
				"/cw Криворожка-Борейскаятундра Ваня пить уехал ><", -- [267]
				"/г На ужин", -- [268]
				"/г Может, наоборот любят", -- [269]
				"/г Поменяй ник мейну и Кейс тебя не узнает", -- [270]
				"/г Не будет же Кейс ещё и выяснять, кто там из них действующий а кто нет", -- [271]
				"/cw Меллия-Борейскаятундра Привет, на выходных ключи будут", -- [272]
				" Не, я всадника и спать", -- [273]
				"/гр Про операции он ничего не говорил", -- [274]
				"/гр Нет, тоже не в курсе", -- [275]
				"/гр Честно без понятия", -- [276]
				"/гр /reload", -- [277]
				"/гр Когда-нибудь выпадет", -- [278]
				"/гр Привет", -- [279]
				"/г Ну мы вроде как пытаемся вместе стоять", -- [280]
				"/г Они не в игроках спавнятся", -- [281]
				"/г Не, ворген", -- [282]
				"/г А, это тот, что Садж показывал недавно", -- [283]
				"/г Кто такая Ашканди?", -- [284]
				"/г И много пэтов", -- [285]
				"/г Классны, у которых нет танкоспека кидают на себя хилку какую-нибудь. Это тоже работает как агр", -- [286]
				"/г Спекнись в танка и они будут бежать к тебе", -- [287]
				"/г А что раньше было?", -- [288]
				"/г Почему?", -- [289]
				"/с /tmw", -- [290]
				"/cw Гендальфсеры-Борейскаятундра )", -- [291]
				"/cw Гендальфсеры-Борейскаятундра Я давно играю. Сами как-то нафармились", -- [292]
				"/cw Гендальфсеры-Борейскаятундра Не особо", -- [293]
				"/cw Гендальфсеры-Борейскаятундра Спасибо)", -- [294]
				"/г Я думала, больше пяти не бывает", -- [295]
				"/г [01:52:18] Ваша добыча: [Якорь-трава]x7", -- [296]
				"/с /reload", -- [297]
				"/п Часы заюзай маг", -- [298]
				"/п Геру-то зачем?", -- [299]
				"/г Грац)", -- [300]
				"/п А, тогда ок", -- [301]
				"/п вроде всегда в таймволках сразу на ласта тут идут", -- [302]
				"/п У меня такое чувство, что этого босса не обязательно было бить", -- [303]
				"/cw Кейстут Отправила на паладина", -- [304]
				"/г Ну ты буржуй вообще)", -- [305]
				"/г Грац)", -- [306]
				"/г *Ни", -- [307]
				"/г Не разу её ещё не встречала", -- [308]
				"/г То есть, если квест уже сделан, то всё, мой поезд уехал?", -- [309]
				"/г А как эта ачивка делается?", -- [310]
				"/г Оо, я думала, у тебя шаман уже давно 120 350+", -- [311]
				" Вань, локалку на 15 якорь-травы видел?", -- [312]
				"/cw Жутетварь-Борейскаятундра Думала, что хоть несколько черепах проползёт за это время", -- [313]
				"/cw Жутетварь-Борейскаятундра Я как-то раз решила проверить, что будет, если запустить квест и пойти за кофе", -- [314]
				"/cw Жутетварь-Борейскаятундра Щас только черепах утоплю", -- [315]
				"/cw Жутетварь-Борейскаятундра С совой - куда угодно", -- [316]
				"/cw Жутетварь-Борейскаятундра Я там не была уже недели три", -- [317]
				"/cw Жутетварь-Борейскаятундра Привет)", -- [318]
				"/с /tmw", -- [319]
				"/4 Дверь открыта", -- [320]
				"/4 Пройти мимо", -- [321]
				" Спокойной ночи)", -- [322]
				" Я бы сейчас локалки сделала и спать уже", -- [323]
				" А на фронте вообще возможно проиграть?", -- [324]
				" Твоими стараниями", -- [325]
				" 325 рога", -- [326]
				"/г Эта вещь наверняка заинтересует Сайруса", -- [327]
				" Я вообще теперь самая крутая на районе", -- [328]
				" И кинжал упал", -- [329]
				" А была 283 когда начали", -- [330]
				" Она сейчас 313", -- [331]
				" Обалдель, роге упали обновки на все три азеритки)", -- [332]
				" Просто с хилом мб быстрее будет искаться", -- [333]
				" Рогу можно ещё одевать и одевать)", -- [334]
				" Только можно отойду на чуть, кофе налью?", -- [335]
				" Угу, давай на приста тогда зайду, чтоб хилл был", -- [336]
				" Ну, в смысле, шанс прока был бы) как у дециматора", -- [337]
				" Если бы с каждого тика дот прокало, тогда было бы круто)", -- [338]
				" А как она совам?", -- [339]
				" Прикольно", -- [340]
				"/гр Mine was of the lower ilvl", -- [341]
				"/гр |cffa335ee|Hitem:159463::::::::120:259::23:3:4779:1537:4784:::|h[Кольцо пульсирующих жил]|h|r This one? I can't trade it", -- [342]
				"/гр Ты единственный латник", -- [343]
				"/гр Пасиб", -- [344]
				"/гр Да, у меня ниже илвл колец", -- [345]
				"/гр Я думаю, все хилы могут", -- [346]
				"/гр Если каст прошел", -- [347]
				"/гр Пал, диспель с ниих дар гууна", -- [348]
				"/гр hey", -- [349]
				"/cw Жутетварь-Борейскаятундра У меня в Назмир вообще нет никакого телепорта", -- [350]
				"/cw Жутетварь-Борейскаятундра Три, это очень даже чего", -- [351]
				"/cw Жутетварь-Борейскаятундра Ну так ты мне три вещи отдал", -- [352]
				"/cw Жутетварь-Борейскаятундра Ну ты говоришь, что не падает ничего)", -- [353]
				"/cw Жутетварь-Борейскаятундра А у тебя сове может ещё апгрейд в миф 0 упасть?", -- [354]
				"/гр Cheers", -- [355]
				"/гр Thank you very much )", -- [356]
				"/гр Геру", -- [357]
				"/гр How did we get two of them? Oo", -- [358]
				" Спасибо)", -- [359]
				"/гр Добрый сов", -- [360]
				"/гр Step, priest grip - none of those work here", -- [361]
				"/гр No", -- [362]
				" Я уже почти 300)", -- [363]
				" Хорошо хоть аванпосты открыты, даже если нет кампании на чаре", -- [364]
				"/гр Temple of Setraliss", -- [365]
				" Какой инст дальше?", -- [366]
				" Спасибо)", -- [367]
				" Мурр)", -- [368]
				"/гр Never mind, let Nexyy have it", -- [369]
				"/гр /roll", -- [370]
				"/гр You don't need that?", -- [371]
				" Танк говорил, что отойдет ", -- [372]
				"/гр Almost there", -- [373]
				" Или нет?", -- [374]
				" Там же просто", -- [375]
				" А гробница твинкам доступна без кампании?", -- [376]
				"/гр Atal Dazar next", -- [377]
				" ДК идёт", -- [378]
				"/гр Yes, different dungeons", -- [379]
				"/гр Nexyy, we're doint the quest for 4 mythics. Are you coming with us?", -- [380]
				" Спасибо)", -- [381]
				"/гр Чтоб сразу поймать свинью", -- [382]
				"/гр Станьте вокруг костей спамьте клик по черепу", -- [383]
				"/гр Надо чтоб на всей пати был бафф", -- [384]
				"/гр Прист", -- [385]
				"/гр Лимоша, поговори с печенькой", -- [386]
				"/г Жутетварь желает, но мы уже в гавани(", -- [387]
				"/гр Mount up", -- [388]
				" Вот Лёшу можно попробовать уговорить)", -- [389]
				" Тут якорь трава рядом", -- [390]
				" Сов не травник?", -- [391]
				"/гр Yes", -- [392]
				" Круть", -- [393]
				" Что-хорошее локу и магу упало за квест?", -- [394]
				"/гр hey", -- [395]
				" У тебя лок сколько был?", -- [396]
				" 283)", -- [397]
				" И что ты предлагаешь?", -- [398]
				" Ну ты, наверное, с Дашей и Олегом ходил", -- [399]
				" А остальные вообще не 120)", -- [400]
				" Рога не одета от слова совсем. Ей на этом кд не буду делать", -- [401]
				" Привет)", -- [402]
				"/г Хилл, который любит Штормы и Тол Дагор, это очень круто", -- [403]
				"/г А какой любишь?", -- [404]
				"/г А что не так с гробницей?", -- [405]
				"/п геру", -- [406]
				"/п Сначала первых двух", -- [407]
				"/п Тут не беги вперёд", -- [408]
				" Спасибо)", -- [409]
				" Кинула. Там на 80 крафтов зелья смертоносного прилива", -- [410]
				" Я уже почти всё вылакала ><", -- [411]
				" Лёш, можно тебя ещё поэксплуатировать на предмет крафта зелий?", -- [412]
				"/г Cпасибо)", -- [413]
				"/г Но там хоть сразу понятно, что базовый уровень 370", -- [414]
				"/г Неплохо", -- [415]
				"/г Вот ёлки. Придётся делать локалки", -- [416]
				"/г Разве не 335 максимум?", -- [417]
				"/г СКОЛЬКО?!", -- [418]
				"/г Вань, а что там за сапоги? В истории гилд чата не посмотреть ссылки", -- [419]
				" Cпасибо)", -- [420]
				" /dance", -- [421]
				" Давай)", -- [422]
				" Рядом", -- [423]
				" Привет", -- [424]
				"/cw Вцжэ +", -- [425]
				"/п Черепу нужно касты бить", -- [426]
				"/п Выведи", -- [427]
				"/п Разве что ДК бром", -- [428]
				"/п У нас никто не может тебя реснуть", -- [429]
				"/п Выводи", -- [430]
				"/п Минус 75% урона", -- [431]
				"/п Выводи из руны", -- [432]
				"/г У них там, наверное, ещё и зачет на знание тактики перед стартом", -- [433]
				"/г Вот это я понимаю, дисциплина", -- [434]
				"/г Ласта гер убили вы?", -- [435]
				"/г И все одеты?", -- [436]
				"/г Малькар, сколько сейчас чаров 120?", -- [437]
				"/г 30 якорь-травы на крафт", -- [438]
				"/г ы", -- [439]
				"/г На траву кто крафтит? Алхимики?", -- [440]
				"/г Ничего так", -- [441]
				" /tmw", -- [442]
				" /tmw", -- [443]
				" /tmw", -- [444]
				" Вот почему у нас фронт именно там - это трудно объяснить", -- [445]
				" Варфронт", -- [446]
				" Так в семь раз меньше будет мучить совесть, что я их не фармлю", -- [447]
				" Да", -- [448]
				" Хоть это хорошо", -- [449]
				" Дроп с раников раз в день или раз в неделю?", -- [450]
				" блин", -- [451]
				" Там тоже маунты?", -- [452]
				" Привет) А ты понял, зачем вообще нужен Арати?", -- [453]
				"/п Куда вы пошли?", -- [454]
				"/п cюда", -- [455]
				"/г За две тысячи", -- [456]
				"/г Ну как \"дают\"", -- [457]
				"/г Там писали, что возле трансмогрификатора дают", -- [458]
				"/г Хы, квест с конём на арене больше не входит в сюжет", -- [459]
				"/г Ну ты же утилизируешь дроп?", -- [460]
				"/г Что ты делаешь с дистиллумом?", -- [461]
				"/г Сов, у тебя ведь на маге обе профессии собирательные?", -- [462]
				" Реагенты выпадают только самые простые? Или хай энд тоже бывает?", -- [463]
				" Или по-прежнему ничего не даёт?", -- [464]
				" Привет) Всё хотела спросить, у тебя снаряжение для соратников в итоге заработало?", -- [465]
				"/г Ну ёлки зелёные", -- [466]
				"/г Зелья опять стакаются только по 20", -- [467]
				" Привет. Можно попробовать", -- [468]
				" Привет)", -- [469]
				" На квест травника туда стоишь?)", -- [470]
				" Эта локация - король побочных цепочек", -- [471]
				" Это да", -- [472]
				" Дистиллум лишним не будет", -- [473]
				" Смотри на это как на дополнительный источник вещей для аннигилятора", -- [474]
				" Ну как прогресс в Долине Штормов?", -- [475]
				"/г Либо оно не работает, либо там катастрофически малый шанс", -- [476]
				"/г И за 4 дня ни с одной миссии ничего не получил", -- [477]
				"/г Знакомый говорил, что он своим сделал несколько айтемов на добычу крафтовых реагентов с миссий", -- [478]
				"/с /bt", -- [479]
				" Грац со 120)", -- [480]
				" Я думала, у меня календарь глючит", -- [481]
				" Вань, а у тебя в календаре на будущие недели еженедельные события есть?", -- [482]
				"/г Бафф от карусели берёшь?", -- [483]
				"/г А зачем тебе с ними превознесение?", -- [484]
				"/г Вместе с локалками, думаю, недели за 3 можно добить", -- [485]
				"/г Там сейчас много репутации дают за еженедельные задания", -- [486]
				"/г Прочитать, почему-то, нельзя", -- [487]
				"/г |cff9d9d9d|Hitem:63348::::::::110:259::::::|h[Гоблинский мужской журнал]|h|r Оо", -- [488]
				"/с /tmw", -- [489]
				" А конь с Ривендера у тебя есть?", -- [490]
				" 263 килла Мандокира", -- [491]
				" ))", -- [492]
				" Мне недавно приснилось, что отменили нерф медвежьего тартара", -- [493]
				" А как ты его уровень посмотрел?", -- [494]
				" Оо", -- [495]
				" БГ?", -- [496]
				" О боже, это где ты столько нафармил?", -- [497]
				" А какой у тебя сейчас уровень чести?", -- [498]
				" Откуда знаешь?", -- [499]
				" ))", -- [500]
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589757243,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 1,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 41785.602,
					["g"] = 1,
					["b"] = 1,
				}, -- [1]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 1,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:31:15]|h |cffd8d8d8[|r|Hplayer:Алтери-Борейскаятундра:1284:ACHIEVEMENT|h|cffd8bc3f50|r:|cfffef367Алтери|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:3456:Player-1929-0E2E5E1D:1:11:2:21:4294967295:4294967295:4294967295:4294967295|h[Вечеринка мертвецов]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1635892275,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						18, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42120.528,
					["g"] = 1,
					["b"] = 0,
				}, -- [1]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[21:15:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T797325:14|tЗандаларский ногокус – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008493.943,
					["serverTime"] = 1622225735,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[21:15:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2027888:14|tШиполист – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008494.703,
					["serverTime"] = 1622225736,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[21:15:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008496.993,
					["serverTime"] = 1622225738,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[21:15:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135664:14|t|cff4e96f7|HbattlePetAbil:919:1237:305:305|h[Черный коготь]|h|r накладывает эффект |T135664:14|t|cff4e96f7|HbattlePetAbil:918:1237:305:305|h[Черный коготь]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008498.373,
					["serverTime"] = 1622225739,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[21:15:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:268:2574:231:285|h[Фотосинтез]|h|r накладывает эффект |T136085:14|t|cff4e96f7|HbattlePetAbil:267:2574:231:285|h[Фотосинтез]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008500.4,
					["serverTime"] = 1622225741,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[21:15:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:2574:231:285|h[Фотосинтез]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008501.91,
					["serverTime"] = 1622225743,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[21:15:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008503.99,
					["serverTime"] = 1622225745,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[21:15:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 211 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008504.64,
					["serverTime"] = 1622225746,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[21:15:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 211 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008505.741,
					["serverTime"] = 1622225747,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[21:15:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 211 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008506.091,
					["serverTime"] = 1622225747,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[21:15:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1237:305:305|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008506.441,
					["serverTime"] = 1622225747,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[21:15:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:746:1941:231:285|h[Грибные споры]|h|r накладывает эффект \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:1941:231:285|h[Грибные споры]|h|r\" на |3-3(ваша команда).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008509.071,
					["serverTime"] = 1622225750,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[21:15:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:2016:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008510.341,
					["serverTime"] = 1622225751,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[21:15:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008511.351,
					["serverTime"] = 1622225752,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[21:15:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 251 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008511.651,
					["serverTime"] = 1622225753,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[21:15:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 251 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008512.451,
					["serverTime"] = 1622225753,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[21:15:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 251 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008512.801,
					["serverTime"] = 1622225754,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[21:15:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1237:305:305|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008513.151,
					["serverTime"] = 1622225754,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[21:15:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:1263:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T797325:14|tЗандаларский ногокус).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008515.661,
					["serverTime"] = 1622225757,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[21:15:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:1263:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T797325:14|tЗандаларский ногокус).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008516.161,
					["serverTime"] = 1622225757,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[21:15:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:1338:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008517.421,
					["serverTime"] = 1622225758,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[21:16:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008522.01,
					["serverTime"] = 1622225763,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[21:16:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136231:14|t|cff4e96f7|HbattlePetAbil:917:987:305:305|h[Кровавый клык]|h|r наносит 739 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008523.39,
					["serverTime"] = 1622225764,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[21:16:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:599:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T797325:14|tЗандаларский ногокус).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008525.06,
					["serverTime"] = 1622225766,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[21:16:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:674:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008526.32,
					["serverTime"] = 1622225767,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[21:16:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:747:674:231:285|h[Грибные споры]|h|r накладывает эффект |T132371:14|t|cff4e96f7|HbattlePetAbil:748:674:231:285|h[Взрыв спор]|h|r на |3-1(ваш питомец) |3-3(|T797325:14|tЗандаларский ногокус).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008529.04,
					["serverTime"] = 1622225770,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[21:16:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135664:14|t|cff4e96f7|HbattlePetAbil:918:862:305:305|h[Черный коготь]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008530.05,
					["serverTime"] = 1622225771,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[21:16:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132358:14|t|cff4e96f7|HbattlePetAbil:542:862:305:305|h[Брешь в защите]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008530.05,
					["serverTime"] = 1622225771,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[21:16:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:674:231:285|h[Грибные споры]|h|r\", наложенного на |3-3(ваша команда), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008530.05,
					["serverTime"] = 1622225771,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[21:16:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008532.98,
					["serverTime"] = 1622225774,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[21:16:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|tАнконская курица – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008532.98,
					["serverTime"] = 1622225774,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[21:16:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:746:674:231:285|h[Грибные споры]|h|r накладывает эффект \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:674:231:285|h[Грибные споры]|h|r\" на |3-3(ваша команда).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008535.46,
					["serverTime"] = 1622225776,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[21:16:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:748:674:231:285|h[Взрыв спор]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008536.24,
					["serverTime"] = 1622225777,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[21:16:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:749:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008536.74,
					["serverTime"] = 1622225778,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[21:16:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008538.902,
					["serverTime"] = 1622225780,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[21:16:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1356:276:414|h[Стая]|h|r наносит 44 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008539.602,
					["serverTime"] = 1622225781,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[21:16:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1356:276:414|h[Стая]|h|r наносит 44 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008540.352,
					["serverTime"] = 1622225781,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[21:16:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1356:276:414|h[Стая]|h|r наносит 44 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008540.702,
					["serverTime"] = 1622225782,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[21:16:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1356:276:414|h[Стая]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1356:276:414|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008541.052,
					["serverTime"] = 1622225782,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[21:16:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:617:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008543.842,
					["serverTime"] = 1622225785,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[21:16:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:748:617:231:285|h[Взрыв спор]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008544.622,
					["serverTime"] = 1622225786,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[21:16:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:692:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008545.122,
					["serverTime"] = 1622225786,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[21:16:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T136085:14|t|cff4e96f7|HbattlePetAbil:267:692:231:285|h[Фотосинтез]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008546.132,
					["serverTime"] = 1622225787,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[21:16:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008547.282,
					["serverTime"] = 1622225788,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[21:16:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1106:276:414|h[Стая]|h|r наносит 111 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008547.632,
					["serverTime"] = 1622225789,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[21:16:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1106:276:414|h[Стая]|h|r наносит 111 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008548.382,
					["serverTime"] = 1622225789,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[21:16:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1106:276:414|h[Стая]|h|r наносит 111 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008548.732,
					["serverTime"] = 1622225790,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[21:16:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1106:276:414|h[Стая]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1106:276:414|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008549.082,
					["serverTime"] = 1622225790,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[21:16:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:359:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008551.632,
					["serverTime"] = 1622225793,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[21:16:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:748:359:231:285|h[Взрыв спор]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008552.412,
					["serverTime"] = 1622225793,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[21:16:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:747:359:231:285|h[Грибные споры]|h|r накладывает эффект |T132371:14|t|cff4e96f7|HbattlePetAbil:748:359:231:285|h[Взрыв спор]|h|r на |3-1(ваш питомец) |3-3(|T135996:14|tАнконская курица).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008554.242,
					["serverTime"] = 1622225795,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[21:16:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132371:14|t|cff4e96f7|HbattlePetAbil:748:359:231:285|h[Взрыв спор]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T797325:14|tЗандаларский ногокус), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008555.252,
					["serverTime"] = 1622225796,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[21:16:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:359:231:285|h[Грибные споры]|h|r\", наложенного на |3-3(ваша команда), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008555.252,
					["serverTime"] = 1622225796,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[21:16:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008555.252,
					["serverTime"] = 1622225796,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[21:16:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:856:276:414|h[Стая]|h|r наносит 155 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008555.652,
					["serverTime"] = 1622225797,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[21:16:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:856:276:414|h[Стая]|h|r наносит 155 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008556.752,
					["serverTime"] = 1622225798,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[21:16:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:856:276:414|h[Стая]|h|r наносит 233 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008557.302,
					["serverTime"] = 1622225798,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[21:16:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T2027888:14|tШиполист погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008557.302,
					["serverTime"] = 1622225798,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[21:16:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:748:0:231:285|h[Взрыв спор]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008559.729,
					["serverTime"] = 1622225801,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[21:16:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:731:276:414|h[Летающий питомец]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T135996:14|tАнконская курица), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008559.729,
					["serverTime"] = 1622225801,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[21:16:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1106:276:276|h[Боевое восстановление]|h|r восстанавливает 375 ед. урона |3-2(ваш питомец) |3-2(|T135996:14|tАнконская курица).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008560.689,
					["serverTime"] = 1622225802,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[21:16:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1050:305:305|h[Боевое восстановление]|h|r восстанавливает 188 ед. урона |3-2(ваш питомец) |3-2(|T797325:14|tЗандаларский ногокус).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1008560.689,
					["serverTime"] = 1622225802,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
				}, -- [62]
			},
			["headIndex"] = 62,
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 109,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:25:51]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.128 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Marshy and our newborn daughter Kiana.",
					["r"] = 1,
					["timestamp"] = 41785.602,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[00:25:51]|h |cff9900ffWeakAuras:|r  Готово к применению 4 |4обновление:обновления:обновлений;.",
					["timestamp"] = 41785.602,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[00:25:58]|h |cffffd839TSM|r: TSM в настоящее время не имеет данных о ценах БД аукциона для вашего игрового мира. Мы рекомендуем вам загрузить настольное приложение TSM с |cff79a2ffhttps://tradeskillmaster.com|r для автоматического обновления данных вашей БД аукциона (и автоматического резервного копирования настроек TSM).",
					["timestamp"] = 41802.162,
					["serverTime"] = 1635891958,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[00:25:59]|h |cFFFF0000[ZT-Error] LibGroupInSpecT-1.1 not found",
					["timestamp"] = 41802.162,
					["serverTime"] = 1635891959,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[00:25:59]|h Вы будете получать добычу для специализации \"Головорез\".",
					["serverTime"] = 1635891959,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 41802.162,
					["g"] = 1,
					["b"] = 1,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[00:25:59]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 41802.162,
					["serverTime"] = 1635891959,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[00:25:59]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 41802.162,
					["serverTime"] = 1635891959,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[00:25:59]|h |cffffd700Титан Панель|r|cff20ff20 5.21.2.90105|r|cffffd700|cffffd700 от |cffff8c00Titan Development Team|r|cff20ff20|r",
					["timestamp"] = 41802.162,
					["serverTime"] = 1635891959,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[00:25:59]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Алтери: 5man",
					["r"] = 1,
					["serverTime"] = 1635891959,
					["timestamp"] = 41802.162,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[00:25:59]|h |cffffe566{VuhDo}|r auto model sanity: VUHDO_CONFIG: created 1, repaired 0 values.",
					["r"] = 1,
					["serverTime"] = 1635891959,
					["timestamp"] = 41802.162,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[00:26:01]|h Общее время игры: 51 |4день:дня:дней;, 19 |4час:часа:часов;, 43 |4минута:минуты:минут;, 27 |4секунда:секунды:секунд;.",
					["serverTime"] = 1635891961,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 41806.831,
					["g"] = 1,
					["b"] = 1,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[00:26:01]|h Время игры на этом уровне: 11 |4день:дня:дней;, 7 |4час:часа:часов;, 53 |4минута:минуты:минут;, 10 |4секунда:секунды:секунд;.",
					["serverTime"] = 1635891961,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 41806.831,
					["g"] = 1,
					["b"] = 1,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[00:26:01]|h Общее время игры: 51 |4день:дня:дней;, 19 |4час:часа:часов;, 43 |4минута:минуты:минут;, 27 |4секунда:секунды:секунд;.",
					["serverTime"] = 1635891961,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 41806.831,
					["g"] = 1,
					["b"] = 1,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[00:26:01]|h Время игры на этом уровне: 11 |4день:дня:дней;, 7 |4час:часа:часов;, 53 |4минута:минуты:минут;, 10 |4секунда:секунды:секунд;.",
					["serverTime"] = 1635891961,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 41806.831,
					["g"] = 1,
					["b"] = 1,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[00:26:02]|h |cff7f7f7f[00:26]|r [|cff007f7fNOP|r] Шахта Зашедшей Луны: 5 done 0 to go!",
					["timestamp"] = 41806.858,
					["serverTime"] = 1635891962,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[00:26:02]|h |cff7f7f7f[00:26]|r [|cff007f7fNOP|r] Травяной сад: 9 done 0 to go!",
					["timestamp"] = 41806.858,
					["serverTime"] = 1635891962,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[00:26:02]|h |cff7f7f7f[00:26]|r [|cff007f7fNOP|r] Archaeology Демоны is ready!",
					["timestamp"] = 41806.858,
					["serverTime"] = 1635891962,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[00:26:02]|h |cff7f7f7f[00:26]|r [|cff007f7fNOP|r] Archaeology Таурены Крутогорья is ready!",
					["timestamp"] = 41806.858,
					["serverTime"] = 1635891962,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[00:26:02]|h |cff7f7f7f[00:26]|r [|cff007f7fNOP|r] Archaeology Высокорожденные is ready!",
					["timestamp"] = 41806.858,
					["serverTime"] = 1635891962,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[00:26:02]|h |cff7f7f7f[00:26]|r [|cff007f7fNOP|r] Archaeology Огры is ready!",
					["timestamp"] = 41806.858,
					["serverTime"] = 1635891962,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[00:26:02]|h |cff7f7f7f[00:26]|r [|cff007f7fNOP|r] Archaeology Араккоа is ready!",
					["timestamp"] = 41806.858,
					["serverTime"] = 1635891962,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[00:26:02]|h |cff7f7f7f[00:26]|r [|cff007f7fNOP|r] Archaeology Тролли is ready!",
					["timestamp"] = 41806.858,
					["serverTime"] = 1635891962,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[00:26:02]|h |cff7f7f7f[00:26]|r [|cff007f7fNOP|r] Archaeology Ночные эльфы is ready!",
					["timestamp"] = 41806.858,
					["serverTime"] = 1635891962,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[00:26:02]|h |cff7f7f7f[00:26]|r [|cff007f7fNOP|r] Archaeology Окаменелости is ready!",
					["timestamp"] = 41806.858,
					["serverTime"] = 1635891962,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[00:26:02]|h |cff7f7f7f[00:26]|r [|cff007f7fNOP|r] Shipyard have 0/6 ships!",
					["timestamp"] = 41806.858,
					["serverTime"] = 1635891962,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[00:26:08]|h |cff33ff99DataStore_Mails|r: Алоиза (Борейская тундра) has expired (or about to expire) mails ",
					["timestamp"] = 41813.419,
					["serverTime"] = 1635891968,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[00:26:08]|h |cff33ff99DataStore_Mails|r: Дэлери (Гордунни) has expired (or about to expire) mails ",
					["timestamp"] = 41813.419,
					["serverTime"] = 1635891968,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[00:26:08]|h |cff33ff99DataStore_Mails|r: Фламинника (Гордунни) has expired (or about to expire) mails ",
					["timestamp"] = 41813.419,
					["serverTime"] = 1635891968,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[00:26:08]|h |cff33ff99DataStore_Mails|r: Ниэтта (Гордунни) has expired (or about to expire) mails ",
					["timestamp"] = 41813.419,
					["serverTime"] = 1635891968,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[00:26:08]|h |cff33ff99DataStore_Mails|r: Алоиза (Гордунни) has expired (or about to expire) mails ",
					["timestamp"] = 41813.419,
					["serverTime"] = 1635891968,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[00:26:09]|h |cff7f7f7f[00:26]|r [|cff007f7fNOP|r] Вооружение для защитников: 4 done 0 to go!",
					["timestamp"] = 41813.838,
					["serverTime"] = 1635891969,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[00:26:21]|h Вы получили предмет: |cffffffff|Hitem:163036::::::::50:259:::::::::|h[Отполированный оберег для питомца]|h|rx18.",
					["serverTime"] = 1635891981,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41826.137,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[00:26:21]|h Вы получили предмет: |cffffffff|Hitem:163036::::::::50:259:::::::::|h[Отполированный оберег для питомца]|h|rx15.",
					["serverTime"] = 1635891981,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41826.137,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[00:27:09]|h Вы будете получать добычу для специализации \"Головорез\".",
					["serverTime"] = 1635892029,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 41873.614,
					["g"] = 1,
					["b"] = 1,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[00:27:09]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Штормград]|h.",
					["serverTime"] = 1635892029,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41873.614,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[00:27:09]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Штормград]|h.",
					["serverTime"] = 1635892029,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41873.614,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[00:27:38]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq48|k:45:1205:BN_INLINE_TOAST_ALERT:0|h[|Kq48|k]|h выходит из сети.",
					["serverTime"] = 1635892058,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41903.512,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[00:27:53]|h Вы продали хлама на 54|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 99|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 73|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["serverTime"] = 1635892073,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						11, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41918.806,
					["g"] = 1,
					["b"] = 0,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[00:27:57]|h Вы получили предмет: |cffffffff|Hitem:1179::::::::50:259:::::::::|h[Ледяное молоко]|h|rx5.",
					["serverTime"] = 1635892077,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41922.195,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[00:27:58]|h Вы получили предмет: |cffffffff|Hitem:1179::::::::50:259:::::::::|h[Ледяное молоко]|h|rx5.",
					["serverTime"] = 1635892078,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41922.93,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[00:27:58]|h Вы получили предмет: |cffffffff|Hitem:1179::::::::50:259:::::::::|h[Ледяное молоко]|h|rx5.",
					["serverTime"] = 1635892078,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41923.441,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[00:27:58]|h Вы получили предмет: |cffffffff|Hitem:1179::::::::50:259:::::::::|h[Ледяное молоко]|h|rx5.",
					["serverTime"] = 1635892078,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41923.681,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[00:27:59]|h Вы получили предмет: |cffffffff|Hitem:1179::::::::50:259:::::::::|h[Ледяное молоко]|h|rx5.",
					["serverTime"] = 1635892079,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41923.873,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[00:27:59]|h Вы получили предмет: |cffffffff|Hitem:1179::::::::50:259:::::::::|h[Ледяное молоко]|h|rx5.",
					["serverTime"] = 1635892079,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41924.005,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[00:27:59]|h Вы получили предмет: |cffffffff|Hitem:1179::::::::50:259:::::::::|h[Ледяное молоко]|h|rx5.",
					["serverTime"] = 1635892079,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41924.277,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[00:27:59]|h Вы получили предмет: |cffffffff|Hitem:1179::::::::50:259:::::::::|h[Ледяное молоко]|h|rx5.",
					["serverTime"] = 1635892079,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41924.708,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[00:27:59]|h Вы получили предмет: |cffffffff|Hitem:1179::::::::50:259:::::::::|h[Ледяное молоко]|h|rx5.",
					["serverTime"] = 1635892079,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41924.826,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[00:28:00]|h Вы получили предмет: |cffffffff|Hitem:1179::::::::50:259:::::::::|h[Ледяное молоко]|h|rx5.",
					["serverTime"] = 1635892080,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41925.224,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[00:28:00]|h Вы получили предмет: |cffffffff|Hitem:1179::::::::50:259:::::::::|h[Ледяное молоко]|h|rx5.",
					["serverTime"] = 1635892080,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41925.417,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[00:28:00]|h Вы получили предмет: |cffffffff|Hitem:1179::::::::50:259:::::::::|h[Ледяное молоко]|h|rx5.",
					["serverTime"] = 1635892080,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41925.697,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[00:28:01]|h Вы получили предмет: |cffffffff|Hitem:1179::::::::50:259:::::::::|h[Ледяное молоко]|h|rx5.",
					["serverTime"] = 1635892081,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41925.901,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[00:28:01]|h Вы получили предмет: |cffffffff|Hitem:1179::::::::50:259:::::::::|h[Ледяное молоко]|h|rx5.",
					["serverTime"] = 1635892081,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41926.411,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[00:28:01]|h Вы получили предмет: |cffffffff|Hitem:1179::::::::50:259:::::::::|h[Ледяное молоко]|h|rx5.",
					["serverTime"] = 1635892081,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41926.727,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[00:28:02]|h Вы получили предмет: |cffffffff|Hitem:1179::::::::50:259:::::::::|h[Ледяное молоко]|h|rx5.",
					["serverTime"] = 1635892082,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41927.015,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[00:28:02]|h Вы получили предмет: |cffffffff|Hitem:1179::::::::50:259:::::::::|h[Ледяное молоко]|h|rx5.",
					["serverTime"] = 1635892082,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41927.216,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[00:28:02]|h Вы получили предмет: |cffffffff|Hitem:1179::::::::50:259:::::::::|h[Ледяное молоко]|h|rx5.",
					["serverTime"] = 1635892082,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41927.528,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[00:28:02]|h Вы получили предмет: |cffffffff|Hitem:1179::::::::50:259:::::::::|h[Ледяное молоко]|h|rx5.",
					["serverTime"] = 1635892082,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41927.663,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[00:28:08]|h Вы получили предмет: |cffffffff|Hitem:1179::::::::50:259:::::::::|h[Ледяное молоко]|h|rx5.",
					["serverTime"] = 1635892088,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41932.876,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[00:28:13]|h Вы получили: |cffffffff54|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 79|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 73|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t|r",
					["serverTime"] = 1635892093,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 41938.335,
					["g"] = 1,
					["b"] = 1,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[00:28:19]|h Вы получили предмет: |cffffffff|Hitem:30817::::::::50:259:::::::::|h[Простая мука]|h|rx5.",
					["serverTime"] = 1635892099,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41943.885,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[00:28:19]|h Вы получили предмет: |cffffffff|Hitem:30817::::::::50:259:::::::::|h[Простая мука]|h|rx5.",
					["serverTime"] = 1635892099,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41944.336,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[00:28:19]|h Вы получили предмет: |cffffffff|Hitem:30817::::::::50:259:::::::::|h[Простая мука]|h|rx5.",
					["serverTime"] = 1635892099,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41944.562,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[00:28:19]|h Вы получили предмет: |cffffffff|Hitem:30817::::::::50:259:::::::::|h[Простая мука]|h|rx5.",
					["serverTime"] = 1635892099,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41944.76,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[00:28:20]|h Вы получили предмет: |cffffffff|Hitem:30817::::::::50:259:::::::::|h[Простая мука]|h|rx5.",
					["serverTime"] = 1635892100,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41944.991,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[00:28:20]|h Вы получили предмет: |cffffffff|Hitem:30817::::::::50:259:::::::::|h[Простая мука]|h|rx5.",
					["serverTime"] = 1635892100,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41945.3,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[00:28:20]|h Вы получили предмет: |cffffffff|Hitem:30817::::::::50:259:::::::::|h[Простая мука]|h|rx5.",
					["serverTime"] = 1635892100,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41945.415,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[00:28:20]|h Вы получили предмет: |cffffffff|Hitem:30817::::::::50:259:::::::::|h[Простая мука]|h|rx5.",
					["serverTime"] = 1635892100,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41945.783,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[00:28:21]|h Вы получили предмет: |cffffffff|Hitem:30817::::::::50:259:::::::::|h[Простая мука]|h|rx5.",
					["serverTime"] = 1635892101,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41945.952,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[00:28:21]|h Вы получили предмет: |cffffffff|Hitem:30817::::::::50:259:::::::::|h[Простая мука]|h|rx5.",
					["serverTime"] = 1635892101,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41946.172,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[00:28:21]|h Вы получили предмет: |cffffffff|Hitem:30817::::::::50:259:::::::::|h[Простая мука]|h|rx5.",
					["serverTime"] = 1635892101,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41946.714,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[00:28:23]|h Вы получили предмет: |cffffffff|Hitem:30817::::::::50:259:::::::::|h[Простая мука]|h|rx5.",
					["serverTime"] = 1635892103,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41947.997,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[00:28:23]|h Вы получили предмет: |cffffffff|Hitem:30817::::::::50:259:::::::::|h[Простая мука]|h|rx5.",
					["serverTime"] = 1635892103,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41948.222,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[00:28:23]|h Вы получили предмет: |cffffffff|Hitem:30817::::::::50:259:::::::::|h[Простая мука]|h|rx5.",
					["serverTime"] = 1635892103,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41948.449,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[00:28:23]|h Вы получили предмет: |cffffffff|Hitem:30817::::::::50:259:::::::::|h[Простая мука]|h|rx5.",
					["serverTime"] = 1635892103,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41948.766,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[00:28:24]|h Вы получили предмет: |cffffffff|Hitem:30817::::::::50:259:::::::::|h[Простая мука]|h|rx5.",
					["serverTime"] = 1635892104,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41949.538,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[00:28:25]|h Вы получили предмет: |cffffffff|Hitem:30817::::::::50:259:::::::::|h[Простая мука]|h|rx5.",
					["serverTime"] = 1635892105,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41950.072,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[00:28:25]|h Вы получили предмет: |cffffffff|Hitem:30817::::::::50:259:::::::::|h[Простая мука]|h|rx5.",
					["serverTime"] = 1635892105,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41950.267,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[00:28:26]|h Вы получили предмет: |cffffffff|Hitem:30817::::::::50:259:::::::::|h[Простая мука]|h|rx5.",
					["serverTime"] = 1635892106,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41951.213,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[00:28:26]|h Вы получили предмет: |cffffffff|Hitem:30817::::::::50:259:::::::::|h[Простая мука]|h|rx5.",
					["serverTime"] = 1635892106,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 41951.782,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[00:29:23]|h Вы получили предмет: |cffffffff|Hitem:46710::::::::50:259::14::1:28:414:::::|h[Рецепт: поминальный хлеб]|h|r.",
					["serverTime"] = 1635892163,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42008.541,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[00:29:30]|h Вы научились создавать новый предмет: Поминальный хлеб.",
					["serverTime"] = 1635892170,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42015.421,
					["g"] = 1,
					["b"] = 1,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[00:29:40]|h Вы создаете: |cffffffff|Hitem:46691::::::::50:259:::::::::|h[Поминальный хлеб]|h|r.",
					["serverTime"] = 1635892180,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42025.636,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[00:29:42]|h Вы создаете: |cffffffff|Hitem:46691::::::::50:259:::::::::|h[Поминальный хлеб]|h|r.",
					["serverTime"] = 1635892182,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42027.732,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[00:29:44]|h Вы создаете: |cffffffff|Hitem:46691::::::::50:259:::::::::|h[Поминальный хлеб]|h|r.",
					["serverTime"] = 1635892184,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42029.799,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[00:29:47]|h Вы создаете: |cffffffff|Hitem:46691::::::::50:259:::::::::|h[Поминальный хлеб]|h|r.",
					["serverTime"] = 1635892187,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42031.887,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[00:29:49]|h Вы создаете: |cffffffff|Hitem:46691::::::::50:259:::::::::|h[Поминальный хлеб]|h|r.",
					["serverTime"] = 1635892189,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42033.97,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[00:29:51]|h Вы создаете: |cffffffff|Hitem:46691::::::::50:259:::::::::|h[Поминальный хлеб]|h|r.",
					["serverTime"] = 1635892191,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42036.035,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[00:29:53]|h Вы создаете: |cffffffff|Hitem:46691::::::::50:259:::::::::|h[Поминальный хлеб]|h|r.",
					["serverTime"] = 1635892193,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42038.092,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[00:29:55]|h Вы создаете: |cffffffff|Hitem:46691::::::::50:259:::::::::|h[Поминальный хлеб]|h|r.",
					["serverTime"] = 1635892195,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42040.15,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[00:29:57]|h Вы создаете: |cffffffff|Hitem:46691::::::::50:259:::::::::|h[Поминальный хлеб]|h|r.",
					["serverTime"] = 1635892197,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42042.818,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[00:30:00]|h Вы создаете: |cffffffff|Hitem:46691::::::::50:259:::::::::|h[Поминальный хлеб]|h|r.",
					["serverTime"] = 1635892200,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42044.983,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[00:30:02]|h Вы создаете: |cffffffff|Hitem:46691::::::::50:259:::::::::|h[Поминальный хлеб]|h|r.",
					["serverTime"] = 1635892202,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42047.045,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[00:30:06]|h Вы получили предмет: |cffffffff|Hitem:46718::::::::50:259:::::::::|h[Оранжевые бархатцы]|h|r.",
					["serverTime"] = 1635892206,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42051.355,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[00:30:06]|h Вы получили предмет: |cffffffff|Hitem:46718::::::::50:259:::::::::|h[Оранжевые бархатцы]|h|r.",
					["serverTime"] = 1635892206,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42051.631,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[00:30:07]|h Вы получили предмет: |cffffffff|Hitem:46718::::::::50:259:::::::::|h[Оранжевые бархатцы]|h|r.",
					["serverTime"] = 1635892207,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42051.907,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[00:30:07]|h Вы получили предмет: |cffffffff|Hitem:46718::::::::50:259:::::::::|h[Оранжевые бархатцы]|h|r.",
					["serverTime"] = 1635892207,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42052.208,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[00:30:18]|h Вы получили задание \"Благодарный покойник\".",
					["serverTime"] = 1635892218,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42062.961,
					["g"] = 1,
					["b"] = 1,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[00:30:19]|h Задание \"Благодарный покойник\" выполнено.",
					["serverTime"] = 1635892219,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42064.419,
					["g"] = 1,
					["b"] = 1,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[00:30:19]|h Получено опыта: 7700.",
					["serverTime"] = 1635892219,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42064.419,
					["g"] = 1,
					["b"] = 1,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[00:30:19]|h Вы получаете 7700 |4очко:очка:очков; опыта.",
					["serverTime"] = 1635892219,
					["r"] = 1,
					["extraData"] = {
						34, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42064.419,
					["g"] = 0.8274510502815247,
					["b"] = 0.2431372702121735,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[00:30:19]|h Вы получили предмет: |cff1eff00|Hitem:46831::::::::50:259::11::1:28:373:::::|h[Мрачная марионетка]|h|r.",
					["serverTime"] = 1635892219,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42064.419,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[00:30:22]|h В ваш атлас был добавлен питомец |cff1eff00|Hbattlepet:1351:1:2:153:11:10:BattlePet-0-00000F3BADAC:29404|h[Мрачная марионетка]|h|r!",
					["serverTime"] = 1635892222,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42067.471,
					["g"] = 1,
					["b"] = 1,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[00:30:30]|h Вы получили предмет: |cff1eff00|Hbattlepet:1351:1:2:153:11:10:0000000000000000:0|h[Мрачная марионетка]|h|r.",
					["serverTime"] = 1635892230,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42075.14,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[00:30:51]|h В ваш атлас был добавлен питомец |cff1eff00|Hbattlepet:1351:1:2:153:11:10:BattlePet-0-00000F3BADB4:29404|h[Мрачная марионетка]|h|r!",
					["serverTime"] = 1635892251,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42096.413,
					["g"] = 1,
					["b"] = 1,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[00:31:15]|h Вы танцуете с |3-4(Катрина).",
					["serverTime"] = 1635892275,
					["r"] = 1,
					["extraData"] = {
						12, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42120.397,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[00:31:15]|h |cffd8d8d8[|r|Hplayer:Алтери-Борейскаятундра:1284:ACHIEVEMENT|h|cffd8bc3f50|r:|cfffef367Алтери|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:3456:Player-1929-0E2E5E1D:1:11:2:21:4294967295:4294967295:4294967295:4294967295|h[Вечеринка мертвецов]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1635892275,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						18, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42120.528,
					["g"] = 1,
					["b"] = 0,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[00:31:26]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Штормград]|h.",
					["serverTime"] = 1635892286,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42131.581,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[00:31:26]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1635892286,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42131.581,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[00:31:26]|h |Hchannel:channel:3|h[3] |h Вы покинули канал |Hchannel:CHANNEL:3|h[3. Оборона: Штормград]|h.",
					["serverTime"] = 1635892286,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 42131.581,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [109]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
