
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
				"/г Или после?", -- [1]
				"/г А летать по локациям и всех там зажаривать Смертокрыл начал до того, как его сбили в первый раз?", -- [2]
				"/г Интересно, почему начать решил именно с меня?", -- [3]
				"/г Да это кот открыл для себя аддон для унижения", -- [4]
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
				"/п Тут можно сразу на ласта", -- [1]
				"/п Справа можно было спрыгнуть", -- [2]
				" Сейчас только кофе сделаю", -- [3]
				" Можно сходить", -- [4]
				" )))", -- [5]
				" Все празднуют)", -- [6]
				" Нету онлайн никого вообще", -- [7]
				" Привет) Тебя тоже с праздником)", -- [8]
				" Привет. Спасибо)", -- [9]
				" Привет", -- [10]
				"/с /reload", -- [11]
				"/с /reload", -- [12]
				" Варров не люблю", -- [13]
				" Ничего не имею против бдк, рог и палов", -- [14]
				" Сова - хозяйка енота", -- [15]
				" И сова)", -- [16]
				" У меня был Атал-Дазар", -- [17]
				" Шрайн был у Саджа", -- [18]
				" 9ю Гробницу закрывали", -- [19]
				" Мы сломали ещё раз тот ключ, который мы уже ломали вчера)", -- [20]
				" Надо было с вами идти", -- [21]
				" Неплохо", -- [22]
				" Ну как, сколько маунтов выбил в гробнице?", -- [23]
				" Коллега))", -- [24]
				"/г Я каждый день туда падаю", -- [25]
				"/п )", -- [26]
				"/п А почему фаер? Во льду разве не удобней качаться?", -- [27]
				"/п Геру сразу не давай)", -- [28]
				"/п да", -- [29]
				"/п Этот точно был здесь всегда", -- [30]
				"/п В памяти у тебя провалы", -- [31]
				"/п Либо мне тоже пора спать", -- [32]
				"/п У этого огня либо кривая анимация", -- [33]
				"/п Мне кажется, эти абберации всегда тут были", -- [34]
				"/п как обычно", -- [35]
				"/п Маг, плащ на вырост возьмёшь?", -- [36]
				"/п ))", -- [37]
				"/п )", -- [38]
				"/п Дру, кольцо на вырост возьмёшь?", -- [39]
				"/cw Альмагорн-Борейскаятундра Не надо, якоря у меня хватает", -- [40]
				"/с /reload", -- [41]
				"/с /leave", -- [42]
				"/п Спасибо", -- [43]
				"/п Пасиб", -- [44]
				"/п Я не хочу бежать с начала((", -- [45]
				"/с /tmw", -- [46]
				"/с /tmw", -- [47]
				"/п ДХ, это ты воут кик запустил?", -- [48]
				"/п Спасибо", -- [49]
				"/п Пасиб", -- [50]
				"/п Я полежу", -- [51]
				"/г С крафтом сейчас фигню полную придумали", -- [52]
				"/г С колец не 100%", -- [53]
				"/г С них 100% дистилум", -- [54]
				"/г И локалки на трини делай", -- [55]
				"/г Три штуки нашла вообще в пределах прямой видимости друг от друга", -- [56]
				"/г Пару дней назад бегала - до шести кустов за круг", -- [57]
				"/г По-моему, очень сильно апнули респ якорь-травы", -- [58]
				"/г Я в Тирагардском поморье вдоль речек бегаю", -- [59]
				"/г А на Джайну нет?", -- [60]
				"/г О, так мы пойдем дальше мифик?", -- [61]
				"/г И на бафф к урону исповеди + продление боли на цели", -- [62]
				"/г Ещё берут на бафф Сияния, на бафф к отхилу флешки от тиков боли", -- [63]
				"/г Связанные души или как-то так", -- [64]
				"/г Самый топовый - это там, где хилишь себя + ближайшего союзника", -- [65]
				"/г Я тебе кидала ссылку", -- [66]
				"/г Потому что на оба спека азеритка одна", -- [67]
				"/г Иногда даже ШПшные", -- [68]
				"/г Какие есть", -- [69]
				"/г ы", -- [70]
				"/г Она стакает доту, такую же, как аффикс", -- [71]
				"/г На второй вайпаетесь?", -- [72]
				"/г Особенно в Усадьбе", -- [73]
				"/г Угу", -- [74]
				"/г О, неужели тебя снова в ключ взяли?", -- [75]
				"/г Какое-то у тебя совсем невезение", -- [76]
				"/г Оо", -- [77]
				"/г Спасибо)", -- [78]
				"/г Наконец хоть один нож не 340) ты мне удачу принёс", -- [79]
				"/г О, |cffa335ee|Hitem:163882::::::::120:259::29:3:5125:1562:4786:::|h[Кинжал бойца 7-го легиона]|h|r, тема", -- [80]
				"/г Ключ есть, надо только прийти с работы пораньше, а не так, как я обычно)", -- [81]
				"/г (", -- [82]
				"/г Панд, а куда это ты собрался на неделю уходить?", -- [83]
				" Можно. Сейчас только темные берега допройду", -- [84]
				" Так скоро весь БфА полутаешь", -- [85]
				" Ты полегче там", -- [86]
				" Воу воу воу", -- [87]
				"/cw Аркадрон-Борейскаятундра Нет)", -- [88]
				"/cw Аркадрон Странно)", -- [89]
				"/cw Аркадрон Привет. Ну как, сколько ракет уже выбил?", -- [90]
				"/с /tmw", -- [91]
				"/cw Альмагорн-Борейскаятундра ))", -- [92]
				"/г Спокойной", -- [93]
				"/г Забыла о  нём совсем", -- [94]
				"/г А, этот", -- [95]
				"/г А, ну окей", -- [96]
				"/г А Лёша знает?", -- [97]
				"/г Да, я не знала", -- [98]
				"/г Он своего докачивать не хочет", -- [99]
				"/г ы", -- [100]
				"/г Какой камень?", -- [101]
				"/г А, у тебя же один день(", -- [102]
				"/г Как думаешь, до рейда завтра успеешь докачаться?", -- [103]
				"/г Нельзя", -- [104]
				"/cw Пуфка-Борейскаятундра Та же фигня", -- [105]
				"/cw Пуфка-Борейскаятундра Наконец-то", -- [106]
				"/cw Пуфка-Борейскаятундра Дроп привяжут к спеку?", -- [107]
				"/cw Пуфка-Борейскаятундра И топоры", -- [108]
				"/cw Пуфка-Борейскаятундра Мне из оружия одни мечи падают ><", -- [109]
				"/cw Пуфка-Борейскаятундра Блин", -- [110]
				"/cw Пуфка-Борейскаятундра Какой?", -- [111]
				"/cw Пуфка-Борейскаятундра Ну я могу надеть меч", -- [112]
				"/cw Пуфка-Борейскаятундра Почему только кинжалы?", -- [113]
				"/cw Пуфка-Борейскаятундра В ликвидации", -- [114]
				"/cw Пуфка Пуфик, а у роги ведь нет никаких особенностей, которые предписывают носить именно кинжалы, а не, скажем, мечи?", -- [115]
				"/cw Пуфка-Борейскаятундра Пришло?", -- [116]
				"/cw Пуфка-Борейскаятундра Отправила ещё раз", -- [117]
				"/cw Пуфка-Борейскаятундра Не надо", -- [118]
				"/cw Пуфка-Борейскаятундра Там написано Пуфка-Борейскаятундра", -- [119]
				"/cw Пуфка-Борейскаятундра Пуфик, у меня блин сохраняется имя предыдущего корреспондента", -- [120]
				"/г Заинвайти Саджа", -- [121]
				" Заходи", -- [122]
				"/с /reload", -- [123]
				"/г Варр выковыривать((", -- [124]
				"/г Как твоя ханта целиться будет, если ты у неё оба глаза выковыряешь?", -- [125]
				"/г Почему именно сегодня?", -- [126]
				"/г Ну зато с сокетом", -- [127]
				"/г Эх", -- [128]
				"/г Пуф, так какие в итоге статы прокнули?", -- [129]
				"/cw Tierra-Bronzebeard Thank you", -- [130]
				"/с /thanks", -- [131]
				"/г Так это же хорошо", -- [132]
				"/г /tptp", -- [133]
				"/г Обычку ты даже один пройдешь", -- [134]
				"/г Или до?", -- [135]
				"/г То есть, он после ДД ещё раз падал?", -- [136]
				"/г Пробил собой землю и дальше мы ему лапы отрубали", -- [137]
				"/г Мы открутили три пластины с него - он упал", -- [138]
				"/г Как нет?", -- [139]
				"/г То есть, когда мы его били в Душе дракона, это он из бесплодных земель торчал?", -- [140]
				"/г Смертокрыл прогрыз?", -- [141]
				"/г Кто знает, от чего в Бесплодных землях появился Шрам?", -- [142]
				"/гр Я рогой нападения не делаю", -- [143]
				"/г О, Лёш, погоди, я ща магом зайду", -- [144]
				"/г Завтра", -- [145]
				"/г Пуф, а у тебя панда в носочках?", -- [146]
				"/г хы |cff1eff00|Hitem:116450::::::::120:259::11::::|h[Теплые зеленые шерстяные носки]|h|r", -- [147]
				"/г Видимо, очень понравился класс", -- [148]
				"/г Шел пятый месяц прокачки ДХ...", -- [149]
				"/cw Виллрон-СтражСмерти Награда за |cffffff00|Hachievement:11176:Player-1625-04A6E0FF:1:6:14:18:4294967295:4294967295:4294967295:4294967295|h[Не забывайте делиться]|h|r", -- [150]
				"/cw Виллрон-СтражСмерти Что?", -- [151]
				"/г Пуф, а как определить, ты играешь, или твоя дочь?", -- [152]
				" Если там найду само обсуждение, расскажу)", -- [153]
				" На mmo-champion есть ссылка на дискорд искателей секретов", -- [154]
				" Спасибо)", -- [155]
				" Мейновод ><", -- [156]
				" А на твинках маунт вызывается?", -- [157]
				"/г Ракушки", -- [158]
				"/г Так угадывал?", -- [159]
				"/г Посади ребёнка, пусть время от времени что-нибудь нажимает", -- [160]
				" !!!", -- [161]
				" КАК?!!", -- [162]
				" КАК люди выяснили, что нужно делать?", -- [163]
				" Читаю о том, как гладить кошек", -- [164]
				"/cw Кхорус-Борейскаятундра Не, я сейчас не могу(", -- [165]
				"/с /ignore Ракотхант ", -- [166]
				"/г *с локалки награда", -- [167]
				"/г Это локалка", -- [168]
				"/г Хы |cff0070dd|Hitem:155271::::::::120:259::26:4:4803:1517:4785:3407:::|h[Отсекатель обезьяньих лап]|h|r", -- [169]
				"/cw Гридис-Борейскаятундра Думаю, нет", -- [170]
				"/cw Гридис-Борейскаятундра Да", -- [171]
				"/cw Гридис-Борейскаятундра /vuhdo options", -- [172]
				"/cw Гридис-Борейскаятундра С драконов лут 350 падает", -- [173]
				"/cw Гридис-Борейскаятундра 14 лет Варкрафту", -- [174]
				"/cw Гридис-Борейскаятундра Дейли в Штормграде дают эвентовый", -- [175]
				"/cw Гридис-Борейскаятундра Ты лучше драконов кошмара слетай убей", -- [176]
				"/cw Гридис-Борейскаятундра В БФА ни разу не была в ЛФР ни одним чаром", -- [177]
				"/cw Гридис-Борейскаятундра ))", -- [178]
				"/cw Гридис-Борейскаятундра Пойдем, только не сегодня", -- [179]
				"/cw Гридис-Борейскаятундра Всего лишь на трех)", -- [180]
				"/cw Гридис-Борейскаятундра Хы)", -- [181]
				"/cw Гридис-Борейскаятундра Добирать пугов на мифик не айс", -- [182]
				"/cw Гридис-Борейскаятундра Людей нет", -- [183]
				"/cw Гридис-Борейскаятундра Но если на дпс не общарать внимания, то тоже нормально", -- [184]
				"/cw Гридис-Борейскаятундра В рейдах not so much", -- [185]
				"/cw Гридис-Борейскаятундра В ключах очень даже неплохо", -- [186]
				"/cw Гридис-Борейскаятундра Привет)", -- [187]
				"/гр В диск зайдешь?", -- [188]
				"/гр Там всё сложно)", -- [189]
				" Перезаходить?", -- [190]
				" Я вчера проверяла, там всё в порядке. Моб реснулся, который дверь открывает", -- [191]
				" Конечно пойдем", -- [192]
				" Привет)", -- [193]
				"/с /reload", -- [194]
				"/п /tmw", -- [195]
				"/п /tmw", -- [196]
				"/п )", -- [197]
				"/п На случайного игрока", -- [198]
				"/п Нет", -- [199]
				"/п Если бы метеор упал на тебя, тебя бы ваншотнуло", -- [200]
				"/п Дру, стань к нам", -- [201]
				"/п Вместе стоим, метеор надо делить", -- [202]
				"/п Реснём", -- [203]
				"/п В следующий раз, те, кто без инвиза, лежите", -- [204]
				"/п Пишет, что он персональный уже", -- [205]
				"/п Не передаётся(", -- [206]
				"/п В ключах, например, их отключили", -- [207]
				"/п Интересно, а пилоны тут работают?", -- [208]
				"/п Спасибо", -- [209]
				"/п Босса сразу не агри. Там ещё две суккубы в инвизе", -- [210]
				"/п Веди нонстоп, не стой на месте", -- [211]
				"/п По одному вытягивай", -- [212]
				"/п Это Пандарийская легендарка была", -- [213]
				"/п Уже нигде", -- [214]
				"/п треш сначала", -- [215]
				"/п треш", -- [216]
				"/п стоп", -- [217]
				"/п Давайте только без оскорблений", -- [218]
				"/п Снимай больших с нас", -- [219]
				"/п Иди потихоньку вперёд. Адды будут ползти бесконечно", -- [220]
				"/с /tmw", -- [221]
				"/с /tmw", -- [222]
				"/п Да, они не таунтятся", -- [223]
				"/п Фирят очень далеко", -- [224]
				"/п Наверное, надо всех чистить", -- [225]
				"/п Скорей всего, мой косяк", -- [226]
				"/гр Thank you", -- [227]
				"/г Нападение ботани, один слот", -- [228]
				"/г Уже нашелся желающий", -- [229]
				"/cw Альмагорн-Борейскаятундра Отправила по почте", -- [230]
				"/cw Альмагорн-Борейскаятундра ))", -- [231]
				"/г |cff1eff00|Hitem:10382::::::::120:259:::1:1709:::|h[Поножи командора со знаком рассвета]|h|r нужны кому-нибудь на транс?", -- [232]
				"/cw Альмагорн-Борейскаятундра Может, надо интерфейс перезагрузить", -- [233]
				"/cw Альмагорн-Борейскаятундра Он на вкладке \"Артефакты легиона\"", -- [234]
				"/cw Альмагорн-Борейскаятундра Добавился", -- [235]
				"/cw Альмагорн-Борейскаятундра Ты даже ачивку получил за новый облик", -- [236]
				"/cw Альмагорн-Борейскаятундра Какая разница? Можно же текущее оружие трансмогрифицировать в артефакт", -- [237]
				" ok) ", -- [238]
				"/cw Альмагорн-Борейскаятундра Ладно, на вовхеде посмотрю)", -- [239]
				" Preferably as a healer)", -- [240]
				" Hi) we're going to do Siege of Boralus 10, are you coming with us?", -- [241]
				"/г Или ты артефакт удалил?)", -- [242]
				"/г Его вроде тоже можно линкануть", -- [243]
				"/г да", -- [244]
				"/г А можешь облик линкануть, который за Героя дают?", -- [245]
				"/г Грац!", -- [246]
				" Пока да. Ты собрался к Ромео ехать?", -- [247]
				" Не, я иду 1х0 спать фан", -- [248]
				"/г Пуфик сказал, что мы красавчики - значит, красавчики", -- [249]
				"/г Андрей, иди нафиг)", -- [250]
				"/г Версус убивал просто. На подвиг мы объединялись со Светом Утера", -- [251]
				"/г |cffffff00|Hachievement:8089:Player-1625-04A6E0FF:1:3:16:14:4294967295:4294967295:4294967295:4294967295|h[Мне казалось, это должно быть сложно…]|h|r", -- [252]
				"/г В смысле, убивала ли я его в актуале?", -- [253]
				"/г Его нет нигде, кроме геры", -- [254]
				"/г |cff0070dd|Hitem:94125::::::::120:259::::::|h[Живой песчаник]|h|r нужен кому-нибудь?", -- [255]
				"/г Вот именно", -- [256]
				"/г Наплечники лапками двигают и крылышками машут. А потом люди думаю, чего у них в рейде фпс падает", -- [257]
				"/г |cffa335ee|Hitem:96406::::::::120:259::2:1:3524:::|h[Наплеч диноманта]|h|r прелесть какая :D", -- [258]
				"/г И был аддон с радаром для этого. По форме напоминало пицуу", -- [259]
				"/г Там нужно было выбегать их нескольких конусов, которые исходили из центра платформы", -- [260]
				"/г *Ма", -- [261]
				"/г Млкорок?", -- [262]
				"/cw Криворожка-Борейскаятундра Нет", -- [263]
				"/cw Криворожка-Борейскаятундра Вот потому и не позвал)", -- [264]
				"/cw Криворожка-Борейскаятундра Тебе до Питера далеко ехать?", -- [265]
				"/cw Криворожка-Борейскаятундра Попробую без него собрать, но надо чтоб хотябы хилл свой был", -- [266]
				"/cw Криворожка-Борейскаятундра Ваня пить уехал ><", -- [267]
				"/г На ужин", -- [268]
				"/г Может, наоборот любят", -- [269]
				"/г Поменяй ник мейну и Кейс тебя не узнает", -- [270]
				"/г Не будет же Кейс ещё и выяснять, кто там из них действующий а кто нет", -- [271]
				"/cw Меллия-Борейскаятундра Привет, на выходных ключи будут", -- [272]
				" Не, я всадника и спать", -- [273]
				"/гр Про операции он ничего не говорил", -- [274]
				"/гр Нет, тоже не в курсе", -- [275]
				"/гр Честно без понятия", -- [276]
				"/гр /reload", -- [277]
				"/гр Когда-нибудь выпадет", -- [278]
				"/гр Привет", -- [279]
				"/г Ну мы вроде как пытаемся вместе стоять", -- [280]
				"/г Они не в игроках спавнятся", -- [281]
				"/г Не, ворген", -- [282]
				"/г А, это тот, что Садж показывал недавно", -- [283]
				"/г Кто такая Ашканди?", -- [284]
				"/г И много пэтов", -- [285]
				"/г Классны, у которых нет танкоспека кидают на себя хилку какую-нибудь. Это тоже работает как агр", -- [286]
				"/г Спекнись в танка и они будут бежать к тебе", -- [287]
				"/г А что раньше было?", -- [288]
				"/г Почему?", -- [289]
				"/с /tmw", -- [290]
				"/cw Гендальфсеры-Борейскаятундра )", -- [291]
				"/cw Гендальфсеры-Борейскаятундра Я давно играю. Сами как-то нафармились", -- [292]
				"/cw Гендальфсеры-Борейскаятундра Не особо", -- [293]
				"/cw Гендальфсеры-Борейскаятундра Спасибо)", -- [294]
				"/г Я думала, больше пяти не бывает", -- [295]
				"/г [01:52:18] Ваша добыча: [Якорь-трава]x7", -- [296]
				"/с /reload", -- [297]
				"/п Часы заюзай маг", -- [298]
				"/п Геру-то зачем?", -- [299]
				"/г Грац)", -- [300]
				"/п А, тогда ок", -- [301]
				"/п вроде всегда в таймволках сразу на ласта тут идут", -- [302]
				"/п У меня такое чувство, что этого босса не обязательно было бить", -- [303]
				"/cw Кейстут Отправила на паладина", -- [304]
				"/г Ну ты буржуй вообще)", -- [305]
				"/г Грац)", -- [306]
				"/г *Ни", -- [307]
				"/г Не разу её ещё не встречала", -- [308]
				"/г То есть, если квест уже сделан, то всё, мой поезд уехал?", -- [309]
				"/г А как эта ачивка делается?", -- [310]
				"/г Оо, я думала, у тебя шаман уже давно 120 350+", -- [311]
				" Вань, локалку на 15 якорь-травы видел?", -- [312]
				"/cw Жутетварь-Борейскаятундра Думала, что хоть несколько черепах проползёт за это время", -- [313]
				"/cw Жутетварь-Борейскаятундра Я как-то раз решила проверить, что будет, если запустить квест и пойти за кофе", -- [314]
				"/cw Жутетварь-Борейскаятундра Щас только черепах утоплю", -- [315]
				"/cw Жутетварь-Борейскаятундра С совой - куда угодно", -- [316]
				"/cw Жутетварь-Борейскаятундра Я там не была уже недели три", -- [317]
				"/cw Жутетварь-Борейскаятундра Привет)", -- [318]
				"/с /tmw", -- [319]
				"/4 Дверь открыта", -- [320]
				"/4 Пройти мимо", -- [321]
				" Спокойной ночи)", -- [322]
				" Я бы сейчас локалки сделала и спать уже", -- [323]
				" А на фронте вообще возможно проиграть?", -- [324]
				" Твоими стараниями", -- [325]
				" 325 рога", -- [326]
				"/г Эта вещь наверняка заинтересует Сайруса", -- [327]
				" Я вообще теперь самая крутая на районе", -- [328]
				" И кинжал упал", -- [329]
				" А была 283 когда начали", -- [330]
				" Она сейчас 313", -- [331]
				" Обалдель, роге упали обновки на все три азеритки)", -- [332]
				" Просто с хилом мб быстрее будет искаться", -- [333]
				" Рогу можно ещё одевать и одевать)", -- [334]
				" Только можно отойду на чуть, кофе налью?", -- [335]
				" Угу, давай на приста тогда зайду, чтоб хилл был", -- [336]
				" Ну, в смысле, шанс прока был бы) как у дециматора", -- [337]
				" Если бы с каждого тика дот прокало, тогда было бы круто)", -- [338]
				" А как она совам?", -- [339]
				" Прикольно", -- [340]
				"/гр Mine was of the lower ilvl", -- [341]
				"/гр |cffa335ee|Hitem:159463::::::::120:259::23:3:4779:1537:4784:::|h[Кольцо пульсирующих жил]|h|r This one? I can't trade it", -- [342]
				"/гр Ты единственный латник", -- [343]
				"/гр Пасиб", -- [344]
				"/гр Да, у меня ниже илвл колец", -- [345]
				"/гр Я думаю, все хилы могут", -- [346]
				"/гр Если каст прошел", -- [347]
				"/гр Пал, диспель с ниих дар гууна", -- [348]
				"/гр hey", -- [349]
				"/cw Жутетварь-Борейскаятундра У меня в Назмир вообще нет никакого телепорта", -- [350]
				"/cw Жутетварь-Борейскаятундра Три, это очень даже чего", -- [351]
				"/cw Жутетварь-Борейскаятундра Ну так ты мне три вещи отдал", -- [352]
				"/cw Жутетварь-Борейскаятундра Ну ты говоришь, что не падает ничего)", -- [353]
				"/cw Жутетварь-Борейскаятундра А у тебя сове может ещё апгрейд в миф 0 упасть?", -- [354]
				"/гр Cheers", -- [355]
				"/гр Thank you very much )", -- [356]
				"/гр Геру", -- [357]
				"/гр How did we get two of them? Oo", -- [358]
				" Спасибо)", -- [359]
				"/гр Добрый сов", -- [360]
				"/гр Step, priest grip - none of those work here", -- [361]
				"/гр No", -- [362]
				" Я уже почти 300)", -- [363]
				" Хорошо хоть аванпосты открыты, даже если нет кампании на чаре", -- [364]
				"/гр Temple of Setraliss", -- [365]
				" Какой инст дальше?", -- [366]
				" Спасибо)", -- [367]
				" Мурр)", -- [368]
				"/гр Never mind, let Nexyy have it", -- [369]
				"/гр /roll", -- [370]
				"/гр You don't need that?", -- [371]
				" Танк говорил, что отойдет ", -- [372]
				"/гр Almost there", -- [373]
				" Или нет?", -- [374]
				" Там же просто", -- [375]
				" А гробница твинкам доступна без кампании?", -- [376]
				"/гр Atal Dazar next", -- [377]
				" ДК идёт", -- [378]
				"/гр Yes, different dungeons", -- [379]
				"/гр Nexyy, we're doint the quest for 4 mythics. Are you coming with us?", -- [380]
				" Спасибо)", -- [381]
				"/гр Чтоб сразу поймать свинью", -- [382]
				"/гр Станьте вокруг костей спамьте клик по черепу", -- [383]
				"/гр Надо чтоб на всей пати был бафф", -- [384]
				"/гр Прист", -- [385]
				"/гр Лимоша, поговори с печенькой", -- [386]
				"/г Жутетварь желает, но мы уже в гавани(", -- [387]
				"/гр Mount up", -- [388]
				" Вот Лёшу можно попробовать уговорить)", -- [389]
				" Тут якорь трава рядом", -- [390]
				" Сов не травник?", -- [391]
				"/гр Yes", -- [392]
				" Круть", -- [393]
				" Что-хорошее локу и магу упало за квест?", -- [394]
				"/гр hey", -- [395]
				" У тебя лок сколько был?", -- [396]
				" 283)", -- [397]
				" И что ты предлагаешь?", -- [398]
				" Ну ты, наверное, с Дашей и Олегом ходил", -- [399]
				" А остальные вообще не 120)", -- [400]
				" Рога не одета от слова совсем. Ей на этом кд не буду делать", -- [401]
				" Привет)", -- [402]
				"/г Хилл, который любит Штормы и Тол Дагор, это очень круто", -- [403]
				"/г А какой любишь?", -- [404]
				"/г А что не так с гробницей?", -- [405]
				"/п геру", -- [406]
				"/п Сначала первых двух", -- [407]
				"/п Тут не беги вперёд", -- [408]
				" Спасибо)", -- [409]
				" Кинула. Там на 80 крафтов зелья смертоносного прилива", -- [410]
				" Я уже почти всё вылакала ><", -- [411]
				" Лёш, можно тебя ещё поэксплуатировать на предмет крафта зелий?", -- [412]
				"/г Cпасибо)", -- [413]
				"/г Но там хоть сразу понятно, что базовый уровень 370", -- [414]
				"/г Неплохо", -- [415]
				"/г Вот ёлки. Придётся делать локалки", -- [416]
				"/г Разве не 335 максимум?", -- [417]
				"/г СКОЛЬКО?!", -- [418]
				"/г Вань, а что там за сапоги? В истории гилд чата не посмотреть ссылки", -- [419]
				" Cпасибо)", -- [420]
				" /dance", -- [421]
				" Давай)", -- [422]
				" Рядом", -- [423]
				" Привет", -- [424]
				"/cw Вцжэ +", -- [425]
				"/п Черепу нужно касты бить", -- [426]
				"/п Выведи", -- [427]
				"/п Разве что ДК бром", -- [428]
				"/п У нас никто не может тебя реснуть", -- [429]
				"/п Выводи", -- [430]
				"/п Минус 75% урона", -- [431]
				"/п Выводи из руны", -- [432]
				"/г У них там, наверное, ещё и зачет на знание тактики перед стартом", -- [433]
				"/г Вот это я понимаю, дисциплина", -- [434]
				"/г Ласта гер убили вы?", -- [435]
				"/г И все одеты?", -- [436]
				"/г Малькар, сколько сейчас чаров 120?", -- [437]
				"/г 30 якорь-травы на крафт", -- [438]
				"/г ы", -- [439]
				"/г На траву кто крафтит? Алхимики?", -- [440]
				"/г Ничего так", -- [441]
				" /tmw", -- [442]
				" /tmw", -- [443]
				" /tmw", -- [444]
				" Вот почему у нас фронт именно там - это трудно объяснить", -- [445]
				" Варфронт", -- [446]
				" Так в семь раз меньше будет мучить совесть, что я их не фармлю", -- [447]
				" Да", -- [448]
				" Хоть это хорошо", -- [449]
				" Дроп с раников раз в день или раз в неделю?", -- [450]
				" блин", -- [451]
				" Там тоже маунты?", -- [452]
				" Привет) А ты понял, зачем вообще нужен Арати?", -- [453]
				"/п Куда вы пошли?", -- [454]
				"/п cюда", -- [455]
				"/г За две тысячи", -- [456]
				"/г Ну как \"дают\"", -- [457]
				"/г Там писали, что возле трансмогрификатора дают", -- [458]
				"/г Хы, квест с конём на арене больше не входит в сюжет", -- [459]
				"/г Ну ты же утилизируешь дроп?", -- [460]
				"/г Что ты делаешь с дистиллумом?", -- [461]
				"/г Сов, у тебя ведь на маге обе профессии собирательные?", -- [462]
				" Реагенты выпадают только самые простые? Или хай энд тоже бывает?", -- [463]
				" Или по-прежнему ничего не даёт?", -- [464]
				" Привет) Всё хотела спросить, у тебя снаряжение для соратников в итоге заработало?", -- [465]
				"/г Ну ёлки зелёные", -- [466]
				"/г Зелья опять стакаются только по 20", -- [467]
				" Привет. Можно попробовать", -- [468]
				" Привет)", -- [469]
				" На квест травника туда стоишь?)", -- [470]
				" Эта локация - король побочных цепочек", -- [471]
				" Это да", -- [472]
				" Дистиллум лишним не будет", -- [473]
				" Смотри на это как на дополнительный источник вещей для аннигилятора", -- [474]
				" Ну как прогресс в Долине Штормов?", -- [475]
				"/г Либо оно не работает, либо там катастрофически малый шанс", -- [476]
				"/г И за 4 дня ни с одной миссии ничего не получил", -- [477]
				"/г Знакомый говорил, что он своим сделал несколько айтемов на добычу крафтовых реагентов с миссий", -- [478]
				"/с /bt", -- [479]
				" Грац со 120)", -- [480]
				" Я думала, у меня календарь глючит", -- [481]
				" Вань, а у тебя в календаре на будущие недели еженедельные события есть?", -- [482]
				"/г Бафф от карусели берёшь?", -- [483]
				"/г А зачем тебе с ними превознесение?", -- [484]
				"/г Вместе с локалками, думаю, недели за 3 можно добить", -- [485]
				"/г Там сейчас много репутации дают за еженедельные задания", -- [486]
				"/г Прочитать, почему-то, нельзя", -- [487]
				"/г |cff9d9d9d|Hitem:63348::::::::110:259::::::|h[Гоблинский мужской журнал]|h|r Оо", -- [488]
				"/с /tmw", -- [489]
				" А конь с Ривендера у тебя есть?", -- [490]
				" 263 килла Мандокира", -- [491]
				" ))", -- [492]
				" Мне недавно приснилось, что отменили нерф медвежьего тартара", -- [493]
				" А как ты его уровень посмотрел?", -- [494]
				" Оо", -- [495]
				" БГ?", -- [496]
				" О боже, это где ты столько нафармил?", -- [497]
				" А какой у тебя сейчас уровень чести?", -- [498]
				" Откуда знаешь?", -- [499]
				" ))", -- [500]
			},
			["ChatFrame3EditBox"] = {
				"/cw Альмагорн-Борейскаятундра В оплоте, там, где облик меняется, можно посмотреть", -- [1]
				" Почему меня все спрашивают, кого я буду качать?", -- [2]
				"/cw Gillbates-Outland |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [3]
				"/cw Weldertus-Ragnaros |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [4]
				"/cw Nurayami-Nozdormu |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [5]
				"/cw Lophicet-Ravencrest |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [6]
				"/cw Tripie-Hellscream |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [7]
				"/cw Vengalance-Silvermoon |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [8]
				"/cw Пуфка-Борейскаятундра Спасибо <3", -- [9]
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589757243,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 11,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[12:19:18]|h Сообщение дня от гильдии: \"Всех люлю.Мами\"",
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 84785.041,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[12:22:18]|h |Hplayer:Дарккаин|h[|cfffef367Дарккаин|r]|h получает предмет (|cffa335ee|Hitem:94229::::::::120:259::::::|h[Поводья сланцевого доисторического дикорога]|h|r)!",
					["serverTime"] = 1602408138,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 84967.031,
					["g"] = 0.3960784673690796,
					["b"] = 1,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[12:23:03]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Алтери-Борейскаятундра:161:GUILD|h|cffd8bc3f120|r:|cfffef367Алтери|r|h|cffd8d8d8]|r: Ты ведь в курсе, что ездить на редких и вымирающих животных - незаконно?",
					["serverTime"] = 1602408183,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						11, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85012.114,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[12:23:28]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Дарккаин-Борейскаятундра:165:GUILD|h|cffd8bc3f120|r:|cfffef367Дарккаин|r|h|cffd8d8d8]|r: Я лишь для сохранности их обитания в природе",
					["serverTime"] = 1602408208,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						11, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85036.854,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[12:23:37]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Дарккаин-Борейскаятундра:168:GUILD|h|cffd8bc3f120|r:|cfffef367Дарккаин|r|h|cffd8d8d8]|r: да и этот вид уже давно в моей коллекции)",
					["serverTime"] = 1602408217,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						11, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85046.16,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[12:23:48]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Алтери-Борейскаятундра:169:GUILD|h|cffd8bc3f120|r:|cfffef367Алтери|r|h|cffd8d8d8]|r: Тогда выпусти на волю",
					["serverTime"] = 1602408228,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						11, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85057.096,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[12:24:24]|h |Hchannel:GUILD|h[G] |h|cffd8d8d8[|r|Hplayer:Дарккаин-Борейскаятундра:173:GUILD|h|cffd8bc3f120|r:|cfffef367Дарккаин|r|h|cffd8d8d8]|r: 2 голды! Вендор грумелей разберется, они там с одного континента)",
					["serverTime"] = 1602408264,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						false, -- [2]
						11, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85092.859,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[13:18:25]|h |cffd8d8d8[|r|Hplayer:Корка-ТкачСмерти:575:GUILD|h|cffd8bc3f120|r:|cffc59a6cКорка|r-|cff39a132Тка|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:12888:Player-1929-0E6EB95F:1:10:11:20:4294967295:4294967295:4294967295:4294967295|h[Бей сильно]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1602411505,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						11, -- [3]
						110, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 88333.73300000001,
					["g"] = 0.3960784673690796,
					["b"] = 1,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[13:35:49]|h |cffd8d8d8[|r|Hplayer:Корка-ТкачСмерти:597:GUILD|h|cffd8bc3f120|r:|cffc59a6cКорка|r-|cff39a132Тка|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:12881:Player-1929-0E6EB95F:1:10:11:20:4294967295:4294967295:4294967295:4294967295|h[Ужасы войны]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1602412549,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						11, -- [3]
						110, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 89377.529,
					["g"] = 0.3960784673690796,
					["b"] = 1,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[13:35:49]|h |cffd8d8d8[|r|Hplayer:Корка-ТкачСмерти:598:GUILD|h|cffd8bc3f120|r:|cffc59a6cКорка|r-|cff39a132Тка|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:13737:Player-1929-0E6EB95F:1:10:11:20:4294967295:4294967295:4294967295:4294967295|h[Героический режим: ужасы войны]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1602412549,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						11, -- [3]
						110, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 89377.529,
					["g"] = 0.3960784673690796,
					["b"] = 1,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[14:11:50]|h |cffd8d8d8[|r|Hplayer:Ретен-Борейскаятундра:786:GUILD|h|cffd8bc3f120|r:|cffa9d271Ретен|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:12101:Player-1929-0E22AA14:1:10:11:20:4294967295:4294967295:4294967295:4294967295|h[Мы пришли сюда, чтобы делать две вещи...]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1602414710,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						11, -- [3]
						151, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91538.804,
					["g"] = 0.3960784673690796,
					["b"] = 1,
				}, -- [11]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 26,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[12:24:38]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq63|k:64:174:BN_WHISPER:|Kq63|k:Vosstavshii#21490|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffefefe|Kq63|k|r|h|cffd8d8d8]|r: Что странного?",
					["serverTime"] = 1602408278,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						25, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85106.659,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[12:24:49]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq63|k:64:175:BN_WHISPER:|Kq63|k:Vosstavshii#21490|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffefefe|Kq63|k|r|h|cffd8d8d8]|r: Альпака с ворлд босса сама себя не выбьет",
					["serverTime"] = 1602408289,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						25, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85117.897,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[12:25:01]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq63|k:64:176:BN_WHISPER:|Kq63|k:Vosstavshii#21490|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffefefe|Kq63|k|r|h|cffd8d8d8]|r: хахахаа логично;)",
					["serverTime"] = 1602408301,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						25, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85130.297,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[12:25:04]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq63|k:64:177:BN_WHISPER:|Kq63|k:Vosstavshii#21490|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffefefe|Kq63|k|r|h|cffd8d8d8]|r: а мне не упала",
					["serverTime"] = 1602408304,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						25, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85132.697,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[12:25:04]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq63|k:64:178:BN_WHISPER:|Kq63|k:Vosstavshii#21490|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffefefe|Kq63|k|r|h|cffd8d8d8]|r: вот и выползают на свет твинки, о которых все давно забыли",
					["serverTime"] = 1602408304,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						25, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85133.231,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[12:25:12]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq63|k:64:179:BN_WHISPER:|Kq63|k:Vosstavshii#21490|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffefefe|Kq63|k|r|h|cffd8d8d8]|r: Я только начала",
					["serverTime"] = 1602408312,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						25, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85140.997,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[12:25:16]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq63|k:64:180:BN_WHISPER:|Kq63|k:Vosstavshii#21490|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffefefe|Kq63|k|r|h|cffd8d8d8]|r: Мне обязательно упадет",
					["serverTime"] = 1602408316,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						25, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85144.93000000001,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[12:25:20]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq63|k:64:181:BN_WHISPER:|Kq63|k:Vosstavshii#21490|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffefefe|Kq63|k|r|h|cffd8d8d8]|r: у меня 12 чаров",
					["serverTime"] = 1602408320,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						25, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85149.064,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[12:25:23]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq63|k:64:182:BN_WHISPER:|Kq63|k:Vosstavshii#21490|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffefefe|Kq63|k|r|h|cffd8d8d8]|r: ниодному не упало",
					["serverTime"] = 1602408323,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						25, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85151.697,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[12:25:28]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq63|k:64:183:BN_WHISPER:|Kq63|k:Vosstavshii#21490|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffefefe|Kq63|k|r|h|cffd8d8d8]|r: На прошлой неделе носорог из Литейки выпал",
					["serverTime"] = 1602408328,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						25, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85157.297,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[12:25:48]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq63|k:64:185:BN_WHISPER:|Kq63|k:Vosstavshii#21490|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffefefe|Kq63|k|r|h|cffd8d8d8]|r: я забил на фарм маунтов",
					["serverTime"] = 1602408348,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						25, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85176.619,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[12:26:11]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq63|k:64:188:BN_WHISPER:|Kq63|k:Vosstavshii#21490|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffefefe|Kq63|k|r|h|cffd8d8d8]|r: слишком долго и редко падают очень",
					["serverTime"] = 1602408371,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						25, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85199.538,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[12:26:43]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq63|k:64:195:BN_WHISPER:|Kq63|k:Vosstavshii#21490|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffefefe|Kq63|k|r|h|cffd8d8d8]|r: И тем не менее Rarity у  тебя по центру экрана)",
					["serverTime"] = 1602408403,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						25, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85231.961,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[12:26:52]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq63|k:64:201:BN_WHISPER:|Kq63|k:Vosstavshii#21490|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffefefe|Kq63|k|r|h|cffd8d8d8]|r: хахахаа",
					["serverTime"] = 1602408412,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						25, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85240.617,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[12:27:05]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq63|k:64:207:BN_WHISPER:|Kq63|k:Vosstavshii#21490|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffefefe|Kq63|k|r|h|cffd8d8d8]|r: какая ты внимательная)",
					["serverTime"] = 1602408425,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						25, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85254.11,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[12:27:22]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq63|k:64:209:BN_WHISPER:|Kq63|k:Vosstavshii#21490|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffefefe|Kq63|k|r|h|cffd8d8d8]|r: это поставил чтобы видеть с каким шансом игрушки падают",
					["serverTime"] = 1602408442,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						25, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85270.879,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[12:32:50]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq63|k:64:239:BN_WHISPER:|Kq63|k:Vosstavshii#21490|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffc31d39|Kq63|k|r|h|cffd8d8d8]|r: А ты ДК в ключах дамажишь фростом или анхоли?",
					["serverTime"] = 1602408770,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						25, -- [3]
						26, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85598.997,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[12:33:02]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq63|k:64:240:BN_WHISPER:|Kq63|k:Vosstavshii#21490|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffc31d39|Kq63|k|r|h|cffd8d8d8]|r: на альянсе анхоли",
					["serverTime"] = 1602408782,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						25, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85610.93400000001,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[12:33:07]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq63|k:64:241:BN_WHISPER:|Kq63|k:Vosstavshii#21490|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffc31d39|Kq63|k|r|h|cffd8d8d8]|r: тут хочу фростом попробовать",
					["serverTime"] = 1602408787,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						25, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 85615.542,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[14:22:38]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq33|k:22:867:BN_WHISPER:|Kq33|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffa9d271|Kq33|k|r|h|cffd8d8d8]|r: Ты уже всеми твинками зафармил альпаку?",
					["serverTime"] = 1602415358,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						161, -- [3]
						162, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92186.97200000001,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[14:22:54]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq33|k:22:875:BN_WHISPER:|Kq33|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffa9d271|Kq33|k|r|h|cffd8d8d8]|r: с ворлд боса которая? то да\\",
					["serverTime"] = 1602415374,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						161, -- [3]
						165, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92202.435,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[14:23:09]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq33|k:22:876:BN_WHISPER:|Kq33|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffa9d271|Kq33|k|r|h|cffd8d8d8]|r: Сколько штук выбил?",
					["serverTime"] = 1602415389,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						161, -- [3]
						162, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92217.607,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[14:23:14]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq33|k:22:877:BN_WHISPER:|Kq33|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffa9d271|Kq33|k|r|h|cffd8d8d8]|r: 0",
					["serverTime"] = 1602415394,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						161, -- [3]
						165, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92222.823,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[14:23:35]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq33|k:22:880:BN_WHISPER:|Kq33|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffa9d271|Kq33|k|r|h|cffd8d8d8]|r: даже думал использовать ап 120 и убить еще раз)",
					["serverTime"] = 1602415415,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						161, -- [3]
						165, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92244.018,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[14:24:46]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq33|k:22:881:BN_WHISPER:|Kq33|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffa9d271|Kq33|k|r|h|cffd8d8d8]|r: :DDD",
					["serverTime"] = 1602415486,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						161, -- [3]
						162, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92314.906,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[14:33:28]|h |cff7f7f7f[14:33]|r [|cff007f7fNOP|r] Paragon reward for Защитники Азерот is ready!",
					["timestamp"] = 92836.499,
					["serverTime"] = 1602416008,
				}, -- [26]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[05:24:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132914:14|tИкки – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079058.027,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259893,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[05:24:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2027921:14|tЖемчужнопанцирный ползун – |3-8(вражеский питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079058.786,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259894,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[05:25:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T851119:14|tНерожденная валь'кира – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079067.024,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259902,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[05:25:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2027921:14|tЖемчужнопанцирный ползун – |3-8(вражеский питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079067.777,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259903,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[05:25:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079070.065,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259905,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[05:25:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134967:14|t|cff4e96f7|HbattlePetAbil:310:1879:405:356|h[Панцирный щит]|h|r накладывает эффект |T134967:14|t|cff4e96f7|HbattlePetAbil:309:1879:405:356|h[Панцирный щит]|h|r на |3-1(вражеский питомец) |3-3(|T2027921:14|tЖемчужнопанцирный ползун).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079070.415,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259905,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[05:25:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136122:14|t|cff4e96f7|HbattlePetAbil:218:1806:276:227|h[Проклятие рока]|h|r накладывает эффект |T136122:14|t|cff4e96f7|HbattlePetAbil:217:1806:276:227|h[Проклятие рока]|h|r на |3-1(вражеский питомец) |3-3(|T2027921:14|tЖемчужнопанцирный ползун).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079072.196,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259907,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[05:25:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079074.04,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259909,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[05:25:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1508496:14|t|cff4e96f7|HbattlePetAbil:2313:1879:405:356|h[Тиски X]|h|r наносит 318 ед. урона |3-2(ваш питомец) |3-2(|T851119:14|tНерожденная валь'кира).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079075.56,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259910,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[05:25:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236295:14|t|cff4e96f7|HbattlePetAbil:321:1488:276:227|h[Нечестивое вознесение]|h|r накладывает эффект |T236295:14|t|cff4e96f7|HbattlePetAbil:320:1488:276:227|h[Нечестивое вознесение]|h|r на |3-1(вражеский питомец) |3-3(|T2027921:14|tЖемчужнопанцирный ползун).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079078.591,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259913,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[05:25:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236295:14|t|cff4e96f7|HbattlePetAbil:321:0:276:227|h[Нечестивое вознесение]|h|r наносит 1488 ед. урона |3-2(ваш питомец) |3-2(|T851119:14|tНерожденная валь'кира).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079078.843,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259914,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[05:25:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T851119:14|tНерожденная валь'кира погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079078.843,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259914,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[05:25:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079083.062,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259918,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[05:25:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132914:14|tИкки – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079083.062,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259918,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[05:25:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079093.076,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259928,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[05:25:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135664:14|t|cff4e96f7|HbattlePetAbil:919:1319:322:409|h[Черный коготь]|h|r накладывает эффект |T135664:14|t|cff4e96f7|HbattlePetAbil:918:1319:322:409|h[Черный коготь]|h|r на |3-1(вражеский питомец) |3-3(|T2027921:14|tЖемчужнопанцирный ползун).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079093.934,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259929,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[05:25:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T839982:14|t|cff4e96f7|HbattlePetAbil:1989:1879:405:356|h[Рывок с панцирем]|h|r наносит 255 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079095.167,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259930,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[05:25:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T839982:14|t|cff4e96f7|HbattlePetAbil:1989:1879:405:356|h[Рывок с панцирем]|h|r наносит 255 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079096.701,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259932,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[05:25:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079101.999,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259937,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[05:25:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1064:322:409|h[Стая]|h|r наносит 92 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2027921:14|tЖемчужнопанцирный ползун).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079102.332,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259937,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[05:25:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1064:322:409|h[Стая]|h|r наносит 92 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2027921:14|tЖемчужнопанцирный ползун).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079103.465,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259938,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[05:25:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1064:322:409|h[Стая]|h|r наносит 92 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2027921:14|tЖемчужнопанцирный ползун).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079103.932,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259939,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[05:25:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:1064:322:409|h[Стая]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1064:322:409|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027921:14|tЖемчужнопанцирный ползун).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079104.399,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259939,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[05:25:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1508496:14|t|cff4e96f7|HbattlePetAbil:2313:1603:405:356|h[Тиски X]|h|r наносит 425 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079107.132,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259942,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[05:25:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:639:322:409|h[Летающий питомец]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T132914:14|tИкки), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079107.132,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259942,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[05:25:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079108.169,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259943,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[05:25:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1508496:14|t|cff4e96f7|HbattlePetAbil:2313:1603:405:356|h[Тиски X]|h|r наносит 531 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079109.102,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259944,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[05:25:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:108:322:273|h[Стая]|h|r наносит 321 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T2027921:14|tЖемчужнопанцирный ползун).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079110.269,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259945,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[05:25:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:108:322:273|h[Стая]|h|r наносит 214 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2027921:14|tЖемчужнопанцирный ползун).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079111.269,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259946,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[05:25:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:108:322:273|h[Стая]|h|r наносит 214 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2027921:14|tЖемчужнопанцирный ползун).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079111.736,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259947,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[05:25:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:108:322:273|h[Стая]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:108:322:273|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027921:14|tЖемчужнопанцирный ползун).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079112.202,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259947,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[05:25:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136122:14|t|cff4e96f7|HbattlePetAbil:217:0:276:227|h[Проклятие рока]|h|r наносит 658 ед. урона (слаб. удар) |3-2(вражеский питомец) |3-2(|T2027921:14|tЖемчужнопанцирный ползун).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079113.702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259949,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[05:25:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136122:14|t|cff4e96f7|HbattlePetAbil:217:0:276:227|h[Проклятие рока]|h|r накладывает эффект |T134316:14|t|cff4e96f7|HbattlePetAbil:1090:0:276:227|h[Босс: снижение урона]|h|r на |3-1(вражеский питомец) |3-3(|T2027921:14|tЖемчужнопанцирный ползун).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079113.702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259949,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[05:25:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T136122:14|t|cff4e96f7|HbattlePetAbil:217:0:276:227|h[Проклятие рока]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T2027921:14|tЖемчужнопанцирный ползун), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079114.736,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259950,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[05:25:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079114.736,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259950,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[05:25:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134967:14|t|cff4e96f7|HbattlePetAbil:310:196:405:356|h[Панцирный щит]|h|r накладывает эффект |T134967:14|t|cff4e96f7|HbattlePetAbil:309:196:405:356|h[Панцирный щит]|h|r на |3-1(вражеский питомец) |3-3(|T2027921:14|tЖемчужнопанцирный ползун).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079115.102,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259950,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[05:25:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135996:14|t|cff4e96f7|HbattlePetAbil:581:108:322:273|h[Стая]|h|r наносит 214 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2027921:14|tЖемчужнопанцирный ползун).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079116.336,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259951,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[05:25:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T2027921:14|tЖемчужнопанцирный ползун погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079116.336,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259951,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[05:25:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:714:322:273|h[Боевое восстановление]|h|r восстанавливает 606 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079120.636,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259955,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[05:25:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1500:273:260|h[Боевое восстановление]|h|r восстанавливает 128 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 1079120.636,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						54, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1601259955,
				}, -- [40]
			},
			["headIndex"] = 40,
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 13,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[14:33:57]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Силитус: Рана]|h.",
					["serverTime"] = 1602416037,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92865.528,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[14:33:57]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Силитус: Рана]|h.",
					["serverTime"] = 1602416037,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92865.528,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[14:34:04]|h Вы получили предмет: |cffa335ee|Hcurrency:1553:2500|h[Гудящий азеритовый сердечник]|h|r.",
					["serverTime"] = 1602416044,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92873.028,
					["g"] = 1,
					["b"] = 1,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[14:34:04]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:259::11:4:6316:4932:4933:1640:::|h[Сердце Азерот]|h|r получает 2 500 ед. силы артефакта.",
					["serverTime"] = 1602416044,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92873.028,
					["g"] = 1,
					["b"] = 1,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[14:34:04]|h Вы получили предмет: |cff0070dd|Hitem:166298::::::::120:259::11::::|h[Припасы Защитников Азерот]|h|r.",
					["serverTime"] = 1602416044,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92873.028,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[14:34:04]|h Задание \"Благодарность Магни\" выполнено.",
					["serverTime"] = 1602416044,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92873.118,
					["g"] = 1,
					["b"] = 1,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[14:34:07]|h Получено: 4488 |4золотая:золотые:золотых;, 53 |4серебряная:серебряные:серебряных;, 3 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1602416047,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92875.685,
					["g"] = 1,
					["b"] = 1,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[14:34:08]|h Вы получаете валюту – |cffffffff|Hcurrency:1560:0|h[Ресурсы для войны]|h|r, 500 шт.",
					["serverTime"] = 1602416048,
					["r"] = 0.4901961088180542,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						57, -- [3]
						58, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92876.692,
					["g"] = 0.7019608020782471,
					["b"] = 0.9725490808486938,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[14:34:10]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Успен-Гром:923:CHANNEL:4|h|cffc31d39Успен|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: |cffff80ff|Htransmogillusion:6162|h[Призрачный хлад]|h|r",
					["serverTime"] = 1602416050,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						101, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92878.485,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[14:34:14]|h Вы будете получать добычу для специализации \"Головорез\".",
					["serverTime"] = 1602416054,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 92882.317,
					["g"] = 1,
					["b"] = 1,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[14:34:16]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Гавань Боралуса]|h.",
					["serverTime"] = 1602416056,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92884.372,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[14:34:16]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1602416056,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92884.372,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[14:34:16]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Гавань Боралуса]|h.",
					["serverTime"] = 1602416056,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92884.372,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[14:13:05]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Хлопушкин-Термоштепсель:803:CHANNEL:4|h|cffc31d39Хлопушкин|r-|cff76a4beТер|r|h|cffd8d8d8]|r: я его давно не слышал, он мне через сервера в шепот пишет иногда",
					["serverTime"] = 1602414785,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						147, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91613.635,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[14:13:17]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Залипала-Гром:804:CHANNEL:4|h|cfff38bb9Залипала|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: асмр?",
					["serverTime"] = 1602414797,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91626.205,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[14:13:22]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Киберкоте-ЧерныйШрам:805:CHANNEL:4|h|cfffe7b09Киберкоте|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: асмп",
					["serverTime"] = 1602414802,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						154, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91631.226,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[14:13:25]|h Магни Бронзобород говорит: Неподалеку открылось несколько азеритовых ран. Залечи их с помощью Сердца!",
					["serverTime"] = 1602414805,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91634.022,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[14:13:32]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Хлопушкин-Термоштепсель:807:CHANNEL:4|h|cffc31d39Хлопушкин|r-|cff76a4beТер|r|h|cffd8d8d8]|r: асмр от сереги такое себе удовольствие",
					["serverTime"] = 1602414812,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						147, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91641.197,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[14:13:50]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Тиммариэль-Борейскаятундра:808:CHANNEL:4|h|cfff38bb9Тиммариэль|r|h|cffd8d8d8]|r: хей спецы из /4, на что ресурсы для войны можно слить",
					["serverTime"] = 1602414830,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						63, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91658.537,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[14:13:50]|h Вы получили предмет: |cff1eff00|Hcurrency:1553:13|h[Крошечная частица азерита]|h|r.",
					["serverTime"] = 1602414830,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91658.777,
					["g"] = 1,
					["b"] = 1,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[14:13:50]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:259::11:4:6316:4932:4933:1638:::|h[Сердце Азерот]|h|r получает 13 ед. силы артефакта.",
					["serverTime"] = 1602414830,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91658.777,
					["g"] = 1,
					["b"] = 1,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[14:13:51]|h Ваша добыча: |cff9d9d9d|Hitem:155601::::::::120:259::::::|h[Часть лапки насекомого]|h|r.",
					["serverTime"] = 1602414831,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91659.931,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[14:13:51]|h Ваша добыча: |cff9d9d9d|Hitem:158863::::::::120:259::::::|h[Хитиновый экзоскелет]|h|r.",
					["serverTime"] = 1602414831,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91659.931,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[14:13:52]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Хлопушкин-Термоштепсель:813:CHANNEL:4|h|cffc31d39Хлопушкин|r-|cff76a4beТер|r|h|cffd8d8d8]|r: в душ сходи",
					["serverTime"] = 1602414832,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						147, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91660.96800000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[14:13:52]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 61 |4серебряная:серебряные:серебряных;, 45 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1602414832,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						59, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91660.96800000001,
					["g"] = 1,
					["b"] = 0,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[14:13:59]|h Вы получили предмет: |cff1eff00|Hcurrency:1553:13|h[Крошечная частица азерита]|h|r.",
					["serverTime"] = 1602414839,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91668.138,
					["g"] = 1,
					["b"] = 1,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[14:13:59]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:259::11:4:6316:4932:4933:1638:::|h[Сердце Азерот]|h|r получает 13 ед. силы артефакта.",
					["serverTime"] = 1602414839,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91668.138,
					["g"] = 1,
					["b"] = 1,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[14:14:13]|h Ваша добыча: 65 |4серебряная:серебряные:серебряных;, 3 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1602414853,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						59, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91682.05900000001,
					["g"] = 1,
					["b"] = 0,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[14:14:14]|h Вы получили предмет: |cff1eff00|Hcurrency:1553:12|h[Крошечная частица азерита]|h|r.",
					["serverTime"] = 1602414854,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91682.77500000001,
					["g"] = 1,
					["b"] = 1,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[14:14:14]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:259::11:4:6316:4932:4933:1638:::|h[Сердце Азерот]|h|r получает 12 ед. силы артефакта.",
					["serverTime"] = 1602414854,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91682.77500000001,
					["g"] = 1,
					["b"] = 1,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[14:14:19]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Хлопушкин-Термоштепсель:820:CHANNEL:4|h|cffc31d39Хлопушкин|r-|cff76a4beТер|r|h|cffd8d8d8]|r: ресурсы войны можно альту перекинуть либо монетки на доп лут покупать",
					["serverTime"] = 1602414859,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						147, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91687.373,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[14:14:19]|h Вы получили предмет: |cff1eff00|Hcurrency:1553:13|h[Крошечная частица азерита]|h|r.",
					["serverTime"] = 1602414859,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91688.191,
					["g"] = 1,
					["b"] = 1,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[14:14:19]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:259::11:4:6316:4932:4933:1638:::|h[Сердце Азерот]|h|r получает 13 ед. силы артефакта.",
					["serverTime"] = 1602414859,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91688.191,
					["g"] = 1,
					["b"] = 1,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[14:14:22]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Стилрайт-ЧерныйШрам:823:CHANNEL:4|h|cfff38bb9Стилрайт|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: |cffffffff|Hurl:https://www.youtube.com/watch?v=kzMgy2-bq2g&ab_channel=OceanParadise|h[https://www.youtube.com/watch?v=kzMgy2-bq2g&ab_channel=OceanParadise]|h|r мой любимый асмр",
					["serverTime"] = 1602414862,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						135, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91691.258,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[14:14:29]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Хлопушкин-Термоштепсель:824:CHANNEL:4|h|cffc31d39Хлопушкин|r-|cff76a4beТер|r|h|cffd8d8d8]|r: интендант 7 легиона ресы меняет",
					["serverTime"] = 1602414869,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						147, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91697.655,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[14:14:29]|h Сетрак-опустошитель говорит: Нас... не остановить...",
					["serverTime"] = 1602414869,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91698.298,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[14:14:31]|h Сетрак-опустошитель говорит: Нас... не остановить...",
					["serverTime"] = 1602414871,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91700.215,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[14:14:32]|h |T1519598:15:15:0:0:64:64:4:60:4:60|tПойманный дюнный падальщик: 646 попыток",
					["r"] = 1,
					["serverTime"] = 1602414872,
					["timestamp"] = 91700.851,
					["g"] = 1,
					["b"] = 1,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[14:14:32]|h |T1519598:15:15:0:0:64:64:4:60:4:60|tПойманный дюнный падальщик: 647 попыток",
					["r"] = 1,
					["serverTime"] = 1602414872,
					["timestamp"] = 91700.851,
					["g"] = 1,
					["b"] = 1,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[14:14:34]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 9 |4серебряная:серебряные:серебряных;, 48 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1602414874,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						59, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91702.556,
					["g"] = 1,
					["b"] = 0,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[14:14:34]|h Вы получили предмет: |cff1eff00|Hcurrency:1553:12|h[Крошечная частица азерита]|h|r.",
					["serverTime"] = 1602414874,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91703.278,
					["g"] = 1,
					["b"] = 1,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[14:14:35]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:259::11:4:6316:4932:4933:1638:::|h[Сердце Азерот]|h|r получает 12 ед. силы артефакта.",
					["serverTime"] = 1602414875,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91703.278,
					["g"] = 1,
					["b"] = 1,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[14:14:35]|h Вы получили предмет: |cff0070dd|Hcurrency:1553:285|h[Мерцающий кристалл азерита]|h|r.",
					["serverTime"] = 1602414875,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91703.363,
					["g"] = 1,
					["b"] = 1,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[14:14:35]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:259::11:4:6316:4932:4933:1638:::|h[Сердце Азерот]|h|r получает 285 ед. силы артефакта.",
					["serverTime"] = 1602414875,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91703.363,
					["g"] = 1,
					["b"] = 1,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[14:14:35]|h Отношение |3-7(Тортолланские искатели) к вам улучшилось на 21.",
					["serverTime"] = 1602414875,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91703.363,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[14:14:35]|h Отношение |3-7(Защитники Азерот) к вам улучшилось на 262.",
					["serverTime"] = 1602414875,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91703.363,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[14:14:35]|h Отношение |3-7(7-й легион) к вам улучшилось на 157.",
					["serverTime"] = 1602414875,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91703.363,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[14:14:35]|h Магни Бронзобород говорит: Ты молодчага. Я уже чувствую, как Азерот восстанавливает силы.",
					["serverTime"] = 1602414875,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91703.509,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[14:15:00]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Тиммариэль-Борейскаятундра:836:CHANNEL:4|h|cfff38bb9Тиммариэль|r|h|cffd8d8d8]|r: у меня нет альтов и монеты я купил уже, еще 14 тыщ",
					["serverTime"] = 1602414900,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						63, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91728.961,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[14:15:04]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Тиммариэль-Борейскаятундра:837:CHANNEL:4|h|cfff38bb9Тиммариэль|r|h|cffd8d8d8]|r: куда их девать",
					["serverTime"] = 1602414904,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						63, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91732.569,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[14:15:18]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Главная-ТкачСмерти:838:CHANNEL:4|h|cffa9d271Главная|r-|cff39a132Тка|r|h|cffd8d8d8]|r: кидай мне",
					["serverTime"] = 1602414918,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						156, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91747.279,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[14:15:45]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Хлопушкин-Термоштепсель:839:CHANNEL:4|h|cffc31d39Хлопушкин|r-|cff76a4beТер|r|h|cffd8d8d8]|r: с легиона осталась проблема",
					["serverTime"] = 1602414945,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						147, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91773.353,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[14:15:47]|h |cffa9d271Ретен|r выходит из игрового мира.",
					["serverTime"] = 1602414947,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91775.917,
					["g"] = 1,
					["b"] = 1,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[14:15:50]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Хлопушкин-Термоштепсель:841:CHANNEL:4|h|cffc31d39Хлопушкин|r-|cff76a4beТер|r|h|cffd8d8d8]|r: любопытные монеты",
					["serverTime"] = 1602414950,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						147, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91778.447,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[14:15:53]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Назмир]|h.",
					["serverTime"] = 1602414953,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91781.897,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[14:16:18]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Тиммариэль-Борейскаятундра:844:CHANNEL:4|h|cfff38bb9Тиммариэль|r|h|cffd8d8d8]|r: хоть бы сделали обмен на голду что ли",
					["serverTime"] = 1602414978,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						63, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91806.613,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[14:16:22]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Тиммариэль-Борейскаятундра:845:CHANNEL:4|h|cfff38bb9Тиммариэль|r|h|cffd8d8d8]|r: параша -_-",
					["serverTime"] = 1602414982,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						63, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91810.856,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[14:16:38]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Хлопушкин-Термоштепсель:846:CHANNEL:4|h|cffc31d39Хлопушкин|r-|cff76a4beТер|r|h|cffd8d8d8]|r: у меня на мейне остались отголоски войны или как их там, за пвп",
					["serverTime"] = 1602414998,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						147, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91826.357,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[14:16:42]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Зулдазар]|h.",
					["serverTime"] = 1602415002,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91830.598,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[14:16:42]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Зулдазар]|h.",
					["serverTime"] = 1602415002,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91830.598,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[14:16:48]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Хлопушкин-Термоштепсель:849:CHANNEL:4|h|cffc31d39Хлопушкин|r-|cff76a4beТер|r|h|cffd8d8d8]|r: написано в конце сезона переведутся в голду, но вот уже бфа",
					["serverTime"] = 1602415008,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						147, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91836.363,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[14:16:57]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Хлопушкин-Термоштепсель:850:CHANNEL:4|h|cffc31d39Хлопушкин|r-|cff76a4beТер|r|h|cffd8d8d8]|r: а они с легиона",
					["serverTime"] = 1602415017,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						147, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91846.066,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[14:17:04]|h Магни Бронзобород говорит: Кто-то тянет энергию из месторождения азерита. Останови это!",
					["serverTime"] = 1602415024,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91853.135,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[14:17:13]|h Зу'шин Преображенный говорит: Сила этого камня поможет возродить империю могу!",
					["serverTime"] = 1602415033,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91861.765,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[14:17:29]|h Зу'шин Преображенный говорит: Могу... найдут... больше камней...",
					["serverTime"] = 1602415049,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91878.216,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[14:17:31]|h Отношение |3-7(Тортолланские искатели) к вам улучшилось на 21.",
					["serverTime"] = 1602415051,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91879.387,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[14:17:31]|h Отношение |3-7(Защитники Азерот) к вам улучшилось на 263.",
					["serverTime"] = 1602415051,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91879.387,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[14:17:31]|h Отношение |3-7(7-й легион) к вам улучшилось на 158.",
					["serverTime"] = 1602415051,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91879.387,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[14:17:31]|h Вы получили предмет: |cff0070dd|Hitem:159334::::::::120:259::2:4:4818:1587:4785:6258:::|h[Капюшон вспыхивающего пороха]|h|r.",
					["serverTime"] = 1602415051,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91879.387,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[14:17:31]|h Магни Бронзобород говорит: Нет бы исцелить Азерот, вместо того чтобы еще сильней ранить ее! Спасибо тебе.",
					["serverTime"] = 1602415051,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91879.499,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[14:17:31]|h Вы получили предмет: |cff1eff00|Hcurrency:1553:22|h[Крошечная частица азерита]|h|r.",
					["serverTime"] = 1602415051,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91879.55900000001,
					["g"] = 1,
					["b"] = 1,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[14:17:31]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:259::11:4:6316:4932:4933:1638:::|h[Сердце Азерот]|h|r получает 22 ед. силы артефакта.",
					["serverTime"] = 1602415051,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91879.55900000001,
					["g"] = 1,
					["b"] = 1,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[14:17:33]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 27 |4серебряная:серебряные:серебряных;, 86 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1602415053,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						59, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 91882.27100000001,
					["g"] = 1,
					["b"] = 0,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[14:20:07]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Хлопушкин-Термоштепсель:862:CHANNEL:4|h|cffc31d39Хлопушкин|r-|cff76a4beТер|r|h|cffd8d8d8]|r: |cffffffff|Hitem:39327::::::::63:250::::::|h[Особое пойло Нота]|h|r вот чего не хватает в бфа",
					["serverTime"] = 1602415207,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						147, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92035.954,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[14:20:47]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Акиноми-Борейскаятундра:863:CHANNEL:4|h|cffd8bc3f120|r:|cfff38bb9Акиноми|r|h|cffd8d8d8]|r: зачем, если есть|cffffffff|Hitem:61985::::::::120:65::::::|h[Банановый коктейль]|h|r",
					["serverTime"] = 1602415247,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						73, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92075.628,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[14:20:50]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Хлопушкин-Термоштепсель:864:CHANNEL:4|h|cffc31d39Хлопушкин|r-|cff76a4beТер|r|h|cffd8d8d8]|r: у варов рог и друидов с хантами есть фласки у алхимиков",
					["serverTime"] = 1602415250,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						147, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92078.738,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[14:21:49]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq2|k:38:866:BN_INLINE_TOAST_ALERT:0|h[|Kq2|k] (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|tWisemen)|h входит в сеть.",
					["serverTime"] = 1602415309,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						7, -- [3]
						160, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92137.596,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[14:22:38]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq33|k:22:867:BN_WHISPER:|Kq33|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffa9d271|Kq33|k|r|h|cffd8d8d8]|r: Ты уже всеми твинками зафармил альпаку?",
					["serverTime"] = 1602415358,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						161, -- [3]
						162, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92186.97200000001,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[14:22:44]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Дазар'алор]|h.",
					["serverTime"] = 1602415364,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92192.573,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[14:22:44]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1602415364,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92192.573,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[14:22:44]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Дазар'алор]|h.",
					["serverTime"] = 1602415364,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92192.573,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[14:22:49]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Зулдазар]|h.",
					["serverTime"] = 1602415369,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92197.89,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[14:22:49]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1602415369,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92197.89,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[14:22:49]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Зулдазар]|h.",
					["serverTime"] = 1602415369,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92197.89,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[14:22:49]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Простозавр-Борейскаятундра:874:CHANNEL:4|h|cffc59a6cПростозавр|r|h|cffd8d8d8]|r: у рог и без алхимии есть фласка",
					["serverTime"] = 1602415369,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						163, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92198.156,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[14:22:54]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq33|k:22:875:BN_WHISPER:|Kq33|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffa9d271|Kq33|k|r|h|cffd8d8d8]|r: с ворлд боса которая? то да\\",
					["serverTime"] = 1602415374,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						161, -- [3]
						165, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92202.435,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[14:23:09]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq33|k:22:876:BN_WHISPER:|Kq33|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffa9d271|Kq33|k|r|h|cffd8d8d8]|r: Сколько штук выбил?",
					["serverTime"] = 1602415389,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						161, -- [3]
						162, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92217.607,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[14:23:14]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq33|k:22:877:BN_WHISPER:|Kq33|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffa9d271|Kq33|k|r|h|cffd8d8d8]|r: 0",
					["serverTime"] = 1602415394,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						161, -- [3]
						165, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92222.823,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[14:23:18]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Хлопушкин-Термоштепсель:878:CHANNEL:4|h|cffc31d39Хлопушкин|r-|cff76a4beТер|r|h|cffd8d8d8]|r: сколько фиксов каждую среду а близы так и не починили",
					["serverTime"] = 1602415398,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						147, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92226.33,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[14:23:27]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Хлопушкин-Термоштепсель:879:CHANNEL:4|h|cffc31d39Хлопушкин|r-|cff76a4beТер|r|h|cffd8d8d8]|r: |cffa335ee|Hitem:40208::::::::63:250:::1:3524:::|h[Укус могильщика]|h|r+|cffff80ff|Htransmogillusion:6174|h[Клинок Бездны]|h|r",
					["serverTime"] = 1602415407,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						147, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92235.61,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[14:23:35]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq33|k:22:880:BN_WHISPER:|Kq33|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffa9d271|Kq33|k|r|h|cffd8d8d8]|r: даже думал использовать ап 120 и убить еще раз)",
					["serverTime"] = 1602415415,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						161, -- [3]
						165, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92244.018,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[14:24:46]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq33|k:22:881:BN_WHISPER:|Kq33|k:vaf#2388|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cffa9d271|Kq33|k|r|h|cffd8d8d8]|r: :DDD",
					["serverTime"] = 1602415486,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						161, -- [3]
						162, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92314.906,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[14:24:51]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Эрэ-Термоштепсель:882:CHANNEL:4|h|cff006fdcЭрэ|r-|cff76a4beТер|r|h|cffd8d8d8]|r: Хлоп, ты как такую дичь находишь ?",
					["serverTime"] = 1602415491,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92320.182,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[14:25:15]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Хлопушкин-Термоштепсель:883:CHANNEL:4|h|cffc31d39Хлопушкин|r-|cff76a4beТер|r|h|cffd8d8d8]|r: я часто меняю трансмоги и вижу многое",
					["serverTime"] = 1602415515,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						147, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92343.97200000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[14:25:48]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Моука-ЧерныйШрам:884:CHANNEL:4|h|cfff38bb9Моука|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: эх, сейчас бы тяночку",
					["serverTime"] = 1602415548,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						168, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92377.083,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[14:25:55]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Эрэ-Термоштепсель:885:CHANNEL:4|h|cff006fdcЭрэ|r-|cff76a4beТер|r|h|cffd8d8d8]|r: как тебе |cff1eff00|Hitem:164402::::::::120:262:::1:3524:::|h[Одеяние наездника на драконе]|h|r ?",
					["serverTime"] = 1602415555,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92384.204,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[14:26:12]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Хлопушкин-Термоштепсель:886:CHANNEL:4|h|cffc31d39Хлопушкин|r-|cff76a4beТер|r|h|cffd8d8d8]|r: неплохо, на женском персе не так кстати",
					["serverTime"] = 1602415572,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						147, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92400.486,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[14:26:13]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Алтери-Борейскаятундра:887:CHANNEL:4|h|cffd8bc3f120|r:|cfffef367Алтери|r|h|cffd8d8d8]|r: Тогда репорт напиши. Возможно, тестировщики так часто трасморг не меняют и никогда этого не видели",
					["serverTime"] = 1602415573,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						170, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92402.147,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[14:26:36]|h |cff33ff99Global Ignore: |cffffffffМоука-ЧерныйШрам added to global ignore",
					["timestamp"] = 92425,
					["serverTime"] = 1602415596,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[14:26:58]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Хлопушкин-Термоштепсель:888:CHANNEL:4|h|cffc31d39Хлопушкин|r-|cff76a4beТер|r|h|cffd8d8d8]|r: у латников есть похожее|cff1eff00|Hitem:164531::::::::63:250:::1:3524:::|h[Нагрудная пластина дружины Кровавого Киля]|h|r но тут плечи только",
					["serverTime"] = 1602415618,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						147, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92447.263,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[14:27:46]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Хлопушкин-Термоштепсель:889:CHANNEL:4|h|cffc31d39Хлопушкин|r-|cff76a4beТер|r|h|cffd8d8d8]|r: |cff9d9d9d|Hitem:53869::::::::63:250::::::|h[Боевая раскраска (рубашка) - только для мужчин]|h|r на вовхеде есть такая, вот она на женщинах работает так как все думают",
					["serverTime"] = 1602415666,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						147, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92494.825,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[14:28:08]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Эрэ-Термоштепсель:890:CHANNEL:4|h|cff006fdcЭрэ|r-|cff76a4beТер|r|h|cffd8d8d8]|r: неплохо )",
					["serverTime"] = 1602415688,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						166, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92516.43800000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[14:29:09]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Залипала-Гром:891:CHANNEL:4|h|cfff38bb9Залипала|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: оу) каеф))",
					["serverTime"] = 1602415749,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92577.417,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[14:30:02]|h |cffd8d8d8[|r|Hplayer:Корка-ТкачСмерти:892|h|cffd8bc3f120|r:|cffc59a6cКорка|r-|cff39a132Тка|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1602415801,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92631.051,
					["g"] = 1,
					["b"] = 1,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[14:30:51]|h |cffd8d8d8[|r|Hplayer:Дарккаин:893|h|cffd8bc3f120|r:|cfffef367Дарккаин|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1602415850,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92680.262,
					["g"] = 1,
					["b"] = 1,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[14:31:51]|h Вы отошли от компьютера, оставив сообщение \"Отсутствует\".",
					["serverTime"] = 1602415911,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92739.439,
					["g"] = 1,
					["b"] = 1,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[14:31:53]|h |cfffef367Дарккаин|r выходит из игрового мира.",
					["serverTime"] = 1602415913,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92741.386,
					["g"] = 1,
					["b"] = 1,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[14:32:16]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Залипала-Гром:896:CHANNEL:4|h|cfff38bb9Залипала|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: чтоб посмотреть пришлось чест и рубашку снять...",
					["serverTime"] = 1602415936,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92765.266,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[14:32:39]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Залипала-Гром:897:CHANNEL:4|h|cfff38bb9Залипала|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: а хуманша то моя и так неплохо выглядит, вот ток лиф могли бы уже и поменять...",
					["serverTime"] = 1602415959,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92788.03600000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[14:32:40]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Хлопушкин-Термоштепсель:898:CHANNEL:4|h|cffc31d39Хлопушкин|r-|cff76a4beТер|r|h|cffd8d8d8]|r: линканите плиз чары за шадоуленд, проверю древко с ними",
					["serverTime"] = 1602415960,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						147, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92788.467,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[14:32:49]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Залипала-Гром:899:CHANNEL:4|h|cfff38bb9Залипала|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: ато какой-то коричневый, прощай молодость",
					["serverTime"] = 1602415969,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92797.871,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[14:33:08]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Вафовна-Борейскаятундра:900:CHANNEL:4|h|cffd8bc3f120|r:|cffa9d271Вафовна|r|h|cffd8d8d8]|r: Свожу в видение Оргриммара с 5 масками (470 шмотка, ачивы за прохождение, 250-750 эха, 500-5000 реликвий), за голду",
					["serverTime"] = 1602415988,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						172, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92817.228,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[14:33:15]|h Вы вернулись.",
					["serverTime"] = 1602415995,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92823.495,
					["g"] = 1,
					["b"] = 1,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[14:33:26]|h Вы будете получать добычу для специализации \"Головорез\".",
					["serverTime"] = 1602416006,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 92834.474,
					["g"] = 1,
					["b"] = 1,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[14:33:28]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Гавань Боралуса]|h.",
					["serverTime"] = 1602416008,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92836.499,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[14:33:28]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1602416008,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92836.499,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[14:33:28]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Гавань Боралуса]|h.",
					["serverTime"] = 1602416008,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92836.499,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[14:33:39]|h Задание \"Военная кампания Альянса\" выполнено.",
					["serverTime"] = 1602416019,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92847.531,
					["g"] = 1,
					["b"] = 1,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[14:33:39]|h Вы получили предмет: |cffa335ee|Hcurrency:1553:3600|h[Гудящий азеритовый сердечник]|h|r.",
					["serverTime"] = 1602416019,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92847.633,
					["g"] = 1,
					["b"] = 1,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[14:33:39]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:259::11:4:6316:4932:4933:1638:::|h[Сердце Азерот]|h|r получает 3 600 ед. силы артефакта.",
					["serverTime"] = 1602416019,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92847.633,
					["g"] = 1,
					["b"] = 1,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[14:33:39]|h Отношение |3-7(Тортолланские искатели) к вам улучшилось на 21.",
					["serverTime"] = 1602416019,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92847.633,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[14:33:39]|h Отношение |3-7(7-й легион) к вам улучшилось на 3150.",
					["serverTime"] = 1602416019,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92847.633,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[14:33:40]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Хлопушкин-Термоштепсель:910:CHANNEL:4|h|cffc31d39Хлопушкин|r-|cff76a4beТер|r|h|cffd8d8d8]|r: есть у кого они?",
					["serverTime"] = 1602416020,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						28, -- [3]
						147, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92849.095,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[14:33:49]|h |cffd8d8d8[|r|Hplayer:Дарккаин:911|h|cffd8bc3f120|r:|cfffef367Дарккаин|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1602416029,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92857.418,
					["g"] = 1,
					["b"] = 1,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[14:33:55]|h Вы будете получать добычу для специализации \"Головорез\".",
					["serverTime"] = 1602416035,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 92863.051,
					["g"] = 1,
					["b"] = 1,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[14:33:56]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Силитус]|h.",
					["serverTime"] = 1602416036,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92865.137,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[14:33:56]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1602416036,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92865.137,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[14:33:56]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Силитус]|h.",
					["serverTime"] = 1602416036,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 92865.137,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
