
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
				"/г Или после?", -- [1]
				"/г А летать по локациям и всех там зажаривать Смертокрыл начал до того, как его сбили в первый раз?", -- [2]
				"/г Интересно, почему начать решил именно с меня?", -- [3]
				"/г Да это кот открыл для себя аддон для унижения", -- [4]
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
				"/п Тут можно сразу на ласта", -- [1]
				"/п Справа можно было спрыгнуть", -- [2]
				" Сейчас только кофе сделаю", -- [3]
				" Можно сходить", -- [4]
				" )))", -- [5]
				" Все празднуют)", -- [6]
				" Нету онлайн никого вообще", -- [7]
				" Привет) Тебя тоже с праздником)", -- [8]
				" Привет. Спасибо)", -- [9]
				" Привет", -- [10]
				"/с /reload", -- [11]
				"/с /reload", -- [12]
				" Варров не люблю", -- [13]
				" Ничего не имею против бдк, рог и палов", -- [14]
				" Сова - хозяйка енота", -- [15]
				" И сова)", -- [16]
				" У меня был Атал-Дазар", -- [17]
				" Шрайн был у Саджа", -- [18]
				" 9ю Гробницу закрывали", -- [19]
				" Мы сломали ещё раз тот ключ, который мы уже ломали вчера)", -- [20]
				" Надо было с вами идти", -- [21]
				" Неплохо", -- [22]
				" Ну как, сколько маунтов выбил в гробнице?", -- [23]
				" Коллега))", -- [24]
				"/г Я каждый день туда падаю", -- [25]
				"/п )", -- [26]
				"/п А почему фаер? Во льду разве не удобней качаться?", -- [27]
				"/п Геру сразу не давай)", -- [28]
				"/п да", -- [29]
				"/п Этот точно был здесь всегда", -- [30]
				"/п В памяти у тебя провалы", -- [31]
				"/п Либо мне тоже пора спать", -- [32]
				"/п У этого огня либо кривая анимация", -- [33]
				"/п Мне кажется, эти абберации всегда тут были", -- [34]
				"/п как обычно", -- [35]
				"/п Маг, плащ на вырост возьмёшь?", -- [36]
				"/п ))", -- [37]
				"/п )", -- [38]
				"/п Дру, кольцо на вырост возьмёшь?", -- [39]
				"/cw Альмагорн-Борейскаятундра Не надо, якоря у меня хватает", -- [40]
				"/с /reload", -- [41]
				"/с /leave", -- [42]
				"/п Спасибо", -- [43]
				"/п Пасиб", -- [44]
				"/п Я не хочу бежать с начала((", -- [45]
				"/с /tmw", -- [46]
				"/с /tmw", -- [47]
				"/п ДХ, это ты воут кик запустил?", -- [48]
				"/п Спасибо", -- [49]
				"/п Пасиб", -- [50]
				"/п Я полежу", -- [51]
				"/г С крафтом сейчас фигню полную придумали", -- [52]
				"/г С колец не 100%", -- [53]
				"/г С них 100% дистилум", -- [54]
				"/г И локалки на трини делай", -- [55]
				"/г Три штуки нашла вообще в пределах прямой видимости друг от друга", -- [56]
				"/г Пару дней назад бегала - до шести кустов за круг", -- [57]
				"/г По-моему, очень сильно апнули респ якорь-травы", -- [58]
				"/г Я в Тирагардском поморье вдоль речек бегаю", -- [59]
				"/г А на Джайну нет?", -- [60]
				"/г О, так мы пойдем дальше мифик?", -- [61]
				"/г И на бафф к урону исповеди + продление боли на цели", -- [62]
				"/г Ещё берут на бафф Сияния, на бафф к отхилу флешки от тиков боли", -- [63]
				"/г Связанные души или как-то так", -- [64]
				"/г Самый топовый - это там, где хилишь себя + ближайшего союзника", -- [65]
				"/г Я тебе кидала ссылку", -- [66]
				"/г Потому что на оба спека азеритка одна", -- [67]
				"/г Иногда даже ШПшные", -- [68]
				"/г Какие есть", -- [69]
				"/г ы", -- [70]
				"/г Она стакает доту, такую же, как аффикс", -- [71]
				"/г На второй вайпаетесь?", -- [72]
				"/г Особенно в Усадьбе", -- [73]
				"/г Угу", -- [74]
				"/г О, неужели тебя снова в ключ взяли?", -- [75]
				"/г Какое-то у тебя совсем невезение", -- [76]
				"/г Оо", -- [77]
				"/г Спасибо)", -- [78]
				"/г Наконец хоть один нож не 340) ты мне удачу принёс", -- [79]
				"/г О, |cffa335ee|Hitem:163882::::::::120:259::29:3:5125:1562:4786:::|h[Кинжал бойца 7-го легиона]|h|r, тема", -- [80]
				"/г Ключ есть, надо только прийти с работы пораньше, а не так, как я обычно)", -- [81]
				"/г (", -- [82]
				"/г Панд, а куда это ты собрался на неделю уходить?", -- [83]
				" Можно. Сейчас только темные берега допройду", -- [84]
				" Так скоро весь БфА полутаешь", -- [85]
				" Ты полегче там", -- [86]
				" Воу воу воу", -- [87]
				"/cw Аркадрон-Борейскаятундра Нет)", -- [88]
				"/cw Аркадрон Странно)", -- [89]
				"/cw Аркадрон Привет. Ну как, сколько ракет уже выбил?", -- [90]
				"/с /tmw", -- [91]
				"/cw Альмагорн-Борейскаятундра ))", -- [92]
				"/г Спокойной", -- [93]
				"/г Забыла о  нём совсем", -- [94]
				"/г А, этот", -- [95]
				"/г А, ну окей", -- [96]
				"/г А Лёша знает?", -- [97]
				"/г Да, я не знала", -- [98]
				"/г Он своего докачивать не хочет", -- [99]
				"/г ы", -- [100]
				"/г Какой камень?", -- [101]
				"/г А, у тебя же один день(", -- [102]
				"/г Как думаешь, до рейда завтра успеешь докачаться?", -- [103]
				"/г Нельзя", -- [104]
				"/cw Пуфка-Борейскаятундра Та же фигня", -- [105]
				"/cw Пуфка-Борейскаятундра Наконец-то", -- [106]
				"/cw Пуфка-Борейскаятундра Дроп привяжут к спеку?", -- [107]
				"/cw Пуфка-Борейскаятундра И топоры", -- [108]
				"/cw Пуфка-Борейскаятундра Мне из оружия одни мечи падают ><", -- [109]
				"/cw Пуфка-Борейскаятундра Блин", -- [110]
				"/cw Пуфка-Борейскаятундра Какой?", -- [111]
				"/cw Пуфка-Борейскаятундра Ну я могу надеть меч", -- [112]
				"/cw Пуфка-Борейскаятундра Почему только кинжалы?", -- [113]
				"/cw Пуфка-Борейскаятундра В ликвидации", -- [114]
				"/cw Пуфка Пуфик, а у роги ведь нет никаких особенностей, которые предписывают носить именно кинжалы, а не, скажем, мечи?", -- [115]
				"/cw Пуфка-Борейскаятундра Пришло?", -- [116]
				"/cw Пуфка-Борейскаятундра Отправила ещё раз", -- [117]
				"/cw Пуфка-Борейскаятундра Не надо", -- [118]
				"/cw Пуфка-Борейскаятундра Там написано Пуфка-Борейскаятундра", -- [119]
				"/cw Пуфка-Борейскаятундра Пуфик, у меня блин сохраняется имя предыдущего корреспондента", -- [120]
				"/г Заинвайти Саджа", -- [121]
				" Заходи", -- [122]
				"/с /reload", -- [123]
				"/г Варр выковыривать((", -- [124]
				"/г Как твоя ханта целиться будет, если ты у неё оба глаза выковыряешь?", -- [125]
				"/г Почему именно сегодня?", -- [126]
				"/г Ну зато с сокетом", -- [127]
				"/г Эх", -- [128]
				"/г Пуф, так какие в итоге статы прокнули?", -- [129]
				"/cw Tierra-Bronzebeard Thank you", -- [130]
				"/с /thanks", -- [131]
				"/г Так это же хорошо", -- [132]
				"/г /tptp", -- [133]
				"/г Обычку ты даже один пройдешь", -- [134]
				"/г Или до?", -- [135]
				"/г То есть, он после ДД ещё раз падал?", -- [136]
				"/г Пробил собой землю и дальше мы ему лапы отрубали", -- [137]
				"/г Мы открутили три пластины с него - он упал", -- [138]
				"/г Как нет?", -- [139]
				"/г То есть, когда мы его били в Душе дракона, это он из бесплодных земель торчал?", -- [140]
				"/г Смертокрыл прогрыз?", -- [141]
				"/г Кто знает, от чего в Бесплодных землях появился Шрам?", -- [142]
				"/гр Я рогой нападения не делаю", -- [143]
				"/г О, Лёш, погоди, я ща магом зайду", -- [144]
				"/г Завтра", -- [145]
				"/г Пуф, а у тебя панда в носочках?", -- [146]
				"/г хы |cff1eff00|Hitem:116450::::::::120:259::11::::|h[Теплые зеленые шерстяные носки]|h|r", -- [147]
				"/г Видимо, очень понравился класс", -- [148]
				"/г Шел пятый месяц прокачки ДХ...", -- [149]
				"/cw Виллрон-СтражСмерти Награда за |cffffff00|Hachievement:11176:Player-1625-04A6E0FF:1:6:14:18:4294967295:4294967295:4294967295:4294967295|h[Не забывайте делиться]|h|r", -- [150]
				"/cw Виллрон-СтражСмерти Что?", -- [151]
				"/г Пуф, а как определить, ты играешь, или твоя дочь?", -- [152]
				" Если там найду само обсуждение, расскажу)", -- [153]
				" На mmo-champion есть ссылка на дискорд искателей секретов", -- [154]
				" Спасибо)", -- [155]
				" Мейновод ><", -- [156]
				" А на твинках маунт вызывается?", -- [157]
				"/г Ракушки", -- [158]
				"/г Так угадывал?", -- [159]
				"/г Посади ребёнка, пусть время от времени что-нибудь нажимает", -- [160]
				" !!!", -- [161]
				" КАК?!!", -- [162]
				" КАК люди выяснили, что нужно делать?", -- [163]
				" Читаю о том, как гладить кошек", -- [164]
				"/cw Кхорус-Борейскаятундра Не, я сейчас не могу(", -- [165]
				"/с /ignore Ракотхант ", -- [166]
				"/г *с локалки награда", -- [167]
				"/г Это локалка", -- [168]
				"/г Хы |cff0070dd|Hitem:155271::::::::120:259::26:4:4803:1517:4785:3407:::|h[Отсекатель обезьяньих лап]|h|r", -- [169]
				"/cw Гридис-Борейскаятундра Думаю, нет", -- [170]
				"/cw Гридис-Борейскаятундра Да", -- [171]
				"/cw Гридис-Борейскаятундра /vuhdo options", -- [172]
				"/cw Гридис-Борейскаятундра С драконов лут 350 падает", -- [173]
				"/cw Гридис-Борейскаятундра 14 лет Варкрафту", -- [174]
				"/cw Гридис-Борейскаятундра Дейли в Штормграде дают эвентовый", -- [175]
				"/cw Гридис-Борейскаятундра Ты лучше драконов кошмара слетай убей", -- [176]
				"/cw Гридис-Борейскаятундра В БФА ни разу не была в ЛФР ни одним чаром", -- [177]
				"/cw Гридис-Борейскаятундра ))", -- [178]
				"/cw Гридис-Борейскаятундра Пойдем, только не сегодня", -- [179]
				"/cw Гридис-Борейскаятундра Всего лишь на трех)", -- [180]
				"/cw Гридис-Борейскаятундра Хы)", -- [181]
				"/cw Гридис-Борейскаятундра Добирать пугов на мифик не айс", -- [182]
				"/cw Гридис-Борейскаятундра Людей нет", -- [183]
				"/cw Гридис-Борейскаятундра Но если на дпс не общарать внимания, то тоже нормально", -- [184]
				"/cw Гридис-Борейскаятундра В рейдах not so much", -- [185]
				"/cw Гридис-Борейскаятундра В ключах очень даже неплохо", -- [186]
				"/cw Гридис-Борейскаятундра Привет)", -- [187]
				"/гр В диск зайдешь?", -- [188]
				"/гр Там всё сложно)", -- [189]
				" Перезаходить?", -- [190]
				" Я вчера проверяла, там всё в порядке. Моб реснулся, который дверь открывает", -- [191]
				" Конечно пойдем", -- [192]
				" Привет)", -- [193]
				"/с /reload", -- [194]
				"/п /tmw", -- [195]
				"/п /tmw", -- [196]
				"/п )", -- [197]
				"/п На случайного игрока", -- [198]
				"/п Нет", -- [199]
				"/п Если бы метеор упал на тебя, тебя бы ваншотнуло", -- [200]
				"/п Дру, стань к нам", -- [201]
				"/п Вместе стоим, метеор надо делить", -- [202]
				"/п Реснём", -- [203]
				"/п В следующий раз, те, кто без инвиза, лежите", -- [204]
				"/п Пишет, что он персональный уже", -- [205]
				"/п Не передаётся(", -- [206]
				"/п В ключах, например, их отключили", -- [207]
				"/п Интересно, а пилоны тут работают?", -- [208]
				"/п Спасибо", -- [209]
				"/п Босса сразу не агри. Там ещё две суккубы в инвизе", -- [210]
				"/п Веди нонстоп, не стой на месте", -- [211]
				"/п По одному вытягивай", -- [212]
				"/п Это Пандарийская легендарка была", -- [213]
				"/п Уже нигде", -- [214]
				"/п треш сначала", -- [215]
				"/п треш", -- [216]
				"/п стоп", -- [217]
				"/п Давайте только без оскорблений", -- [218]
				"/п Снимай больших с нас", -- [219]
				"/п Иди потихоньку вперёд. Адды будут ползти бесконечно", -- [220]
				"/с /tmw", -- [221]
				"/с /tmw", -- [222]
				"/п Да, они не таунтятся", -- [223]
				"/п Фирят очень далеко", -- [224]
				"/п Наверное, надо всех чистить", -- [225]
				"/п Скорей всего, мой косяк", -- [226]
				"/гр Thank you", -- [227]
				"/г Нападение ботани, один слот", -- [228]
				"/г Уже нашелся желающий", -- [229]
				"/cw Альмагорн-Борейскаятундра Отправила по почте", -- [230]
				"/cw Альмагорн-Борейскаятундра ))", -- [231]
				"/г |cff1eff00|Hitem:10382::::::::120:259:::1:1709:::|h[Поножи командора со знаком рассвета]|h|r нужны кому-нибудь на транс?", -- [232]
				"/cw Альмагорн-Борейскаятундра Может, надо интерфейс перезагрузить", -- [233]
				"/cw Альмагорн-Борейскаятундра Он на вкладке \"Артефакты легиона\"", -- [234]
				"/cw Альмагорн-Борейскаятундра Добавился", -- [235]
				"/cw Альмагорн-Борейскаятундра Ты даже ачивку получил за новый облик", -- [236]
				"/cw Альмагорн-Борейскаятундра Какая разница? Можно же текущее оружие трансмогрифицировать в артефакт", -- [237]
				" ok) ", -- [238]
				"/cw Альмагорн-Борейскаятундра Ладно, на вовхеде посмотрю)", -- [239]
				" Preferably as a healer)", -- [240]
				" Hi) we're going to do Siege of Boralus 10, are you coming with us?", -- [241]
				"/г Или ты артефакт удалил?)", -- [242]
				"/г Его вроде тоже можно линкануть", -- [243]
				"/г да", -- [244]
				"/г А можешь облик линкануть, который за Героя дают?", -- [245]
				"/г Грац!", -- [246]
				" Пока да. Ты собрался к Ромео ехать?", -- [247]
				" Не, я иду 1х0 спать фан", -- [248]
				"/г Пуфик сказал, что мы красавчики - значит, красавчики", -- [249]
				"/г Андрей, иди нафиг)", -- [250]
				"/г Версус убивал просто. На подвиг мы объединялись со Светом Утера", -- [251]
				"/г |cffffff00|Hachievement:8089:Player-1625-04A6E0FF:1:3:16:14:4294967295:4294967295:4294967295:4294967295|h[Мне казалось, это должно быть сложно…]|h|r", -- [252]
				"/г В смысле, убивала ли я его в актуале?", -- [253]
				"/г Его нет нигде, кроме геры", -- [254]
				"/г |cff0070dd|Hitem:94125::::::::120:259::::::|h[Живой песчаник]|h|r нужен кому-нибудь?", -- [255]
				"/г Вот именно", -- [256]
				"/г Наплечники лапками двигают и крылышками машут. А потом люди думаю, чего у них в рейде фпс падает", -- [257]
				"/г |cffa335ee|Hitem:96406::::::::120:259::2:1:3524:::|h[Наплеч диноманта]|h|r прелесть какая :D", -- [258]
				"/г И был аддон с радаром для этого. По форме напоминало пицуу", -- [259]
				"/г Там нужно было выбегать их нескольких конусов, которые исходили из центра платформы", -- [260]
				"/г *Ма", -- [261]
				"/г Млкорок?", -- [262]
				"/cw Криворожка-Борейскаятундра Нет", -- [263]
				"/cw Криворожка-Борейскаятундра Вот потому и не позвал)", -- [264]
				"/cw Криворожка-Борейскаятундра Тебе до Питера далеко ехать?", -- [265]
				"/cw Криворожка-Борейскаятундра Попробую без него собрать, но надо чтоб хотябы хилл свой был", -- [266]
				"/cw Криворожка-Борейскаятундра Ваня пить уехал ><", -- [267]
				"/г На ужин", -- [268]
				"/г Может, наоборот любят", -- [269]
				"/г Поменяй ник мейну и Кейс тебя не узнает", -- [270]
				"/г Не будет же Кейс ещё и выяснять, кто там из них действующий а кто нет", -- [271]
				"/cw Меллия-Борейскаятундра Привет, на выходных ключи будут", -- [272]
				" Не, я всадника и спать", -- [273]
				"/гр Про операции он ничего не говорил", -- [274]
				"/гр Нет, тоже не в курсе", -- [275]
				"/гр Честно без понятия", -- [276]
				"/гр /reload", -- [277]
				"/гр Когда-нибудь выпадет", -- [278]
				"/гр Привет", -- [279]
				"/г Ну мы вроде как пытаемся вместе стоять", -- [280]
				"/г Они не в игроках спавнятся", -- [281]
				"/г Не, ворген", -- [282]
				"/г А, это тот, что Садж показывал недавно", -- [283]
				"/г Кто такая Ашканди?", -- [284]
				"/г И много пэтов", -- [285]
				"/г Классны, у которых нет танкоспека кидают на себя хилку какую-нибудь. Это тоже работает как агр", -- [286]
				"/г Спекнись в танка и они будут бежать к тебе", -- [287]
				"/г А что раньше было?", -- [288]
				"/г Почему?", -- [289]
				"/с /tmw", -- [290]
				"/cw Гендальфсеры-Борейскаятундра )", -- [291]
				"/cw Гендальфсеры-Борейскаятундра Я давно играю. Сами как-то нафармились", -- [292]
				"/cw Гендальфсеры-Борейскаятундра Не особо", -- [293]
				"/cw Гендальфсеры-Борейскаятундра Спасибо)", -- [294]
				"/г Я думала, больше пяти не бывает", -- [295]
				"/г [01:52:18] Ваша добыча: [Якорь-трава]x7", -- [296]
				"/с /reload", -- [297]
				"/п Часы заюзай маг", -- [298]
				"/п Геру-то зачем?", -- [299]
				"/г Грац)", -- [300]
				"/п А, тогда ок", -- [301]
				"/п вроде всегда в таймволках сразу на ласта тут идут", -- [302]
				"/п У меня такое чувство, что этого босса не обязательно было бить", -- [303]
				"/cw Кейстут Отправила на паладина", -- [304]
				"/г Ну ты буржуй вообще)", -- [305]
				"/г Грац)", -- [306]
				"/г *Ни", -- [307]
				"/г Не разу её ещё не встречала", -- [308]
				"/г То есть, если квест уже сделан, то всё, мой поезд уехал?", -- [309]
				"/г А как эта ачивка делается?", -- [310]
				"/г Оо, я думала, у тебя шаман уже давно 120 350+", -- [311]
				" Вань, локалку на 15 якорь-травы видел?", -- [312]
				"/cw Жутетварь-Борейскаятундра Думала, что хоть несколько черепах проползёт за это время", -- [313]
				"/cw Жутетварь-Борейскаятундра Я как-то раз решила проверить, что будет, если запустить квест и пойти за кофе", -- [314]
				"/cw Жутетварь-Борейскаятундра Щас только черепах утоплю", -- [315]
				"/cw Жутетварь-Борейскаятундра С совой - куда угодно", -- [316]
				"/cw Жутетварь-Борейскаятундра Я там не была уже недели три", -- [317]
				"/cw Жутетварь-Борейскаятундра Привет)", -- [318]
				"/с /tmw", -- [319]
				"/4 Дверь открыта", -- [320]
				"/4 Пройти мимо", -- [321]
				" Спокойной ночи)", -- [322]
				" Я бы сейчас локалки сделала и спать уже", -- [323]
				" А на фронте вообще возможно проиграть?", -- [324]
				" Твоими стараниями", -- [325]
				" 325 рога", -- [326]
				"/г Эта вещь наверняка заинтересует Сайруса", -- [327]
				" Я вообще теперь самая крутая на районе", -- [328]
				" И кинжал упал", -- [329]
				" А была 283 когда начали", -- [330]
				" Она сейчас 313", -- [331]
				" Обалдель, роге упали обновки на все три азеритки)", -- [332]
				" Просто с хилом мб быстрее будет искаться", -- [333]
				" Рогу можно ещё одевать и одевать)", -- [334]
				" Только можно отойду на чуть, кофе налью?", -- [335]
				" Угу, давай на приста тогда зайду, чтоб хилл был", -- [336]
				" Ну, в смысле, шанс прока был бы) как у дециматора", -- [337]
				" Если бы с каждого тика дот прокало, тогда было бы круто)", -- [338]
				" А как она совам?", -- [339]
				" Прикольно", -- [340]
				"/гр Mine was of the lower ilvl", -- [341]
				"/гр |cffa335ee|Hitem:159463::::::::120:259::23:3:4779:1537:4784:::|h[Кольцо пульсирующих жил]|h|r This one? I can't trade it", -- [342]
				"/гр Ты единственный латник", -- [343]
				"/гр Пасиб", -- [344]
				"/гр Да, у меня ниже илвл колец", -- [345]
				"/гр Я думаю, все хилы могут", -- [346]
				"/гр Если каст прошел", -- [347]
				"/гр Пал, диспель с ниих дар гууна", -- [348]
				"/гр hey", -- [349]
				"/cw Жутетварь-Борейскаятундра У меня в Назмир вообще нет никакого телепорта", -- [350]
				"/cw Жутетварь-Борейскаятундра Три, это очень даже чего", -- [351]
				"/cw Жутетварь-Борейскаятундра Ну так ты мне три вещи отдал", -- [352]
				"/cw Жутетварь-Борейскаятундра Ну ты говоришь, что не падает ничего)", -- [353]
				"/cw Жутетварь-Борейскаятундра А у тебя сове может ещё апгрейд в миф 0 упасть?", -- [354]
				"/гр Cheers", -- [355]
				"/гр Thank you very much )", -- [356]
				"/гр Геру", -- [357]
				"/гр How did we get two of them? Oo", -- [358]
				" Спасибо)", -- [359]
				"/гр Добрый сов", -- [360]
				"/гр Step, priest grip - none of those work here", -- [361]
				"/гр No", -- [362]
				" Я уже почти 300)", -- [363]
				" Хорошо хоть аванпосты открыты, даже если нет кампании на чаре", -- [364]
				"/гр Temple of Setraliss", -- [365]
				" Какой инст дальше?", -- [366]
				" Спасибо)", -- [367]
				" Мурр)", -- [368]
				"/гр Never mind, let Nexyy have it", -- [369]
				"/гр /roll", -- [370]
				"/гр You don't need that?", -- [371]
				" Танк говорил, что отойдет ", -- [372]
				"/гр Almost there", -- [373]
				" Или нет?", -- [374]
				" Там же просто", -- [375]
				" А гробница твинкам доступна без кампании?", -- [376]
				"/гр Atal Dazar next", -- [377]
				" ДК идёт", -- [378]
				"/гр Yes, different dungeons", -- [379]
				"/гр Nexyy, we're doint the quest for 4 mythics. Are you coming with us?", -- [380]
				" Спасибо)", -- [381]
				"/гр Чтоб сразу поймать свинью", -- [382]
				"/гр Станьте вокруг костей спамьте клик по черепу", -- [383]
				"/гр Надо чтоб на всей пати был бафф", -- [384]
				"/гр Прист", -- [385]
				"/гр Лимоша, поговори с печенькой", -- [386]
				"/г Жутетварь желает, но мы уже в гавани(", -- [387]
				"/гр Mount up", -- [388]
				" Вот Лёшу можно попробовать уговорить)", -- [389]
				" Тут якорь трава рядом", -- [390]
				" Сов не травник?", -- [391]
				"/гр Yes", -- [392]
				" Круть", -- [393]
				" Что-хорошее локу и магу упало за квест?", -- [394]
				"/гр hey", -- [395]
				" У тебя лок сколько был?", -- [396]
				" 283)", -- [397]
				" И что ты предлагаешь?", -- [398]
				" Ну ты, наверное, с Дашей и Олегом ходил", -- [399]
				" А остальные вообще не 120)", -- [400]
				" Рога не одета от слова совсем. Ей на этом кд не буду делать", -- [401]
				" Привет)", -- [402]
				"/г Хилл, который любит Штормы и Тол Дагор, это очень круто", -- [403]
				"/г А какой любишь?", -- [404]
				"/г А что не так с гробницей?", -- [405]
				"/п геру", -- [406]
				"/п Сначала первых двух", -- [407]
				"/п Тут не беги вперёд", -- [408]
				" Спасибо)", -- [409]
				" Кинула. Там на 80 крафтов зелья смертоносного прилива", -- [410]
				" Я уже почти всё вылакала ><", -- [411]
				" Лёш, можно тебя ещё поэксплуатировать на предмет крафта зелий?", -- [412]
				"/г Cпасибо)", -- [413]
				"/г Но там хоть сразу понятно, что базовый уровень 370", -- [414]
				"/г Неплохо", -- [415]
				"/г Вот ёлки. Придётся делать локалки", -- [416]
				"/г Разве не 335 максимум?", -- [417]
				"/г СКОЛЬКО?!", -- [418]
				"/г Вань, а что там за сапоги? В истории гилд чата не посмотреть ссылки", -- [419]
				" Cпасибо)", -- [420]
				" /dance", -- [421]
				" Давай)", -- [422]
				" Рядом", -- [423]
				" Привет", -- [424]
				"/cw Вцжэ +", -- [425]
				"/п Черепу нужно касты бить", -- [426]
				"/п Выведи", -- [427]
				"/п Разве что ДК бром", -- [428]
				"/п У нас никто не может тебя реснуть", -- [429]
				"/п Выводи", -- [430]
				"/п Минус 75% урона", -- [431]
				"/п Выводи из руны", -- [432]
				"/г У них там, наверное, ещё и зачет на знание тактики перед стартом", -- [433]
				"/г Вот это я понимаю, дисциплина", -- [434]
				"/г Ласта гер убили вы?", -- [435]
				"/г И все одеты?", -- [436]
				"/г Малькар, сколько сейчас чаров 120?", -- [437]
				"/г 30 якорь-травы на крафт", -- [438]
				"/г ы", -- [439]
				"/г На траву кто крафтит? Алхимики?", -- [440]
				"/г Ничего так", -- [441]
				" /tmw", -- [442]
				" /tmw", -- [443]
				" /tmw", -- [444]
				" Вот почему у нас фронт именно там - это трудно объяснить", -- [445]
				" Варфронт", -- [446]
				" Так в семь раз меньше будет мучить совесть, что я их не фармлю", -- [447]
				" Да", -- [448]
				" Хоть это хорошо", -- [449]
				" Дроп с раников раз в день или раз в неделю?", -- [450]
				" блин", -- [451]
				" Там тоже маунты?", -- [452]
				" Привет) А ты понял, зачем вообще нужен Арати?", -- [453]
				"/п Куда вы пошли?", -- [454]
				"/п cюда", -- [455]
				"/г За две тысячи", -- [456]
				"/г Ну как \"дают\"", -- [457]
				"/г Там писали, что возле трансмогрификатора дают", -- [458]
				"/г Хы, квест с конём на арене больше не входит в сюжет", -- [459]
				"/г Ну ты же утилизируешь дроп?", -- [460]
				"/г Что ты делаешь с дистиллумом?", -- [461]
				"/г Сов, у тебя ведь на маге обе профессии собирательные?", -- [462]
				" Реагенты выпадают только самые простые? Или хай энд тоже бывает?", -- [463]
				" Или по-прежнему ничего не даёт?", -- [464]
				" Привет) Всё хотела спросить, у тебя снаряжение для соратников в итоге заработало?", -- [465]
				"/г Ну ёлки зелёные", -- [466]
				"/г Зелья опять стакаются только по 20", -- [467]
				" Привет. Можно попробовать", -- [468]
				" Привет)", -- [469]
				" На квест травника туда стоишь?)", -- [470]
				" Эта локация - король побочных цепочек", -- [471]
				" Это да", -- [472]
				" Дистиллум лишним не будет", -- [473]
				" Смотри на это как на дополнительный источник вещей для аннигилятора", -- [474]
				" Ну как прогресс в Долине Штормов?", -- [475]
				"/г Либо оно не работает, либо там катастрофически малый шанс", -- [476]
				"/г И за 4 дня ни с одной миссии ничего не получил", -- [477]
				"/г Знакомый говорил, что он своим сделал несколько айтемов на добычу крафтовых реагентов с миссий", -- [478]
				"/с /bt", -- [479]
				" Грац со 120)", -- [480]
				" Я думала, у меня календарь глючит", -- [481]
				" Вань, а у тебя в календаре на будущие недели еженедельные события есть?", -- [482]
				"/г Бафф от карусели берёшь?", -- [483]
				"/г А зачем тебе с ними превознесение?", -- [484]
				"/г Вместе с локалками, думаю, недели за 3 можно добить", -- [485]
				"/г Там сейчас много репутации дают за еженедельные задания", -- [486]
				"/г Прочитать, почему-то, нельзя", -- [487]
				"/г |cff9d9d9d|Hitem:63348::::::::110:259::::::|h[Гоблинский мужской журнал]|h|r Оо", -- [488]
				"/с /tmw", -- [489]
				" А конь с Ривендера у тебя есть?", -- [490]
				" 263 килла Мандокира", -- [491]
				" ))", -- [492]
				" Мне недавно приснилось, что отменили нерф медвежьего тартара", -- [493]
				" А как ты его уровень посмотрел?", -- [494]
				" Оо", -- [495]
				" БГ?", -- [496]
				" О боже, это где ты столько нафармил?", -- [497]
				" А какой у тебя сейчас уровень чести?", -- [498]
				" Откуда знаешь?", -- [499]
				" ))", -- [500]
			},
			["ChatFrame3EditBox"] = {
				"/cw Альмагорн-Борейскаятундра В оплоте, там, где облик меняется, можно посмотреть", -- [1]
				" Почему меня все спрашивают, кого я буду качать?", -- [2]
				"/cw Gillbates-Outland |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [3]
				"/cw Weldertus-Ragnaros |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [4]
				"/cw Nurayami-Nozdormu |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [5]
				"/cw Lophicet-Ravencrest |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [6]
				"/cw Tripie-Hellscream |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [7]
				"/cw Vengalance-Silvermoon |cffffff00|Hachievement:12110:Player-1625-04A6E0FF:1:12:25:17:4294967295:4294967295:4294967295:4294967295|h[Герой своего времени: Аргус Порабощенный]|h|r", -- [8]
				"/cw Пуфка-Борейскаятундра Спасибо <3", -- [9]
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589757243,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 7,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[22:07:34]|h Сообщение дня от гильдии: \"Среда с 0\"",
					["g"] = 0.4431372880935669,
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1400358.574,
					["serverTime"] = 1594310092,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[18:54:51]|h Сообщение дня от гильдии: \"Среда с 0\"",
					["serverTime"] = 1594310310,
					["r"] = 0.388235330581665,
					["b"] = 1,
					["timestamp"] = 1400358.574,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["g"] = 0.4431372880935669,
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 1400358.574,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1400358.574,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[18:58:29]|h Сообщение дня от гильдии: \"Среда с 0\"",
					["r"] = 0.388235330581665,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1400356.922,
					["g"] = 0.4431372880935669,
					["b"] = 1,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[19:12:29]|h |cffd8d8d8[|r|Hplayer:Мэмф-Борейскаятундра:151:GUILD|h|cffd8bc3f120|r:|cff3ec5e9Мэмф|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:4839:Player-1625-09D3B7A6:1:7:9:20:4294967295:4294967295:4294967295:4294967295|h[Трон Приливов]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1594311149,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						30, -- [3]
						31, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401198.313,
					["g"] = 0.3960784673690796,
					["b"] = 1,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[19:12:29]|h |cffd8d8d8[|r|Hplayer:Мэмф-Борейскаятундра:152:GUILD|h|cffd8bc3f120|r:|cff3ec5e9Мэмф|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:5061:Player-1625-09D3B7A6:1:7:9:20:4294967295:4294967295:4294967295:4294967295|h[Трон Приливов (героич.)]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1594311149,
					["r"] = 0.4078431725502014,
					["extraData"] = {
						65, -- [1]
						false, -- [2]
						30, -- [3]
						31, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401198.313,
					["g"] = 0.3960784673690796,
					["b"] = 1,
				}, -- [7]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 53,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[19:00:33]|h [W To]  Is your ingame friend list ok? Mine is empty",
					["serverTime"] = 1594310433,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400482.571,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[19:00:49]|h [W From]  Mine seems fine",
					["serverTime"] = 1594310449,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400498.136,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[19:01:02]|h [W From]  Guild is working too",
					["serverTime"] = 1594310462,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400511.037,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[19:04:46]|h [W To]  Here's how it looks like on my end :D |cffffffff|Hurl:https://www.screencast.com/t/l1tPRyZtir4U|h[https://www.screencast.com/t/l1tPRyZtir4U]|h|r",
					["serverTime"] = 1594310686,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400735.301,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[19:05:10]|h [W To]  No friends and I'm not even allowed to whom exactly I'm currently talking to :D",
					["serverTime"] = 1594310710,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400759.134,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[19:05:22]|h [W To]  *to see",
					["serverTime"] = 1594310722,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400771.266,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[19:05:35]|h [W From]  I just wanted to say that noone will know that you talk to me :D",
					["serverTime"] = 1594310735,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400783.904,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[19:06:04]|h [W From]  Titan Panel..thats something i haven't seen in a long time :D",
					["serverTime"] = 1594310764,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400813.084,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[19:06:09]|h [W To]  We're keeping it secret!",
					["serverTime"] = 1594310769,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400818.384,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[19:06:25]|h [W To]  Can't imagine my life without it",
					["serverTime"] = 1594310785,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400834.619,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[19:07:06]|h [W From]  I guess i have to Zap your Rogue and pickpocket for the 2mil gold :D",
					["serverTime"] = 1594310826,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400874.892,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[19:07:16]|h [W From]  Yeah its a nice addon :)",
					["serverTime"] = 1594310836,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400885.109,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[19:07:37]|h [W To]  )))",
					["serverTime"] = 1594310857,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400905.768,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[19:07:44]|h [W From]  Sap*",
					["serverTime"] = 1594310864,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400913.701,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[19:07:53]|h [W To]  All that gold was left behind on Borean Tundra",
					["serverTime"] = 1594310873,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400922.201,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[19:08:16]|h [W To]  Did you know you only allowed to take 1 million with you when trasfering to another realm?",
					["serverTime"] = 1594310896,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400945.234,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[19:08:37]|h [W From]  I knew there is a cap, but didn't know how high it was",
					["serverTime"] = 1594310917,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400966.425,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[19:08:59]|h [W To]  \"how low\" in this case",
					["serverTime"] = 1594310939,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400987.864,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[19:09:13]|h [W From]  I think the average player is less than 1 mil",
					["serverTime"] = 1594310953,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401002.301,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[19:09:17]|h [W From]  has*",
					["serverTime"] = 1594310957,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401006.391,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[19:10:53]|h [W To]  Back in the day there was a 2 million cap for the gold you could have at any given time on one character",
					["serverTime"] = 1594311053,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401102.046,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[19:11:12]|h [W To]  If you earned some more it would just dissapear",
					["serverTime"] = 1594311072,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401121.579,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[19:11:46]|h [W To]  And I had a friend who was really good at tradion on auction",
					["serverTime"] = 1594311106,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401154.913,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[19:12:20]|h [W To]  Well, not just auction. She's really good with money in general, was our treasurer back in LA2",
					["serverTime"] = 1594311140,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401189.013,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[19:12:49]|h [W To]  So in her spare time she kept trading, kept accumulating gold",
					["serverTime"] = 1594311169,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401218.68,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[19:13:25]|h [W To]  When she reached her first 2 million cap she created an alt, mailed gold to that alt and continued trading. Just for fun",
					["serverTime"] = 1594311205,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401254.246,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[19:13:34]|h [W From]  I am bad at gold making, because i don't like playing the AH and i can't farm for too long without hating my life :D",
					["serverTime"] = 1594311214,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401263.48,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[19:13:42]|h [W From]  Damn i need those skills in my life",
					["serverTime"] = 1594311222,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401271.013,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[19:13:46]|h [W To]  When she reached the cap on that alt she created another one",
					["serverTime"] = 1594311226,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401275.08,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[19:14:35]|h [W To]  But then she reached the cap on a second alt and was in the process of creating another one it dawned on her that the whole process was kind of pointless",
					["serverTime"] = 1594311275,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401324.646,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[19:14:52]|h [W To]  There was nothing in game at the time she could spend that gold on",
					["serverTime"] = 1594311292,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401341.079,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[19:15:15]|h [W To]  So she lost interest and just quit playing altogether",
					["serverTime"] = 1594311315,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401364.613,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[19:15:35]|h [W To]  I really miss her",
					["serverTime"] = 1594311335,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401383.813,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[19:16:15]|h [W From]  Ah its really sad if friend stops playing with whom you spent a lot of time",
					["serverTime"] = 1594311375,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401423.879,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[19:23:29]|h [W To]  The conclusion I drew from this was: people are good at something not because they try exceptionally hard, but because they enjoy the process itself",
					["serverTime"] = 1594311809,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401858.65,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[19:24:00]|h [W To]  So it's really great you found a kind of farming that includes doing what you like :)",
					["serverTime"] = 1594311840,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401889.117,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[19:25:43]|h [W From]  Everytime i think about how much dungeons i still have to do for this bruto...i start to hate it. But if i handle the boosts just like a +15 PUG its really fun. Just a matter of the mindset :)",
					["serverTime"] = 1594311943,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401992.643,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[19:26:17]|h [W To]  ))",
					["serverTime"] = 1594311977,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402025.922,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[19:26:33]|h [W To]  Have you calculated how much dungeons exactly?",
					["serverTime"] = 1594311993,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402042.388,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[19:26:47]|h [W From]  I just wanted to do that now",
					["serverTime"] = 1594312007,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402055.893,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[19:27:54]|h [W From]  Booster-Tracker says i did 43 Runs and thats almost 1.6 mil",
					["serverTime"] = 1594312074,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402123.464,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[19:28:19]|h [W From]  135 boosts for 5 mil",
					["serverTime"] = 1594312099,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402147.793,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[19:29:07]|h [W To]  Not that many",
					["serverTime"] = 1594312147,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402196.568,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[19:29:19]|h [W From]  I average 37k per run",
					["serverTime"] = 1594312159,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402208.068,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[19:29:20]|h [W From]  :)",
					["serverTime"] = 1594312160,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402209.101,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[19:29:30]|h [W To]  Sounds nice",
					["serverTime"] = 1594312170,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402219.401,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[19:29:36]|h [W From]  lets say for 30min on average",
					["serverTime"] = 1594312176,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402225.134,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[19:29:54]|h [W From]  Hard to find something that nets you 60k per hour",
					["serverTime"] = 1594312194,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402243.681,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[19:30:05]|h [W To]  Yeah",
					["serverTime"] = 1594312205,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402253.871,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[19:30:07]|h [W To]  By the way do you like doing old raids?",
					["serverTime"] = 1594312207,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402256.704,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[19:30:55]|h [W From]  Not really..to much progress raiding from WoD and further expansions",
					["serverTime"] = 1594312255,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402304.041,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[19:31:36]|h [W From]  I did some WoD/MoP raid farming, but i feel bored after the second run",
					["serverTime"] = 1594312296,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402345.305,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[19:33:55]|h [W To]  I'm still doing them for mounts and xmogs) they are not that great of a place for gold farming, as they used to be though",
					["serverTime"] = 1594312435,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402484.227,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [53]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 76,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[19:06:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236473:14|tМеханический пандаренский дракончик – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1594310816,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400865.488,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[19:06:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T841541:14|tДинь-динь – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1594310817,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400866.248,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[19:07:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["serverTime"] = 1594310822,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400871.492,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[19:07:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1400:276:309|h[Дыхание]|h|r наносит 393 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["serverTime"] = 1594310824,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400872.782,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[19:07:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136096:14|t|cff4e96f7|HbattlePetAbil:595:1088:276:276|h[Лунный огонь]|h|r наносит 244 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["serverTime"] = 1594310828,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400877.012,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[19:07:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136096:14|t|cff4e96f7|HbattlePetAbil:595:1088:276:276|h[Лунный огонь]|h|r меняет погоду на |T136057:14|t|cff4e96f7|HbattlePetAbil:596:1088:276:276|h[Лунный свет]|h|r.",
					["serverTime"] = 1594310828,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400877.262,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[19:07:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["serverTime"] = 1594310836,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400885.519,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[19:07:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132762:14|t|cff4e96f7|HbattlePetAbil:334:1156:276:309|h[Приманка]|h|r накладывает эффект \"|T132762:14|t|cff4e96f7|HbattlePetAbil:333:1156:276:309|h[Манок]|h|r\" на |3-3(ваша команда).",
					["serverTime"] = 1594310837,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400886.549,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[19:07:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(ваш питомец) |T236473:14|tМеханический пандаренский дракончик блокирует способность |T135735:14|t|cff4e96f7|HbattlePetAbil:421:1088:276:276|h[Чародейская вспышка]|h|r",
					["serverTime"] = 1594310839,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400888.329,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[19:07:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["serverTime"] = 1594310843,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400892.419,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[19:07:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1156:276:309|h[Дыхание]|h|r наносит 516 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["serverTime"] = 1594310844,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400893.689,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[19:07:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(ваш питомец) |T236473:14|tМеханический пандаренский дракончик блокирует способность |T135735:14|t|cff4e96f7|HbattlePetAbil:421:572:276:276|h[Чародейская вспышка]|h|r",
					["serverTime"] = 1594310846,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400895.329,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[19:07:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T132762:14|t|cff4e96f7|HbattlePetAbil:333:1156:276:309|h[Манок]|h|r\", наложенного на |3-3(ваша команда), заканчивается.",
					["serverTime"] = 1594310846,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400895.329,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[19:07:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["serverTime"] = 1594310848,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400897.289,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[19:07:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1156:276:309|h[Дыхание]|h|r наносит 518 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["serverTime"] = 1594310849,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400898.559,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[19:07:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1156:276:309|h[Дыхание]|h|r накладывает эффект |T618978:14|t|cff4e96f7|HbattlePetAbil:243:1156:276:309|h[Магический]|h|r на |3-1(вражеский питомец) |3-3(|T841541:14|tДинь-динь).",
					["serverTime"] = 1594310849,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400898.559,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[19:07:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135735:14|t|cff4e96f7|HbattlePetAbil:421:54:276:276|h[Чародейская вспышка]|h|r наносит 268 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["serverTime"] = 1594310851,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400900.279,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[19:07:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["serverTime"] = 1594310853,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400902.434,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[19:07:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458976:14|t|cff4e96f7|HbattlePetAbil:779:888:276:309|h[Удар грома]|h|r наносит 162 ед. урона |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["serverTime"] = 1594310854,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400903.568,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[19:07:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T841541:14|tДинь-динь погибает.",
					["serverTime"] = 1594310854,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400903.568,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[19:07:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458976:14|t|cff4e96f7|HbattlePetAbil:779:888:276:309|h[Удар грома]|h|r наносит 162 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1594310856,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400905.101,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[19:07:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458976:14|t|cff4e96f7|HbattlePetAbil:779:888:276:309|h[Удар грома]|h|r наносит 162 ед. урона |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["serverTime"] = 1594310856,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400905.101,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[19:07:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["serverTime"] = 1594310857,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400906.134,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[19:07:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1044082:14|tКлякса – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1594310857,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400906.134,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[19:08:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["serverTime"] = 1594310901,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400950.501,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[19:08:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:888:276:309|h[Дыхание]|h|r наносит 414 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1594310903,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400951.771,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[19:08:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237554:14|t|cff4e96f7|HbattlePetAbil:1336:1393:260:211|h[Кто здесь лучший элекк во всем мире?]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1594310904,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400952.801,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[19:08:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["serverTime"] = 1594310910,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400959.591,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[19:08:32]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:888:276:309|h[Дыхание]|h|r наносит 422 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1594310912,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400960.981,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[19:08:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135900:14|t|cff4e96f7|HbattlePetAbil:1345:971:260:211|h[Тихий час]|h|r накладывает эффект |T132156:14|t|cff4e96f7|HbattlePetAbil:1348:971:260:211|h[Сон]|h|r на |3-1(вражеский питомец) |3-3(|T1044082:14|tКлякса).",
					["serverTime"] = 1594310913,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400961.991,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[19:08:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["serverTime"] = 1594310917,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400966.425,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[19:08:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1594310917,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400966.425,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[19:08:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1044501:14|tТолли – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1594310919,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400968.366,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[19:08:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132156:14|t|cff4e96f7|HbattlePetAbil:1348:971:260:211|h[Сон]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T1044082:14|tКлякса), заканчивается.",
					["serverTime"] = 1594310921,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400970.026,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[19:08:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["serverTime"] = 1594310922,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400971.436,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[19:08:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1400:260:325|h[UDAR.EXE]|h|r наносит 535 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["serverTime"] = 1594310924,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400972.997,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[19:08:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1400:260:325|h[UDAR.EXE]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:1400:260:325|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T1044501:14|tТолли).",
					["serverTime"] = 1594310924,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400972.997,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[19:08:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1400:260:325|h[UDAR.EXE]|h|r наносит 168 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["serverTime"] = 1594310925,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400974.297,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[19:08:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:494:317:260|h[Звериный натиск]|h|r наносит 63 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1594310926,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400975.264,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[19:08:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:494:317:260|h[Звериный натиск]|h|r наносит 63 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1594310927,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400976.331,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[19:08:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:494:317:260|h[Звериный натиск]|h|r наносит 63 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1594310928,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400976.797,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[19:08:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:494:317:260|h[Звериный натиск]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:494:317:260|h[Брешь в защите]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1594310928,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400977.264,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[19:09:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["serverTime"] = 1594310941,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400990.463,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[19:09:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1211:260:325|h[UDAR.EXE]|h|r наносит 357 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["serverTime"] = 1594310943,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400991.983,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[19:09:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1211:260:325|h[UDAR.EXE]|h|r наносит 168 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["serverTime"] = 1594310944,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400993.243,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[19:09:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1044501:14|tТолли погибает.",
					["serverTime"] = 1594310944,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400993.243,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[19:09:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136057:14|t|cff4e96f7|HbattlePetAbil:596:0:276:276|h[Лунный свет]|h|r прекращается.",
					["serverTime"] = 1594310946,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400995.513,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[19:09:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["serverTime"] = 1594310948,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400996.801,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[19:09:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1044082:14|tКлякса – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1594310948,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1400996.801,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[19:09:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["serverTime"] = 1594310954,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401003.451,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[19:09:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T798062:14|tПьер – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1594310954,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401003.451,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[19:09:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134506:14|t|cff4e96f7|HbattlePetAbil:1338:971:260:211|h[Милашка]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1594310956,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401005.611,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[19:09:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132358:14|t|cff4e96f7|HbattlePetAbil:542:0:317:260|h[Брешь в защите]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["serverTime"] = 1594310957,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401006.621,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[19:09:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["serverTime"] = 1594310959,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401008.501,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[19:09:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237554:14|t|cff4e96f7|HbattlePetAbil:1336:971:260:211|h[Кто здесь лучший элекк во всем мире?]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1594310959,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401008.521,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[19:09:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132417:14|t|cff4e96f7|HbattlePetAbil:943:158:10:12|h[Рубящий удар]|h|r наносит 15 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1594310961,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401010.641,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[19:09:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132417:14|t|cff4e96f7|HbattlePetAbil:943:158:10:12|h[Рубящий удар]|h|r накладывает эффект |T132155:14|t|cff4e96f7|HbattlePetAbil:491:158:10:12|h[Кровотечение]|h|r на |3-1(вражеский питомец) |3-3(|T1044082:14|tКлякса).",
					["serverTime"] = 1594310962,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401010.891,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[19:09:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132155:14|t|cff4e96f7|HbattlePetAbil:491:158:10:12|h[Кровотечение]|h|r наносит 10 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1594310963,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401011.901,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[19:09:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 13",
					["serverTime"] = 1594310968,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401016.791,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[19:09:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236473:14|tМеханический пандаренский дракончик – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1594310968,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401016.791,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[19:09:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134506:14|t|cff4e96f7|HbattlePetAbil:1338:946:260:211|h[Милашка]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1594310970,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401018.952,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[19:09:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132155:14|t|cff4e96f7|HbattlePetAbil:491:158:10:12|h[Кровотечение]|h|r наносит 7 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1594310971,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401019.962,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[19:09:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["serverTime"] = 1594310973,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401021.842,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[19:09:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:888:276:309|h[Дыхание]|h|r наносит 540 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1594310974,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401023.292,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[19:09:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134506:14|t|cff4e96f7|HbattlePetAbil:1338:399:260:211|h[Милашка]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1594310976,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401024.802,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[19:09:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132155:14|t|cff4e96f7|HbattlePetAbil:491:158:10:12|h[Кровотечение]|h|r наносит 7 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1594310977,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401025.812,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[19:09:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 15",
					["serverTime"] = 1594310979,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401028.532,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[19:09:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:888:276:309|h[Дыхание]|h|r наносит 391 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1594310981,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401029.802,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[19:09:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134506:14|t|cff4e96f7|HbattlePetAbil:1338:1:260:211|h[Милашка]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1594310982,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401031.312,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[19:09:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132155:14|t|cff4e96f7|HbattlePetAbil:491:158:10:12|h[Кровотечение]|h|r наносит 7 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1594310983,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401032.322,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[19:09:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1044082:14|tКлякса погибает.",
					["serverTime"] = 1594310983,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401032.322,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[19:09:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1144:276:309|h[Боевое восстановление]|h|r восстанавливает 256 ед. урона |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["serverTime"] = 1594310986,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401034.984,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[19:09:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1306:260:325|h[Боевое восстановление]|h|r восстанавливает 95 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1594310986,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401034.984,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[19:09:47]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: |3-7(Ваш питомец) |T798062:14|tПьер получает 4785 ед. опыта.",
					["serverTime"] = 1594310987,
					["r"] = 0.8823530077934265,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						28, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401036.504,
					["g"] = 0.8705883026123047,
					["b"] = 0.364705890417099,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[19:09:47]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: Ваш питомец |T798062:14|tПьер достигает 12-го уровня!",
					["serverTime"] = 1594310987,
					["r"] = 0.8823530077934265,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						28, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401036.504,
					["g"] = 0.8705883026123047,
					["b"] = 0.364705890417099,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[19:09:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:794:10:12|h[Боевое восстановление]|h|r восстанавливает 636 ед. урона |3-2(ваш питомец) |3-2(|T798062:14|tПьер).",
					["serverTime"] = 1594310987,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401036.504,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [76]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 48,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[19:28:51]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 1.",
					["serverTime"] = 1594312131,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402180.594,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[19:29:07]|h [W To]  Not that many",
					["serverTime"] = 1594312147,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402196.568,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[19:29:19]|h [W From]  I average 37k per run",
					["serverTime"] = 1594312159,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402208.068,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[19:29:20]|h [W From]  :)",
					["serverTime"] = 1594312160,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402209.101,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[19:29:30]|h [W To]  Sounds nice",
					["serverTime"] = 1594312170,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402219.401,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[19:29:36]|h [W From]  lets say for 30min on average",
					["serverTime"] = 1594312176,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402225.134,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[19:29:53]|h Ваша добыча: |cff9d9d9d|Hitem:107528::::::::120:259::::::|h[Прочная жесткая шкура]|h|r.",
					["serverTime"] = 1594312193,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402242.539,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[19:29:53]|h Ваша добыча: |cffffffff|Hitem:111557::::::::120:259::::::|h[Роскошный мех]|h|rx2.",
					["serverTime"] = 1594312193,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402242.633,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[19:29:54]|h [W From]  Hard to find something that nets you 60k per hour",
					["serverTime"] = 1594312194,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402243.681,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[19:30:05]|h [W To]  Yeah",
					["serverTime"] = 1594312205,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402253.871,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[19:30:07]|h [W To]  By the way do you like doing old raids?",
					["serverTime"] = 1594312207,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402256.704,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[19:30:16]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Лавинамаг-Борейскаятундра:297:CHANNEL:4|h|cff3ec5e9Лавинамаг|r|h|cffd8d8d8]|r: Поможем сегодня закрыть фул рейд(эпох) все 12/12 боссов|cffffff00|Hachievement:14069:Player-1625-09E7E0A2:1:3:15:20:4294967295:4294967295:4294967295:4294967295|h[На кромке лезвия: Н'Зот Заразитель]|h|r+лут(гарантия мин.6 шмоток)+маунт. Вопросы в ЛС.",
					["serverTime"] = 1594312216,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402265.563,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[19:30:51]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 1.",
					["serverTime"] = 1594312251,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402300.07,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[19:30:55]|h [W From]  Not really..to much progress raiding from WoD and further expansions",
					["serverTime"] = 1594312255,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402304.041,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[19:30:55]|h Ваша добыча: |cffffffff|Hitem:109124::::::::120:259::::::|h[Морозноцвет]|h|rx2.",
					["serverTime"] = 1594312255,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402304.193,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[19:30:55]|h Ваша добыча: |cffffffff|Hitem:116053::::::::120:259::::::|h[Дренорские семена]|h|rx2.",
					["serverTime"] = 1594312255,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402304.193,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[19:30:57]|h Ваша добыча: |cff9d9d9d|Hitem:107528::::::::120:259::::::|h[Прочная жесткая шкура]|h|r.",
					["serverTime"] = 1594312257,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402306.066,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[19:30:57]|h Ваша добыча: |cffffffff|Hitem:109133::::::::120:259::::::|h[Яйцо рилака]|h|r.",
					["serverTime"] = 1594312257,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402306.216,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[19:30:57]|h Ваша добыча: |cffffffff|Hitem:111557::::::::120:259::::::|h[Роскошный мех]|h|rx2.",
					["serverTime"] = 1594312257,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402306.413,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[19:31:03]|h Жулик Темного Прилива говорит: Держи свои грязные лапы подальше от нашего товара!",
					["serverTime"] = 1594312263,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402312.365,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[19:31:03]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 5.",
					["serverTime"] = 1594312263,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402312.545,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[19:31:03]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 6.",
					["serverTime"] = 1594312263,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402312.545,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[19:31:12]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 39 |4серебряная:серебряные:серебряных;, 41 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1594312272,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						44, -- [3]
						45, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402321.395,
					["g"] = 1,
					["b"] = 0,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[19:31:14]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 5.",
					["serverTime"] = 1594312274,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402323.238,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[19:31:14]|h Инженер Темного Прилива говорит: Передай моей жене, что... а, пес с ней.",
					["serverTime"] = 1594312274,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402323.397,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[19:31:14]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 6.",
					["serverTime"] = 1594312274,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402323.397,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[19:31:17]|h Ваша добыча: |cff1eff00|Hitem:120945::::::::120:259::::::|h[Первобытный дух]|h|r.",
					["serverTime"] = 1594312277,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402326.102,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[19:31:17]|h Ваша добыча: |cff9d9d9d|Hitem:107392::::::::120:259::::::|h[Погнутый распределительный вал]|h|r.",
					["serverTime"] = 1594312277,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402326.274,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[19:31:17]|h Вы получаете валюту – |cff1eff00|Hcurrency:823:0|h[Апекситовый кристалл]|h|r, 2 шт.",
					["serverTime"] = 1594312277,
					["r"] = 0.4901961088180542,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402326.405,
					["g"] = 0.7019608020782471,
					["b"] = 0.9725490808486938,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[19:31:17]|h Ваша добыча: |cffffffff|Hitem:116978::::::::120:259::::::|h[Батарея Рилакинатора-3000]|h|r.",
					["serverTime"] = 1594312277,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402326.695,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[19:31:18]|h Ваша добыча: 39 |4серебряная:серебряные:серебряных;, 57 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1594312278,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						44, -- [3]
						45, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402327.619,
					["g"] = 1,
					["b"] = 0,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[19:31:36]|h [W From]  I did some WoD/MoP raid farming, but i feel bored after the second run",
					["serverTime"] = 1594312296,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402345.305,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[19:31:47]|h Ваша добыча: |cffffffff|Hitem:109124::::::::120:259::::::|h[Морозноцвет]|h|rx3.",
					["serverTime"] = 1594312307,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402355.77,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[19:31:47]|h Ваша добыча: |cffffffff|Hitem:116053::::::::120:259::::::|h[Дренорские семена]|h|r.",
					["serverTime"] = 1594312307,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402355.77,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[19:32:13]|h Вы будете получать добычу для специализации \"Головорез\".",
					["serverTime"] = 1594312333,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1402382.067,
					["g"] = 1,
					["b"] = 1,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[19:32:16]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Гарнизон]|h.",
					["serverTime"] = 1594312336,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402385.098,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[19:32:16]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1594312336,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402385.098,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[19:32:16]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Гарнизон]|h.",
					["serverTime"] = 1594312336,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402385.098,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[19:32:51]|h |cff3ec5e9Мэмф|r выходит из игрового мира.",
					["serverTime"] = 1594312371,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402420.27,
					["g"] = 1,
					["b"] = 1,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[19:33:03]|h |cffd8d8d8[|r|Hplayer:Рагвор:326|h|cffd8bc3f120|r:|cfffef367Рагвор|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1594312383,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402431.871,
					["g"] = 1,
					["b"] = 1,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[19:33:52]|h |cfffef367Рагвор|r выходит из игрового мира.",
					["serverTime"] = 1594312432,
					["r"] = 0.960784375667572,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402481.559,
					["g"] = 1,
					["b"] = 1,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[19:33:55]|h [W To]  I'm still doing them for mounts and xmogs) they are not that great of a place for gold farming, as they used to be though",
					["serverTime"] = 1594312435,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402484.227,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[19:34:25]|h Вы получили предмет: |cff1eff00|Hitem:120301::::::::120:259::31::::|h[Жетон улучшения доспехов]|h|r.",
					["serverTime"] = 1594312465,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402514.364,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[19:34:27]|h Вы получаете валюту – |cffffffff|Hcurrency:994:0|h[Печать закаленной судьбы]|h|r, 1 шт.",
					["serverTime"] = 1594312467,
					["r"] = 0.4901961088180542,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402516.223,
					["g"] = 0.7019608020782471,
					["b"] = 0.9725490808486938,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[19:34:36]|h Вы получили предмет: |cff0070dd|Hitem:114808::::::::120:259::::::|h[Среднее улучшение брони]|h|r.",
					["serverTime"] = 1594312476,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402525.421,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[19:35:11]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Гарнизон]|h.",
					["serverTime"] = 1594312511,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402560.03,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[19:35:11]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1594312511,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402560.03,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[19:35:11]|h |Hchannel:channel:3|h[3] |h Вы покинули канал |Hchannel:CHANNEL:3|h[3. Оборона: Гарнизон]|h.",
					["serverTime"] = 1594312511,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402560.03,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[19:24:45]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 6.",
					["serverTime"] = 1594311885,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401934.543,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[19:24:45]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 5.",
					["serverTime"] = 1594311885,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401934.543,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[19:24:46]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 6.",
					["serverTime"] = 1594311886,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401935.2,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[19:24:47]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 5.",
					["serverTime"] = 1594311887,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401936.43,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[19:24:49]|h Ваша добыча: 2 |4золотая:золотые:золотых;, 9 |4серебряная:серебряные:серебряных;, 94 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1594311889,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						44, -- [3]
						45, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401938.714,
					["g"] = 1,
					["b"] = 0,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[19:24:51]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 6.",
					["serverTime"] = 1594311891,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401939.851,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[19:24:52]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 5.",
					["serverTime"] = 1594311892,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401941.584,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[19:24:56]|h Ваша добыча: |cffffffff|Hitem:116978::::::::120:259::::::|h[Батарея Рилакинатора-3000]|h|r.",
					["serverTime"] = 1594311896,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401945.037,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[19:24:57]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 10 |4серебряная:серебряные:серебряных;, 48 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1594311897,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						44, -- [3]
						45, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401945.858,
					["g"] = 1,
					["b"] = 0,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[19:25:01]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Драмира-Борейскаятундра:214:CHANNEL:4|h|cffc31d39Драмира|r|h|cffd8d8d8]|r: Спасибо, коллега",
					["serverTime"] = 1594311901,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						38, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401950.478,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[19:25:24]|h Ваша добыча: 34 |4серебряная:серебряные:серебряных;, 37 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1594311924,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						44, -- [3]
						45, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401973.03,
					["g"] = 1,
					["b"] = 0,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[19:25:28]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 6.",
					["serverTime"] = 1594311928,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401977.215,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[19:25:29]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 5.",
					["serverTime"] = 1594311929,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401978.412,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[19:25:31]|h Инженер Темного Прилива говорит: Мы честно поймали этих животных!",
					["serverTime"] = 1594311931,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401980.376,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[19:25:31]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 6.",
					["serverTime"] = 1594311931,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401980.486,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[19:25:33]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 5.",
					["serverTime"] = 1594311933,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401981.776,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[19:25:34]|h Ваша добыча: |cff1eff00|Hitem:120945::::::::120:259::::::|h[Первобытный дух]|h|r.",
					["serverTime"] = 1594311934,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401983.266,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[19:25:34]|h Ваша добыча: |cff9d9d9d|Hitem:107392::::::::120:259::::::|h[Погнутый распределительный вал]|h|r.",
					["serverTime"] = 1594311934,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401983.366,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[19:25:35]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 59 |4серебряная:серебряные:серебряных;, 68 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1594311935,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						44, -- [3]
						45, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401984.12,
					["g"] = 1,
					["b"] = 0,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[19:25:43]|h [W From]  Everytime i think about how much dungeons i still have to do for this bruto...i start to hate it. But if i handle the boosts just like a +15 PUG its really fun. Just a matter of the mindset :)",
					["serverTime"] = 1594311943,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1401992.643,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[19:26:17]|h [W To]  ))",
					["serverTime"] = 1594311977,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402025.922,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[19:26:33]|h [W To]  Have you calculated how much dungeons exactly?",
					["serverTime"] = 1594311993,
					["r"] = 0,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402042.388,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[19:26:47]|h [W From]  I just wanted to do that now",
					["serverTime"] = 1594312007,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402055.893,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[19:26:47]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 6.",
					["serverTime"] = 1594312007,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402056.41,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[19:26:47]|h Жулик Темного Прилива говорит: Передай моей жене, что... а, пес с ней.",
					["serverTime"] = 1594312007,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402056.538,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[19:26:51]|h Ваша добыча: 73 |4серебряная:серебряные:серебряных;, 69 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1594312011,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						44, -- [3]
						45, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402060.195,
					["g"] = 1,
					["b"] = 0,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[19:26:54]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 5.",
					["serverTime"] = 1594312014,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402063.257,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[19:26:56]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 6.",
					["serverTime"] = 1594312016,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402065.278,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[19:26:58]|h Ваша добыча: |cff9d9d9d|Hitem:107393::::::::120:259::::::|h[Стержень поршня]|h|r.",
					["serverTime"] = 1594312018,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402067.625,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[19:26:58]|h Ваша добыча: |cffffffff|Hitem:115020::::::::120:259::::::|h[Гоблинский ракетный ускоритель]|h|r.",
					["serverTime"] = 1594312018,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402067.625,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[19:26:59]|h Ваша добыча: 61 |4серебряная:серебряные:серебряных;, 96 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1594312019,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						44, -- [3]
						45, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402068.63,
					["g"] = 1,
					["b"] = 0,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[19:27:00]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 5.",
					["serverTime"] = 1594312020,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402068.948,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[19:27:00]|h Инженер Темного Прилива говорит: Соскучилась по мордобою?",
					["serverTime"] = 1594312020,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402069.076,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[19:27:02]|h Ваша добыча: 25 |4серебряная:серебряные:серебряных;, 47 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1594312022,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						44, -- [3]
						45, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402071.37,
					["g"] = 1,
					["b"] = 0,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[19:27:15]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 1.",
					["serverTime"] = 1594312035,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402084.193,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[19:27:23]|h Вы получаете валюту – |cff1eff00|Hcurrency:823:0|h[Апекситовый кристалл]|h|r, 1 шт.",
					["serverTime"] = 1594312043,
					["r"] = 0.4901961088180542,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402092.13,
					["g"] = 0.7019608020782471,
					["b"] = 0.9725490808486938,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[19:27:23]|h Ваша добыча: |cff9d9d9d|Hitem:107528::::::::120:259::::::|h[Прочная жесткая шкура]|h|r.",
					["serverTime"] = 1594312043,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402092.285,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[19:27:27]|h Ваша добыча: |cffffffff|Hitem:109127::::::::120:259::::::|h[Звездоцвет]|h|rx3.",
					["serverTime"] = 1594312047,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402096.133,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[19:27:27]|h Ваша добыча: |cffffffff|Hitem:116053::::::::120:259::::::|h[Дренорские семена]|h|rx3.",
					["serverTime"] = 1594312047,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402096.133,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[19:27:28]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 1.",
					["serverTime"] = 1594312048,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402097.329,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[19:27:30]|h Ваша добыча: |cff9d9d9d|Hitem:107528::::::::120:259::::::|h[Прочная жесткая шкура]|h|r.",
					["serverTime"] = 1594312050,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402099.644,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[19:27:30]|h Ваша добыча: |cffffffff|Hitem:109133::::::::120:259::::::|h[Яйцо рилака]|h|r.",
					["serverTime"] = 1594312050,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402099.644,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[19:27:30]|h Ваша добыча: |cffffffff|Hitem:111557::::::::120:259::::::|h[Роскошный мех]|h|rx3.",
					["serverTime"] = 1594312050,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402099.644,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[19:27:33]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 6.",
					["serverTime"] = 1594312053,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402102.285,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[19:27:37]|h Ваша добыча: 45 |4серебряная:серебряные:серебряных;, 90 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1594312057,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						44, -- [3]
						45, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402105.89,
					["g"] = 1,
					["b"] = 0,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[19:27:53]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 1.",
					["serverTime"] = 1594312073,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402121.907,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[19:27:54]|h Ваша добыча: |cff9d9d9d|Hitem:107528::::::::120:259::::::|h[Прочная жесткая шкура]|h|r.",
					["serverTime"] = 1594312074,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402123.321,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[19:27:54]|h Ваша добыча: |cffffffff|Hitem:111557::::::::120:259::::::|h[Роскошный мех]|h|rx2.",
					["serverTime"] = 1594312074,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402123.464,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[19:27:54]|h [W From]  Booster-Tracker says i did 43 Runs and thats almost 1.6 mil",
					["serverTime"] = 1594312074,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402123.464,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[19:27:54]|h Вы получаете валюту – |cff1eff00|Hcurrency:823:0|h[Апекситовый кристалл]|h|r, 1 шт.",
					["serverTime"] = 1594312074,
					["r"] = 0.4901961088180542,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402123.644,
					["g"] = 0.7019608020782471,
					["b"] = 0.9725490808486938,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[19:28:03]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 6.",
					["serverTime"] = 1594312083,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402132.6,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[19:28:03]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 5.",
					["serverTime"] = 1594312083,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402132.729,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[19:28:06]|h Ваша добыча: 77 |4серебряная:серебряные:серебряных;, 85 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1594312086,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						44, -- [3]
						45, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402135.501,
					["g"] = 1,
					["b"] = 0,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[19:28:09]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 6.",
					["serverTime"] = 1594312089,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402138.201,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[19:28:09]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 5.",
					["serverTime"] = 1594312089,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402138.303,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[19:28:09]|h Инженер Темного Прилива говорит: Я тебя в порошок стирать!",
					["serverTime"] = 1594312089,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402138.35,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[19:28:09]|h Инженер Темного Прилива говорит: Передай, что я... нет, не надо.",
					["serverTime"] = 1594312089,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402138.35,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[19:28:11]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 6.",
					["serverTime"] = 1594312091,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402139.838,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[19:28:12]|h Ваша добыча: |cff9d9d9d|Hitem:107392::::::::120:259::::::|h[Погнутый распределительный вал]|h|r.",
					["serverTime"] = 1594312092,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402141.378,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[19:28:12]|h Вы получаете валюту – |cff1eff00|Hcurrency:823:0|h[Апекситовый кристалл]|h|r, 1 шт.",
					["serverTime"] = 1594312092,
					["r"] = 0.4901961088180542,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						46, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402141.509,
					["g"] = 0.7019608020782471,
					["b"] = 0.9725490808486938,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[19:28:13]|h Ваша добыча: 84 |4серебряная:серебряные:серебряных;, 36 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1594312093,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						44, -- [3]
						45, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402142.722,
					["g"] = 1,
					["b"] = 0,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[19:28:18]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 1.",
					["serverTime"] = 1594312098,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402147.506,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[19:28:19]|h [W From]  135 boosts for 5 mil",
					["serverTime"] = 1594312099,
					["r"] = 0,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						17, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402147.793,
					["g"] = 1,
					["b"] = 0.9647059440612793,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[19:28:20]|h Ваша добыча: |cff9d9d9d|Hitem:107528::::::::120:259::::::|h[Прочная жесткая шкура]|h|r.",
					["serverTime"] = 1594312100,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402149.42,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[19:28:20]|h Ваша добыча: |cffffffff|Hitem:109133::::::::120:259::::::|h[Яйцо рилака]|h|r.",
					["serverTime"] = 1594312100,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402149.5,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[19:28:25]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 5.",
					["serverTime"] = 1594312105,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402154.457,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[19:28:28]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 6.",
					["serverTime"] = 1594312108,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402157.186,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[19:28:29]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 5.",
					["serverTime"] = 1594312109,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402158.46,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[19:28:29]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 6.",
					["serverTime"] = 1594312109,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402158.46,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[19:28:29]|h Жулик Темного Прилива говорит: Передай моей жене, что... а, пес с ней.",
					["serverTime"] = 1594312109,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402158.632,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[19:28:29]|h Инженер Темного Прилива говорит: Передай моей жене, что... а, пес с ней.",
					["serverTime"] = 1594312109,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402158.632,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[19:28:33]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 8 |4серебряная:серебряные:серебряных;, 17 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1594312113,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						44, -- [3]
						45, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402162.614,
					["g"] = 1,
					["b"] = 0,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[19:28:36]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 5.",
					["serverTime"] = 1594312116,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402165.494,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[19:28:39]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 6.",
					["serverTime"] = 1594312119,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402167.771,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[19:28:40]|h Ваша добыча: |cff9d9d9d|Hitem:107392::::::::120:259::::::|h[Погнутый распределительный вал]|h|r.",
					["serverTime"] = 1594312120,
					["r"] = 0.960784375667572,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402169.326,
					["g"] = 0.8156863451004028,
					["b"] = 0.2862745225429535,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[19:28:41]|h Ваша добыча: 44 |4серебряная:серебряные:серебряных;, 62 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1594312121,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						44, -- [3]
						45, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402170.415,
					["g"] = 1,
					["b"] = 0,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[19:28:47]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 5.",
					["serverTime"] = 1594312127,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402176.323,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[19:28:47]|h Отношение |3-7(Совет экзархов) к вам улучшилось на 6.",
					["serverTime"] = 1594312127,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						42, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402176.424,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[19:28:47]|h Жулик Темного Прилива говорит: Это... полный отстой.",
					["serverTime"] = 1594312127,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402176.487,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[19:28:50]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 14 |4серебряная:серебряные:серебряных;, 14 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1594312130,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						44, -- [3]
						45, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1402179.133,
					["g"] = 1,
					["b"] = 0,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
