
PawnOptions = {
	["LastVersion"] = 2.0531,
	["LastPlayerFullName"] = "Нирейя-Борейская тундра",
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 122249,
			["Level"] = 16,
			["Link"] = "|cff00ccff|Hitem:122249::::::::13:102:::1:5805::::|h[Вычищенный перьевой венок племенной распри]|h|r",
		}, -- [1]
		{
			["ID"] = 143905,
			["Level"] = 14,
			["Link"] = "|cffa335ee|Hitem:143905::::::::13:102::1:1:615:1:9:11:::|h[Взгляд казановы]|h|r",
		}, -- [2]
		{
			["ID"] = 122359,
			["Level"] = 16,
			["Link"] = "|cff00ccff|Hitem:122359::::::::13:102:::1:5805::::|h[Вычищенные железноперые наплечники]|h|r",
		}, -- [3]
		[6] = {
			["ID"] = 52609,
			["Level"] = 5,
			["Link"] = "|cff1eff00|Hitem:52609::::::::13:102:::::::|h[Шнурованный ремень ныряльщика]|h|r",
		},
		[7] = {
			["ID"] = 122255,
			["Level"] = 16,
			["Link"] = "|cff00ccff|Hitem:122255::::::::13:102:::1:5805::::|h[Вычищенные поножи Дикого Пера]|h|r",
		},
		[11] = {
			["ID"] = 128169,
			["Level"] = 16,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff00ccff|Hitem:128169::::::::13:102:::1:3592::::|h[Печатка Третьего флота]|h|r",
		},
		[5] = {
			["ID"] = 122382,
			["Level"] = 16,
			["Link"] = "|cff00ccff|Hitem:122382::::::::13:102:::1:5805::::|h[Вычищенная железноперая кираса]|h|r",
		},
		[12] = {
			["ID"] = 128169,
			["Level"] = 16,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff00ccff|Hitem:128169::::::::13:102:::1:3592::::::|h[Печатка Третьего флота]|h|r",
		},
		[14] = {
			["ID"] = 122361,
			["Level"] = 16,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:122361::::::::13:102:::1:3592::::|h[Стремительная рука правосудия]|h|r",
		},
		[16] = {
			["ID"] = 122353,
			["Level"] = 16,
			["Link"] = "|cff00ccff|Hitem:122353::::::::13:102:::1:583::::|h[Величавая трость ректора]|h|r",
		},
		[13] = {
			["ID"] = 122362,
			["Level"] = 16,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122362::::::::13:102:::1:582::::|h[Прозорливый Глаз Зверя]|h|r",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DRUID",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
