
PawnOptions = {
["LastVersion"] = 2.1303,
["LastPlayerFullName"] = "Катрэта-Гордунни",
["AutoSelectScales"] = true,
["ItemLevels"] = {
{
["ID"] = 154737,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:154737::::::::80:581::105:1:13572:2:28:2852:9:80:::::|h[Повязка иллидари]|h|r",
},
{
["ID"] = 154747,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:154747::::::::80:581::105:1:13572:2:28:2852:9:80:::::|h[Цепочка иллидари]|h|r",
},
{
["ID"] = 154735,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:154735::::::::80:581::105:1:13572:2:28:2852:9:80:::::|h[Наплечники иллидари]|h|r",
},
nil,
{
["ID"] = 154739,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:154739::::::::80:581::105:1:13572:2:28:2852:9:80:::::|h[Одеяние иллидари]|h|r",
},
{
["ID"] = 154742,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:154742::::::::80:581::105:1:13572:2:28:2852:9:80:::::|h[Пояс иллидари]|h|r",
},
{
["ID"] = 154736,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:154736::::::::80:581::105:1:13572:2:28:2852:9:80:::::|h[Поножи иллидари]|h|r",
},
{
["ID"] = 237693,
["Level"] = 681,
["Link"] = "|cnIQ4:|Hitem:237693::::::::80:581::173:4:6652:12286:1491:10255:1:28:2462:::::|h[Лютые таби пламени огнедышащей гончей]|h|r",
},
{
["ID"] = 154740,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:154740::::::::80:581::105:1:13572:2:28:2852:9:80:::::|h[Наручи иллидари]|h|r",
},
{
["ID"] = 154738,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:154738::::::::80:581::105:1:13572:2:28:2852:9:80:::::|h[Перчатки иллидари]|h|r",
},
{
["ID"] = 154745,
["Level"] = 655,
["AlsoFitsIn"] = 12,
["Link"] = "|cnIQ2:|Hitem:154745::::::::80:581::105:1:13572:2:28:2852:9:80:::::|h[Перстень иллидари]|h|r",
},
{
["ID"] = 154746,
["Level"] = 655,
["AlsoFitsIn"] = 11,
["Link"] = "|cnIQ2:|Hitem:154746::::::::80:581::105:1:13572:2:28:2852:9:80:::::|h[Кольцо иллидари]|h|r",
},
{
["ID"] = 154743,
["Level"] = 655,
["AlsoFitsIn"] = 14,
["Link"] = "|cnIQ2:|Hitem:154743::::::::80:581::105:1:13572:2:28:2852:9:80:::::|h[Демонический трофей]|h|r",
},
{
["ID"] = 154744,
["Level"] = 655,
["AlsoFitsIn"] = 13,
["Link"] = "|cnIQ2:|Hitem:154744::::::::80:581::105:1:13572:2:28:2852:9:80:::::|h[Талисман демонического огня]|h|r",
},
{
["ID"] = 154748,
["Level"] = 655,
["Link"] = "|cnIQ2:|Hitem:154748::::::::80:581::105:1:13572:2:28:2852:9:80:::::|h[Пелерина иллидари]|h|r",
},
{
["ID"] = 160513,
["Level"] = 655,
["AlsoFitsIn"] = 17,
["Link"] = "|cnIQ2:|Hitem:160513::::::::80:581::105:1:13572:2:28:2852:9:80:::::|h[Боевой клинок иллидари]|h|r",
},
{
["ID"] = 160513,
["Level"] = 655,
["AlsoFitsIn"] = 16,
["Link"] = "|cnIQ2:|Hitem:160513::::::::80:581::105:1:13572:2:9:80:28:2852:::::|h[Боевой клинок иллидари]|h|r",
},
},
["AutoSelectScalesEnabledOnce"] = true,
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "DEMONHUNTER",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
