
PawnOptions = {
	["LastVersion"] = 2.0606,
	["ItemLevels"] = {
		{
			["ID"] = 173245,
			["Level"] = 235,
			["Link"] = "|cffff8000|Hitem:173245::::::::60:258::63:6:6982:7194:6649:6648:6758:1532::::|h[Призма пламени Тьмы]|h|r",
		}, -- [1]
		{
			["ID"] = 178827,
			["Level"] = 226,
			["Link"] = "|cffa335ee|Hitem:178827::::::::60:258::35:6:7389:7359:6652:7193:1540:6646::::|h[Запятнанная грехом подвеска]|h|r",
		}, -- [2]
		{
			["ID"] = 187400,
			["Level"] = 220,
			["Link"] = "|cffa335ee|Hitem:187400::::::::60:258::28:4:7695:6652:1492:6646:1:28:2043:::::|h[Оплечье кричащих теней]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 188006,
			["Level"] = 229,
			["Link"] = "|cff1eff00|Hitem:188006::::::::60:258::26:2:6652:1475:1:28:2057:::::|h[Облачение хора]|h|r",
		}, -- [5]
		{
			["ID"] = 187540,
			["Level"] = 220,
			["Link"] = "|cffa335ee|Hitem:187540::::::::60:258::14:2:1466:6646:1:28:2043:::::|h[Опояска окутывающей смерти]|h|r",
		}, -- [6]
		{
			["ID"] = 190621,
			["Level"] = 259,
			["Link"] = "|cffa335ee|Hitem:190621::::::::60:258::81:5:6652:8133:8116:1505:6646:1:28:2433:::::|h[Деалические сдерживающие чулки]|h|r",
		}, -- [7]
		{
			["ID"] = 185856,
			["Level"] = 220,
			["Link"] = "|cffa335ee|Hitem:185856::::::::60:258::74:4:7695:6652:1492:6646:1:28:2043:::::|h[Туфли кортийского смотрителя]|h|r",
		}, -- [8]
		{
			["ID"] = 186355,
			["Level"] = 233,
			["Link"] = "|cffa335ee|Hitem:186355::::::::60:258::81:4:6652:7576:1479:6646:1:28:2043:::::|h[Напульсники страданий]|h|r",
		}, -- [9]
		{
			["ID"] = 190343,
			["Level"] = 233,
			["Link"] = "|cffa335ee|Hitem:190343::::::::60:258::11:3:8109:6652:1472:1:28:2057:::::|h[Полуперчатки оракула]|h|r",
		}, -- [10]
		{
			["ID"] = 188045,
			["Level"] = 236,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:188045::::::::60:258::27:4:6652:7579:8108:1482:1:28:2057:::::|h[Кольцо утилизированного виперида]|h|r",
		}, -- [11]
		{
			["ID"] = 188045,
			["Level"] = 236,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:188045::::::::60:256::27:4:6652:7579:8108:1482:1:28:2057:::::|h[Кольцо утилизированного виперида]|h|r",
		}, -- [12]
		{
			["ID"] = 190602,
			["Level"] = 236,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:190602::::::::60:258::27:4:8108:8145:6652:1482:1:28:2057:::::|h[Знак рапторы]|h|r",
		}, -- [13]
		{
			["ID"] = 178708,
			["Level"] = 226,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:178708::::::::60:258::35:6:7375:7359:6652:6917:1540:6646::::|h[Освобожденный подменыш]|h|r",
		}, -- [14]
		{
			["ID"] = 185905,
			["Level"] = 220,
			["Link"] = "|cffa335ee|Hitem:185905::::::::60:258::74:4:7695:6652:1492:6646:1:28:2043:::::|h[Плащ стража хранилища]|h|r",
		}, -- [15]
		{
			["ID"] = 188042,
			["Level"] = 229,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff1eff00|Hitem:188042::::::::60:258::26:2:42:1475:1:28:2057:::::|h[Кинжал просветления]|h|r",
		}, -- [16]
		{
			["ID"] = 178828,
			["Level"] = 207,
			["Link"] = "|cffa335ee|Hitem:178828::::::::60:258::33:5:7425:7359:6652:1521:6646:1:28:1279:::|h[Нафрийская скиния]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "Алоиза-Гордунни",
	["LastKeybindingsSet"] = 1,
	["Artifacts"] = {
		[128827] = {
			["Relics"] = {
				{
					["Type"] = "Shadow",
				}, -- [1]
				{
					["ItemLevel"] = 16,
					["Type"] = "Blood",
				}, -- [2]
				{
					["Type"] = "Shadow",
				}, -- [3]
			},
			["Name"] = "Ксал'атат, клинок Темной Империи",
		},
		[128825] = {
			["Relics"] = {
				{
					["ItemLevel"] = 20,
					["Type"] = "Holy",
				}, -- [1]
				{
					["Type"] = "Life",
				}, -- [2]
				{
					["ItemLevel"] = 16,
					["Type"] = "Holy",
				}, -- [3]
			},
			["Name"] = "Т'ууре, Светоч наару",
		},
	},
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "PRIEST",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
