
PawnOptions = {
["AutoSelectScales"] = true,
["Artifacts"] = {
[128827] = {
["Relics"] = {
{
["Type"] = "Shadow",
},
{
["ItemLevel"] = 16,
["Type"] = "Blood",
},
{
["Type"] = "Shadow",
},
},
["Name"] = "Ксал'атат, клинок Темной Империи",
},
[128825] = {
["Relics"] = {
{
["ItemLevel"] = 20,
["Type"] = "Holy",
},
{
["Type"] = "Life",
},
{
["ItemLevel"] = 16,
["Type"] = "Holy",
},
},
["Name"] = "Т'ууре, Светоч наару",
},
[133755] = {
["Relics"] = {
},
["Name"] = "Удочка Темносвета",
},
},
["LastVersion"] = 2.1308,
["LastPlayerFullName"] = "Алоиза-Гордунни",
["UpgradeTracking"] = false,
["ItemLevels"] = {
{
["ID"] = 237709,
["Level"] = 717,
["Link"] = "|cnIQ4:|Hitem:237709::::::::80:258::35:8:12231:10390:6652:12921:12676:13444:1527:10255:1:28:2462:::::|h[Вуаль умирающей звезды]|h|r",
},
{
["ID"] = 215136,
["Level"] = 727,
["Link"] = "|cnIQ4:|Hitem:215136::::::::80:258::13:10:10421:9633:8902:10878:10394:9627:12050:8793:12053:13468:9:28:2734:29:40:30:32:38:8:40:1279:43:231756:46:222584:47:231768:50:251993:::::|h[Амулет мастерства земельников |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
},
{
["ID"] = 237707,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237707::::::::80:258::108:6:6652:12233:12675:12354:1517:10255:1:28:2462:::::|h[Погребальные огни умирающей звезды]|h|r",
},
nil,
{
["ID"] = 237712,
["Level"] = 717,
["Link"] = "|cnIQ4:|Hitem:237712:7364:::::::80:258::35:7:6652:10390:12229:12676:13444:1527:10255:1:28:2462:::::|h[Ряса умирающей звезды]|h|r",
},
{
["ID"] = 237706,
["Level"] = 717,
["Link"] = "|cnIQ4:|Hitem:237706::::::::80:258::110:5:6652:12921:13444:1527:10255:1:28:2462:::::|h[Поясной огонь умирающей звезды]|h|r",
},
{
["ID"] = 237708,
["Level"] = 717,
["Link"] = "|cnIQ4:|Hitem:237708:7534:::::::80:258::108:6:12232:6652:12676:13444:1527:10255:1:28:2462:::::|h[Поножи умирающей звезды]|h|r",
},
{
["ID"] = 237711,
["Level"] = 717,
["Link"] = "|cnIQ4:|Hitem:237711:7418:::::::80:258::35:5:6652:10390:13444:1527:10255:1:28:2462:::::|h[Башмаки умирающей звезды]|h|r",
},
{
["ID"] = 222815,
["Level"] = 727,
["Link"] = "|cnIQ4:|Hitem:222815::::::::80:258::13:11:10421:9633:8902:9627:12050:11109:8960:8793:12053:12921:13468:11:28:2734:29:32:30:40:38:8:40:2350:46:231756:47:219506:48:222584:49:231768:51:248447:52:251993:::::|h[Освященные манжеты |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
},
{
["ID"] = 237710,
["Level"] = 717,
["Link"] = "|cnIQ4:|Hitem:237710::::::::80:258::108:6:6652:12230:12675:13444:1527:10255:1:28:2462:::::|h[Ласка умирающей звезды]|h|r",
},
{
["ID"] = 215135,
["Level"] = 720,
["AlsoFitsIn"] = 12,
["Link"] = "|cnIQ4:|Hitem:215135:7343:213494:213479:::::80:258::13:9:10421:9633:8902:10879:10396:9627:12050:8793:12053:8:28:2734:29:32:30:49:38:8:40:1278:43:231756:46:222584:47:231768:::::|h[Кольцо мастерства земельников |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
},
{
["ID"] = 215135,
["Level"] = 720,
["AlsoFitsIn"] = 11,
["Link"] = "|cnIQ4:|Hitem:215135:7343:213494:213479:::::80:256::13:9:10421:9633:8902:10879:10396:9627:12050:8793:12053:8:28:2734:29:32:30:49:38:8:40:1278:43:231756:46:222584:47:231768:::::|h[Кольцо мастерства земельников |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
},
{
["ID"] = 219314,
["Level"] = 704,
["AlsoFitsIn"] = 14,
["Link"] = "|cnIQ4:|Hitem:219314::::::::80:258::33:6:10390:6652:10383:12297:3196:10255:1:28:2462:::::|h[Кокон выводка Ара-Кары]|h|r",
},
{
["ID"] = 246824,
["Level"] = 704,
["AlsoFitsIn"] = 13,
["Link"] = "|cnIQ4:|Hitem:246824::::::::80:258::110:4:6652:12353:1566:10255:1:28:2462:::::|h[Искаженный сборщик Темной Стражи]|h|r",
},
{
["ID"] = 235499,
["Level"] = 730,
["Link"] = "|cnIQ6:|Hitem:235499:7406:238045::::::80:258::11:3:12401:9893:12258:1:28:3008:::::|h[Повязки реши]|h|r",
},
{
["ID"] = 222439,
["Level"] = 727,
["AlsoFitsIn"] = 17,
["Link"] = "|cnIQ4:|Hitem:222439:7445:::::::80:258::13:10:10421:9633:8902:9627:8793:12050:12053:11300:8960:13468:10:28:2734:29:40:30:49:38:8:40:2150:45:222584:46:231756:47:231768:48:226023:52:251993:::::|h[Выкованный навеки кинжал |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
},
{
["ID"] = 222566,
["Level"] = 727,
["Link"] = "|cnIQ4:|Hitem:222566::::::::80:258::13:8:10421:9633:8902:9627:12050:8793:12053:13468:9:28:2734:29:49:30:36:38:8:40:2249:45:231756:47:222584:48:231768:51:251993:::::|h[Факел бродяги |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
},
},
["AutoSelectScalesEnabledOnce"] = true,
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "PRIEST",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
