
PawnOptions = {
	["LastVersion"] = 2.0804,
	["ItemLevels"] = {
		{
			["ID"] = 202542,
			["Level"] = 447,
			["Link"] = "|cffa335ee|Hitem:202542::::::::70:258::35:6:6652:9415:9229:9382:1504:8767::::::|h[Маска пылающего серафима]|h|r",
		}, -- [1]
		{
			["ID"] = 206180,
			["Level"] = 447,
			["Link"] = "|cffa335ee|Hitem:206180::192948:192948:192948::::70:258::35:7:9382:6652:9144:1669:8767:9477:8782::::::|h[Колье украденного грома]|h|r",
		}, -- [2]
		{
			["ID"] = 202540,
			["Level"] = 441,
			["Link"] = "|cffa335ee|Hitem:202540::::::::70:258::16:5:6652:9227:9334:1498:8767::::::|h[Реликвия пылающего серафима]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 193509,
			["Level"] = 447,
			["Link"] = "|cffa335ee|Hitem:193509::::::::70:258::13:9:8836:8840:8902:9405:9376:8793:9379:8960:9366:9:28:2164:29:36:30:40:38:8:40:450:45:204697:46:194566:47:204710:50:204440:::::|h[Яркое облачение из ткани стихий |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
		}, -- [5]
		{
			["ID"] = 202539,
			["Level"] = 447,
			["Link"] = "|cffa335ee|Hitem:202539::::::::70:258::35:5:6652:9414:9382:1504:8767::::::|h[Кушак пылающего серафима]|h|r",
		}, -- [6]
		{
			["ID"] = 202541,
			["Level"] = 441,
			["Link"] = "|cffa335ee|Hitem:202541:6540:::::::70:258::16:5:42:9228:9334:1498:8767::::::|h[Брюки пылающего серафима]|h|r",
		}, -- [7]
		{
			["ID"] = 202544,
			["Level"] = 447,
			["Link"] = "|cffa335ee|Hitem:202544:6612:::::::70:258::35:4:6652:9382:1504:8767::::::|h[Башмаки пылающего серафима]|h|r",
		}, -- [8]
		{
			["ID"] = 193510,
			["Level"] = 447,
			["Link"] = "|cffa335ee|Hitem:193510:6574:::::::70:258::13:8:8836:8840:8902:9405:9376:8793:9366:9415:9:28:2164:29:32:30:36:38:8:40:451:45:204697:46:194566:50:204440:52:206041:::::|h[Яркие напульсники из ткани стихий |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
		}, -- [9]
		{
			["ID"] = 202543,
			["Level"] = 447,
			["Link"] = "|cffa335ee|Hitem:202543::::::::70:258::35:5:6652:9230:9382:1498:8767::::::|h[Хватка пылающего серафима]|h|r",
		}, -- [10]
		{
			["ID"] = 193768,
			["Level"] = 447,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:193768:6555:::::::70:258::35:6:9382:6652:9415:9144:1669:8767::::::|h[Печатка губителя драконов]|h|r",
		}, -- [11]
		{
			["ID"] = 193768,
			["Level"] = 447,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:193768:6556:::::::70:258::35:6:9382:6652:9415:9144:1669:8767::::::|h[Печатка губителя драконов]|h|r",
		}, -- [12]
		{
			["ID"] = 193660,
			["Level"] = 441,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:193660::::::::70:258::35:5:6652:9144:9334:1663:8767::::::|h[Идол чистого разложения]|h|r",
		}, -- [13]
		{
			["ID"] = 193773,
			["Level"] = 441,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:193773::::::::70:258::16:5:6652:9144:9334:1663:8767:1:28:1279:::::|h[Добыча Нелтария]|h|r",
		}, -- [14]
		{
			["ID"] = 205025,
			["Level"] = 447,
			["Link"] = "|cffa335ee|Hitem:205025::::::::70:258::13:7:8836:8840:8902:8960:9405:9366:9376:5:28:2164:38:8:40:1023:43:204440:46:204697:::::|h[Пульсирующий плащ из спор |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
		}, -- [15]
		{
			["ID"] = 133233,
			["Level"] = 447,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:133233:6642:::::::70:258::35:5:6652:9147:9382:9466:8767::::::|h[Порыв ветра]|h|r",
		}, -- [16]
		{
			["ID"] = 159652,
			["Level"] = 447,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:159652::::::::70:258::35:5:6652:9147:9382:3317:8767::::::|h[Пронзатель разума Ликсы]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "Алоиза-Гордунни",
	["LastKeybindingsSet"] = 1,
	["Artifacts"] = {
		[128827] = {
			["Relics"] = {
				{
					["Type"] = "Shadow",
				}, -- [1]
				{
					["ItemLevel"] = 16,
					["Type"] = "Blood",
				}, -- [2]
				{
					["Type"] = "Shadow",
				}, -- [3]
			},
			["Name"] = "Ксал'атат, клинок Темной Империи",
		},
		[128825] = {
			["Relics"] = {
				{
					["ItemLevel"] = 20,
					["Type"] = "Holy",
				}, -- [1]
				{
					["Type"] = "Life",
				}, -- [2]
				{
					["ItemLevel"] = 16,
					["Type"] = "Holy",
				}, -- [3]
			},
			["Name"] = "Т'ууре, Светоч наару",
		},
	},
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "PRIEST",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
