
PawnOptions = {
	["LastVersion"] = 2.0718,
	["LastPlayerFullName"] = "Алоиза-Гордунни",
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 199763,
			["Level"] = 389,
			["Link"] = "|cffa335ee|Hitem:199763::::::::70:258::26:1:1485:1:28:2078:::::|h[Капюшон ученого экспедиции]|h|r",
		}, -- [1]
		{
			["ID"] = 200970,
			["Level"] = 389,
			["Link"] = "|cffa335ee|Hitem:200970::::::::70:258::14:2:7936:8783:1:28:2078:::::|h[Обсидиановый ошейник]|h|r",
		}, -- [2]
		{
			["ID"] = 134432,
			["Level"] = 415,
			["Link"] = "|cffa335ee|Hitem:134432::::::::70:258::35:8:8973:7977:6652:8822:8817:9144:3294:8767::::::|h[Нарамник разбушевавшейся бури]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 134415,
			["Level"] = 405,
			["Link"] = "|cffa335ee|Hitem:134415::::::::70:258::35:8:8970:7977:6652:8822:8820:9144:3284:8767::::::|h[Резонирующие одеяния чародея]|h|r",
		}, -- [5]
		{
			["ID"] = 137488,
			["Level"] = 398,
			["Link"] = "|cffa335ee|Hitem:137488::::::::70:258::33:9:8968:7977:6652:7936:8822:8818:9144:3277:8767:1:28:1279:::::|h[Шнурованный ремень злодейской пиромании]|h|r",
		}, -- [6]
		{
			["ID"] = 137496,
			["Level"] = 398,
			["Link"] = "|cffa335ee|Hitem:137496::::::::70:258::16:8:8968:7977:6652:8822:8820:9144:3277:8767:1:28:1279:::::|h[Поножи сурамарского мирового судьи]|h|r",
		}, -- [7]
		{
			["ID"] = 199418,
			["Level"] = 385,
			["Link"] = "|cffa335ee|Hitem:199418::::::::70:258::14:7:8943:6652:8822:8818:9343:1507:8767::::::|h[Сапоги яростных бурь]|h|r",
		}, -- [8]
		{
			["ID"] = 191990,
			["Level"] = 379,
			["Link"] = "|cffa335ee|Hitem:191990::::::::70:258::53:5:6652:7936:1491:5855:8767:1:28:2287:::::|h[Манжеты кобальтового дозорного]|h|r",
		}, -- [9]
		{
			["ID"] = 193648,
			["Level"] = 402,
			["Link"] = "|cffa335ee|Hitem:193648::::::::70:258::35:8:8969:7977:6652:8822:8817:9144:1624:8767::::::|h[Рабочие перчатки Лазурного Клинка]|h|r",
		}, -- [10]
		{
			["ID"] = 193696,
			["Level"] = 415,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:193696::::::::70:258::35:7:8973:7977:6652:7935:9144:1637:8767::::::|h[Кольцо грозового порыва]|h|r",
		}, -- [11]
		{
			["ID"] = 193696,
			["Level"] = 415,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:193696:6556:::::::70:258::35:7:8973:7977:6652:7935:9144:1637:8767::::::|h[Кольцо грозового порыва]|h|r",
		}, -- [12]
		{
			["ID"] = 198489,
			["Level"] = 382,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:198489::::::::70:258::43:4:6652:1440:5861:8767:1:28:2287:::::|h[Призма сна]|h|r",
		}, -- [13]
		{
			["ID"] = 198407,
			["Level"] = 382,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:198407::::::::70:258::73:4:6652:1437:5864:8767:1:28:2437:::::|h[Лазурный чародейский усилитель]|h|r",
		}, -- [14]
		{
			["ID"] = 200971,
			["Level"] = 398,
			["Link"] = "|cffa335ee|Hitem:200971::::::::70:258::14::1:28:2078:::::|h[Обсидиановая накидка]|h|r",
		}, -- [15]
		{
			["ID"] = 192033,
			["Level"] = 379,
			["Link"] = "|cffa335ee|Hitem:192033::::::::70:258::42:4:6652:1485:5861:8767:1:28:2521:::::|h[Боевой штандарт Маруук]|h|r",
		}, -- [16]
		{
			["ID"] = 199038,
			["Level"] = 302,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff1eff00|Hitem:199038::::::::67:258:::3:7969:6652:1713:2:9:70:28:2523:::::|h[Резак для рун с меткой безмятежности]|h|r",
		}, -- [17]
	},
	["Artifacts"] = {
		[128827] = {
			["Relics"] = {
				{
					["Type"] = "Shadow",
				}, -- [1]
				{
					["ItemLevel"] = 16,
					["Type"] = "Blood",
				}, -- [2]
				{
					["Type"] = "Shadow",
				}, -- [3]
			},
			["Name"] = "Ксал'атат, клинок Темной Империи",
		},
		[128825] = {
			["Relics"] = {
				{
					["ItemLevel"] = 20,
					["Type"] = "Holy",
				}, -- [1]
				{
					["Type"] = "Life",
				}, -- [2]
				{
					["ItemLevel"] = 16,
					["Type"] = "Holy",
				}, -- [3]
			},
			["Name"] = "Т'ууре, Светоч наару",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "PRIEST",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
