
PawnOptions = {
	["LastVersion"] = 2.0326,
	["LastPlayerFullName"] = "Алоиза-Гордунни",
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 122250,
			["Level"] = 24,
			["Link"] = "|cff00ccff|Hitem:122250::::::::20:256:::1:3592:::|h[Изорванная маска Багрового Тумана]|h|r",
		}, -- [1]
		{
			["ID"] = 153130,
			["Level"] = 24,
			["Link"] = "|cff00ccff|Hitem:153130::::::::20:256:::1:3592:::|h[Тренировочный амулет ман'ари]|h|r",
		}, -- [2]
		{
			["ID"] = 122360,
			["Level"] = 24,
			["Link"] = "|cff00ccff|Hitem:122360::::::::20:256:::1:3592:::|h[Изорванное оплечье Багрового Тумана]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 122384,
			["Level"] = 24,
			["Link"] = "|cff00ccff|Hitem:122384::::::::20:256:::1:3592:::|h[Изорванное одеяние Багрового Тумана]|h|r",
		}, -- [5]
		{
			["ID"] = 57575,
			["Level"] = 19,
			["Link"] = "|cff1eff00|Hitem:57575::::::::20:256:512:11:1:3672:19:::|h[Пояс темных замыслов]|h|r",
		}, -- [6]
		{
			["ID"] = 122256,
			["Level"] = 24,
			["Link"] = "|cff00ccff|Hitem:122256::::::::20:256:::1:3592:::|h[Изодранные поножи Багрового Тумана]|h|r",
		}, -- [7]
		{
			["ID"] = 57523,
			["Level"] = 11,
			["Link"] = "|cff1eff00|Hitem:57523::::::::12:256:512:11:1:3671:11:::|h[Меховые сапоги из волчьей шкуры]|h|r",
		}, -- [8]
		{
			["ID"] = 57395,
			["Level"] = 16,
			["Link"] = "|cffffffff|Hitem:57395::::::::16:256:512:11:1:3796:16:::|h[Наруч львиной гордости]|h|r",
		}, -- [9]
		{
			["ID"] = 57560,
			["Level"] = 19,
			["Link"] = "|cff1eff00|Hitem:57560::::::::20:256:512:11:1:3640:19:::|h[Рукавицы Грязного когтя]|h|r",
		}, -- [10]
		{
			["ID"] = 128169,
			["Level"] = 24,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff00ccff|Hitem:128169::::::::20:256:::1:3592:::|h[Печатка Третьего флота]|h|r",
		}, -- [11]
		{
			["ID"] = 128169,
			["Level"] = 23,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff00ccff|Hitem:128169::::::::19:256:::1:3592:::|h[Печатка Третьего флота]|h|r",
		}, -- [12]
		{
			["ID"] = 128318,
			["Level"] = 24,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:128318::::::::20:256::::::|h[Касание Бездны]|h|r",
		}, -- [13]
		{
			["ID"] = 122361,
			["Level"] = 24,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:122361::::::::20:256:::1:583:::|h[Стремительная рука правосудия]|h|r",
		}, -- [14]
		{
			["ID"] = 122262,
			["Level"] = 24,
			["Link"] = "|cff00ccff|Hitem:122262::::::::20:256:::1:3592:::|h[Древний плащ Кровавой Луны]|h|r",
		}, -- [15]
		{
			["ID"] = 122353,
			["Level"] = 24,
			["Link"] = "|cff00ccff|Hitem:122353::::::::20:256:::1:583:::|h[Величавая трость ректора]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "PRIEST",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
