
PawnOptions = {
	["LastVersion"] = 2.0418,
	["ItemLevels"] = {
		{
			["ID"] = 173245,
			["Level"] = 210,
			["Link"] = "|cffff8000|Hitem:173245::::::::60:258::63:6:6982:7194:6649:6648:6717:1507::::|h[Призма пламени Тьмы]|h|r",
		}, -- [1]
		{
			["ID"] = 178707,
			["Level"] = 184,
			["Link"] = "|cffa335ee|Hitem:178707::::::::60:258::23:6:7376:7359:6652:7194:1498:6646:1:28:749:::|h[Подвеска следоплета]|h|r",
		}, -- [2]
		{
			["ID"] = 181420,
			["Level"] = 171,
			["Link"] = "|cff0070dd|Hitem:181420::::::::60:258::26:4:6652:1472:5868:6616:1:28:1707:::|h[Нарамник из волшебного мха]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 184654,
			["Level"] = 183,
			["Link"] = "|cffa335ee|Hitem:184654::::::::60:258:::1:6652:1:28:2125:::|h[Шаль забытой тени]|h|r",
		}, -- [5]
		{
			["ID"] = 181180,
			["Level"] = 187,
			["Link"] = "|cffa335ee|Hitem:181180::::::::60:258::74:5:6652:7194:1472:5884:6646:1:28:2060:::|h[Шнурованный ремень собирателя грехов]|h|r",
		}, -- [6]
		{
			["ID"] = 173219,
			["Level"] = 168,
			["Link"] = "|cff0070dd|Hitem:173219::::::::60:258:::2:6893:7185:4:9:60:28:391:29:32:30:49:::|h[Брюки с темной тесьмой]|h|r",
		}, -- [7]
		{
			["ID"] = 180906,
			["Level"] = 177,
			["Link"] = "|cff0070dd|Hitem:180906::::::::60:258::11:3:7198:1494:6616:1:28:2060:::|h[Эбонитовые туфли душегуба]|h|r",
		}, -- [8]
		{
			["ID"] = 178844,
			["Level"] = 171,
			["Link"] = "|cff0070dd|Hitem:178844::::::::60:258::2:5:6806:6652:7193:1485:4785:1:28:748:::|h[Манжеты притока эссенции]|h|r",
		}, -- [9]
		{
			["ID"] = 173217,
			["Level"] = 168,
			["Link"] = "|cff0070dd|Hitem:173217::::::::60:258:::2:6893:7185:4:9:60:28:391:29:49:30:36:::|h[Повязки с темной тесьмой]|h|r",
		}, -- [10]
		{
			["ID"] = 178871,
			["Level"] = 223,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:178871::::::::60:258::35:6:7388:7359:6652:7194:1537:6646::::|h[Печатка клятвы на крови]|h|r",
		}, -- [11]
		{
			["ID"] = 178871,
			["Level"] = 223,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:178871:6166:::::::60:258::35:6:7388:7359:6652:7194:1537:6646::::|h[Печатка клятвы на крови]|h|r",
		}, -- [12]
		{
			["ID"] = 184807,
			["Level"] = 207,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:184807::::::::60:258:::3:6652:1472:6646:1:28:1707:::|h[Реликвия Предвечных]|h|r",
		}, -- [13]
		{
			["ID"] = 173069,
			["Level"] = 200,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:173069::::::::60:258::13:::::|h[Колода карт Новолуния \"Гниение\"]|h|r",
		}, -- [14]
		{
			["ID"] = 180934,
			["Level"] = 177,
			["Link"] = "|cff0070dd|Hitem:180934::::::::60:258::11:3:7198:1494:6616:1:28:2060:::|h[Эбонитовая пелерина душегуба]|h|r",
		}, -- [15]
		{
			["ID"] = 178829,
			["Level"] = 194,
			["Link"] = "|cffa335ee|Hitem:178829::::::::60:258::33:5:7407:7359:6652:1508:6646:1:28:1279:::|h[Нафрийский скипетр]|h|r",
		}, -- [16]
		{
			["ID"] = 178868,
			["Level"] = 184,
			["Link"] = "|cffa335ee|Hitem:178868::::::::60:258::23:5:7418:7359:6652:1498:6646:1:28:749:::|h[Обещание вестника смерти]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "Алоиза-Гордунни",
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "PRIEST",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
