
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589856958,
	["scrollback"] = {
		["ChatFrame11"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 68,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[03:17:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134152:14|tЗаводной гном – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1605662260,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340034.135,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[03:17:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1573608:14|tХитара – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1605662261,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340034.895,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[03:17:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["serverTime"] = 1605662263,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340037.145,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[03:17:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136068:14|t|cff4e96f7|HbattlePetAbil:1369:1177:294:367|h[Шипастое жало]|h|r наносит 298 ед. урона |3-2(ваш питомец) |3-2(|T134152:14|tЗаводной гном).",
					["serverTime"] = 1605662265,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340038.265,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[03:17:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136068:14|t|cff4e96f7|HbattlePetAbil:1369:1177:294:367|h[Шипастое жало]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134152:14|tЗаводной гном).",
					["serverTime"] = 1605662265,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340038.515,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[03:17:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133013:14|t|cff4e96f7|HbattlePetAbil:710:1248:257:289|h[Построить турель]|h|r накладывает эффект \"|T133013:14|t|cff4e96f7|HbattlePetAbil:711:1248:257:289|h[Турель]|h|r\" на |3-3(ваша команда).",
					["serverTime"] = 1605662267,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340040.515,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[03:17:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(вражеский питомец) |T1573608:14|tХитара блокирует способность |T133013:14|t|cff4e96f7|HbattlePetAbil:711:1248:257:289|h[Турель]|h|r",
					["serverTime"] = 1605662268,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340041.945,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[03:17:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(вражеский питомец) |T1573608:14|tХитара блокирует способность |T133013:14|t|cff4e96f7|HbattlePetAbil:711:1248:257:289|h[Турель]|h|r",
					["serverTime"] = 1605662269,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340042.255,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[03:17:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(вражеский питомец) |T1573608:14|tХитара блокирует способность |T133013:14|t|cff4e96f7|HbattlePetAbil:711:1248:257:289|h[Турель]|h|r",
					["serverTime"] = 1605662269,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340042.565,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[03:17:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["serverTime"] = 1605662270,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340044.165,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[03:17:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132248:14|t|cff4e96f7|HbattlePetAbil:376:1177:294:367|h[Удар головой]|h|r наносит 471 ед. урона |3-2(ваш питомец) |3-2(|T134152:14|tЗаводной гном).",
					["serverTime"] = 1605662271,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340044.405,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[03:17:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132248:14|t|cff4e96f7|HbattlePetAbil:376:1177:294:367|h[Удар головой]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134152:14|tЗаводной гном).",
					["serverTime"] = 1605662271,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340044.685,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[03:17:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(вражеский питомец) |T1573608:14|tХитара блокирует способность |T133013:14|t|cff4e96f7|HbattlePetAbil:711:777:257:289|h[Турель]|h|r",
					["serverTime"] = 1605662272,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340045.505,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[03:17:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(вражеский питомец) |T1573608:14|tХитара блокирует способность |T133013:14|t|cff4e96f7|HbattlePetAbil:711:777:257:289|h[Турель]|h|r",
					["serverTime"] = 1605662272,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340045.815,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[03:17:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T134964:14|t|cff4e96f7|HbattlePetAbil:2105:1177:294:367|h[Непробиваемый панцирь]|h|r\", наложенного на |3-3(команда противника), заканчивается.",
					["serverTime"] = 1605662272,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340045.815,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[03:17:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1573608:14|tХитара применяет способность \"|T134964:14|t|cff4e96f7|HbattlePetAbil:2105:100:0:0|h[Непробиваемый панцирь]|h|r\".",
					["serverTime"] = 1605662272,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340045.815,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[03:17:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134964:14|t|cff4e96f7|HbattlePetAbil:2105:1177:294:367|h[Непробиваемый панцирь]|h|r накладывает эффект |T134964:14|t|cff4e96f7|HbattlePetAbil:2107:1177:294:367|h[Почти непробиваемый панцирь]|h|r на |3-1(вражеский питомец) |3-3(|T1573608:14|tХитара).",
					["serverTime"] = 1605662272,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340045.815,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[03:17:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(вражеский питомец) |T1573608:14|tХитара блокирует способность |T133013:14|t|cff4e96f7|HbattlePetAbil:711:777:257:289|h[Турель]|h|r",
					["serverTime"] = 1605662273,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340046.375,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[03:17:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["serverTime"] = 1605662274,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340048.195,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[03:17:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T451161:14|t|cff4e96f7|HbattlePetAbil:202:1177:294:367|h[Взбучка]|h|r наносит 157 ед. урона |3-2(ваш питомец) |3-2(|T134152:14|tЗаводной гном).",
					["serverTime"] = 1605662276,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340049.315,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[03:17:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T451161:14|t|cff4e96f7|HbattlePetAbil:202:1177:294:367|h[Взбучка]|h|r наносит 157 ед. урона |3-2(ваш питомец) |3-2(|T134152:14|tЗаводной гном).",
					["serverTime"] = 1605662276,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340049.815,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[03:17:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(вражеский питомец) |T1573608:14|tХитара блокирует способность |T133013:14|t|cff4e96f7|HbattlePetAbil:711:463:257:289|h[Турель]|h|r",
					["serverTime"] = 1605662277,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340050.645,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[03:17:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(вражеский питомец) |T1573608:14|tХитара блокирует способность |T133013:14|t|cff4e96f7|HbattlePetAbil:711:463:257:289|h[Турель]|h|r",
					["serverTime"] = 1605662277,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340050.955,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[03:17:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(вражеский питомец) |T1573608:14|tХитара блокирует способность |T133013:14|t|cff4e96f7|HbattlePetAbil:711:463:257:289|h[Турель]|h|r",
					["serverTime"] = 1605662278,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340051.265,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[03:17:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T134964:14|t|cff4e96f7|HbattlePetAbil:2107:1177:294:367|h[Почти непробиваемый панцирь]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T1573608:14|tХитара), заканчивается.",
					["serverTime"] = 1605662278,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340051.265,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[03:17:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1573608:14|tХитара применяет способность \"|T134964:14|t|cff4e96f7|HbattlePetAbil:2107:100:0:0|h[Почти непробиваемый панцирь]|h|r\".",
					["serverTime"] = 1605662278,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340051.265,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[03:17:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134964:14|t|cff4e96f7|HbattlePetAbil:2107:1177:294:367|h[Почти непробиваемый панцирь]|h|r накладывает эффект |T134964:14|t|cff4e96f7|HbattlePetAbil:2108:1177:294:367|h[Надтреснутый, но все еще непробиваемый панцирь]|h|r на |3-1(вражеский питомец) |3-3(|T1573608:14|tХитара).",
					["serverTime"] = 1605662278,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340051.265,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[03:17:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["serverTime"] = 1605662279,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340053.175,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[03:18:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136068:14|t|cff4e96f7|HbattlePetAbil:1369:1177:294:367|h[Шипастое жало]|h|r наносит 298 ед. урона |3-2(ваш питомец) |3-2(|T134152:14|tЗаводной гном).",
					["serverTime"] = 1605662281,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340054.325,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[03:18:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136068:14|t|cff4e96f7|HbattlePetAbil:1369:1177:294:367|h[Шипастое жало]|h|r не попадает по |3-2(ваш питомец) |3-2(|T134152:14|tЗаводной гном).",
					["serverTime"] = 1605662281,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340054.575,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[03:18:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133013:14|t|cff4e96f7|HbattlePetAbil:710:165:257:289|h[Построить турель]|h|r накладывает эффект \"|T133013:14|t|cff4e96f7|HbattlePetAbil:711:165:257:289|h[Турель]|h|r\" на |3-3(ваша команда).",
					["serverTime"] = 1605662283,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340056.515,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[03:18:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(вражеский питомец) |T1573608:14|tХитара блокирует способность |T133013:14|t|cff4e96f7|HbattlePetAbil:711:165:257:289|h[Турель]|h|r",
					["serverTime"] = 1605662284,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340057.855,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[03:18:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(вражеский питомец) |T1573608:14|tХитара блокирует способность |T133013:14|t|cff4e96f7|HbattlePetAbil:711:165:257:289|h[Турель]|h|r",
					["serverTime"] = 1605662284,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340058.165,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[03:18:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(вражеский питомец) |T1573608:14|tХитара блокирует способность |T133013:14|t|cff4e96f7|HbattlePetAbil:711:165:257:289|h[Турель]|h|r",
					["serverTime"] = 1605662285,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340058.475,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[03:18:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T134964:14|t|cff4e96f7|HbattlePetAbil:2108:1177:294:367|h[Надтреснутый, но все еще непробиваемый панцирь]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T1573608:14|tХитара), заканчивается.",
					["serverTime"] = 1605662285,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340058.475,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[03:18:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1573608:14|tХитара применяет способность \"|T134964:14|t|cff4e96f7|HbattlePetAbil:2108:100:0:0|h[Надтреснутый, но все еще непробиваемый панцирь]|h|r\".",
					["serverTime"] = 1605662285,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340058.475,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[03:18:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134964:14|t|cff4e96f7|HbattlePetAbil:2108:1177:294:367|h[Надтреснутый, но все еще непробиваемый панцирь]|h|r накладывает эффект |T134964:14|t|cff4e96f7|HbattlePetAbil:2109:1177:294:367|h[Покрытый трещинами, но все еще непробиваемый панцирь]|h|r на |3-1(вражеский питомец) |3-3(|T1573608:14|tХитара).",
					["serverTime"] = 1605662285,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340058.475,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[03:18:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(вражеский питомец) |T1573608:14|tХитара блокирует способность |T133013:14|t|cff4e96f7|HbattlePetAbil:711:165:257:289|h[Турель]|h|r",
					["serverTime"] = 1605662285,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340059.035,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[03:18:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(вражеский питомец) |T1573608:14|tХитара блокирует способность |T133013:14|t|cff4e96f7|HbattlePetAbil:711:165:257:289|h[Турель]|h|r",
					["serverTime"] = 1605662286,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340059.345,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[03:18:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T134964:14|t|cff4e96f7|HbattlePetAbil:2109:1177:294:367|h[Покрытый трещинами, но все еще непробиваемый панцирь]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T1573608:14|tХитара), заканчивается.",
					["serverTime"] = 1605662286,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340059.345,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[03:18:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1573608:14|tХитара применяет способность \"|T134964:14|t|cff4e96f7|HbattlePetAbil:2109:100:0:0|h[Покрытый трещинами, но все еще непробиваемый панцирь]|h|r\".",
					["serverTime"] = 1605662286,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340059.345,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[03:18:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134964:14|t|cff4e96f7|HbattlePetAbil:2109:1177:294:367|h[Покрытый трещинами, но все еще непробиваемый панцирь]|h|r накладывает эффект |T134964:14|t|cff4e96f7|HbattlePetAbil:2110:1177:294:367|h[Почти расколотый, но все еще непробиваемый панцирь]|h|r на |3-1(вражеский питомец) |3-3(|T1573608:14|tХитара).",
					["serverTime"] = 1605662286,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340059.345,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[03:18:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(вражеский питомец) |T1573608:14|tХитара блокирует способность |T133013:14|t|cff4e96f7|HbattlePetAbil:711:165:257:289|h[Турель]|h|r",
					["serverTime"] = 1605662286,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340059.906,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[03:18:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T134964:14|t|cff4e96f7|HbattlePetAbil:2110:1177:294:367|h[Почти расколотый, но все еще непробиваемый панцирь]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T1573608:14|tХитара), заканчивается.",
					["serverTime"] = 1605662286,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340059.906,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[03:18:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1573608:14|tХитара применяет способность \"|T134964:14|t|cff4e96f7|HbattlePetAbil:2110:100:0:0|h[Почти расколотый, но все еще непробиваемый панцирь]|h|r\".",
					["serverTime"] = 1605662286,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340059.926,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[03:18:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134964:14|t|cff4e96f7|HbattlePetAbil:2110:1177:294:367|h[Почти расколотый, но все еще непробиваемый панцирь]|h|r накладывает эффект |T451165:14|t|cff4e96f7|HbattlePetAbil:2111:1177:294:367|h[Пробоина]|h|r на |3-1(вражеский питомец) |3-3(|T1573608:14|tХитара).",
					["serverTime"] = 1605662286,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340059.926,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[03:18:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["serverTime"] = 1605662289,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340063.146,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[03:18:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T451161:14|t|cff4e96f7|HbattlePetAbil:202:1177:294:367|h[Взбучка]|h|r наносит 314 ед. урона |3-2(ваш питомец) |3-2(|T134152:14|tЗаводной гном).",
					["serverTime"] = 1605662291,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340064.266,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[03:18:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T134152:14|tЗаводной гном погибает.",
					["serverTime"] = 1605662291,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340064.266,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[03:18:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:309:257:289|h[Последний шанс]|h|r восстанавливает 309 ед. урона |3-2(ваш питомец) |3-2(|T134152:14|tЗаводной гном).",
					["serverTime"] = 1605662293,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340066.796,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[03:18:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:309:257:289|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:309:257:289|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T134152:14|tЗаводной гном).",
					["serverTime"] = 1605662293,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340067.046,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[03:18:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T451161:14|t|cff4e96f7|HbattlePetAbil:202:1177:294:367|h[Взбучка]|h|r наносит 314 ед. урона |3-2(ваш питомец) |3-2(|T134152:14|tЗаводной гном).",
					["serverTime"] = 1605662295,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340068.556,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[03:18:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T134152:14|tЗаводной гном погибает.",
					["serverTime"] = 1605662295,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340068.556,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[03:18:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133013:14|t|cff4e96f7|HbattlePetAbil:711:0:257:289|h[Турель]|h|r наносит 218 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1573608:14|tХитара).",
					["serverTime"] = 1605662297,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340070.886,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[03:18:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133013:14|t|cff4e96f7|HbattlePetAbil:711:0:257:289|h[Турель]|h|r наносит 218 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1573608:14|tХитара).",
					["serverTime"] = 1605662297,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340071.196,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[03:18:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133013:14|t|cff4e96f7|HbattlePetAbil:711:0:257:289|h[Турель]|h|r наносит 218 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1573608:14|tХитара).",
					["serverTime"] = 1605662298,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340071.506,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[03:18:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133013:14|t|cff4e96f7|HbattlePetAbil:711:0:257:289|h[Турель]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:0:257:289|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T1573608:14|tХитара).",
					["serverTime"] = 1605662298,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340071.506,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[03:18:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133013:14|t|cff4e96f7|HbattlePetAbil:711:0:257:289|h[Турель]|h|r наносит 218 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1573608:14|tХитара).",
					["serverTime"] = 1605662298,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340071.816,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[03:18:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133013:14|t|cff4e96f7|HbattlePetAbil:711:0:257:289|h[Турель]|h|r наносит 218 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1573608:14|tХитара).",
					["serverTime"] = 1605662298,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340072.126,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[03:18:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133013:14|t|cff4e96f7|HbattlePetAbil:711:0:257:289|h[Турель]|h|r наносит 218 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1573608:14|tХитара).",
					["serverTime"] = 1605662299,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340072.436,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[03:18:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1573608:14|tХитара погибает.",
					["serverTime"] = 1605662299,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340072.436,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[03:18:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T133013:14|t|cff4e96f7|HbattlePetAbil:711:0:257:289|h[Турель]|h|r\", наложенного на |3-3(ваша команда), заканчивается.",
					["serverTime"] = 1605662300,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340074.196,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[03:18:23]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: |3-7(Ваш питомец) |T336781:14|tТлетворный упырь получает 160 ед. опыта.",
					["serverTime"] = 1605662303,
					["r"] = 0.8823530077934265,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						135, -- [3]
						136, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340076.636,
					["g"] = 0.8705883026123047,
					["b"] = 0.364705890417099,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[03:18:23]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: Ваш питомец |T336781:14|tТлетворный упырь достигает 3-го уровня!",
					["serverTime"] = 1605662303,
					["r"] = 0.8823530077934265,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						135, -- [3]
						136, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340076.636,
					["g"] = 0.8705883026123047,
					["b"] = 0.364705890417099,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[03:18:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:240:12:12|h[Боевое восстановление]|h|r восстанавливает 93 ед. урона |3-2(ваш питомец) |3-2(|T336781:14|tТлетворный упырь).",
					["serverTime"] = 1605662303,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340076.636,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[03:18:24]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: |3-7(Ваш питомец) |T336781:14|tТлетворный упырь получает 160 ед. опыта.",
					["serverTime"] = 1605662304,
					["r"] = 0.8823530077934265,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						135, -- [3]
						136, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340078.156,
					["g"] = 0.8705883026123047,
					["b"] = 0.364705890417099,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[03:18:24]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: Ваш питомец |T336781:14|tТлетворный упырь достигает 3-го уровня!",
					["serverTime"] = 1605662304,
					["r"] = 0.8823530077934265,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						135, -- [3]
						136, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340078.156,
					["g"] = 0.8705883026123047,
					["b"] = 0.364705890417099,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[03:18:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:240:12:12|h[Боевое восстановление]|h|r восстанавливает 93 ед. урона |3-2(ваш питомец) |3-2(|T336781:14|tТлетворный упырь).",
					["serverTime"] = 1605662304,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						133, -- [3]
						134, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 340078.156,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [68]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 1,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:52:58]|h [W From] |cffd8d8d8[|r|Hplayer:Алекссанде-Гордунни:1788:WHISPER:АЛЕКССАНДЕ-ГОРДУННИ|h|cffc59a6cАлекссанде|r|h|cffd8d8d8]|r: Привет, |cff00ff00Алоиза|r, вступай в |cffffd100|HclubFinder:ClubFinder-1-158413-1602-98918016|h[Гильдия: Азеротопокалипсис]|h|r!! |cffffffff|Hurl:https://discord.gg/teNfv5nj6M|h[https://discord.gg/teNfv5nj6M]|h|r Ищем активных офицеров!!",
					["serverTime"] = 1605660778,
					["r"] = 1,
					["extraData"] = {
						0, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 338552.057,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [1]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 1,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:56:15]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Сострадание-Гордунни:1824:PARTY|h|cffd8bc3f50|r:|cfffe7b09Сострадание|r|h|cffd8d8d8]|r: /cast [@player] Озарение",
					["serverTime"] = 1605660975,
					["r"] = 0.6666666865348816,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						45, -- [3]
						46, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 338749.164,
					["g"] = 0.6666666865348816,
					["b"] = 1,
				}, -- [1]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[03:57:40]|h [СЕРВЕР] Завершение работы через 1:00",
					["serverTime"] = 1605664660,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342433.879,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[03:57:44]|h Ниру Инфолякс говорит: Приветствую.",
					["serverTime"] = 1605664664,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342437.277,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[03:57:45]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Мехагон]|h.",
					["serverTime"] = 1605664665,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342438.917,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[03:57:45]|h |Hchannel:channel:3|h[3] |h Вы покинули канал |Hchannel:CHANNEL:3|h[3. Оборона: Мехагон]|h.",
					["serverTime"] = 1605664665,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342438.917,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[03:47:28]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Морроквенди-Гордунни:2407:CHANNEL:4|h|cfffe7b09Морроквенди|r|h|cffd8d8d8]|r: |cffffff00|Hachievement:14750:Player-1602-05339F59:1:11:18:20:0:0:0:0|h[Приход Смерти]|h|r уже кстати",
					["serverTime"] = 1605664048,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						180, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341822.098,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[03:47:29]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Мандатор-Гордунни:2408:CHANNEL:4|h|cffc59a6cМандатор|r|h|cffd8d8d8]|r: надеюсь успею",
					["serverTime"] = 1605664049,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						73, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341822.328,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[03:47:30]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Леньрия-Гордунни:2409:CHANNEL:4|h|cfffef367Леньрия|r|h|cffd8d8d8]|r: В баттлнете пишут рестарт с 5 по мск до 13 по мск",
					["serverTime"] = 1605664050,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						141, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341823.478,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[03:47:37]|h [СЕРВЕР] Завершение работы через 11:00",
					["serverTime"] = 1605664057,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341830.618,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[03:47:40]|h [СЕРВЕР] Завершение работы через 11:00",
					["serverTime"] = 1605664060,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341833.328,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[03:47:45]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Ильрэ-Гордунни:2412:CHANNEL:4|h|cfffef367Ильрэ|r|h|cffd8d8d8]|r: ппц как долго",
					["serverTime"] = 1605664065,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						127, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341838.437,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[03:47:55]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Биллиос-Гордунни:2413:CHANNEL:4|h|cfff38bb9Биллиос|r|h|cffd8d8d8]|r: да ваще",
					["serverTime"] = 1605664075,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						153, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341848.209,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[03:47:55]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Зерегушка-Гордунни:2414:CHANNEL:4|h|cfff38bb9Зерегушка|r|h|cffd8d8d8]|r: Скади был? :о",
					["serverTime"] = 1605664075,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						186, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341848.759,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[03:48:02]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Биллиос-Гордунни:2415:CHANNEL:4|h|cfff38bb9Биллиос|r|h|cffd8d8d8]|r: не",
					["serverTime"] = 1605664082,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						153, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341856.09,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[03:48:04]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Леньрия-Гордунни:2416:CHANNEL:4|h|cfffef367Леньрия|r|h|cffd8d8d8]|r: Сейчас будет скоро",
					["serverTime"] = 1605664084,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						141, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341858.06,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[03:48:06]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Биллиос-Гордунни:2417:CHANNEL:4|h|cfff38bb9Биллиос|r|h|cffd8d8d8]|r: он вроде в 5+",
					["serverTime"] = 1605664086,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						153, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341860.07,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[03:48:08]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Аверз-Гордунни:2418:CHANNEL:4|h|cfffef367Аверз|r|h|cffd8d8d8]|r: нипаиграть...а я проснулся в 3 ночи по мск...зачем???",
					["serverTime"] = 1605664088,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						129, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341861.48,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[03:48:16]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Рикаа-Гордунни:2419:CHANNEL:4|h|cffc59a6cРикаа|r|h|cffd8d8d8]|r: БЛЯТЬ вот хот фикс где ретрикам дамаг на 5% хотя бы режут",
					["serverTime"] = 1605664096,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						71, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341869.53,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[03:48:20]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Мандатор-Гордунни:2420:CHANNEL:4|h|cffc59a6cМандатор|r|h|cffd8d8d8]|r: серьезно? 8 часов ждать?",
					["serverTime"] = 1605664100,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						73, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341873.99,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[03:48:21]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Рикаа-Гордунни:2421:CHANNEL:4|h|cffc59a6cРикаа|r|h|cffd8d8d8]|r: вот бы*",
					["serverTime"] = 1605664101,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						71, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341874.64,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[03:48:34]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Лъис-Гордунни:2422:CHANNEL:4|h|cfffefefeЛъис|r|h|cffd8d8d8]|r: а с кого сумка падает?",
					["serverTime"] = 1605664114,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						188, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341887.28,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[03:48:37]|h [СЕРВЕР] Завершение работы через 10:00",
					["serverTime"] = 1605664117,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341890.79,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[03:48:40]|h [СЕРВЕР] Завершение работы через 10:00",
					["serverTime"] = 1605664120,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341893.47,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[03:48:41]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Зерегушка-Гордунни:2425:CHANNEL:4|h|cfff38bb9Зерегушка|r|h|cffd8d8d8]|r: Лъис-Гордунни Броньям",
					["serverTime"] = 1605664121,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						186, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341894.309,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[03:48:41]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Леньрия-Гордунни:2426:CHANNEL:4|h|cfffef367Леньрия|r|h|cffd8d8d8]|r: С броньяма",
					["serverTime"] = 1605664121,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						141, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341894.759,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[03:48:41]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Морроквенди-Гордунни:2427:CHANNEL:4|h|cfffe7b09Морроквенди|r|h|cffd8d8d8]|r: чо далать терь?(",
					["serverTime"] = 1605664121,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						180, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341894.979,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[03:48:44]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Лъис-Гордунни:2428:CHANNEL:4|h|cfffefefeЛъис|r|h|cffd8d8d8]|r: спс",
					["serverTime"] = 1605664124,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						188, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341898.069,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[03:48:52]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Леньрия-Гордунни:2429:CHANNEL:4|h|cfffef367Леньрия|r|h|cffd8d8d8]|r: Спать идти)",
					["serverTime"] = 1605664132,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						141, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341905.929,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[03:48:53]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Биллиос-Гордунни:2430:CHANNEL:4|h|cfff38bb9Биллиос|r|h|cffd8d8d8]|r: в диаблу пойду играть тада",
					["serverTime"] = 1605664133,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						153, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341906.749,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[03:49:06]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Зерегушка-Гордунни:2431:CHANNEL:4|h|cfff38bb9Зерегушка|r|h|cffd8d8d8]|r: Ой, сочувствую",
					["serverTime"] = 1605664146,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						186, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341919.475,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[03:49:09]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Зерегушка-Гордунни:2432:CHANNEL:4|h|cfff38bb9Зерегушка|r|h|cffd8d8d8]|r: Во вторую хоть?",
					["serverTime"] = 1605664149,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						186, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341922.465,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[03:49:17]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Мандатор-Гордунни:2433:CHANNEL:4|h|cffc59a6cМандатор|r|h|cffd8d8d8]|r: не час разве",
					["serverTime"] = 1605664157,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						73, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341930.257,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[03:49:23]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Зерегушка-Гордунни:2434:CHANNEL:4|h|cfff38bb9Зерегушка|r|h|cffd8d8d8]|r: Мандатор-Гордунни 5-13",
					["serverTime"] = 1605664163,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						186, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341936.727,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[03:49:29]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Ведеке-Гордунни:2435:CHANNEL:4|h|cff006fdcВедеке|r|h|cffd8d8d8]|r: Проводится набор в ги-статик, от нас починка за счёт гильдии, от тебя знание своего класcа.",
					["serverTime"] = 1605664169,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						63, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341942.827,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[03:49:29]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Биллиос-Гордунни:2436:CHANNEL:4|h|cfff38bb9Биллиос|r|h|cffd8d8d8]|r: можно и во 2",
					["serverTime"] = 1605664169,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						153, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341942.827,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[03:49:36]|h Буровая установка ДЫР-ДЖ99 активирована! Она закончит раскопки через 1 минуту.",
					["serverTime"] = 1605664176,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						190, -- [3]
						191, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341949.767,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[03:49:37]|h [СЕРВЕР] Завершение работы через 9:00",
					["serverTime"] = 1605664177,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341951.047,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[03:49:40]|h [СЕРВЕР] Завершение работы через 9:00",
					["serverTime"] = 1605664180,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 341953.626,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[03:50:37]|h [СЕРВЕР] Завершение работы через 8:00",
					["serverTime"] = 1605664237,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342010.217,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[03:50:40]|h [СЕРВЕР] Завершение работы через 8:00",
					["serverTime"] = 1605664240,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342013.796,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[03:50:41]|h Буровая установка ДЫР-ТР35 активирована! Она завершит раскопки через минуту.",
					["serverTime"] = 1605664241,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						190, -- [3]
						191, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342014.555,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[03:50:55]|h Арахноид-пожинатель кричит: Бзз... Начинаю сбор образцов мяса... З-з-з...",
					["serverTime"] = 1605664255,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342028.345,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[03:51:15]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Биллиос-Гордунни:2444:CHANNEL:4|h|cfff38bb9Биллиос|r|h|cffd8d8d8]|r: после кила глашатая есть еще кв?",
					["serverTime"] = 1605664275,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						153, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342048.458,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[03:51:16]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Рейлстана-Гордунни:2445:CHANNEL:4|h|cffa22fc8Рейлстана|r|h|cffd8d8d8]|r: кто на скади + пм вм офф",
					["serverTime"] = 1605664276,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						113, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342049.408,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[03:51:22]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Биллиос-Гордунни:2446:CHANNEL:4|h|cfff38bb9Биллиос|r|h|cffd8d8d8]|r: +",
					["serverTime"] = 1605664282,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						153, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342055.928,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[03:51:30]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Зерегушка-Гордунни:2447:CHANNEL:4|h|cfff38bb9Зерегушка|r|h|cffd8d8d8]|r: Биллиос-Гордунни Нет",
					["serverTime"] = 1605664290,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						186, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342064.129,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[03:51:37]|h [СЕРВЕР] Завершение работы через 7:00",
					["serverTime"] = 1605664297,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342070.44,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[03:51:40]|h [СЕРВЕР] Завершение работы через 7:00",
					["serverTime"] = 1605664300,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342073.94,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[03:51:44]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Леньрия-Гордунни:2450:CHANNEL:4|h|cfffef367Леньрия|r|h|cffd8d8d8]|r: go falrik",
					["serverTime"] = 1605664304,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						141, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342077.288,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[03:51:45]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Биллиос-Гордунни:2451:CHANNEL:4|h|cfff38bb9Биллиос|r|h|cffd8d8d8]|r: + на скади",
					["serverTime"] = 1605664305,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						153, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342078.668,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[03:52:06]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Биллиос-Гордунни:2452:CHANNEL:4|h|cfff38bb9Биллиос|r|h|cffd8d8d8]|r: спс",
					["serverTime"] = 1605664326,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						153, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342100.018,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[03:52:18]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Ленорочка-Гордунни:2453:CHANNEL:4|h|cffa9d271Ленорочка|r|h|cffd8d8d8]|r: скади заспавнился",
					["serverTime"] = 1605664338,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						192, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342111.608,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[03:52:35]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Зерегушка-Гордунни:2454:CHANNEL:4|h|cfff38bb9Зерегушка|r|h|cffd8d8d8]|r: Всем маунта с него",
					["serverTime"] = 1605664355,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						186, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342128.559,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[03:52:37]|h [СЕРВЕР] Завершение работы через 6:00",
					["serverTime"] = 1605664357,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342130.619,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[03:52:40]|h [СЕРВЕР] Завершение работы через 6:00",
					["serverTime"] = 1605664360,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342134.098,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[03:52:41]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Биллиос-Гордунни:2457:CHANNEL:4|h|cfff38bb9Биллиос|r|h|cffd8d8d8]|r: блин почему из тех кто общается тут не сделать ги) а то во всех гильдиях где я был тупо молчат люди(",
					["serverTime"] = 1605664361,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						153, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342134.888,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[03:52:47]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Рейлстана-Гордунни:2458:CHANNEL:4|h|cffa22fc8Рейлстана|r|h|cffd8d8d8]|r: скади + пм вм офф",
					["serverTime"] = 1605664367,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						113, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342140.538,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[03:52:54]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Аверз-Гордунни:2459:CHANNEL:4|h|cfffef367Аверз|r|h|cffd8d8d8]|r: огонь идея",
					["serverTime"] = 1605664374,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						129, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342148.09,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[03:53:01]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Мандатор-Гордунни:2460:CHANNEL:4|h|cffc59a6cМандатор|r|h|cffd8d8d8]|r: боятся и стесняются",
					["serverTime"] = 1605664381,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						73, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342154.78,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[03:53:03]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Летехаа-Гордунни:2461:CHANNEL:4|h|cffc31d39Летехаа|r|h|cffd8d8d8]|r: Биллиос-Гордунни сейчас всё общение в дискорде просто :)",
					["serverTime"] = 1605664383,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						172, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342156.38,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[03:53:04]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Биллиос-Гордунни:2462:CHANNEL:4|h|cfff38bb9Биллиос|r|h|cffd8d8d8]|r: мне классика этим больше нра",
					["serverTime"] = 1605664384,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						153, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342157.8,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[03:53:08]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Рикаа-Гордунни:2463:CHANNEL:4|h|cffc59a6cРикаа|r|h|cffd8d8d8]|r: а зачем? ги нужна чтоб рейды фармить и все как по мне",
					["serverTime"] = 1605664388,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						71, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342161.78,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[03:53:15]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Зерегушка-Гордунни:2464:CHANNEL:4|h|cfff38bb9Зерегушка|r|h|cffd8d8d8]|r: А чем тебя этот чат не устраивает?",
					["serverTime"] = 1605664395,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						186, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342168.98,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[03:53:17]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Биллиос-Гордунни:2465:CHANNEL:4|h|cfff38bb9Биллиос|r|h|cffd8d8d8]|r: да есть диск у гильдий там тупо тишина",
					["serverTime"] = 1605664397,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						153, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342170.49,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[03:53:19]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Гвинлайс-Гордунни:2466:CHANNEL:4|h|cfffe7b09Гвинлайс|r|h|cffd8d8d8]|r: Скок перезагрузка будет идти?",
					["serverTime"] = 1605664399,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						194, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342173.17,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[03:53:26]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Зерегушка-Гордунни:2467:CHANNEL:4|h|cfff38bb9Зерегушка|r|h|cffd8d8d8]|r: Гвинлайс-Гордунни 8 часов.",
					["serverTime"] = 1605664406,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						186, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342179.54,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[03:53:30]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Аверз-Гордунни:2468:CHANNEL:4|h|cfffef367Аверз|r|h|cffd8d8d8]|r: заинвайтите в гильдию с общением плз!",
					["serverTime"] = 1605664410,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						129, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342184.031,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[03:53:31]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Биллиос-Гордунни:2469:CHANNEL:4|h|cfff38bb9Биллиос|r|h|cffd8d8d8]|r: я на классике играл пол года там ппц общаемся с челами",
					["serverTime"] = 1605664411,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						153, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342184.471,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[03:53:33]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Кошкиндэй-Гордунни:2470:CHANNEL:4|h|cff8687edКошкиндэй|r|h|cffd8d8d8]|r: до 13:00 посмк",
					["serverTime"] = 1605664413,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						147, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342186.432,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[03:53:37]|h [СЕРВЕР] Завершение работы через 5:00",
					["serverTime"] = 1605664417,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342190.812,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[03:53:40]|h [СЕРВЕР] Завершение работы через 5:00",
					["serverTime"] = 1605664420,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342193.251,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[03:53:40]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Бессмертный-Гордунни:2473:CHANNEL:4|h|cffc31d39Бессмертный|r|h|cffd8d8d8]|r: Летехаа  С ДР ТЕБЯ!",
					["serverTime"] = 1605664420,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						182, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342193.251,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[03:53:45]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Биллиос-Гордунни:2474:CHANNEL:4|h|cfff38bb9Биллиос|r|h|cffd8d8d8]|r: хаха",
					["serverTime"] = 1605664425,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						153, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342198.311,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[03:53:45]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Зерегушка-Гордунни:2475:CHANNEL:4|h|cfff38bb9Зерегушка|r|h|cffd8d8d8]|r: С др!",
					["serverTime"] = 1605664425,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						186, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342199.181,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[03:53:46]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Гвинлайс-Гордунни:2476:CHANNEL:4|h|cfffe7b09Гвинлайс|r|h|cffd8d8d8]|r: Вы серьёзно?",
					["serverTime"] = 1605664426,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						194, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342199.581,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[03:53:51]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Ваармик-Гордунни:2477:CHANNEL:4|h|cff3ec6eaВаармик|r|h|cffd8d8d8]|r: Серега с др?",
					["serverTime"] = 1605664431,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						196, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342204.621,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[03:53:52]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Биллиос-Гордунни:2478:CHANNEL:4|h|cfff38bb9Биллиос|r|h|cffd8d8d8]|r: ЛЕТЕХА ТОП",
					["serverTime"] = 1605664432,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						153, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342205.461,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[03:53:52]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Гвинлайс-Гордунни:2479:CHANNEL:4|h|cfffe7b09Гвинлайс|r|h|cffd8d8d8]|r: пздц",
					["serverTime"] = 1605664432,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						194, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342205.461,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[03:53:52]|h [СЕРВЕР] Завершение работы через 4:45",
					["serverTime"] = 1605664432,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342205.771,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[03:53:55]|h [СЕРВЕР] Завершение работы через 4:45",
					["serverTime"] = 1605664435,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342208.29,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[03:53:55]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Аверз-Гордунни:2482:CHANNEL:4|h|cfffef367Аверз|r|h|cffd8d8d8]|r: а то мне не везло всегда с ги",
					["serverTime"] = 1605664435,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						129, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342208.51,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[03:54:07]|h [СЕРВЕР] Завершение работы через 4:30",
					["serverTime"] = 1605664447,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342220.908,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[03:54:10]|h [СЕРВЕР] Завершение работы через 4:30",
					["serverTime"] = 1605664450,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342223.331,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[03:54:22]|h [СЕРВЕР] Завершение работы через 4:15",
					["serverTime"] = 1605664462,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342235.882,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[03:54:25]|h [СЕРВЕР] Завершение работы через 4:15",
					["serverTime"] = 1605664465,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342238.373,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[03:54:36]|h [СЕРВЕР] Завершение работы через 4:00",
					["serverTime"] = 1605664476,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342249.992,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[03:54:40]|h [СЕРВЕР] Завершение работы через 4:00",
					["serverTime"] = 1605664480,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342253.403,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[03:54:51]|h [СЕРВЕР] Завершение работы через 3:45",
					["serverTime"] = 1605664491,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342265.022,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[03:54:55]|h [СЕРВЕР] Завершение работы через 3:45",
					["serverTime"] = 1605664495,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342268.452,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[03:55:06]|h [СЕРВЕР] Завершение работы через 3:30",
					["serverTime"] = 1605664506,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342280.101,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[03:55:10]|h [СЕРВЕР] Завершение работы через 3:30",
					["serverTime"] = 1605664510,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342283.491,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[03:55:12]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Биллиос-Гордунни:2493:CHANNEL:4|h|cfff38bb9Биллиос|r|h|cffd8d8d8]|r: бургу маунт упал лол",
					["serverTime"] = 1605664512,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						153, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342285.901,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[03:55:21]|h [СЕРВЕР] Завершение работы через 3:15",
					["serverTime"] = 1605664521,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342295.141,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[03:55:25]|h [СЕРВЕР] Завершение работы через 3:15",
					["serverTime"] = 1605664525,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342298.521,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[03:55:31]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Аверз-Гордунни:2496:CHANNEL:4|h|cfffef367Аверз|r|h|cffd8d8d8]|r: гайз, сириусли, инвайт киньте в ги нормальную, с общением?",
					["serverTime"] = 1605664531,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						129, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342305.09,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[03:55:31]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Бессмертный-Гордунни:2497:CHANNEL:4|h|cffc31d39Бессмертный|r|h|cffd8d8d8]|r: НА КОЛ ЕГО",
					["serverTime"] = 1605664531,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						182, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342305.09,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[03:55:37]|h [СЕРВЕР] Завершение работы через 3:00",
					["serverTime"] = 1605664537,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342310.18,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[03:55:40]|h [СЕРВЕР] Завершение работы через 3:00",
					["serverTime"] = 1605664540,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342313.509,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[03:55:52]|h [СЕРВЕР] Завершение работы через 2:45",
					["serverTime"] = 1605664552,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342325.228,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[03:55:54]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Зерегушка-Гордунни:2501:CHANNEL:4|h|cfff38bb9Зерегушка|r|h|cffd8d8d8]|r: Сириусли... тебе было проще написать, чем СЕРЬЕЗНО?!)",
					["serverTime"] = 1605664554,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						186, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342328.199,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[03:55:55]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Биллиос-Гордунни:2502:CHANNEL:4|h|cfff38bb9Биллиос|r|h|cffd8d8d8]|r: Аверз-Гордунни после диска найдешь ) если найдешь такую ги напиши мне",
					["serverTime"] = 1605664555,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						153, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342328.399,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[03:55:55]|h [СЕРВЕР] Завершение работы через 2:45",
					["serverTime"] = 1605664555,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342328.609,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[03:55:58]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Зерегушка-Гордунни:2504:CHANNEL:4|h|cfff38bb9Зерегушка|r|h|cffd8d8d8]|r: Серьёзно блять?!",
					["serverTime"] = 1605664558,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						186, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342331.698,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[03:56:07]|h [СЕРВЕР] Завершение работы через 2:30",
					["serverTime"] = 1605664567,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342340.273,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[03:56:07]|h Вы вернулись.",
					["serverTime"] = 1605664567,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342340.843,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[03:56:10]|h [СЕРВЕР] Завершение работы через 2:30",
					["serverTime"] = 1605664570,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342343.648,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[03:56:22]|h [СЕРВЕР] Завершение работы через 2:15",
					["serverTime"] = 1605664582,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342355.255,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[03:56:25]|h [СЕРВЕР] Завершение работы через 2:15",
					["serverTime"] = 1605664585,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342358.689,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[03:56:27]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Аверз-Гордунни:2510:CHANNEL:4|h|cfffef367Аверз|r|h|cffd8d8d8]|r: добавил тебя, если найдешь ты- тоже напиши)",
					["serverTime"] = 1605664587,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						129, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342361.071,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[03:56:34]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Биллиос-Гордунни:2511:CHANNEL:4|h|cfff38bb9Биллиос|r|h|cffd8d8d8]|r: лан пачаны всем хорошего дня .тем кто спать пошел спокойной ночи",
					["serverTime"] = 1605664594,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						153, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342367.932,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[03:56:37]|h [СЕРВЕР] Завершение работы через 2:00",
					["serverTime"] = 1605664597,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342370.371,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[03:56:40]|h [СЕРВЕР] Завершение работы через 2:00",
					["serverTime"] = 1605664600,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342373.723,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[03:56:51]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Зерегушка-Гордунни:2514:CHANNEL:4|h|cfff38bb9Зерегушка|r|h|cffd8d8d8]|r: Тебе тоже",
					["serverTime"] = 1605664611,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						186, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342385.137,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[03:56:52]|h [СЕРВЕР] Завершение работы через 1:45",
					["serverTime"] = 1605664612,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342385.37,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[03:56:55]|h [СЕРВЕР] Завершение работы через 1:45",
					["serverTime"] = 1605664615,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342388.768,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[03:57:04]|h Ваша добыча: |cff1eff00|Hitem:166846::::::::50:258:::::::|h[Запасные части]|h|rx16.",
					["serverTime"] = 1605664624,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						59, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342397.338,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[03:57:04]|h Ваша добыча: |cffa335ee|Hitem:168327::::::::50:258:::::::|h[Цепь зажигания]|h|r.",
					["serverTime"] = 1605664624,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						59, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342397.568,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[03:57:04]|h Вы получили предмет: |cff1eff00|Hcurrency:1553:100|h[Маленький азеритовый осколок]|h|r.",
					["serverTime"] = 1605664624,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342397.708,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[03:57:04]|h Артефакт |cffe6cc80|Hitem:158075::::::::50:258::11:4:4932:4933:6316:1555:1:28:2122:::|h[Сердце Азерот]|h|r получает 100 ед. силы артефакта.",
					["serverTime"] = 1605664624,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342397.708,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[03:57:07]|h [СЕРВЕР] Завершение работы через 1:30",
					["serverTime"] = 1605664627,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342400.461,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[03:57:10]|h [СЕРВЕР] Завершение работы через 1:30",
					["serverTime"] = 1605664630,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342403.808,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[03:57:10]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Биллиос-Гордунни:2523:CHANNEL:4|h|cfff38bb9Биллиос|r|h|cffd8d8d8]|r: всех обнял Летеха топ)",
					["serverTime"] = 1605664630,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						153, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342404.104,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[03:57:14]|h Ваша добыча: |cffffffff|Hitem:152512::::::::50:258:::::::|h[Монелитовая руда]|h|rx6.",
					["serverTime"] = 1605664634,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						59, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342407.932,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[03:57:22]|h [СЕРВЕР] Завершение работы через 1:15",
					["serverTime"] = 1605664642,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342415.508,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[03:57:25]|h [СЕРВЕР] Завершение работы через 1:15",
					["serverTime"] = 1605664645,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342418.68,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[03:57:26]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Холиманьяк-Гордунни:2528:CHANNEL:4|h|cfff38bb9Холиманьяк|r|h|cffd8d8d8]|r: |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_4:0|tзакроем в тайм ЛЮБОЙ КЕЙ 10-22 кей 120+/130 шмот вижн 5 масок   |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_4:0|t",
					["serverTime"] = 1605664646,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342419.387,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[03:57:26]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Холиманьяк-Гордунни:2529:CHANNEL:4|h|cfff38bb9Холиманьяк|r|h|cffd8d8d8]|r: |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_2:0|t качнем вашего перса 10-50 за 3часа  |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_2:0|t",
					["serverTime"] = 1605664646,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342419.387,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[03:57:28]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Аверз-Гордунни:2530:CHANNEL:4|h|cfffef367Аверз|r|h|cffd8d8d8]|r: )))",
					["serverTime"] = 1605664648,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						5, -- [3]
						129, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342421.86,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[03:57:37]|h [СЕРВЕР] Завершение работы через 1:00",
					["serverTime"] = 1605664657,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 342430.538,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
