
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589856958,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 1,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[05:25:58]|h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Вальдраккен]|h.",
					["serverTime"] = 1714530358,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 994621.784,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [1]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[22:30:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789825.384,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639831,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[22:30:32]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132140:14|tНегодяй – |3-8(вражеский питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789826.142,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639832,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[22:30:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789828.25,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639834,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[22:30:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134518:14|t|cff4e96f7|HbattlePetAbil:392:1400:260:325|h[Дополнительная броня]|h|r накладывает эффект |T134518:14|t|cff4e96f7|HbattlePetAbil:391:1400:260:325|h[Дополнительная броня]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789828.772,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639834,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[22:30:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789829.797,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639835,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[22:30:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789830.318,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639836,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[22:30:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789830.838,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639836,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[22:30:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:3025:325:219|h[Игры разума]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789832.893,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639838,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[22:30:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789835.39,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639841,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[22:30:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 350 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789835.39,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639841,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[22:30:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 406 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789835.64,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639841,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[22:30:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 386 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789835.894,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639841,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[22:30:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789836.16,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639842,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[22:30:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789836.417,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639842,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[22:30:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789836.694,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639842,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[22:30:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 103 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789839.4550000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639845,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[22:30:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789839.4550000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639845,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[22:30:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789839.4550000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639845,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[22:30:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789846.351,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639852,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[22:30:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789847.527,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639853,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[22:30:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789847.952,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639854,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[22:30:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r наносит 283 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789848.368,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639854,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[22:30:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:947:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789848.7930000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639854,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[22:30:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2553:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789850.569,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639856,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[22:30:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:775:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789852.77,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639858,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[22:31:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789854.323,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639860,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[22:31:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789854.812,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639860,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[22:31:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789855.809,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639861,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[22:31:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789856.196,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639862,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[22:31:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:775:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789856.569,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639862,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[22:31:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2301:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789859.344,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639865,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[22:31:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:603:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789861.561,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639867,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[22:31:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T134518:14|t|cff4e96f7|HbattlePetAbil:391:603:260:325|h[Дополнительная броня]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789861.611,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639867,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[22:31:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:2207:325:219|h[Игры разума]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789861.611,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639867,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[22:31:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789862.8250000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639868,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[22:31:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:603:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789863.1630000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639869,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[22:31:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:603:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789864.066,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639870,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[22:31:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:603:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789864.453,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639870,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[22:31:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:603:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:603:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789864.839,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639870,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[22:31:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:1736:325:219|h[Корм]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789867.4010000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639873,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[22:31:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:2081:325:219|h[Корм]|h|r восстанавливает 345 ед. урона |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789867.659,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639873,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[22:31:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:258:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789869.844,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639875,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[22:31:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789870.758,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639876,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[22:31:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789871.247,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639877,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[22:31:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789872.234,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639878,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[22:31:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789872.6290000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639878,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[22:31:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:258:260:325|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789872.6290000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639878,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[22:31:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:258:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789873.03,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639879,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[22:31:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:1327:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789875.991,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639882,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[22:31:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789875.991,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639882,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[22:31:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r восстанавливает 280 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789878.5260000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639884,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[22:31:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:280:260:325|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789878.783,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639884,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[22:31:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:280:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789881.9940000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639888,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[22:31:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789883.368,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639889,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[22:31:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789883.704,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639889,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[22:31:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789884.648,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639890,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[22:31:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789885.035,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639891,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[22:31:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:280:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789885.422,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639891,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[22:31:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:951:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789887.939,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639894,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[22:31:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789887.939,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639894,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[22:31:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789891.652,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639897,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[22:31:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r\", наложенного на |3-3(команда противника), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789891.707,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639897,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[22:31:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789894.351,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639900,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[22:31:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133015:14|tПаровой танк ярмарки Новолуния – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789894.351,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639900,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[22:31:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789905.259,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639911,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[22:31:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T252188:14|t|cff4e96f7|HbattlePetAbil:646:1014:273:260|h[Шок и трепет]|h|r наносит 988 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789906.387,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639912,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[22:31:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T132140:14|tНегодяй погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789906.387,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639912,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[22:31:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1321:273:260|h[Боевое восстановление]|h|r восстанавливает 307 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789909.779,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639915,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[22:31:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1250:273:273|h[Боевое восстановление]|h|r восстанавливает 297 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789909.779,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1666639915,
				}, -- [69]
			},
			["headIndex"] = 69,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 1,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 994548.6560000001,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [1]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 2,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[05:25:07]|h Сообщение дня от гильдии: \"Всем приятной игры ;)\"",
					["r"] = 0.4627451300621033,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 994571.0750000001,
					["g"] = 0.5058823823928833,
					["b"] = 0.9921569228172302,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[05:25:58]|h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Вальдраккен]|h.",
					["serverTime"] = 1714530358,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 994621.784,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [2]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 1,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[05:25:58]|h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Вальдраккен]|h.",
					["serverTime"] = 1714530358,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 994621.784,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [1]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 27,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|cff33ff99Global Ignore: |cffffffffLoading...",
					["timestamp"] = 994548.6560000001,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[05:24:56]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.163 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Anny and our two daughters.",
					["r"] = 1,
					["timestamp"] = 994548.6560000001,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[05:25:07]|h Сообщение дня от гильдии: \"Всем приятной игры ;)\"",
					["r"] = 0.4627451300621033,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 994571.0750000001,
					["g"] = 0.5058823823928833,
					["b"] = 0.9921569228172302,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[05:25:09]|h |cffffd839TSM|r: TSM в настоящее время не имеет данных о ценах БД аукциона для вашего игрового мира. Мы рекомендуем вам загрузить настольное приложение TSM с |cff79a2ffhttps://tradeskillmaster.com|r для автоматического обновления данных вашей БД аукциона (и автоматического резервного копирования настроек TSM).",
					["timestamp"] = 994571.387,
					["serverTime"] = 1714530309,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[05:25:10]|h Вы будете получать добычу для специализации \"Тьма\".",
					["serverTime"] = 1714530310,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 994571.387,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[05:25:10]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 994571.387,
					["serverTime"] = 1714530310,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[05:25:10]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 994571.387,
					["serverTime"] = 1714530310,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[05:25:10]|h |cffffd700Титан Панель|r|cff19ff19 8.0.11|r|cffffd700|cffffd700 от |cffff8c00Titan Development Team|r|cff19ff19|r",
					["timestamp"] = 994571.387,
					["serverTime"] = 1714530310,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[05:25:10]|h |cffffd700Титан: |r|cFFFFFF00Warning: |r|cff19ff19Feature : Opening of Bags is disabled until taint is fixed or work around found.|r",
					["timestamp"] = 994571.387,
					["serverTime"] = 1714530310,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[05:25:10]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Алоиза(2): Фламиника: Vuhdo'esque",
					["r"] = 1,
					["serverTime"] = 1714530310,
					["timestamp"] = 994571.387,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[05:25:11]|h |cff9900ffWeakAuras:|r  Готово к применению 2 |4обновление:обновления:обновлений;.",
					["timestamp"] = 994571.387,
					["serverTime"] = 1714530311,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[05:25:56]|h Вы будете получать добычу для специализации \"Тьма\".",
					["serverTime"] = 1714530356,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 994619.909,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[05:25:57]|h |cff9900ffWeakAuras:|r  Готово к применению 2 |4обновление:обновления:обновлений;.",
					["timestamp"] = 994619.909,
					["serverTime"] = 1714530357,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[05:25:58]|h Смена канала: |Hchannel:CHANNEL:2|h[2. Оборона: Вальдраккен]|h.",
					["serverTime"] = 1714530358,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 994621.784,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[05:26:04]|h Бригита говорит: Добро пожаловать в \"Жареный барашек\"! За стойкой есть свободные места.",
					["serverTime"] = 1714530364,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 994627.856,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[05:26:17]|h Вы получили предмет: |cffffffff|Hitem:191304::::::::70:258::13::2:28:2164:40:744:::::|h[Прочная экспедиционная лопата]|h|r.",
					["serverTime"] = 1714530377,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 994641.223,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[05:26:17]|h Вы получили предмет: |cffffffff|Hitem:191304::::::::70:258::13::2:28:2164:40:744:::::|h[Прочная экспедиционная лопата]|h|r.",
					["serverTime"] = 1714530377,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 994641.422,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[05:26:18]|h Вы получили предмет: |cffffffff|Hitem:191304::::::::70:258::13::2:28:2164:40:744:::::|h[Прочная экспедиционная лопата]|h|r.",
					["serverTime"] = 1714530378,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 994641.613,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[05:26:19]|h Вы получили предмет: |cffa335ee|Hitem:203650::::::::70:258::::1:28:2589:::::|h[Оружие воинов стихий]|h|r.",
					["serverTime"] = 1714530379,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 994643.38,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[05:26:19]|h Вы получили предмет: |cffa335ee|Hitem:203632::::::::70:258::::1:28:2589:::::|h[Тканевые наручи воинов стихий]|h|r.",
					["serverTime"] = 1714530379,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 994643.598,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[05:26:20]|h Вы получили предмет: |cffffffff|Hitem:194123::::::::70:258:::::::::|h[Всецветная пыль]|h|rx14.",
					["serverTime"] = 1714530380,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 994643.796,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[05:26:20]|h Вы получили предмет: |cffa335ee|Hitem:200113::::::::70:258:::::::::|h[Резонирующий кристалл]|h|r.",
					["serverTime"] = 1714530380,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 994643.9060000001,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[05:26:20]|h Вы получили предмет: |cff0070dd|Hitem:194124::::::::70:258:::::::::|h[Яркий осколок]|h|rx6.",
					["serverTime"] = 1714530380,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 994644.118,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[05:26:20]|h Вы получили предмет: |cff1eff00|Hitem:193922::::::::70:258:::::::::|h[Ткань стихий]|h|rx8.",
					["serverTime"] = 1714530380,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 994644.2220000001,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[05:26:20]|h Вы получили предмет: |cffffffff|Hitem:193050::::::::70:258:::::::::|h[Потрепанная ткань стихий]|h|rx18.",
					["serverTime"] = 1714530380,
					["r"] = 1,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 994644.389,
					["g"] = 0.9764706492424011,
					["b"] = 0.02745098248124123,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[05:26:26]|h Вы получили: |cffffffff334|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 65|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 95|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t|r",
					["serverTime"] = 1714530386,
					["r"] = 0.9529412388801575,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 994650.007,
					["g"] = 1,
					["b"] = 0.9843137860298157,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[05:26:26]|h |cff33ff99Postal|r: Собрано 334|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 65|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 95|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["timestamp"] = 994650.007,
					["serverTime"] = 1714530386,
				}, -- [27]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
