
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589856958,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[22:30:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1666639831,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789825.384,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[22:30:32]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132140:14|tНегодяй – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1666639832,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789826.142,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[22:30:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["serverTime"] = 1666639834,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789828.25,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[22:30:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134518:14|t|cff4e96f7|HbattlePetAbil:392:1400:260:325|h[Дополнительная броня]|h|r накладывает эффект |T134518:14|t|cff4e96f7|HbattlePetAbil:391:1400:260:325|h[Дополнительная броня]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1666639834,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789828.772,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[22:30:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1666639835,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789829.797,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[22:30:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["serverTime"] = 1666639836,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789830.318,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[22:30:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния).",
					["serverTime"] = 1666639836,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789830.838,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[22:30:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:3025:325:219|h[Игры разума]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639838,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789832.893,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[22:30:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["serverTime"] = 1666639841,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789835.39,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[22:30:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 350 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1666639841,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789835.39,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[22:30:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 406 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["serverTime"] = 1666639841,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789835.64,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[22:30:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 386 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["serverTime"] = 1666639841,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789835.894,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[22:30:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["serverTime"] = 1666639842,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789836.16,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[22:30:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния), заканчивается.",
					["serverTime"] = 1666639842,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789836.417,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[22:30:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния), заканчивается.",
					["serverTime"] = 1666639842,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789836.694,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[22:30:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 103 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1666639845,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789839.4550000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[22:30:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["serverTime"] = 1666639845,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789839.4550000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[22:30:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["serverTime"] = 1666639845,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789839.4550000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[22:30:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["serverTime"] = 1666639852,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789846.351,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[22:30:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639853,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789847.527,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[22:30:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639854,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789847.952,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[22:30:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r наносит 283 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639854,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789848.368,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[22:30:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:947:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["serverTime"] = 1666639854,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789848.7930000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[22:30:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2553:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1666639856,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789850.569,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[22:30:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:775:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639858,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789852.77,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[22:31:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["serverTime"] = 1666639860,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789854.323,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[22:31:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639860,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789854.812,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[22:31:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639861,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789855.809,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[22:31:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639862,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789856.196,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[22:31:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:775:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639862,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789856.569,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[22:31:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2301:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1666639865,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789859.344,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[22:31:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:603:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639867,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789861.561,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[22:31:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T134518:14|t|cff4e96f7|HbattlePetAbil:391:603:260:325|h[Дополнительная броня]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["serverTime"] = 1666639867,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789861.611,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[22:31:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:2207:325:219|h[Игры разума]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй), заканчивается.",
					["serverTime"] = 1666639867,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789861.611,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[22:31:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["serverTime"] = 1666639868,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789862.8250000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[22:31:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:603:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639869,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789863.1630000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[22:31:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:603:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639870,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789864.066,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[22:31:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:603:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639870,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789864.453,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[22:31:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:603:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:603:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639870,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789864.839,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[22:31:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:1736:325:219|h[Корм]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1666639873,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789867.4010000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[22:31:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:2081:325:219|h[Корм]|h|r восстанавливает 345 ед. урона |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639873,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789867.659,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[22:31:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:258:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639875,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789869.844,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[22:31:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["serverTime"] = 1666639876,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789870.758,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[22:31:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639877,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789871.247,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[22:31:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639878,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789872.234,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[22:31:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639878,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789872.6290000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[22:31:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:258:260:325|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639878,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789872.6290000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[22:31:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:258:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639879,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789873.03,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[22:31:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:1327:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1666639882,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789875.991,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[22:31:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["serverTime"] = 1666639882,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789875.991,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[22:31:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r восстанавливает 280 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1666639884,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789878.5260000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[22:31:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:280:260:325|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1666639884,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789878.783,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[22:31:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:280:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639888,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789881.9940000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[22:31:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["serverTime"] = 1666639889,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789883.368,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[22:31:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639889,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789883.704,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[22:31:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639890,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789884.648,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[22:31:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639891,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789885.035,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[22:31:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:280:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639891,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789885.422,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[22:31:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:951:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1666639894,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789887.939,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[22:31:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["serverTime"] = 1666639894,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789887.939,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[22:31:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639897,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789891.652,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[22:31:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r\", наложенного на |3-3(команда противника), заканчивается.",
					["serverTime"] = 1666639897,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789891.707,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[22:31:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["serverTime"] = 1666639900,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789894.351,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[22:31:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133015:14|tПаровой танк ярмарки Новолуния – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1666639900,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789894.351,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[22:31:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["serverTime"] = 1666639911,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789905.259,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[22:31:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T252188:14|t|cff4e96f7|HbattlePetAbil:646:1014:273:260|h[Шок и трепет]|h|r наносит 988 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639912,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789906.387,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[22:31:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T132140:14|tНегодяй погибает.",
					["serverTime"] = 1666639912,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789906.387,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[22:31:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1321:273:260|h[Боевое восстановление]|h|r восстанавливает 307 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["serverTime"] = 1666639915,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789909.779,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[22:31:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1250:273:273|h[Боевое восстановление]|h|r восстанавливает 297 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["serverTime"] = 1666639915,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789909.779,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [69]
			},
			["headIndex"] = 69,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["serverTime"] = 1667088988,
					["r"] = 0.9372549653053284,
					["b"] = 1,
					["timestamp"] = 1238976.342,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 0.9686275124549866,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 1238976.342,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1238976.342,
				}, -- [3]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1238961.75,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[22:50:23]|h Сообщение дня от гильдии: \"Йоу всем! Статик в перерыве. Спасибо всем! Мирного неба всем! #Нетвойне!\"",
					["serverTime"] = 1667088988,
					["r"] = 0.4745098352432251,
					["b"] = 0.8196079134941101,
					["timestamp"] = 1238976.342,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["g"] = 0.5058823823928833,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 1238976.342,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1238976.342,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[03:16:29]|h Сообщение дня от гильдии: \"Йоу всем! Статик в перерыве. Спасибо всем! Мирного неба всем! #Нетвойне!\"",
					["r"] = 0.4745098352432251,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1238976.195,
					["g"] = 0.5058823823928833,
					["b"] = 0.8196079134941101,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 37,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[03:46:50]|h |cff33ff99TellMeWhen|r: TMW is now locked. Type /tmw to enter config mode again.",
					["timestamp"] = 1240797.705,
					["serverTime"] = 1667090809,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[03:47:21]|h |Hplayer:Бетоня|h[Бетоня]|h входит в игровой мир.",
					["serverTime"] = 1667090840,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240828.305,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[03:47:29]|h Калиедора выходит из игрового мира.",
					["serverTime"] = 1667090848,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240836.402,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[03:47:42]|h Ваша добыча: |cff9d9d9d|Hitem:178136::::::::60:258:::::::::|h[Эмоциональный осадок]|h|rx2.",
					["serverTime"] = 1667090861,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240849.275,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[03:47:42]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 20 |4серебряная:серебряные:серебряных;, 78 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1667090861,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240849.942,
					["g"] = 1,
					["b"] = 0,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[03:47:42]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|rх1",
					["serverTime"] = 1667090861,
					["r"] = 0.2549019753932953,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240850.075,
					["g"] = 0.5254902243614197,
					["b"] = 0.8196079134941101,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[03:48:35]|h Ваша добыча: 5 |4золотая:золотые:золотых;, 13 |4серебряная:серебряные:серебряных;, 8 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1667090914,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240903.125,
					["g"] = 1,
					["b"] = 0,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[03:49:51]|h Отношение |3-7(Легион Смерти) к вам улучшилось на 138.",
					["serverTime"] = 1667090990,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240979.065,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[03:49:51]|h Вы получили предмет: |cff1eff00|Hitem:186708::::::::60:258::27::1:28:2043:::::|h[Стакан для кистей с золотом]|h|r.",
					["serverTime"] = 1667090990,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240979.065,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[03:49:51]|h Вы получили предмет: |cff1eff00|Hitem:186200::::::::60:258:::::::::|h[Насыщенный дендрит]|h|rx5.",
					["serverTime"] = 1667090990,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240979.065,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[03:49:51]|h Задание \"Золото не вопрос\" выполнено.",
					["serverTime"] = 1667090990,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240979.095,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[03:49:56]|h Отношение |3-7(Легион Смерти) к вам улучшилось на 137.",
					["serverTime"] = 1667090995,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240983.549,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[03:49:56]|h Вы получили предмет: |cff0070dd|Hitem:186201::::::::60:258:::::::::|h[Древний сосуд анимы]|h|rx6.",
					["serverTime"] = 1667090995,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240983.612,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[03:49:56]|h Вы получили предмет: |cff1eff00|Hitem:186200::::::::60:258:::::::::|h[Насыщенный дендрит]|h|rx5.",
					["serverTime"] = 1667090995,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240983.612,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[03:49:56]|h Задание \"Тяжесть камня\" выполнено.",
					["serverTime"] = 1667090995,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240983.625,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[03:49:58]|h Задание \"Атака на Обветренный утес\" выполнено.",
					["serverTime"] = 1667090997,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240985.455,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[03:49:58]|h Отношение |3-7(Легион Смерти) к вам улучшилось на 138.",
					["serverTime"] = 1667090997,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240985.455,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[03:49:58]|h Вы получили предмет: |cffa335ee|Hitem:185108::::::::60:258::27::1:28:2043:::::|h[Туфли искупившего грехи инквизитора]|h|r.",
					["serverTime"] = 1667090997,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240985.455,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[03:49:58]|h Вы получили предмет: |cff1eff00|Hitem:186200::::::::60:258:::::::::|h[Насыщенный дендрит]|h|rx5.",
					["serverTime"] = 1667090997,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240985.455,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[03:50:04]|h |cffa335ee|Hitem:185108::::::::60:258:::::::::|h[Туфли искупившего грехи инквизитора]|h|r (185108) добавлен в Вашу коллекцию.",
					["timestamp"] = 1240991.231,
					["serverTime"] = 1667091003,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[03:50:04]|h Модель |cffff80ff|Htransmogappearance:116090|h[Туфли искупившего грехи инквизитора]|h|r добавлена в вашу коллекцию.",
					["serverTime"] = 1667091003,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240991.231,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[03:50:19]|h Вы продали хлама на 32|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 94|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 34|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["serverTime"] = 1667091018,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1241006.317,
					["g"] = 1,
					["b"] = 0,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[03:50:27]|h Вы получили: |cffffffff90|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 25|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 26|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t|r",
					["serverTime"] = 1667091026,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1241014.761,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[03:50:32]|h Отношение |3-7(Кодекс архивариуса) к вам улучшилось на 117.",
					["serverTime"] = 1667091031,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1241019.283,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[03:50:32]|h Вы получаете валюту – |cff1eff00|Hcurrency:1931:0|h[Исследование каталога]|h|rх233",
					["serverTime"] = 1667091031,
					["r"] = 0.2549019753932953,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1241019.31,
					["g"] = 0.5254902243614197,
					["b"] = 0.8196079134941101,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[03:50:39]|h 885 ед. анимы внесено в резервуар.",
					["serverTime"] = 1667091038,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1241026.766,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[03:50:53]|h |Hplayer:Калиедора|h[Калиедора]|h входит в игровой мир.",
					["serverTime"] = 1667091052,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1241041.026,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[03:51:12]|h Отношение |3-7(Легион Смерти) к вам улучшилось на 220.",
					["serverTime"] = 1667091071,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1241060.154,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[03:51:13]|h Задание \"Задание брокеров: лорд Аззорак\" выполнено.",
					["serverTime"] = 1667091072,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1241060.301,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[03:51:13]|h Вы получили предмет: |cffa335ee|Hitem:185855::::::::60:258::27:4:7694:6652:1485:6646:1:28:2043:::::|h[Одеяние кортийского смотрителя]|h|r.",
					["serverTime"] = 1667091072,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1241060.328,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[03:51:13]|h Вы получили предмет: |cff1eff00|Hitem:186200::::::::60:258:::::::::|h[Насыщенный дендрит]|h|rx5.",
					["serverTime"] = 1667091072,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1241060.328,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[03:51:36]|h Вы будете получать добычу для специализации \"Тьма\".",
					["serverTime"] = 1667091095,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1241083.004,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[03:51:36]|h |cff9900ffWeakAuras:|r  Готово к применению 3 |4обновление:обновления:обновлений;.",
					["timestamp"] = 1241083.004,
					["serverTime"] = 1667091095,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[03:51:36]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Грехопад]|h.",
					["serverTime"] = 1667091095,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						4, -- [2]
						5, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1241083.955,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[03:51:36]|h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Грехопад]|h.",
					["serverTime"] = 1667091095,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						16, -- [2]
						17, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1241083.955,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[03:51:52]|h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Грехопад]|h.",
					["serverTime"] = 1667091111,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						4, -- [2]
						5, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1241099.652,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[03:51:52]|h Вы покинули канал |Hchannel:CHANNEL:3|h[3. Оборона: Грехопад]|h.",
					["serverTime"] = 1667091111,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						16, -- [2]
						17, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1241099.652,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[03:24:36]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Утроба]|h.",
					["serverTime"] = 1667089475,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						4, -- [2]
						5, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1239463.103,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[03:24:36]|h Баронесса Дрека говорит: Некролорды готовы штурмовать алтарь Господства. Возглавь наше наступление!",
					["serverTime"] = 1667089475,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						10, -- [2]
						11, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1239463.849,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[03:25:32]|h Экипаж с военными припасами отбывает из Кортии с партией анимы.",
					["serverTime"] = 1667089531,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						12, -- [2]
						13, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1239519.768,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[03:25:35]|h Свечелиз говорит: Так, вроде все держится. Полный вперед в Утробу!",
					["serverTime"] = 1667089534,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						10, -- [2]
						11, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1239522.756,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[03:25:38]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Кортия]|h.",
					["serverTime"] = 1667089537,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						4, -- [2]
						5, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1239526.118,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[03:25:39]|h Свечелиз говорит: Надеюсь, оружие при тебе. Кто знает, что нам попадется?",
					["serverTime"] = 1667089538,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						10, -- [2]
						11, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1239526.318,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[03:25:55]|h Вы получили задание \"Задание брокеров: лорд Аззорак\".",
					["serverTime"] = 1667089554,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1239542.832,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[03:26:09]|h Вы получили задание \"Золото не вопрос\".",
					["serverTime"] = 1667089568,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1239557.065,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[03:26:14]|h Вы получили задание \"Тяжесть камня\".",
					["serverTime"] = 1667089573,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1239561.84,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[03:26:17]|h Вы получили задание \"Атака на Обветренный утес\".",
					["serverTime"] = 1667089576,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1239564.962,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[03:26:19]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq87|k:44:1530:BN_INLINE_TOAST_ALERT:0|h[|Kq87|k]|h выходит из сети.",
					["serverTime"] = 1667089578,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1239566.936,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[03:26:19]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq87|k:44:1531:BN_INLINE_TOAST_ALERT:0|h[|Kq87|k] (|A:UI-ChatIcon-App:14:14:0:0|aLisa)|h входит в сеть.",
					["serverTime"] = 1667089578,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1239566.936,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[03:26:19]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq87|k:44:1532:BN_INLINE_TOAST_ALERT:0|h[|Kq87|k] (|A:UI-ChatIcon-App:14:14:0:0|aLisa)|h входит в сеть.",
					["serverTime"] = 1667089578,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1239567.143,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[03:26:50]|h Ваша добыча: |cffffffff|Hitem:173202::::::::60:258:::::::::|h[Сумеречная ткань]|h|rx4.",
					["serverTime"] = 1667089609,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1239597.696,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[03:26:51]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|rх1",
					["serverTime"] = 1667089610,
					["r"] = 0.2549019753932953,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1239598.696,
					["g"] = 0.5254902243614197,
					["b"] = 0.8196079134941101,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[03:26:51]|h Ваша добыча: 88 |4серебряная:серебряные:серебряных;, 4 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1667089610,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1239598.71,
					["g"] = 1,
					["b"] = 0,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[03:28:12]|h Ошибка интерфейсной операции, вызванная модификацией",
					["serverTime"] = 1667089691,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1239679.265,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[03:28:24]|h Отношение |3-7(Ве'нари) к вам улучшилось на 110.",
					["serverTime"] = 1667089703,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1239691.19,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[03:28:36]|h Ваша добыча: |cff1eff00|Hitem:186685::::::::60:258:::::::::|h[Фрагмент реликвии]|h|rx65.",
					["serverTime"] = 1667089715,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1239704.063,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[03:28:37]|h Ваша добыча: |cff1eff00|Hitem:187324::::::::60:258:::::::::|h[Жеваный древний идол]|h|rx3.",
					["serverTime"] = 1667089716,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1239704.223,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[03:28:37]|h Ваша добыча: |cff1eff00|Hitem:186200::::::::60:258:::::::::|h[Насыщенный дендрит]|h|rx5.",
					["serverTime"] = 1667089716,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1239704.423,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[03:28:37]|h Ваша добыча: |cff0070dd|Hitem:187325::::::::60:258:::::::::|h[Выцветшая анатомическая иллюстрация бритвокрыла]|h|rx3.",
					["serverTime"] = 1667089716,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1239704.676,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[03:28:37]|h Ваша добыча: |cff9d9d9d|Hitem:176868::::::::60:258:::::::::|h[Осколок энтропии]|h|r.",
					["serverTime"] = 1667089716,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1239704.85,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[03:28:37]|h Ваша добыча: |cffa335ee|Hitem:187402::::::::60:258::28:5:7695:6652:7578:1492:6646:1:28:2043:::::|h[Всепоглощающее кольцо]|h|r.",
					["serverTime"] = 1667089716,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1239704.997,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[03:28:38]|h Ваша добыча: |cff0070dd|Hitem:186206::::::::60:258:::::::::|h[Углекамень из хранилища]|h|rx7.",
					["serverTime"] = 1667089717,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1239705.17,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[03:28:38]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|rх86",
					["serverTime"] = 1667089717,
					["r"] = 0.2549019753932953,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1239705.517,
					["g"] = 0.5254902243614197,
					["b"] = 0.8196079134941101,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[03:33:00]|h Ваша добыча: |cff9d9d9d|Hitem:176862::::::::60:258:::::::::|h[Запятнанная шкура]|h|r.",
					["serverTime"] = 1667089979,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1239967.446,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[03:33:00]|h Ваша добыча: |cffffffff|Hitem:179315::::::::60:258:::::::::|h[Темная рулька]|h|r.",
					["serverTime"] = 1667089979,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1239967.606,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[03:33:31]|h Детеныш скулит от боли, и находящиеся рядом союзники приходят в бешенство!",
					["serverTime"] = 1667090010,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						12, -- [2]
						13, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1239998.243,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[03:33:32]|h Детеныш скулит от боли, и находящиеся рядом союзники приходят в бешенство!",
					["serverTime"] = 1667090011,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						12, -- [2]
						13, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1240000.126,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[03:33:35]|h Ваша добыча: |cff9d9d9d|Hitem:176862::::::::60:258:::::::::|h[Запятнанная шкура]|h|r.",
					["serverTime"] = 1667090014,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240002.768,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[03:33:35]|h Ваша добыча: |cffffffff|Hitem:179315::::::::60:258:::::::::|h[Темная рулька]|h|r.",
					["serverTime"] = 1667090014,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240002.941,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[03:33:36]|h Ваша добыча: |cffffffff|Hitem:172052::::::::60:258:::::::::|h[Потустороннее мясо]|h|r.",
					["serverTime"] = 1667090015,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240003.248,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[03:33:36]|h Ваша добыча: |cff9d9d9d|Hitem:185480::::::::60:258:::::::::|h[Пестрый гребень]|h|r.",
					["serverTime"] = 1667090015,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240003.248,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[03:33:48]|h Ваша добыча: |cffffffff|Hitem:172052::::::::60:258:::::::::|h[Потустороннее мясо]|h|r.",
					["serverTime"] = 1667090027,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240015.297,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[03:33:48]|h Ваша добыча: |cff9d9d9d|Hitem:185479::::::::60:258:::::::::|h[Змеевидная мембрана из крыла]|h|rx2.",
					["serverTime"] = 1667090027,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240015.297,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[03:33:59]|h Ваша добыча: |cff9d9d9d|Hitem:185481::::::::60:258:::::::::|h[Длинный волокнистый язык]|h|r.",
					["serverTime"] = 1667090038,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240027.045,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[03:34:29]|h Ваша добыча: |cff9d9d9d|Hitem:185479::::::::60:258:::::::::|h[Змеевидная мембрана из крыла]|h|rx2.",
					["serverTime"] = 1667090068,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240056.9,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[03:34:29]|h Ваша добыча: |cff9d9d9d|Hitem:185476::::::::60:258:::::::::|h[Шипы Текущего хребта]|h|r.",
					["serverTime"] = 1667090068,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240057.072,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[03:34:48]|h Ваша добыча: |cff9d9d9d|Hitem:178178::::::::60:258:::::::::|h[Хрупкая кора]|h|rx2.",
					["serverTime"] = 1667090087,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240076,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[03:34:48]|h Ваша добыча: |cffffffff|Hitem:172052::::::::60:258:::::::::|h[Потустороннее мясо]|h|r.",
					["serverTime"] = 1667090087,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240076.12,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[03:35:08]|h Ваша добыча: |cff9d9d9d|Hitem:178178::::::::60:258:::::::::|h[Хрупкая кора]|h|r.",
					["serverTime"] = 1667090107,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240096.022,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[03:36:11]|h Ваша добыча: |cff9d9d9d|Hitem:185480::::::::60:258:::::::::|h[Пестрый гребень]|h|rx2.",
					["serverTime"] = 1667090170,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240158.237,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[03:36:11]|h Ваша добыча: |cffffffff|Hitem:172052::::::::60:258:::::::::|h[Потустороннее мясо]|h|rx2.",
					["serverTime"] = 1667090170,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240158.396,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[03:36:11]|h Ваша добыча: |cffffffff|Hitem:179315::::::::60:258:::::::::|h[Темная рулька]|h|r.",
					["serverTime"] = 1667090170,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240158.548,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[03:36:11]|h Ваша добыча: |cff9d9d9d|Hitem:185481::::::::60:258:::::::::|h[Длинный волокнистый язык]|h|rx3.",
					["serverTime"] = 1667090170,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240158.77,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[03:36:11]|h Ваша добыча: |cffffffff|Hitem:172055::::::::60:258:::::::::|h[Фантомная ляжка]|h|r.",
					["serverTime"] = 1667090170,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240158.77,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[03:36:16]|h Ваша добыча: |cff9d9d9d|Hitem:185480::::::::60:258:::::::::|h[Пестрый гребень]|h|r.",
					["serverTime"] = 1667090175,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240163.506,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[03:36:39]|h Ваша добыча: |cff9d9d9d|Hitem:185481::::::::60:258:::::::::|h[Длинный волокнистый язык]|h|rx2.",
					["serverTime"] = 1667090198,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240186.996,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[03:36:39]|h Ваша добыча: |cff9d9d9d|Hitem:185480::::::::60:258:::::::::|h[Пестрый гребень]|h|rx2.",
					["serverTime"] = 1667090198,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240186.996,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[03:36:39]|h Ваша добыча: |cffffffff|Hitem:172052::::::::60:258:::::::::|h[Потустороннее мясо]|h|r.",
					["serverTime"] = 1667090198,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240186.996,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[03:36:39]|h Ваша добыча: |cffffffff|Hitem:172055::::::::60:258:::::::::|h[Фантомная ляжка]|h|r.",
					["serverTime"] = 1667090198,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240186.996,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[03:36:51]|h Ваша добыча: |cff9d9d9d|Hitem:185481::::::::60:258:::::::::|h[Длинный волокнистый язык]|h|r.",
					["serverTime"] = 1667090210,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240198.494,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[03:36:51]|h Ваша добыча: |cffffffff|Hitem:172052::::::::60:258:::::::::|h[Потустороннее мясо]|h|r.",
					["serverTime"] = 1667090210,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240198.654,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[03:36:51]|h Ваша добыча: |cffffffff|Hitem:179315::::::::60:258:::::::::|h[Темная рулька]|h|r.",
					["serverTime"] = 1667090210,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240198.788,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[03:37:36]|h Ваша добыча: |cff9d9d9d|Hitem:176862::::::::60:258:::::::::|h[Запятнанная шкура]|h|r.",
					["serverTime"] = 1667090255,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240243.274,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[03:37:36]|h Ваша добыча: |cffffffff|Hitem:172053::::::::60:258:::::::::|h[Сумрачные ребра]|h|r.",
					["serverTime"] = 1667090255,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240243.621,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[03:37:36]|h Ваша добыча: |cffffffff|Hitem:172052::::::::60:258:::::::::|h[Потустороннее мясо]|h|r.",
					["serverTime"] = 1667090255,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240243.685,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[03:37:36]|h Ваша добыча: |cff9d9d9d|Hitem:185481::::::::60:258:::::::::|h[Длинный волокнистый язык]|h|rx3.",
					["serverTime"] = 1667090255,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240243.781,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[03:37:36]|h Ваша добыча: |cff9d9d9d|Hitem:185480::::::::60:258:::::::::|h[Пестрый гребень]|h|rx2.",
					["serverTime"] = 1667090255,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240243.914,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[03:37:36]|h Ваша добыча: |cffffffff|Hitem:172055::::::::60:258:::::::::|h[Фантомная ляжка]|h|rx2.",
					["serverTime"] = 1667090255,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240244.101,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[03:37:49]|h Ваша добыча: |cff9d9d9d|Hitem:185481::::::::60:258:::::::::|h[Длинный волокнистый язык]|h|r.",
					["serverTime"] = 1667090268,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240257.12,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[03:38:42]|h Ваша добыча: |cff9d9d9d|Hitem:185481::::::::60:258:::::::::|h[Длинный волокнистый язык]|h|rx6.",
					["serverTime"] = 1667090321,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240309.317,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[03:38:42]|h Ваша добыча: |cffffffff|Hitem:172055::::::::60:258:::::::::|h[Фантомная ляжка]|h|rx2.",
					["serverTime"] = 1667090321,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240309.53,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[03:38:42]|h Ваша добыча: |cff9d9d9d|Hitem:185480::::::::60:258:::::::::|h[Пестрый гребень]|h|rx3.",
					["serverTime"] = 1667090321,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240309.65,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[03:38:42]|h Ваша добыча: |cffffffff|Hitem:172052::::::::60:258:::::::::|h[Потустороннее мясо]|h|r.",
					["serverTime"] = 1667090321,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240309.797,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[03:38:42]|h Ваша добыча: |cffffffff|Hitem:179315::::::::60:258:::::::::|h[Темная рулька]|h|r.",
					["serverTime"] = 1667090321,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240309.957,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[03:38:47]|h Ваша добыча: |cff9d9d9d|Hitem:185481::::::::60:258:::::::::|h[Длинный волокнистый язык]|h|r.",
					["serverTime"] = 1667090326,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240314.745,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[03:39:26]|h Капкап кричит: За Грехопад!",
					["serverTime"] = 1667090365,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						14, -- [2]
						15, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1240353.843,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[03:39:31]|h Ваша добыча: |cff9d9d9d|Hitem:185476::::::::60:258:::::::::|h[Шипы Текущего хребта]|h|r.",
					["serverTime"] = 1667090370,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240358.952,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[03:39:31]|h Ваша добыча: |cffffffff|Hitem:172053::::::::60:258:::::::::|h[Сумрачные ребра]|h|r.",
					["serverTime"] = 1667090370,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240359.098,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[03:39:32]|h Ваша добыча: |cffffffff|Hitem:172052::::::::60:258:::::::::|h[Потустороннее мясо]|h|r.",
					["serverTime"] = 1667090371,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240359.258,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[03:40:30]|h Ваша добыча: |cff9d9d9d|Hitem:185476::::::::60:258:::::::::|h[Шипы Текущего хребта]|h|r.",
					["serverTime"] = 1667090429,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240417.404,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[03:40:30]|h Ваша добыча: |cff9d9d9d|Hitem:185480::::::::60:258:::::::::|h[Пестрый гребень]|h|r.",
					["serverTime"] = 1667090429,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240417.551,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[03:40:30]|h Ваша добыча: |cffffffff|Hitem:172052::::::::60:258:::::::::|h[Потустороннее мясо]|h|r.",
					["serverTime"] = 1667090429,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240417.724,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[03:40:30]|h Ваша добыча: |cffffffff|Hitem:179315::::::::60:258:::::::::|h[Темная рулька]|h|r.",
					["serverTime"] = 1667090429,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240417.871,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[03:40:56]|h |Hplayer:Мьёлнирр|h[Мьёлнирр]|h входит в игровой мир.",
					["serverTime"] = 1667090455,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240443.442,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[03:41:17]|h Ваша добыча: |cff9d9d9d|Hitem:185481::::::::60:258:::::::::|h[Длинный волокнистый язык]|h|r.",
					["serverTime"] = 1667090476,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240464.879,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[03:41:17]|h Ваша добыча: |cffffffff|Hitem:172052::::::::60:258:::::::::|h[Потустороннее мясо]|h|r.",
					["serverTime"] = 1667090476,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240465.039,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[03:41:18]|h Ваша добыча: |cffffffff|Hitem:179315::::::::60:258:::::::::|h[Темная рулька]|h|r.",
					["serverTime"] = 1667090477,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240465.212,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[03:42:01]|h Ваша добыча: |cff9d9d9d|Hitem:185480::::::::60:258:::::::::|h[Пестрый гребень]|h|r.",
					["serverTime"] = 1667090520,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240508.685,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[03:42:01]|h Ваша добыча: |cffffffff|Hitem:172052::::::::60:258:::::::::|h[Потустороннее мясо]|h|r.",
					["serverTime"] = 1667090520,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240508.844,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[03:42:01]|h Ваша добыча: |cffffffff|Hitem:172055::::::::60:258:::::::::|h[Фантомная ляжка]|h|r.",
					["serverTime"] = 1667090520,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240509.042,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[03:42:06]|h Мьёлнирр выходит из игрового мира.",
					["serverTime"] = 1667090525,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240513.46,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[03:42:32]|h Экипаж с военными припасами готовится отбыть из Кортии в Утробу.",
					["serverTime"] = 1667090551,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						12, -- [2]
						13, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1240540.032,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[03:42:52]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|rх1",
					["serverTime"] = 1667090571,
					["r"] = 0.2549019753932953,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240559.894,
					["g"] = 0.5254902243614197,
					["b"] = 0.8196079134941101,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[03:42:52]|h Ваша добыча: 65 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1667090571,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240559.894,
					["g"] = 1,
					["b"] = 0,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[03:43:09]|h Вы получаете валюту – |cffffffff|Hcurrency:1767:0|h[Стигия]|h|rх1",
					["serverTime"] = 1667090588,
					["r"] = 0.2549019753932953,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240577.141,
					["g"] = 0.5254902243614197,
					["b"] = 0.8196079134941101,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[03:43:09]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 82 |4серебряная:серебряные:серебряных;, 37 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1667090588,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240577.155,
					["g"] = 1,
					["b"] = 0,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[03:43:28]|h Ваша добыча: |cff9d9d9d|Hitem:176853::::::::60:258:::::::::|h[Чахлая плоть]|h|r.",
					["serverTime"] = 1667090607,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240596.029,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[03:46:33]|h |Hplayer:Калиедора|h[Калиедора]|h входит в игровой мир.",
					["serverTime"] = 1667090792,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1240780.658,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [128]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
