
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589856958,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[19:09:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T804967:14|tБенакс – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858194,
					["timestamp"] = 1879518.134,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[19:09:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134389:14|tПрах – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858195,
					["timestamp"] = 1879518.894,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[19:09:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858198,
					["timestamp"] = 1879522.145,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[19:10:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:1928:362:260|h[Выжженная земля]|h|r наносит 515 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858200,
					["timestamp"] = 1879524.161,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[19:10:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:1928:362:260|h[Выжженная земля]|h|r меняет погоду на |T237588:14|t|cff4e96f7|HbattlePetAbil:171:1928:362:260|h[Выжженная земля]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858200,
					["timestamp"] = 1879524.411,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[19:10:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463570:14|t|cff4e96f7|HbattlePetAbil:118:1112:289:244|h[Сильная струя воды]|h|r наносит 463 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858202,
					["timestamp"] = 1879526.501,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[19:10:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:1465:362:260|h[Выжженная земля]|h|r наносит 38 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858203,
					["timestamp"] = 1879527.511,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[19:10:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1351:289:244|h[Боевое восстановление]|h|r восстанавливает 277 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858206,
					["timestamp"] = 1879530.5,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[19:10:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T804967:14|tБенакс – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858214,
					["timestamp"] = 1879538.022,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[19:10:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134389:14|tПрах – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858215,
					["timestamp"] = 1879538.781,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[19:10:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858217,
					["timestamp"] = 1879541.159,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[19:10:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:1928:362:260|h[Выжженная земля]|h|r наносит 515 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858219,
					["timestamp"] = 1879543.17,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[19:10:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:1928:362:260|h[Выжженная земля]|h|r меняет погоду на |T237588:14|t|cff4e96f7|HbattlePetAbil:171:1928:362:260|h[Выжженная земля]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858219,
					["timestamp"] = 1879543.426,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[19:10:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1112:289:244|h[Оползень]|h|r наносит 556 ед. урона |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858223,
					["timestamp"] = 1879546.769,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[19:10:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:1372:362:260|h[Выжженная земля]|h|r прекращается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858223,
					["timestamp"] = 1879547.022,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[19:10:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1112:289:244|h[Оползень]|h|r меняет погоду на |T463566:14|t|cff4e96f7|HbattlePetAbil:718:1112:289:244|h[Слякотная погода]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858223,
					["timestamp"] = 1879547.022,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[19:10:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858225,
					["timestamp"] = 1879549.159,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[19:10:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:178:1372:362:260|h[Жертвенный огонь]|h|r наносит 401 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858226,
					["timestamp"] = 1879550.319,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[19:10:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:178:1372:362:260|h[Жертвенный огонь]|h|r накладывает эффект |T135817:14|t|cff4e96f7|HbattlePetAbil:177:1372:362:260|h[Жертвенный огонь]|h|r на |3-1(ваш питомец) |3-3(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858226,
					["timestamp"] = 1879550.57,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[19:10:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463570:14|t|cff4e96f7|HbattlePetAbil:118:711:289:244|h[Сильная струя воды]|h|r наносит 463 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858228,
					["timestamp"] = 1879552.495,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[19:10:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:177:909:362:260|h[Жертвенный огонь]|h|r наносит 47 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858229,
					["timestamp"] = 1879553.524,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[19:10:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858231,
					["timestamp"] = 1879555.177,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[19:10:32]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135597:14|t|cff4e96f7|HbattlePetAbil:1407:909:362:260|h[Глубокий ожог]|h|r наносит 496 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858232,
					["timestamp"] = 1879556.4,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[19:10:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463570:14|t|cff4e96f7|HbattlePetAbil:118:168:289:244|h[Сильная струя воды]|h|r наносит 463 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858234,
					["timestamp"] = 1879558.33,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[19:10:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:177:446:362:260|h[Жертвенный огонь]|h|r наносит 47 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858235,
					["timestamp"] = 1879559.361,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[19:10:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858237,
					["timestamp"] = 1879561.183,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[19:10:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135597:14|t|cff4e96f7|HbattlePetAbil:1407:446:362:260|h[Глубокий ожог]|h|r наносит 496 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858238,
					["timestamp"] = 1879562.411,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[19:10:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T804967:14|tБенакс погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858238,
					["timestamp"] = 1879562.411,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[19:10:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T804967:14|tБенакс – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858251,
					["timestamp"] = 1879576.103,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[19:10:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134389:14|tПрах – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858252,
					["timestamp"] = 1879576.856,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[19:10:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858257,
					["timestamp"] = 1879582.095,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[19:11:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:1928:362:260|h[Выжженная земля]|h|r наносит 515 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858259,
					["timestamp"] = 1879584.107,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[19:11:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:1928:362:260|h[Выжженная земля]|h|r меняет погоду на |T237588:14|t|cff4e96f7|HbattlePetAbil:171:1928:362:260|h[Выжженная земля]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858259,
					["timestamp"] = 1879584.361,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[19:11:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T512902:14|t|cff4e96f7|HbattlePetAbil:934:1112:289:244|h[Пузырь]|h|r накладывает эффект |T512902:14|t|cff4e96f7|HbattlePetAbil:933:1112:289:244|h[Пузырь]|h|r на |3-1(ваш питомец) |3-3(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858261,
					["timestamp"] = 1879585.903,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[19:11:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:1928:362:260|h[Выжженная земля]|h|r наносит 38 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858262,
					["timestamp"] = 1879586.915,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[19:11:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858263,
					["timestamp"] = 1879588.121,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[19:11:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(ваш питомец) |T804967:14|tБенакс блокирует способность |T135817:14|t|cff4e96f7|HbattlePetAbil:178:1928:362:260|h[Жертвенный огонь]|h|r",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858264,
					["timestamp"] = 1879589.083,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[19:11:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1074:289:244|h[Оползень]|h|r наносит 556 ед. урона |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858267,
					["timestamp"] = 1879592.102,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[19:11:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:1372:362:260|h[Выжженная земля]|h|r прекращается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858267,
					["timestamp"] = 1879592.355,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[19:11:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1074:289:244|h[Оползень]|h|r меняет погоду на |T463566:14|t|cff4e96f7|HbattlePetAbil:718:1074:289:244|h[Слякотная погода]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858267,
					["timestamp"] = 1879592.355,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[19:11:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858270,
					["timestamp"] = 1879595.183,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[19:11:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(ваш питомец) |T804967:14|tБенакс блокирует способность |T135597:14|t|cff4e96f7|HbattlePetAbil:1407:1372:362:260|h[Глубокий ожог]|h|r",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858271,
					["timestamp"] = 1879596.341,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[19:11:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T512902:14|t|cff4e96f7|HbattlePetAbil:933:1074:289:244|h[Пузырь]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T804967:14|tБенакс), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858271,
					["timestamp"] = 1879596.341,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[19:11:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463570:14|t|cff4e96f7|HbattlePetAbil:118:1074:289:244|h[Сильная струя воды]|h|r наносит 463 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858273,
					["timestamp"] = 1879598.106,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[19:11:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858276,
					["timestamp"] = 1879601.066,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[19:11:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135597:14|t|cff4e96f7|HbattlePetAbil:1407:909:362:260|h[Глубокий ожог]|h|r наносит 248 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858277,
					["timestamp"] = 1879602.277,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[19:11:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463570:14|t|cff4e96f7|HbattlePetAbil:118:826:289:244|h[Сильная струя воды]|h|r наносит 463 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858279,
					["timestamp"] = 1879604.203,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[19:11:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858281,
					["timestamp"] = 1879606.142,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[19:11:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:446:362:260|h[Выжженная земля]|h|r наносит 515 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858283,
					["timestamp"] = 1879608.153,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[19:11:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:718:311:289:244|h[Слякотная погода]|h|r прекращается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858283,
					["timestamp"] = 1879608.408,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[19:11:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:446:362:260|h[Выжженная земля]|h|r меняет погоду на |T237588:14|t|cff4e96f7|HbattlePetAbil:171:446:362:260|h[Выжженная земля]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858283,
					["timestamp"] = 1879608.408,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[19:11:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463570:14|t|cff4e96f7|HbattlePetAbil:118:311:289:244|h[Сильная струя воды]|h|r наносит 463 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858285,
					["timestamp"] = 1879610.707,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[19:11:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T134389:14|tПрах погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858285,
					["timestamp"] = 1879610.707,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[19:11:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:0:362:260|h[Выжженная земля]|h|r наносит 38 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858288,
					["timestamp"] = 1879613.23,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[19:11:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858288,
					["timestamp"] = 1879613.487,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[19:11:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132182:14|tКлык – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858288,
					["timestamp"] = 1879613.487,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[19:11:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858292,
					["timestamp"] = 1879617.153,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[19:11:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T648840:14|t|cff4e96f7|HbattlePetAbil:515:1766:333:500|h[Атака с высоты]|h|r наносит 264 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858292,
					["timestamp"] = 1879617.409,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[19:11:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T648840:14|t|cff4e96f7|HbattlePetAbil:515:1766:333:500|h[Атака с высоты]|h|r накладывает эффект |T464973:14|t|cff4e96f7|HbattlePetAbil:516:1766:333:500|h[Ослабленная защита]|h|r на |3-1(ваш питомец) |3-3(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858294,
					["timestamp"] = 1879619.349,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[19:11:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463570:14|t|cff4e96f7|HbattlePetAbil:118:9:289:244|h[Сильная струя воды]|h|r наносит 463 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T132182:14|tКлык).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858296,
					["timestamp"] = 1879621.153,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[19:11:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:0:362:260|h[Выжженная земля]|h|r наносит 47 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858297,
					["timestamp"] = 1879622.168,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[19:11:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T804967:14|tБенакс погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858297,
					["timestamp"] = 1879622.168,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[19:11:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:0:362:260|h[Выжженная земля]|h|r наносит 76 ед. урона |3-2(вражеский питомец) |3-2(|T132182:14|tКлык).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858299,
					["timestamp"] = 1879623.928,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[19:11:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858301,
					["timestamp"] = 1879626.063,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[19:11:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T797547:14|tДракончик Нексуса – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858301,
					["timestamp"] = 1879626.063,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[19:11:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858314,
					["timestamp"] = 1879638.979,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[19:11:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458967:14|t|cff4e96f7|HbattlePetAbil:357:1227:333:500|h[Визг]|h|r наносит 176 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858314,
					["timestamp"] = 1879639.735,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[19:11:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458967:14|t|cff4e96f7|HbattlePetAbil:357:1227:333:500|h[Визг]|h|r накладывает эффект |T653221:14|t|cff4e96f7|HbattlePetAbil:154:1227:333:500|h[Снижение скорости]|h|r на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858315,
					["timestamp"] = 1879639.992,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[19:12:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135739:14|t|cff4e96f7|HbattlePetAbil:589:1224:341:244|h[Чародейская буря]|h|r наносит 324 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132182:14|tКлык).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858319,
					["timestamp"] = 1879643.766,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[19:12:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135739:14|t|cff4e96f7|HbattlePetAbil:589:1224:341:244|h[Чародейская буря]|h|r наносит 216 ед. урона |3-2(вражеский питомец) |3-2(|T538518:14|tРой).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858319,
					["timestamp"] = 1879643.766,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[19:12:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:0:362:260|h[Выжженная земля]|h|r прекращается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858319,
					["timestamp"] = 1879644.022,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[19:12:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135739:14|t|cff4e96f7|HbattlePetAbil:589:1224:341:244|h[Чародейская буря]|h|r меняет погоду на |T135739:14|t|cff4e96f7|HbattlePetAbil:590:1224:341:244|h[Чародейские ветра]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858319,
					["timestamp"] = 1879644.022,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[19:12:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858321,
					["timestamp"] = 1879646.087,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[19:12:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463565:14|t|cff4e96f7|HbattlePetAbil:420:903:333:500|h[Пронизывающий ветер]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858322,
					["timestamp"] = 1879647.378,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[19:12:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463565:14|t|cff4e96f7|HbattlePetAbil:420:903:333:500|h[Пронизывающий ветер]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858323,
					["timestamp"] = 1879647.881,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[19:12:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463565:14|t|cff4e96f7|HbattlePetAbil:420:903:333:500|h[Пронизывающий ветер]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858323,
					["timestamp"] = 1879648.402,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[19:12:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135734:14|t|cff4e96f7|HbattlePetAbil:489:876:341:183|h[Волна маны]|h|r наносит 588 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132182:14|tКлык).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858325,
					["timestamp"] = 1879650.312,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[19:12:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:315:333:500|h[Летающий питомец]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132182:14|tКлык), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858325,
					["timestamp"] = 1879650.312,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[19:12:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135734:14|t|cff4e96f7|HbattlePetAbil:489:876:341:183|h[Волна маны]|h|r наносит 270 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132182:14|tКлык).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858325,
					["timestamp"] = 1879650.572,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[19:12:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h:  накладывает эффект |T618974:14|t|cff4e96f7|HbattlePetAbil:245:876:341:183|h[Дракон]|h|r на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858326,
					["timestamp"] = 1879651.587,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[19:12:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858327,
					["timestamp"] = 1879652.45,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[19:12:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463565:14|t|cff4e96f7|HbattlePetAbil:420:45:333:333|h[Пронизывающий ветер]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858329,
					["timestamp"] = 1879653.784,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[19:12:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463565:14|t|cff4e96f7|HbattlePetAbil:420:45:333:333|h[Пронизывающий ветер]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858329,
					["timestamp"] = 1879654.298,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[19:12:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463565:14|t|cff4e96f7|HbattlePetAbil:420:45:333:333|h[Пронизывающий ветер]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858330,
					["timestamp"] = 1879654.808,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[19:12:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135734:14|t|cff4e96f7|HbattlePetAbil:489:528:341:183|h[Волна маны]|h|r наносит 1148 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132182:14|tКлык).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858332,
					["timestamp"] = 1879656.864,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[19:12:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T132182:14|tКлык погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858332,
					["timestamp"] = 1879656.864,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[19:12:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618974:14|t|cff4e96f7|HbattlePetAbil:245:528:341:183|h[Дракон]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858334,
					["timestamp"] = 1879659.382,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[19:12:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858334,
					["timestamp"] = 1879659.382,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[19:12:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538518:14|tРой – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858334,
					["timestamp"] = 1879659.382,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[19:12:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858336,
					["timestamp"] = 1879661.548,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[19:12:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136128:14|t|cff4e96f7|HbattlePetAbil:232:1184:484:219|h[Рой мух]|h|r накладывает эффект \"|T136128:14|t|cff4e96f7|HbattlePetAbil:231:1184:484:219|h[Рой мух]|h|r\" на |3-3(ваша команда).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858337,
					["timestamp"] = 1879662.06,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[19:12:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135734:14|t|cff4e96f7|HbattlePetAbil:489:528:341:183|h[Волна маны]|h|r наносит 364 ед. урона |3-2(вражеский питомец) |3-2(|T538518:14|tРой).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858339,
					["timestamp"] = 1879664.387,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[19:12:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135734:14|t|cff4e96f7|HbattlePetAbil:489:528:341:183|h[Волна маны]|h|r наносит 180 ед. урона |3-2(вражеский питомец) |3-2(|T538518:14|tРой).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858339,
					["timestamp"] = 1879664.642,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[19:12:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136128:14|t|cff4e96f7|HbattlePetAbil:231:640:484:219|h[Рой мух]|h|r наносит 176 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858341,
					["timestamp"] = 1879666.158,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[19:12:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h:  накладывает эффект |T618974:14|t|cff4e96f7|HbattlePetAbil:245:352:341:183|h[Дракон]|h|r на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858342,
					["timestamp"] = 1879667.168,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[19:12:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858345,
					["timestamp"] = 1879669.997,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[19:12:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T895885:14|t|cff4e96f7|HbattlePetAbil:1049:640:484:219|h[Ослепляющий яд]|h|r накладывает эффект |T895885:14|t|cff4e96f7|HbattlePetAbil:1048:640:484:219|h[Ослепляющий яд]|h|r на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858346,
					["timestamp"] = 1879671.316,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[19:12:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135781:14|t|cff4e96f7|HbattlePetAbil:782:352:341:183|h[Ледяное дыхание]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T538518:14|tРой).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858348,
					["timestamp"] = 1879673.747,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[19:12:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136128:14|t|cff4e96f7|HbattlePetAbil:231:640:484:219|h[Рой мух]|h|r наносит 176 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858350,
					["timestamp"] = 1879675.28,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[19:12:32]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T653221:14|t|cff4e96f7|HbattlePetAbil:154:0:333:333|h[Снижение скорости]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858351,
					["timestamp"] = 1879676.29,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[19:12:32]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618974:14|t|cff4e96f7|HbattlePetAbil:245:176:341:183|h[Дракон]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858351,
					["timestamp"] = 1879676.29,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[19:12:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858352,
					["timestamp"] = 1879677.122,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[19:12:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135781:14|t|cff4e96f7|HbattlePetAbil:782:176:341:244|h[Ледяное дыхание]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T538518:14|tРой).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858353,
					["timestamp"] = 1879678.545,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[19:12:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:359:640:484:219|h[Ужалить]|h|r накладывает эффект |T132274:14|t|cff4e96f7|HbattlePetAbil:358:640:484:219|h[Ужалить]|h|r на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858355,
					["timestamp"] = 1879680.685,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[19:12:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:358:640:484:219|h[Ужалить]|h|r наносит 151 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858356,
					["timestamp"] = 1879681.735,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[19:12:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136128:14|t|cff4e96f7|HbattlePetAbil:231:640:484:219|h[Рой мух]|h|r наносит 176 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858357,
					["timestamp"] = 1879682.243,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[19:12:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T797547:14|tДракончик Нексуса погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858357,
					["timestamp"] = 1879682.243,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[19:12:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858361,
					["timestamp"] = 1879685.854,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[19:12:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T797882:14|tКуньлайский коротышка – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858361,
					["timestamp"] = 1879685.854,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[19:12:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 13",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858364,
					["timestamp"] = 1879689.129,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[19:12:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132176:14|t|cff4e96f7|HbattlePetAbil:124:1465:305:257|h[Буйство]|h|r наносит 609 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T538518:14|tРой).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858365,
					["timestamp"] = 1879690.256,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[19:12:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:359:31:484:219|h[Ужалить]|h|r накладывает эффект |T132274:14|t|cff4e96f7|HbattlePetAbil:358:31:484:219|h[Ужалить]|h|r на |3-1(ваш питомец) |3-3(|T797882:14|tКуньлайский коротышка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858367,
					["timestamp"] = 1879691.991,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[19:12:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:358:31:484:219|h[Ужалить]|h|r наносит 151 ед. урона |3-2(ваш питомец) |3-2(|T797882:14|tКуньлайский коротышка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858368,
					["timestamp"] = 1879693.027,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[19:12:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136128:14|t|cff4e96f7|HbattlePetAbil:231:31:484:219|h[Рой мух]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797882:14|tКуньлайский коротышка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858368,
					["timestamp"] = 1879693.544,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[19:12:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1256:305:257|h[Восстановление]|h|r восстанавливает 58 ед. урона |3-2(ваш питомец) |3-2(|T797882:14|tКуньлайский коротышка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858369,
					["timestamp"] = 1879694.557,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[19:12:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858370,
					["timestamp"] = 1879695.511,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[19:12:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132176:14|t|cff4e96f7|HbattlePetAbil:124:1256:305:257|h[Буйство]|h|r наносит 609 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T538518:14|tРой).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858371,
					["timestamp"] = 1879696.626,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[19:12:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T538518:14|tРой погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858371,
					["timestamp"] = 1879696.626,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[19:12:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:358:0:484:219|h[Ужалить]|h|r наносит 151 ед. урона |3-2(ваш питомец) |3-2(|T797882:14|tКуньлайский коротышка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858374,
					["timestamp"] = 1879699.173,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[19:12:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136128:14|t|cff4e96f7|HbattlePetAbil:231:0:484:219|h[Рой мух]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797882:14|tКуньлайский коротышка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858374,
					["timestamp"] = 1879699.686,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[19:12:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1047:305:257|h[Восстановление]|h|r восстанавливает 58 ед. урона |3-2(ваш питомец) |3-2(|T797882:14|tКуньлайский коротышка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858375,
					["timestamp"] = 1879700.699,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[19:12:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1256:305:257|h[Боевое восстановление]|h|r восстанавливает 209 ед. урона |3-2(ваш питомец) |3-2(|T797882:14|tКуньлайский коротышка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858377,
					["timestamp"] = 1879702.151,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [122]
			},
			["headIndex"] = 122,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["serverTime"] = 1662930767,
					["r"] = 0.9372549653053284,
					["b"] = 1,
					["timestamp"] = 636726.358,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 0.9686275124549866,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 636726.358,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 636726.358,
				}, -- [3]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 636713.566,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[20:08:23]|h Сообщение дня от гильдии: \"Йоу всем! Статик в перерыве. Спасибо всем! Мирного неба всем! #Нетвойне!\"",
					["serverTime"] = 1662930767,
					["r"] = 0.4745098352432251,
					["b"] = 0.8196079134941101,
					["timestamp"] = 636726.358,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["g"] = 0.5058823823928833,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 636726.358,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 636726.358,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[00:12:48]|h Сообщение дня от гильдии: \"Йоу всем! Статик в перерыве. Спасибо всем! Мирного неба всем! #Нетвойне!\"",
					["r"] = 0.4745098352432251,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 636726.056,
					["g"] = 0.5058823823928833,
					["b"] = 0.8196079134941101,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 105,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[20:08:23]|h Сообщение дня от гильдии: \"Йоу всем! Статик в перерыве. Спасибо всем! Мирного неба всем! #Нетвойне!\"",
					["serverTime"] = 1662930767,
					["r"] = 0.4745098352432251,
					["b"] = 0.8196079134941101,
					["timestamp"] = 636726.358,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["g"] = 0.5058823823928833,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 636726.358,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 636726.358,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[00:12:41]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.138 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Marshy and our two daughters.",
					["r"] = 1,
					["timestamp"] = 636713.566,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[00:12:48]|h Сообщение дня от гильдии: \"Йоу всем! Статик в перерыве. Спасибо всем! Мирного неба всем! #Нетвойне!\"",
					["r"] = 0.4745098352432251,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 636726.056,
					["g"] = 0.5058823823928833,
					["b"] = 0.8196079134941101,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[00:12:50]|h Вы будете получать добычу для специализации \"Тьма\".",
					["serverTime"] = 1662930769,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 636726.358,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[00:12:50]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 636726.358,
					["serverTime"] = 1662930769,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[00:12:50]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 636726.358,
					["serverTime"] = 1662930769,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[00:12:50]|h |cffffd700Титан Панель|r|cff20ff20 5.23.7.90207|r|cffffd700|cffffd700 от |cffff8c00Titan Development Team|r|cff20ff20|r",
					["timestamp"] = 636726.358,
					["serverTime"] = 1662930769,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[00:12:50]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Алоиза(2): Фламиника: Vuhdo'esque",
					["r"] = 1,
					["serverTime"] = 1662930769,
					["timestamp"] = 636726.358,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[00:12:50]|h |cff9900ffWeakAuras:|r  Готово к применению 3 |4обновление:обновления:обновлений;.",
					["timestamp"] = 636726.358,
					["serverTime"] = 1662930769,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[00:12:52]|h Общее время игры: 19 |4день:дня:дней;, 1 |4час:часа:часов;, 3 |4минута:минуты:минут;, 42 |4секунда:секунды:секунд;.",
					["serverTime"] = 1662930771,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 636730.729,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[00:12:52]|h Время игры на этом уровне: 12 |4день:дня:дней;, 13 |4час:часа:часов;, 27 |4минута:минуты:минут;, 32 |4секунда:секунды:секунд;.",
					["serverTime"] = 1662930771,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 636730.729,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[00:12:53]|h |cff7f7f7f[00:12]|r [|cff007f7fNOP|r] Шахта Зашедшей Луны: 12 done 0 to go!",
					["timestamp"] = 636730.992,
					["serverTime"] = 1662930772,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[00:12:53]|h |cff7f7f7f[00:12]|r [|cff007f7fNOP|r] Paragon reward for Неумирающая армия is ready!",
					["timestamp"] = 636730.992,
					["serverTime"] = 1662930772,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[00:12:58]|h |cffb4b4ffALL THE THINGS|r Профиль: По умолчанию",
					["timestamp"] = 636736.071,
					["serverTime"] = 1662930777,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[00:13:14]|h Вы получаете валюту – |cffff8000|Hcurrency:1906:0|h[Угли душ]|h|rх31",
					["serverTime"] = 1662930793,
					["r"] = 0.2549019753932953,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636751.99,
					["g"] = 0.5254902243614197,
					["b"] = 0.8196079134941101,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[00:13:14]|h Вы получили предмет: |cff0070dd|Hitem:187575::::::::60:258::31:::::::|h[Кортийский тайник рыбака]|h|r.",
					["serverTime"] = 1662930793,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636752.063,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[00:13:14]|h Вы получили предмет: |cffa335ee|Hitem:188657::::::::60:258:::::::::|h[Призма расширения сознания]|h|r.",
					["serverTime"] = 1662930793,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636752.897,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[00:13:14]|h Вы получили предмет: |cffffffff|Hitem:163036::::::::60:258:::::::::|h[Отполированный оберег для питомца]|h|rx25.",
					["serverTime"] = 1662930793,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636752.897,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[00:13:15]|h Вы получили предмет: |cff0070dd|Hitem:188656::::::::60:258:::::::::|h[Фрактальный проводник мыслей]|h|r.",
					["serverTime"] = 1662930794,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636753.81,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[00:13:15]|h Вы получили предмет: |cff0070dd|Hitem:187569::::::::60:258::31:::::::|h[Частица усиления брокера-портного]|h|r.",
					["serverTime"] = 1662930794,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636753.81,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[00:13:16]|h Вы получили предмет: |cff0070dd|Hitem:184637::::::::60:258::31:::::::|h[Мясной тайник героя]|h|r.",
					["serverTime"] = 1662930795,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636754.7930000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[00:13:17]|h Вы получили предмет: |cff0070dd|Hitem:184773::::::::60:258:::::::::|h[Испытанная в бою часть доспеха]|h|rx3.",
					["serverTime"] = 1662930796,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636755.593,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[00:13:18]|h Вы получили предмет: |cffffffff|Hitem:163036::::::::60:258:::::::::|h[Отполированный оберег для питомца]|h|rx22.",
					["serverTime"] = 1662930797,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636756.512,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[00:15:39]|h Ваша добыча: |cffffffff|Hitem:173202::::::::60:258:::::::::|h[Сумеречная ткань]|h|rx21.",
					["serverTime"] = 1662930938,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636897.094,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[00:15:39]|h Вы получили предмет: |cffffffff|Hitem:173202::::::::60:258:::::::::|h[Сумеречная ткань]|h|rx3.",
					["serverTime"] = 1662930938,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636897.094,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[00:15:39]|h Ваша добыча: |cff1eff00|Hitem:173204::::::::60:258:::::::::|h[Сумрачный шелк]|h|rx6.",
					["serverTime"] = 1662930938,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636897.304,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[00:15:41]|h Вы получили предмет: |cffffffff|Hitem:173035::::::::60:258:::::::::|h[Щербатая альбула]|h|rx5.",
					["serverTime"] = 1662930940,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636899.746,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[00:15:42]|h Вы получили предмет: |cffffffff|Hitem:173036::::::::60:258:::::::::|h[Иглотелая пиранья]|h|rx5.",
					["serverTime"] = 1662930941,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636899.973,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[00:15:42]|h Вы получили предмет: |cffffffff|Hitem:173032::::::::60:258:::::::::|h[Бесплотная плотва]|h|rx6.",
					["serverTime"] = 1662930941,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636900.095,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[00:15:42]|h Вы получили предмет: |cff1eff00|Hitem:173037::::::::60:258:::::::::|h[Элизийская волновка]|h|rx3.",
					["serverTime"] = 1662930941,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636900.269,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[00:15:42]|h Вы получили предмет: |cffffffff|Hitem:173033::::::::60:258:::::::::|h[Радужная сериола]|h|rx5.",
					["serverTime"] = 1662930941,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636900.496,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[00:15:42]|h Вы получили предмет: |cffffffff|Hitem:173034::::::::60:258:::::::::|h[Среброжабрая щука]|h|rx5.",
					["serverTime"] = 1662930941,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636900.68,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[00:15:44]|h Ваша добыча: |cffffffff|Hitem:172052::::::::60:258:::::::::|h[Потустороннее мясо]|h|rx6.",
					["serverTime"] = 1662930943,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636902.3740000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[00:15:44]|h Ваша добыча: |cffffffff|Hitem:179315::::::::60:258:::::::::|h[Темная рулька]|h|rx5.",
					["serverTime"] = 1662930943,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636902.531,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[00:15:44]|h Вы получили предмет: |cffffffff|Hitem:172055::::::::60:258:::::::::|h[Фантомная ляжка]|h|rx5.",
					["serverTime"] = 1662930943,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636902.67,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[00:15:45]|h Вы получили предмет: |cffffffff|Hitem:172054::::::::60:258:::::::::|h[Сырое ангельское крыло]|h|rx5.",
					["serverTime"] = 1662930944,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636903.181,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[00:15:45]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Ангризмей-Гордунни:1068:CHANNEL:4|h|cffd8bc3f60|r:|cfff38bb9Ангризмей|r|h|cffd8d8d8]|r: |cffffd100|HclubTicket:EWV40bEs0Zz|h[Вступить: ЦОРИ ВАРКРАФТА]|h|r - Лучше чем Ги",
					["serverTime"] = 1662930944,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636903.294,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[00:15:45]|h Вы получили предмет: |cffffffff|Hitem:179314::::::::60:258:::::::::|h[Мясо мерзкого ползуна]|h|rx5.",
					["serverTime"] = 1662930944,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636903.425,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[00:15:45]|h Вы получили предмет: |cffffffff|Hitem:172053::::::::60:258:::::::::|h[Сумрачные ребра]|h|rx5.",
					["serverTime"] = 1662930944,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636903.425,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[00:15:48]|h Ваша добыча: |cffffffff|Hitem:172052::::::::60:258:::::::::|h[Потустороннее мясо]|h|rx6.",
					["serverTime"] = 1662930947,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636905.952,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[00:15:48]|h Ваша добыча: |cffffffff|Hitem:172053::::::::60:258:::::::::|h[Сумрачные ребра]|h|rx5.",
					["serverTime"] = 1662930947,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636906.088,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[00:15:48]|h Ваша добыча: |cffffffff|Hitem:172054::::::::60:258:::::::::|h[Сырое ангельское крыло]|h|rx5.",
					["serverTime"] = 1662930947,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636906.283,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[00:15:48]|h Ваша добыча: |cffffffff|Hitem:172055::::::::60:258:::::::::|h[Фантомная ляжка]|h|rx5.",
					["serverTime"] = 1662930947,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636906.4400000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[00:15:48]|h Ваша добыча: |cffffffff|Hitem:179315::::::::60:258:::::::::|h[Темная рулька]|h|rx5.",
					["serverTime"] = 1662930947,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636906.558,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[00:15:48]|h Ваша добыча: |cffffffff|Hitem:179314::::::::60:258:::::::::|h[Мясо мерзкого ползуна]|h|rx5.",
					["serverTime"] = 1662930947,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636906.738,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[00:15:53]|h |cff7f7f7f[00:15]|r [|cff00ffffNOP|r] Session Blacklisted:|cFF00FF00 Призма расширения сознания",
					["timestamp"] = 636911.312,
					["serverTime"] = 1662930952,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[00:15:55]|h |cff7f7f7f[00:15]|r [|cff00ffffNOP|r] Session Blacklisted:|cFF00FF00 Фрактальный проводник мыслей",
					["timestamp"] = 636912.944,
					["serverTime"] = 1662930954,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[00:15:57]|h Вы получили предмет: |cff1eff00|Hitem:172094::::::::60:258:::::::::|h[Загрубевшая шкура]|h|rx10.",
					["serverTime"] = 1662930956,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636915.007,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[00:15:57]|h Вы получили предмет: |cffffffff|Hitem:172092::::::::60:258:::::::::|h[Мертвенно-бледная кость]|h|rx10.",
					["serverTime"] = 1662930956,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636915.142,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[00:15:57]|h Вы получили предмет: |cffffffff|Hitem:172089::::::::60:258:::::::::|h[Могильная кожа]|h|rx50.",
					["serverTime"] = 1662930956,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636915.3470000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[00:15:58]|h |cff7f7f7f[00:15]|r [|cff00ffffNOP|r] Session Blacklisted:|cFF00FF00 Кристальный носитель памяти",
					["timestamp"] = 636916.893,
					["serverTime"] = 1662930957,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[00:16:08]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Гаврмаг-Гордунни:1080:CHANNEL:4|h|cff3ec6eaГаврмаг|r|h|cffd8d8d8]|r: Вновь восстановленная |cffffd100|HclubFinder:ClubFinder-1-75853-1602-77576014|h[Гильдия: Иггдрасиль]|h|r собирает статик на ДФ. РТ ВТ/ЧТ с 21:30 до 00:00 по МСК.",
					["serverTime"] = 1662930967,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						5, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636926.838,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[00:16:12]|h Вы будете получать добычу для специализации \"Тьма\".",
					["serverTime"] = 1662930971,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 636929.693,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[00:16:12]|h |cff9900ffWeakAuras:|r  Готово к применению 3 |4обновление:обновления:обновлений;.",
					["timestamp"] = 636929.693,
					["serverTime"] = 1662930971,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[00:16:15]|h Тениос говорит: Дозорный решает, готова ли душа попасть в Темные Земли. Отточи свои навыки в этом испытании.",
					["serverTime"] = 1662930974,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636933.818,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[00:16:16]|h Горделивая защитница говорит: Роща в опасности! Малыши не доберутся до укрытия без меня!",
					["serverTime"] = 1662930975,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636934.028,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[00:16:18]|h Дозорная Джасинта говорит: Она дух природы, поэтому ее отправили в Арденвельд – и дальше помогать тем, кто в этом нуждается. Такова была ее судьба.",
					["serverTime"] = 1662930977,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636936.523,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[00:16:23]|h Просоленный боец говорит: Я сражалась на дуэли со своим безрассудным братом и... поняла, что не смогу пережить его потерю! Я слишком медленно подняла меч и поплатилась за это.",
					["serverTime"] = 1662930982,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636941.5380000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[00:16:28]|h Дозорная Джасинта говорит: Пожертвовать собой ради семьи – это благородно. Но это не может служить причиной для возвращения в мир живых.",
					["serverTime"] = 1662930987,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636946.033,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[00:16:33]|h Дозорная Джасинта говорит: Ее смерть ужасна, но это ничего не меняет: пришло ее время отправляться в Орибос и присоединиться к вечности.",
					["serverTime"] = 1662930992,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636951.009,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[00:16:38]|h Непреклонная часовая говорит: Древо горит! Я... задыхаюсь...",
					["serverTime"] = 1662930997,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636955.944,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[00:16:40]|h Отношение |3-7(Перерожденные) к вам улучшилось на 22.",
					["serverTime"] = 1662930999,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636958.345,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[00:16:40]|h Отношение |3-7(Перерожденные) к вам улучшилось на 137.",
					["serverTime"] = 1662930999,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636958.345,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[00:16:40]|h Вы получили предмет: |cff0070dd|Hitem:184294::::::::60:258:::::::::|h[Эфирная амброзия]|h|rx3.",
					["serverTime"] = 1662930999,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636958.345,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[00:16:40]|h Вы получили предмет: |cff1eff00|Hitem:184770::::::::60:258:::::::::|h[Реестр Забытых]|h|rx5.",
					["serverTime"] = 1662930999,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636958.3910000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[00:16:40]|h Дозорная Джасинта говорит: Ее время пришло. К несчастью, ее путь в вечности мог вести только в Утробу. Такие решения принимаем не мы, а Арбитр.",
					["serverTime"] = 1662930999,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636958.3910000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[00:16:40]|h Тениос говорит: Прекрасно. Душеносцы должны мыслить здраво, чтобы доставлять в Орибос готовые души.",
					["serverTime"] = 1662930999,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636958.3910000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[00:16:41]|h Вы получаете валюту – |cffffffff|Hcurrency:1885:0|h[Благодарственное подношение]|h|rх3",
					["serverTime"] = 1662931000,
					["r"] = 0.2549019753932953,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636959.38,
					["g"] = 0.5254902243614197,
					["b"] = 0.8196079134941101,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[00:17:06]|h Отношение |3-7(Перерожденные) к вам улучшилось на 22.",
					["serverTime"] = 1662931025,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636984.938,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[00:17:07]|h Ваша добыча: |cffffffff|Hitem:173859::::::::60:258:::::::::|h[Призрачный гранат]|h|r.",
					["serverTime"] = 1662931026,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636985.279,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[00:17:07]|h Ваша добыча: |cff1eff00|Hitem:184293::::::::60:258:::::::::|h[Освященный небесным Светом лист]|h|rx5.",
					["serverTime"] = 1662931026,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636985.46,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[00:17:07]|h Ваша добыча: |cff1eff00|Hitem:181744::::::::60:258:::::::::|h[Раскаленный уголь автоматурга]|h|rx5.",
					["serverTime"] = 1662931026,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636985.615,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[00:17:07]|h Ваша добыча: 16 |4золотая:золотые:золотых;, 61 |4серебряная:серебряные:серебряных;, 62 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1662931026,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636985.855,
					["g"] = 1,
					["b"] = 0,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[00:17:08]|h Вы получаете валюту – |cffffffff|Hcurrency:1885:0|h[Благодарственное подношение]|h|rх2",
					["serverTime"] = 1662931027,
					["r"] = 0.2549019753932953,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 636986.135,
					["g"] = 0.5254902243614197,
					["b"] = 0.8196079134941101,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[00:17:27]|h Вы научились создавать новый предмет: Бьющее в цель копье.",
					["serverTime"] = 1662931046,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637005.333,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[00:17:27]|h Выучен новый рецепт! |Hgarrmission:ATT:search:spellID:338121|h|cff149bfd[338121]|r|h",
					["timestamp"] = 637005.333,
					["serverTime"] = 1662931046,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[00:17:28]|h Ваша добыча: |cff1eff00|Hitem:182021::::::::60:258:::::::::|h[Архаичный кирийский дротик]|h|r.",
					["serverTime"] = 1662931047,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637006.011,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[00:17:36]|h Ваша добыча: |cffffffff|Hitem:182020::::::::60:258:::::::::|h[Трансцендентная пыль]|h|r.",
					["serverTime"] = 1662931055,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637014.5970000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[00:17:42]|h Вы создаете: |cffffffff|Hitem:181948::::::::60:258:::::::::|h[Чары: твердая рука]|h|r.",
					["serverTime"] = 1662931061,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637020.068,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[00:17:42]|h Отношение |3-7(Перерожденные) к вам улучшилось на 22.",
					["serverTime"] = 1662931061,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637020.148,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[00:17:42]|h Отношение |3-7(Перерожденные) к вам улучшилось на 138.",
					["serverTime"] = 1662931061,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637020.148,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[00:17:42]|h Вы получили предмет: |cffffffff|Hitem:172230::::::::60:258:::::::::|h[Пыль духа]|h|rx5.",
					["serverTime"] = 1662931061,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637020.232,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[00:17:42]|h Вы получили предмет: |cff1eff00|Hitem:184771::::::::60:258:::::::::|h[Воспоминание о сгоревшем пергаменте]|h|rx5.",
					["serverTime"] = 1662931061,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637020.263,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[00:17:54]|h Вы будете получать добычу для специализации \"Тьма\".",
					["serverTime"] = 1662931073,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637032.232,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[00:17:54]|h |cff9900ffWeakAuras:|r  Готово к применению 3 |4обновление:обновления:обновлений;.",
					["timestamp"] = 637032.232,
					["serverTime"] = 1662931073,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[00:18:07]|h |cffd8d8d8[|r|Hplayer:Алоиза-Гордунни:1110:SYSTEM|h|cffd8bc3f60|r:|cfffefefeАлоиза|r|h|cffd8d8d8]|r310 ед. анимы внесено в резервуар.",
					["serverTime"] = 1662931086,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						16, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637045.849,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[00:18:38]|h Аукцион объявлен.",
					["serverTime"] = 1662931117,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637075.976,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[00:18:40]|h Аукцион объявлен.",
					["serverTime"] = 1662931119,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637078.386,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[00:18:41]|h На ваш товар \"Сумрачный шелк\" нашелся покупатель.",
					["serverTime"] = 1662931120,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637079.311,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[00:18:42]|h Аукцион объявлен.",
					["serverTime"] = 1662931121,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637080.093,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[00:18:44]|h На ваш товар \"Сумрачный шелк\" нашелся покупатель.",
					["serverTime"] = 1662931123,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637082.504,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[00:18:45]|h Аукцион объявлен.",
					["serverTime"] = 1662931124,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637083.508,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[00:18:46]|h На ваш товар \"Сумеречная ткань\" нашелся покупатель.",
					["serverTime"] = 1662931125,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637084.185,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[00:18:47]|h Аукцион объявлен.",
					["serverTime"] = 1662931126,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637085.438,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[00:18:49]|h Аукцион объявлен.",
					["serverTime"] = 1662931128,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637087.5650000001,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[00:18:51]|h На ваш товар \"Кристалл вечности\" нашелся покупатель.",
					["serverTime"] = 1662931130,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637089.077,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[00:18:53]|h На ваш товар \"Кристалл вечности\" нашелся покупатель.",
					["serverTime"] = 1662931132,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637091.937,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[00:18:54]|h На ваш товар \"Сумрачный шелк\" нашелся покупатель.",
					["serverTime"] = 1662931133,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637092.382,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[00:18:59]|h На ваш товар \"Сумрачный шелк\" нашелся покупатель.",
					["serverTime"] = 1662931138,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637097.129,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[00:18:59]|h Аукцион объявлен.",
					["serverTime"] = 1662931138,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637097.129,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[00:19:02]|h Аукцион объявлен.",
					["serverTime"] = 1662931141,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637100.2220000001,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[00:19:52]|h |cfffe7b09Друидисс|r выходит из игрового мира.",
					["serverTime"] = 1662931191,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 637150.407,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[00:20:02]|h Вы получили: |cffffffff2|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 24|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 85|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t|r",
					["serverTime"] = 1662931201,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 637160.5260000001,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [105]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
