
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589856958,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[09:43:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236473:14|tМеханический пандаренский дракончик – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795197.104,
					["serverTime"] = 1606117425,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[09:43:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T841541:14|tДинь-динь – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795197.8640000001,
					["serverTime"] = 1606117425,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[09:43:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795201.824,
					["serverTime"] = 1606117429,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[09:43:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1400:276:309|h[Дыхание]|h|r наносит 518 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795203.1140000001,
					["serverTime"] = 1606117431,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[09:43:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1400:276:309|h[Дыхание]|h|r накладывает эффект |T618978:14|t|cff4e96f7|HbattlePetAbil:243:1400:276:309|h[Магический]|h|r на |3-1(вражеский питомец) |3-3(|T841541:14|tДинь-динь).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795203.1140000001,
					["serverTime"] = 1606117431,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[09:43:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136096:14|t|cff4e96f7|HbattlePetAbil:595:963:276:276|h[Лунный огонь]|h|r наносит 263 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795207.354,
					["serverTime"] = 1606117435,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[09:43:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136096:14|t|cff4e96f7|HbattlePetAbil:595:963:276:276|h[Лунный огонь]|h|r меняет погоду на |T136057:14|t|cff4e96f7|HbattlePetAbil:596:963:276:276|h[Лунный свет]|h|r.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795207.604,
					["serverTime"] = 1606117435,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[09:43:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795209.654,
					["serverTime"] = 1606117437,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[09:43:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1137:276:309|h[Дыхание]|h|r наносит 377 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795210.984,
					["serverTime"] = 1606117439,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[09:44:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135735:14|t|cff4e96f7|HbattlePetAbil:421:586:276:276|h[Чародейская вспышка]|h|r наносит 161 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795212.694,
					["serverTime"] = 1606117440,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[09:44:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618978:14|t|cff4e96f7|HbattlePetAbil:243:976:276:309|h[Магический]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T841541:14|tДинь-динь), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795213.704,
					["serverTime"] = 1606117441,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[09:44:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795214.844,
					["serverTime"] = 1606117442,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[09:44:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:976:276:309|h[Дыхание]|h|r наносит 387 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795216.174,
					["serverTime"] = 1606117444,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[09:44:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135735:14|t|cff4e96f7|HbattlePetAbil:421:199:276:276|h[Чародейская вспышка]|h|r наносит 214 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795217.924,
					["serverTime"] = 1606117445,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[09:50:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795613.1190000001,
					["serverTime"] = 1606117841,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[09:50:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:762:276:309|h[Дыхание]|h|r наносит 489 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795614.449,
					["serverTime"] = 1606117842,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[09:50:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T841541:14|tДинь-динь погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795614.449,
					["serverTime"] = 1606117842,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[09:50:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795616.969,
					["serverTime"] = 1606117845,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[09:50:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1044082:14|tКлякса – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795616.969,
					["serverTime"] = 1606117845,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[09:50:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795621.099,
					["serverTime"] = 1606117849,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[09:50:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:762:276:309|h[Дыхание]|h|r наносит 532 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795622.3690000001,
					["serverTime"] = 1606117850,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[09:50:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237554:14|t|cff4e96f7|HbattlePetAbil:1336:1437:260:211|h[Кто здесь лучший элекк во всем мире?]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795623.399,
					["serverTime"] = 1606117851,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[09:50:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795625.8690000001,
					["serverTime"] = 1606117853,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[09:50:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:762:276:309|h[Дыхание]|h|r наносит 374 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795627.359,
					["serverTime"] = 1606117855,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[09:50:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135900:14|t|cff4e96f7|HbattlePetAbil:1345:1063:260:211|h[Тихий час]|h|r накладывает эффект |T132156:14|t|cff4e96f7|HbattlePetAbil:1348:1063:260:211|h[Сон]|h|r на |3-1(вражеский питомец) |3-3(|T1044082:14|tКлякса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795628.3690000001,
					["serverTime"] = 1606117856,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[09:50:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795631.904,
					["serverTime"] = 1606117859,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[09:50:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795631.904,
					["serverTime"] = 1606117859,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[09:51:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1044501:14|tТолли – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795633.7540000001,
					["serverTime"] = 1606117861,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[09:51:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132156:14|t|cff4e96f7|HbattlePetAbil:1348:1063:260:211|h[Сон]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T1044082:14|tКлякса), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795635.4130000001,
					["serverTime"] = 1606117863,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[09:51:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795636.883,
					["serverTime"] = 1606117864,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[09:51:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1400:260:325|h[UDAR.EXE]|h|r наносит 357 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795638.403,
					["serverTime"] = 1606117866,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[09:51:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1400:260:325|h[UDAR.EXE]|h|r наносит 168 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795639.6630000001,
					["serverTime"] = 1606117867,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[09:51:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r наносит 50 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795640.623,
					["serverTime"] = 1606117868,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[09:51:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r наносит 50 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795641.373,
					["serverTime"] = 1606117869,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[09:51:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r наносит 50 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795641.723,
					["serverTime"] = 1606117869,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[09:51:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:834:317:260|h[Брешь в защите]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795642.073,
					["serverTime"] = 1606117870,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[09:51:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795645.853,
					["serverTime"] = 1606117873,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[09:51:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1250:260:325|h[UDAR.EXE]|h|r наносит 357 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795647.416,
					["serverTime"] = 1606117875,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[09:51:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1250:260:325|h[UDAR.EXE]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:1250:260:325|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T1044501:14|tТолли).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795647.416,
					["serverTime"] = 1606117875,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[09:51:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1250:260:325|h[UDAR.EXE]|h|r наносит 168 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795648.716,
					["serverTime"] = 1606117876,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[09:51:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r наносит 157 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795649.683,
					["serverTime"] = 1606117877,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[09:51:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r наносит 157 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795650.75,
					["serverTime"] = 1606117878,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[09:51:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r наносит 157 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795651.216,
					["serverTime"] = 1606117879,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[09:51:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:309:317:260|h[Брешь в защите]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795651.683,
					["serverTime"] = 1606117879,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[09:51:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795671.882,
					["serverTime"] = 1606117899,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[09:51:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:779:260:325|h[UDAR.EXE]|h|r наносит 357 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795672.992,
					["serverTime"] = 1606117901,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[09:51:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1044501:14|tТолли погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795672.992,
					["serverTime"] = 1606117901,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[09:51:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136057:14|t|cff4e96f7|HbattlePetAbil:596:0:276:276|h[Лунный свет]|h|r прекращается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795675.512,
					["serverTime"] = 1606117903,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[09:51:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795676.372,
					["serverTime"] = 1606117904,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[09:51:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1044082:14|tКлякса – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795676.372,
					["serverTime"] = 1606117904,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[09:51:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795681.8520000001,
					["serverTime"] = 1606117909,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[09:51:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2027964:14|tКрасногорский тарантул – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795681.8520000001,
					["serverTime"] = 1606117909,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[09:51:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237554:14|t|cff4e96f7|HbattlePetAbil:1336:1063:260:211|h[Кто здесь лучший элекк во всем мире?]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795683.532,
					["serverTime"] = 1606117911,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[09:51:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132358:14|t|cff4e96f7|HbattlePetAbil:542:0:317:260|h[Брешь в защите]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795684.542,
					["serverTime"] = 1606117912,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[09:51:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795685.8520000001,
					["serverTime"] = 1606117913,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[09:51:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134506:14|t|cff4e96f7|HbattlePetAbil:1338:1063:260:211|h[Милашка]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795686.3520000001,
					["serverTime"] = 1606117914,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[09:51:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133723:14|t|cff4e96f7|HbattlePetAbil:930:149:11:13|h[Огромный клык]|h|r наносит 31 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795688.882,
					["serverTime"] = 1606117916,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[09:52:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 13",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795693.702,
					["serverTime"] = 1606117921,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[09:52:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236473:14|tМеханический пандаренский дракончик – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795693.702,
					["serverTime"] = 1606117921,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[09:52:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134506:14|t|cff4e96f7|HbattlePetAbil:1338:1032:260:211|h[Милашка]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795695.872,
					["serverTime"] = 1606117923,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[09:52:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795697.792,
					["serverTime"] = 1606117925,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[09:52:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:762:276:309|h[Дыхание]|h|r наносит 550 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795699.232,
					["serverTime"] = 1606117927,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[09:52:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134506:14|t|cff4e96f7|HbattlePetAbil:1338:482:260:211|h[Милашка]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795700.742,
					["serverTime"] = 1606117928,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[09:52:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 15",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795703.812,
					["serverTime"] = 1606117931,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[09:52:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:762:276:309|h[Дыхание]|h|r наносит 541 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795705.082,
					["serverTime"] = 1606117933,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[09:52:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1044082:14|tКлякса погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795705.082,
					["serverTime"] = 1606117933,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[09:52:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1081:276:309|h[Боевое восстановление]|h|r восстанавливает 319 ед. урона |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795708.502,
					["serverTime"] = 1606117936,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[09:52:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1090:260:325|h[Боевое восстановление]|h|r восстанавливает 311 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795708.502,
					["serverTime"] = 1606117936,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[09:52:18]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: |3-7(Ваш питомец) |T2027964:14|tКрасногорский тарантул получает 4785 ед. опыта.",
					["b"] = 0.364705890417099,
					["r"] = 0.8823530077934265,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795710.022,
					["serverTime"] = 1606117938,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						286, -- [3]
						287, -- [4]
						["n"] = 4,
					},
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[09:52:18]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: Ваш питомец |T2027964:14|tКрасногорский тарантул достигает 12-го уровня!",
					["b"] = 0.364705890417099,
					["r"] = 0.8823530077934265,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795710.022,
					["serverTime"] = 1606117938,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						286, -- [3]
						287, -- [4]
						["n"] = 4,
					},
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[09:52:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:685:11:13|h[Боевое восстановление]|h|r восстанавливает 536 ед. урона |3-2(ваш питомец) |3-2(|T2027964:14|tКрасногорский тарантул).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795710.022,
					["serverTime"] = 1606117938,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [71]
			},
			["headIndex"] = 71,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 8,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[06:13:27]|h Отношение |3-7(Защитники Азерот) к вам улучшилось на 248.",
					["serverTime"] = 1612325606,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						45, -- [3]
						46, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622961.839,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[06:13:29]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Бархочсв-Гордунни:1002:CHANNEL:4|h|cffa22fc8Бархочсв|r|h|cffd8d8d8]|r: торговый город,там все додики собрались",
					["serverTime"] = 1612325608,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						36, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622963.806,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[06:13:36]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Тысячакотов-Гордунни:1003:CHANNEL:4|h|cfffef367Тысячакотов|r|h|cffd8d8d8]|r: |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_8:0|t В гильдию \"Мы вас услышали\" 2/10 эпох. приглашаются:",
					["serverTime"] = 1612325615,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						36, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622970.189,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[06:13:36]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Тысячакотов-Гордунни:1004:CHANNEL:4|h|cfffef367Тысячакотов|r|h|cffd8d8d8]|r: Хил (дц), ДД (афли лок, монк, элем шам, анхоли дк, кот, мм хант).",
					["serverTime"] = 1612325615,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						36, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622970.189,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[06:13:36]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Тысячакотов-Гордунни:1005:CHANNEL:4|h|cfffef367Тысячакотов|r|h|cffd8d8d8]|r: РТ: 16:30 - 19:30 Мск. ср, сб, вс. Спокойные рейды, стабильный прогресc |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_8:0|t",
					["serverTime"] = 1612325615,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						36, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622970.189,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[06:13:40]|h Новый соратник: |cffffffff|Hgarrfollower:1071:1:50:800:1084:0:0:0:0:0:0:0:0|h[Охотники из стаи Кровавых Клыков]|h|r.",
					["serverTime"] = 1612325619,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622974.889,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[06:13:45]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Ясноглазкая-Гордунни:1007:CHANNEL:4|h|cffa22fc8Ясноглазкая|r|h|cffd8d8d8]|r: Тысячакотов-Гордунни мы тебя услышали",
					["serverTime"] = 1612325624,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						36, -- [3]
						41, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622980.126,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[06:15:24]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Донсан-Гордунни:1008:CHANNEL:2|h|cfff38bb9Донсан|r|h|cffd8d8d8]|r: |cffa335ee|Hkeystone:180653:375:15:9:7:4:121|h[Ключ: Туманы Тирна Скитта (15)]|h|r Продам вашей пати, предлы в пм!",
					["serverTime"] = 1612325723,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						32, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 623078.591,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[06:03:58]|h Общее время игры: 5 |4день:дня:дней;, 18 |4час:часа:часов;, 21 |4минута:минуты:минут;, 41 |4секунда:секунды:секунд;.",
					["serverTime"] = 1612325037,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 622392.274,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[06:03:58]|h Время игры на этом уровне: 3 |4день:дня:дней;, 12 |4час:часа:часов;, 5 |4минута:минуты:минут;, 43 |4секунда:секунды:секунд;.",
					["serverTime"] = 1612325037,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 622392.274,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[06:03:58]|h |cff7f7f7f[06:03]|r [|cff007f7fNOP|r] Шахта Зашедшей Луны: 12 done 0 to go!",
					["timestamp"] = 622392.274,
					["serverTime"] = 1612325037,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[06:04:26]|h |Hplayer:Мурган-Борейскаятундра:751:EMOTE:|h|cffa9d271Мурган-Борейскаятундра|r|h переворачивает свою |Hitem:118427|h|cFFFFFFFF[Карту Hearthstone с автографами]|r|h, открывая |cFFFFFFFF[Обычную карту Hearthstone]|r!",
					["serverTime"] = 1612325065,
					["r"] = 1,
					["extraData"] = {
						11, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622420.608,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[06:04:38]|h Вы получили предмет: |cff1eff00|Hitem:176795::::::::50:258:::3:6908:6652:1712:2:9:60:28:1707:::|h[Аспис защитника с меткой безмятежности]|h|r.",
					["serverTime"] = 1612325077,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622433.147,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[06:04:41]|h Вы получили предмет: |cff1eff00|Hitem:178953::::::::50:258:::3:6908:6652:1707:2:9:59:28:1707:::|h[Меч заставы Черного Пса со знаком рассвета]|h|r.",
					["serverTime"] = 1612325080,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622435.581,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[06:04:41]|h Вы получили предмет: |cff1eff00|Hitem:176776::::::::50:258:::4:6907:6652:7194:1712:2:9:57:28:1707:::|h[Шлем из шкуры темноклюва с меткой безмятежности]|h|r.",
					["serverTime"] = 1612325080,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622435.8640000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[06:04:41]|h Вы получили предмет: |cff1eff00|Hitem:176793::::::::50:258:::3:6908:40:1700:2:9:57:28:1707:::|h[Арбалет почитаемого наставника с символом лихорадочного света]|h|r.",
					["serverTime"] = 1612325080,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622436.1140000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[06:04:42]|h Вы получили предмет: |cff1eff00|Hitem:180795::::::::50:258:::3:6908:6652:1693:2:9:59:28:1707:::|h[Покрытая кровью костяная пила с символом огненной вспышки]|h|r.",
					["serverTime"] = 1612325081,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622436.3640000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[06:04:42]|h Вы получили предмет: |cffffffff|Hitem:173202::::::::50:258:::::::|h[Сумеречная ткань]|h|rx177.",
					["serverTime"] = 1612325081,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622436.647,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[06:04:42]|h Вы получили предмет: |cff1eff00|Hitem:173204::::::::50:258:::::::|h[Сумрачный шелк]|h|rx20.",
					["serverTime"] = 1612325081,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622436.88,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[06:04:43]|h Вы получили предмет: |cffffffff|Hitem:173202::::::::50:258:::::::|h[Сумеречная ткань]|h|rx200.",
					["serverTime"] = 1612325082,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622438.164,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[06:04:44]|h Вы получили предмет: |cffffffff|Hitem:173202::::::::50:258:::::::|h[Сумеречная ткань]|h|rx18.",
					["serverTime"] = 1612325083,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622438.3640000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[06:04:44]|h Вы получили предмет: |cff1eff00|Hitem:173204::::::::50:258:::::::|h[Сумрачный шелк]|h|rx40.",
					["serverTime"] = 1612325083,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622438.551,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[06:04:44]|h Вы получили предмет: |cff0070dd|Hitem:172231::::::::50:258:::::::|h[Священный осколок]|h|rx40.",
					["serverTime"] = 1612325083,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622438.738,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[06:04:44]|h Вы получили предмет: |cffffffff|Hitem:172230::::::::50:258:::::::|h[Пыль духа]|h|rx107.",
					["serverTime"] = 1612325083,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622438.931,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[06:04:46]|h Вы получили предмет: |cff1eff00|Hitem:177781::::::::50:258:::3:6907:6652:1717:2:9:55:28:1707:::|h[Походные сапоги дикого костегрыза с меткой безмятежности]|h|r.",
					["serverTime"] = 1612325085,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622440.8470000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[06:04:48]|h Вы получили предмет: |cff1eff00|Hitem:177784::::::::50:258:::3:6907:42:1676:2:9:56:28:1707:::|h[Поножи дикого костегрыза со знаком быстрого клинка]|h|r.",
					["serverTime"] = 1612325087,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622442.197,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[06:04:48]|h Вы получили предмет: |cff1eff00|Hitem:177797::::::::50:258:::3:6907:6652:1691:2:9:56:28:1707:::|h[Эполеты порочного темного клинка с символом огненной вспышки]|h|r.",
					["serverTime"] = 1612325087,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622442.447,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[06:04:48]|h Вы получили предмет: |cff1eff00|Hitem:177787::::::::50:258:::4:6907:6652:7194:1694:2:9:55:28:1707:::|h[Наручи дикого костегрыза с символом огненной вспышки]|h|r.",
					["serverTime"] = 1612325087,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622442.681,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[06:04:48]|h Вы получили предмет: |cff1eff00|Hitem:179333::::::::50:258:::3:6908:6652:1696:2:9:56:28:1707:::|h[Дубина инквизитора с символом огненной вспышки]|h|r.",
					["serverTime"] = 1612325087,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622442.914,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[06:04:49]|h Сара Бартлетт говорит: Забудь про безвкусную еду! Взгляни на мои специи!",
					["serverTime"] = 1612325088,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622443.236,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[06:04:49]|h Вы получили предмет: |cff1eff00|Hitem:179329::::::::50:258:::3:6908:42:1688:2:9:56:28:1707:::|h[Пробиватель сердец горгулий с символом бесподобия]|h|r.",
					["serverTime"] = 1612325088,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622443.236,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[06:04:50]|h Вы получили предмет: |cff1eff00|Hitem:176803::::::::50:258:::3:6908:6652:1684:2:9:60:28:1707:::|h[Гармоничный молоток с символом бесподобия]|h|r.",
					["serverTime"] = 1612325089,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622444.981,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[06:04:51]|h Вы получили предмет: |cff1eff00|Hitem:178948::::::::50:258:::3:6908:6652:1694:2:9:60:28:1707:::|h[Укрепленный костью жезл с символом огненной вспышки]|h|r.",
					["serverTime"] = 1612325090,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622445.299,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[06:04:51]|h Вы получили предмет: |cff1eff00|Hitem:176963::::::::50:258:::3:6907:6652:1676:2:9:60:28:2060:::|h[Нагрудный доспех заставы Черного Пса со знаком быстрого клинка]|h|r.",
					["serverTime"] = 1612325090,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622445.5970000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[06:04:51]|h Вы получили предмет: |cff1eff00|Hitem:176791::::::::50:258:::4:6907:40:7193:1705:2:9:60:28:1707:::|h[Сталечешуйные наручи со знаком рассвета]|h|r.",
					["serverTime"] = 1612325090,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622445.831,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[06:04:53]|h Вы получили предмет: |cff1eff00|Hitem:175547::::::::50:258:::2:6907:1693:2:9:60:28:1707:::|h[Жилет темного терна с символом огненной вспышки]|h|r.",
					["serverTime"] = 1612325092,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622447.781,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[06:04:53]|h Вы получили предмет: |cff1eff00|Hitem:177800::::::::50:258:::3:6908:6652:1678:2:9:60:28:1707:::|h[Бурлящая смесь со знаком быстрого клинка]|h|r.",
					["serverTime"] = 1612325092,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622448.047,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[06:04:54]|h Вы получили предмет: |cff1eff00|Hitem:177804::::::::50:258:::3:6908:6652:1711:2:9:60:28:2060:::|h[Кинжал ритуалиста с меткой безмятежности]|h|r.",
					["serverTime"] = 1612325093,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622448.297,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[06:04:54]|h Вы получили предмет: |cff1eff00|Hitem:177809::::::::50:258:::3:6908:6652:1679:2:9:60:28:1707:::|h[Изящная рапира со знаком быстрого клинка]|h|r.",
					["serverTime"] = 1612325093,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622448.6140000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[06:04:54]|h Вы получили предмет: |cff1eff00|Hitem:173204::::::::50:258:::::::|h[Сумрачный шелк]|h|rx11.",
					["serverTime"] = 1612325093,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622448.804,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[06:04:54]|h Вы получили предмет: |cffffffff|Hitem:173202::::::::50:258:::::::|h[Сумеречная ткань]|h|rx66.",
					["serverTime"] = 1612325093,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622449.054,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[06:04:58]|h Вы получили предмет: |cff1eff00|Hitem:177769::::::::50:258:::3:6907:6652:1693:2:9:54:28:1707:::|h[Повязки нераскаявшегося мучителя с символом огненной вспышки]|h|r.",
					["serverTime"] = 1612325097,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622453.047,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[06:04:59]|h Вы получили предмет: |cff1eff00|Hitem:177806::::::::50:258:::3:6908:6652:1676:2:9:54:28:1707:::|h[Клинок Гибельного леса со знаком быстрого клинка]|h|r.",
					["serverTime"] = 1612325098,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622453.314,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[06:04:59]|h Вы получили предмет: |cff1eff00|Hitem:177806::::::::50:258:::3:6908:6652:1706:2:9:54:28:1707:::|h[Клинок Гибельного леса со знаком рассвета]|h|r.",
					["serverTime"] = 1612325098,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622453.547,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[06:04:59]|h Вы получили предмет: |cff1eff00|Hitem:179323::::::::50:258:::3:6908:6652:1700:2:9:53:28:1707:::|h[Дубина из Жуткой Лощины с символом лихорадочного света]|h|r.",
					["serverTime"] = 1612325098,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622453.781,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[06:04:59]|h Вы получили предмет: |cff1eff00|Hitem:177802::::::::50:258:::3:6908:6652:1685:2:9:54:28:1707:::|h[Карабин сокрушителя надежды с символом бесподобия]|h|r.",
					["serverTime"] = 1612325098,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622454.014,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[06:05:00]|h Вы получили предмет: |cff1eff00|Hitem:177799::::::::50:258::17:3:6908:6652:1693:2:9:54:28:747:::|h[Щит камнерожденного с символом огненной вспышки]|h|r.",
					["serverTime"] = 1612325099,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622454.282,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[06:05:00]|h Вы получили предмет: |cff1eff00|Hitem:182690::::::::50:258:::2:6908:6652:2:9:54:28:1707:::|h[Золоченый моргенштерн рыцаря]|h|r.",
					["serverTime"] = 1612325099,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622454.564,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[06:05:00]|h Вы получили предмет: |cff0070dd|Hitem:177807::::::::50:258:::1:6706:2:9:53:28:746:::|h[Жуткая глефа Вирты]|h|r.",
					["serverTime"] = 1612325099,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622454.92,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[06:05:04]|h Вы получили предмет: |cffffffff|Hitem:172230::::::::50:258:::::::|h[Пыль духа]|h|rx29.",
					["serverTime"] = 1612325103,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622458.264,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[06:05:43]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Мишкагриззли-Гордунни:790:CHANNEL:2|h|cff3ec6eaМишкагриззли|r|h|cffd8d8d8]|r: ДВ  |cffffd100|HclubFinder:ClubFinder-1-181761-1602-100429017|h[Гильдия: Эвтаназия]|h|rищет  РДД. для формирования миф статика РТ: ВТ.СР,ПТ 12:15-14:15мск",
					["serverTime"] = 1612325142,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622497.5650000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[06:06:43]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Дэльдаго-Гордунни:791:CHANNEL:2|h|cfffe7b09Дэльдаго|r|h|cffd8d8d8]|r: |cffffffff|Hitem:172318::::::::60:102:::::::|h[Поножи из темной шкуры]|h|r куплю цены в пм",
					["serverTime"] = 1612325202,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622557.899,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[06:07:23]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Кэлистерия-Гордунни:792:CHANNEL:2|h|cfff38bb9Кэлистерия|r|h|cffd8d8d8]|r: стоит ли покупать жетон и обменивать на голду?",
					["serverTime"] = 1612325242,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622597.42,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[06:07:34]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Рейперок-Гордунни:797:CHANNEL:2|h|cff00fe97Рейперок|r|h|cffd8d8d8]|r: да",
					["serverTime"] = 1612325253,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622608.867,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[06:07:42]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Дайтайшалак-Гордунни:801:CHANNEL:2|h|cffc31d39Дайтайшалак|r|h|cffd8d8d8]|r: ну всмысле стоит, если нужна голда - делай",
					["serverTime"] = 1612325261,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622617.017,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[06:07:49]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Варвал-Гордунни:805:CHANNEL:2|h|cffc31d39Варвал|r|h|cffd8d8d8]|r: Кэлистерия-Гордунни нет",
					["serverTime"] = 1612325268,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622623.884,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[06:08:11]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Варвал-Гордунни:815:CHANNEL:2|h|cffc31d39Варвал|r|h|cffd8d8d8]|r: сгоняй за боешкой 226 получишь 150-500к за шмотку",
					["serverTime"] = 1612325290,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622645.406,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[06:08:12]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Побреюнафиг-Гордунни:816:CHANNEL:2|h|cffa22fc8Побреюнафиг|r|h|cffd8d8d8]|r: а сброс во сколько оО",
					["serverTime"] = 1612325291,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622646.406,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[06:08:15]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Бибизям-Гордунни:819:CHANNEL:2|h|cfff38bb9Бибизям|r|h|cffd8d8d8]|r: а потом покупаешь буст в ПвП/мифики, одеваешься и бросаешь игру на пол годика",
					["serverTime"] = 1612325294,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622649.34,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[06:08:30]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Ддлятор-Гордунни:826:CHANNEL:2|h|cff8687edДдлятор|r|h|cffd8d8d8]|r: сброс в 8 по серверному",
					["serverTime"] = 1612325309,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622664.273,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[06:08:32]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Побреюнафиг-Гордунни:828:CHANNEL:2|h|cffa22fc8Побреюнафиг|r|h|cffd8d8d8]|r: Варвал-Гордунни а куда \"сгонять\"?=)",
					["serverTime"] = 1612325311,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622666.573,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[06:08:33]|h Ноздорм, кажется, понемногу трезвеет.",
					["serverTime"] = 1612325312,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622667.573,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[06:08:49]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Рейперок-Гордунни:837:CHANNEL:2|h|cff00fe97Рейперок|r|h|cffd8d8d8]|r: Куплю |cffffffff|Hitem:172316::::::::60:269:::::::|h[Рукавицы из темной шкуры]|h|r 235",
					["serverTime"] = 1612325328,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622683.54,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[06:08:54]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Побреюнафиг-Гордунни:840:CHANNEL:2|h|cffa22fc8Побреюнафиг|r|h|cffd8d8d8]|r: кроме рейда=)",
					["serverTime"] = 1612325333,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622688.24,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[06:08:54]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Варвал-Гордунни:841:CHANNEL:2|h|cffc31d39Варвал|r|h|cffd8d8d8]|r: замок нафрия миф собирают на фарм боешок это шмот который персональный при надевании падает с треша",
					["serverTime"] = 1612325333,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622688.84,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[06:09:10]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Бухаясова-Гордунни:849:CHANNEL:2|h|cfffe7b09Бухаясова|r|h|cffd8d8d8]|r: фигасе",
					["serverTime"] = 1612325349,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						28, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622705.04,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[06:09:18]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Варвал-Гордунни:854:CHANNEL:2|h|cffc31d39Варвал|r|h|cffd8d8d8]|r: ну а еще если ты супер лакер может упасть боешка с любого моба в шл 190 за 50к",
					["serverTime"] = 1612325357,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622713.106,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[06:09:23]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Побреюнафиг-Гордунни:857:CHANNEL:2|h|cffa22fc8Побреюнафиг|r|h|cffd8d8d8]|r: оО ни разу не видел такой сбор...",
					["serverTime"] = 1612325362,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622717.74,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[06:09:41]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Варвал-Гордунни:866:CHANNEL:2|h|cffc31d39Варвал|r|h|cffd8d8d8]|r: вроде каждый день спамят в чат",
					["serverTime"] = 1612325380,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622736.106,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[06:09:45]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Бухаясова-Гордунни:868:CHANNEL:2|h|cfffe7b09Бухаясова|r|h|cffd8d8d8]|r: с моба и 207 падает)",
					["serverTime"] = 1612325384,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						28, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622739.306,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[06:09:50]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Побреюнафиг-Гордунни:871:CHANNEL:2|h|cffa22fc8Побреюнафиг|r|h|cffd8d8d8]|r: в этом чате?",
					["serverTime"] = 1612325389,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622744.273,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[06:09:55]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Варвал-Гордунни:875:CHANNEL:2|h|cffc31d39Варвал|r|h|cffd8d8d8]|r: во всех",
					["serverTime"] = 1612325394,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622749.9230000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[06:10:17]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Побреюнафиг-Гордунни:885:CHANNEL:2|h|cffa22fc8Побреюнафиг|r|h|cffd8d8d8]|r: мне только 1 боешка падала в открытом мире продал за 80к эт топор какой то двуручный",
					["serverTime"] = 1612325416,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622771.59,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[06:10:30]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Побреюнафиг-Гордунни:889:CHANNEL:2|h|cffa22fc8Побреюнафиг|r|h|cffd8d8d8]|r: или дробилка",
					["serverTime"] = 1612325429,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622784.769,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[06:11:00]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Побреюнафиг-Гордунни:890:CHANNEL:2|h|cffa22fc8Побреюнафиг|r|h|cffd8d8d8]|r: а в замке боешки в ги остаются=) кому бы ни упали",
					["serverTime"] = 1612325459,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622814.3200000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[06:11:08]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Бархочсв-Гордунни:894:CHANNEL:2|h|cffa22fc8Бархочсв|r|h|cffd8d8d8]|r: Доброе утро,псы",
					["serverTime"] = 1612325467,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						30, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622822.775,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[06:11:17]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Побреюнафиг-Гордунни:898:CHANNEL:2|h|cffa22fc8Побреюнафиг|r|h|cffd8d8d8]|r: доброе сучка=)",
					["serverTime"] = 1612325476,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622831.275,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[06:11:30]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Варвал-Гордунни:905:CHANNEL:2|h|cffc31d39Варвал|r|h|cffd8d8d8]|r: Побреюнафиг-Гордунни ну так ходи фармить альтом исключительно за боешками",
					["serverTime"] = 1612325489,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622844.593,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[06:11:33]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Побреюнафиг-Гордунни:907:CHANNEL:2|h|cffa22fc8Побреюнафиг|r|h|cffd8d8d8]|r: как ты к людям так и люди к тебе=)",
					["serverTime"] = 1612325492,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622847.604,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[06:11:36]|h Вы получили предмет: |cff0070dd|Hitem:172231::::::::50:258:::::::|h[Священный осколок]|h|rx6.",
					["serverTime"] = 1612325495,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622850.454,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[06:11:36]|h Вы получили предмет: |cffa335ee|Hitem:172232::::::::50:258:::::::|h[Кристалл вечности]|h|rx3.",
					["serverTime"] = 1612325495,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622850.687,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[06:11:36]|h Вы получили предмет: |cffffffff|Hitem:172230::::::::50:258:::::::|h[Пыль духа]|h|rx12.",
					["serverTime"] = 1612325495,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622850.97,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[06:11:37]|h Вы получили предмет: |cffffffff|Hitem:173202::::::::50:258:::::::|h[Сумеречная ткань]|h|rx48.",
					["serverTime"] = 1612325496,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622851.22,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[06:11:37]|h Вы получили предмет: |cff1eff00|Hitem:173204::::::::50:258:::::::|h[Сумрачный шелк]|h|rx8.",
					["serverTime"] = 1612325496,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622851.49,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[06:11:38]|h Вы получили предмет: |cff1eff00|Hitem:176761::::::::50:258::2:4:6907:6652:6935:1700:2:9:60:28:748:::|h[Шлем из пластин блескопытного скитальца с символом лихорадочного света]|h|r.",
					["serverTime"] = 1612325497,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622852.987,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[06:11:39]|h Вы получили предмет: |cff1eff00|Hitem:176981::::::::50:258:::3:6907:6652:1704:2:9:60:28:1707:::|h[Наплеч из кожи боевого кадавра со знаком рассвета]|h|r.",
					["serverTime"] = 1612325498,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622853.237,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[06:11:39]|h Вы получили предмет: |cff1eff00|Hitem:176974::::::::50:258:::4:6907:6652:7193:1716:2:9:60:28:1707:::|h[Капюшон реаниматора тауралов с меткой безмятежности]|h|r.",
					["serverTime"] = 1612325498,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622853.52,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[06:11:39]|h Вы получили предмет: |cff1eff00|Hitem:176770::::::::50:258:::3:6907:6652:1699:2:9:60:28:1324:::|h[Захваты из шкуры темноклюва с символом лихорадочного света]|h|r.",
					["serverTime"] = 1612325498,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622853.8200000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[06:11:39]|h Вы получили предмет: |cff1eff00|Hitem:176769::::::::50:258:::3:6907:6652:1708:2:9:60:28:1324:::|h[Ботфорты из шкуры темноклюва со знаком рассвета]|h|r.",
					["serverTime"] = 1612325498,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622854.037,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[06:11:40]|h Вы получили предмет: |cff1eff00|Hitem:176797::::::::50:258:::2:6908:1688:2:9:60:28:1707:::|h[Ритуальный колокол с символом бесподобия]|h|r.",
					["serverTime"] = 1612325499,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622854.304,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[06:11:40]|h Вы получили предмет: |cff1eff00|Hitem:176797::::::::50:258:::3:6908:6652:1682:2:9:60:28:1324:::|h[Ритуальный колокол со знаком быстрого клинка]|h|r.",
					["serverTime"] = 1612325499,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622854.52,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[06:11:40]|h Вы получили предмет: |cff1eff00|Hitem:176977::::::::50:258:::3:6907:6652:1698:2:9:59:28:1707:::|h[Набедренники заставы Черного Пса с символом лихорадочного света]|h|r.",
					["serverTime"] = 1612325499,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622854.8200000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[06:11:40]|h Вы получили предмет: |cff1eff00|Hitem:176973::::::::50:258:::3:6907:6652:1688:2:9:60:28:1707:::|h[Рукавицы из оссеиновой чешуи с символом бесподобия]|h|r.",
					["serverTime"] = 1612325499,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622855.104,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[06:11:41]|h Вы получили предмет: |cffffffff|Hitem:173202::::::::50:258:::::::|h[Сумеречная ткань]|h|rx165.",
					["serverTime"] = 1612325500,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622855.337,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[06:11:41]|h Вы получили предмет: |cff1eff00|Hitem:173204::::::::50:258:::::::|h[Сумрачный шелк]|h|rx24.",
					["serverTime"] = 1612325500,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622855.621,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[06:11:41]|h Вы получили предмет: |cff0070dd|Hitem:172231::::::::50:258:::::::|h[Священный осколок]|h|rx26.",
					["serverTime"] = 1612325500,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622855.804,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[06:11:49]|h Вы получили предмет: |cff0070dd|Hitem:172231::::::::50:258:::::::|h[Священный осколок]|h|rx14.",
					["serverTime"] = 1612325508,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622863.721,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[06:11:49]|h Вы получили предмет: |cffffffff|Hitem:173202::::::::50:258:::::::|h[Сумеречная ткань]|h|rx76.",
					["serverTime"] = 1612325508,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622863.889,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[06:11:49]|h Вы получили предмет: |cff1eff00|Hitem:173204::::::::50:258:::::::|h[Сумрачный шелк]|h|rx9.",
					["serverTime"] = 1612325508,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622864.137,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[06:11:51]|h Вы получили предмет: |cff1eff00|Hitem:176776::::::::50:258:::4:6907:6652:7194:1701:2:9:60:28:1707:::|h[Шлем из шкуры темноклюва с символом лихорадочного света]|h|r.",
					["serverTime"] = 1612325510,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622865.387,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[06:11:51]|h Вы получили предмет: |cff1eff00|Hitem:175570::::::::50:258:::2:6907:1712:2:9:60:28:2060:::|h[Пояс темного терна с меткой безмятежности]|h|r.",
					["serverTime"] = 1612325510,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622865.664,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[06:11:51]|h Вы получили предмет: |cff1eff00|Hitem:177810::::::::50:258:::3:6908:6652:1686:2:9:60:28:1707:::|h[Булава камнедробителя с символом бесподобия]|h|r.",
					["serverTime"] = 1612325510,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622865.942,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[06:11:52]|h Вы получили предмет: |cff1eff00|Hitem:176971::::::::50:258::2:3:6907:6652:1707:2:9:60:28:748:::|h[Рукавицы заставы Черного Пса со знаком рассвета]|h|r.",
					["serverTime"] = 1612325511,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622866.212,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[06:11:52]|h Вы получили предмет: |cff1eff00|Hitem:176965::::::::50:258::2:3:6907:6652:1700:2:9:60:28:748:::|h[Жилет из кожи боевого кадавра с символом лихорадочного света]|h|r.",
					["serverTime"] = 1612325511,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622866.517,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[06:11:52]|h Вы получили предмет: |cff1eff00|Hitem:177783::::::::50:258::2:4:6907:6652:7193:1711:2:9:60:28:748:::|h[Шлем дикого костегрыза с меткой безмятежности]|h|r.",
					["serverTime"] = 1612325511,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622866.752,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[06:11:52]|h Вы получили предмет: |cff1eff00|Hitem:177815::::::::50:258:::4:6907:6652:7194:1752:2:9:60:28:1707:::|h[Цепь преданного архивариуса с символом бесподобия]|h|r.",
					["serverTime"] = 1612325511,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622867.022,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[06:11:52]|h Патрик Марксон говорит: Профессиональное оружие для охотников любого уровня!",
					["serverTime"] = 1612325511,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622867.155,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[06:11:53]|h Вы получили предмет: |cff1eff00|Hitem:175557::::::::50:258:::2:6907:1676:2:9:60:28:1707:::|h[Шлем Сумеречной рощи со знаком быстрого клинка]|h|r.",
					["serverTime"] = 1612325512,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622867.3250000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[06:11:53]|h Вы получили предмет: |cffffffff|Hitem:173202::::::::50:258:::::::|h[Сумеречная ткань]|h|rx167.",
					["serverTime"] = 1612325512,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622867.544,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[06:11:53]|h Вы получили предмет: |cff1eff00|Hitem:173204::::::::50:258:::::::|h[Сумрачный шелк]|h|rx23.",
					["serverTime"] = 1612325512,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622867.7880000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[06:11:53]|h Вы получили предмет: |cff0070dd|Hitem:172231::::::::50:258:::::::|h[Священный осколок]|h|rx24.",
					["serverTime"] = 1612325512,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622867.988,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[06:11:54]|h Вы получили предмет: |cffffffff|Hitem:172230::::::::50:258:::::::|h[Пыль духа]|h|rx27.",
					["serverTime"] = 1612325513,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622868.188,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[06:11:56]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Бархочсв-Гордунни:951:CHANNEL:2|h|cffa22fc8Бархочсв|r|h|cffd8d8d8]|r: Побреюнафиг-Гордунни  ты аристотеля с  сократом попутал,так со мной разговаривать?",
					["serverTime"] = 1612325515,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						30, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622870.501,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[06:12:03]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Донсан-Гордунни:955:CHANNEL:2|h|cfff38bb9Донсан|r|h|cffd8d8d8]|r: |cffa335ee|Hkeystone:180653:375:15:9:7:4:121|h[Ключ: Туманы Тирна Скитта (15)]|h|r Продам вашей пати, предлы в пм!",
					["serverTime"] = 1612325522,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						32, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622877.504,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[06:12:04]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Бархочсв-Гордунни:957:CHANNEL:2|h|cffa22fc8Бархочсв|r|h|cffd8d8d8]|r: я тебя в грязевую комнату запихну за такие выходки",
					["serverTime"] = 1612325523,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						30, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622878.821,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[06:12:09]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Бьюморду-Гордунни:960:CHANNEL:2|h|cfff38bb9Бьюморду|r|h|cffd8d8d8]|r: а есле он проктолог?))))",
					["serverTime"] = 1612325528,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622883.354,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[06:12:12]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Побреюнафиг-Гордунни:962:CHANNEL:2|h|cffa22fc8Побреюнафиг|r|h|cffd8d8d8]|r: их нереально попутать=)",
					["serverTime"] = 1612325531,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622886.321,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[06:12:36]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Донсан-Гордунни:974:CHANNEL:2|h|cfff38bb9Донсан|r|h|cffd8d8d8]|r: |cffa335ee|Hkeystone:180653:375:15:9:7:4:121|h[Ключ: Туманы Тирна Скитта (15)]|h|r Продам вашей пати, предлы в пм!",
					["serverTime"] = 1612325555,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						32, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622910.681,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[06:13:00]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Бархочсв-Гордунни:985:CHANNEL:4|h|cffa22fc8Бархочсв|r|h|cffd8d8d8]|r: 1",
					["serverTime"] = 1612325579,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						36, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622934.2170000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[06:13:05]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Бархочсв-Гордунни:988:CHANNEL:4|h|cffa22fc8Бархочсв|r|h|cffd8d8d8]|r: че этот чат не такой активный",
					["serverTime"] = 1612325584,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						36, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622939.783,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[06:13:05]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Побреюнафиг-Гордунни:989:CHANNEL:2|h|cffa22fc8Побреюнафиг|r|h|cffd8d8d8]|r: вот так вот ненравится когда к тебе так же как ты к другим=) хех",
					["serverTime"] = 1612325584,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622939.783,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[06:13:12]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Лучезе-Гордунни:993:CHANNEL:2|h|cffc59a6cЛучезе|r|h|cffd8d8d8]|r: продам вашей пати |cffa335ee|Hkeystone:180653:377:16:9:7:4:121|h[Ключ: Та Сторона (16)]|h|r",
					["serverTime"] = 1612325591,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						7, -- [3]
						39, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622946.676,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[06:13:15]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Ясноглазкая-Гордунни:995:CHANNEL:4|h|cffa22fc8Ясноглазкая|r|h|cffd8d8d8]|r: а какой активный?",
					["serverTime"] = 1612325594,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						36, -- [3]
						41, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622949.355,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[06:13:23]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Ваниш-Гордунни:996:CHANNEL:4|h|cfffe7b09Ваниш|r|h|cffd8d8d8]|r: как поты щас на мейн стат называются?",
					["serverTime"] = 1612325602,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						36, -- [3]
						43, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622958.014,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[06:13:26]|h Отношение |3-7(Защитники Азерот) к вам улучшилось на 275.",
					["serverTime"] = 1612325605,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						45, -- [3]
						46, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622960.9720000001,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[06:13:26]|h Отношение |3-7(Защитники Азерот) к вам улучшилось на 247.",
					["serverTime"] = 1612325605,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						45, -- [3]
						46, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622961.022,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[06:13:26]|h Отряд \"Экзодарский миротворец\" больше не может сражаться.",
					["serverTime"] = 1612325605,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622961.022,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[06:13:27]|h Отношение |3-7(Защитники Азерот) к вам улучшилось на 385.",
					["serverTime"] = 1612325606,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						45, -- [3]
						46, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 622961.805,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
