
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589856958,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[09:43:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236473:14|tМеханический пандаренский дракончик – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1606117425,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795197.104,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[09:43:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T841541:14|tДинь-динь – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1606117425,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795197.8640000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[09:43:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["serverTime"] = 1606117429,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795201.824,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[09:43:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1400:276:309|h[Дыхание]|h|r наносит 518 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["serverTime"] = 1606117431,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795203.1140000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[09:43:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1400:276:309|h[Дыхание]|h|r накладывает эффект |T618978:14|t|cff4e96f7|HbattlePetAbil:243:1400:276:309|h[Магический]|h|r на |3-1(вражеский питомец) |3-3(|T841541:14|tДинь-динь).",
					["serverTime"] = 1606117431,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795203.1140000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[09:43:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136096:14|t|cff4e96f7|HbattlePetAbil:595:963:276:276|h[Лунный огонь]|h|r наносит 263 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["serverTime"] = 1606117435,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795207.354,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[09:43:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136096:14|t|cff4e96f7|HbattlePetAbil:595:963:276:276|h[Лунный огонь]|h|r меняет погоду на |T136057:14|t|cff4e96f7|HbattlePetAbil:596:963:276:276|h[Лунный свет]|h|r.",
					["serverTime"] = 1606117435,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795207.604,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[09:43:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["serverTime"] = 1606117437,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795209.654,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[09:43:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1137:276:309|h[Дыхание]|h|r наносит 377 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["serverTime"] = 1606117439,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795210.984,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[09:44:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135735:14|t|cff4e96f7|HbattlePetAbil:421:586:276:276|h[Чародейская вспышка]|h|r наносит 161 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["serverTime"] = 1606117440,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795212.694,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[09:44:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618978:14|t|cff4e96f7|HbattlePetAbil:243:976:276:309|h[Магический]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T841541:14|tДинь-динь), заканчивается.",
					["serverTime"] = 1606117441,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795213.704,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[09:44:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["serverTime"] = 1606117442,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795214.844,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[09:44:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:976:276:309|h[Дыхание]|h|r наносит 387 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["serverTime"] = 1606117444,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795216.174,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[09:44:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135735:14|t|cff4e96f7|HbattlePetAbil:421:199:276:276|h[Чародейская вспышка]|h|r наносит 214 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["serverTime"] = 1606117445,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795217.924,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[09:50:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["serverTime"] = 1606117841,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795613.1190000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[09:50:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:762:276:309|h[Дыхание]|h|r наносит 489 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["serverTime"] = 1606117842,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795614.449,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[09:50:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T841541:14|tДинь-динь погибает.",
					["serverTime"] = 1606117842,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795614.449,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[09:50:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["serverTime"] = 1606117845,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795616.969,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[09:50:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1044082:14|tКлякса – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1606117845,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795616.969,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[09:50:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["serverTime"] = 1606117849,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795621.099,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[09:50:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:762:276:309|h[Дыхание]|h|r наносит 532 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1606117850,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795622.3690000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[09:50:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237554:14|t|cff4e96f7|HbattlePetAbil:1336:1437:260:211|h[Кто здесь лучший элекк во всем мире?]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1606117851,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795623.399,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[09:50:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["serverTime"] = 1606117853,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795625.8690000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[09:50:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:762:276:309|h[Дыхание]|h|r наносит 374 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1606117855,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795627.359,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[09:50:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135900:14|t|cff4e96f7|HbattlePetAbil:1345:1063:260:211|h[Тихий час]|h|r накладывает эффект |T132156:14|t|cff4e96f7|HbattlePetAbil:1348:1063:260:211|h[Сон]|h|r на |3-1(вражеский питомец) |3-3(|T1044082:14|tКлякса).",
					["serverTime"] = 1606117856,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795628.3690000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[09:50:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["serverTime"] = 1606117859,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795631.904,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[09:50:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1606117859,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795631.904,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[09:51:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1044501:14|tТолли – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1606117861,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795633.7540000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[09:51:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132156:14|t|cff4e96f7|HbattlePetAbil:1348:1063:260:211|h[Сон]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T1044082:14|tКлякса), заканчивается.",
					["serverTime"] = 1606117863,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795635.4130000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[09:51:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["serverTime"] = 1606117864,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795636.883,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[09:51:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1400:260:325|h[UDAR.EXE]|h|r наносит 357 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["serverTime"] = 1606117866,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795638.403,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[09:51:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1400:260:325|h[UDAR.EXE]|h|r наносит 168 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["serverTime"] = 1606117867,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795639.6630000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[09:51:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r наносит 50 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1606117868,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795640.623,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[09:51:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r наносит 50 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1606117869,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795641.373,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[09:51:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r наносит 50 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1606117869,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795641.723,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[09:51:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:834:317:260|h[Брешь в защите]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1606117870,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795642.073,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[09:51:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["serverTime"] = 1606117873,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795645.853,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[09:51:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1250:260:325|h[UDAR.EXE]|h|r наносит 357 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["serverTime"] = 1606117875,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795647.416,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[09:51:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1250:260:325|h[UDAR.EXE]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:1250:260:325|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T1044501:14|tТолли).",
					["serverTime"] = 1606117875,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795647.416,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[09:51:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1250:260:325|h[UDAR.EXE]|h|r наносит 168 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["serverTime"] = 1606117876,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795648.716,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[09:51:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r наносит 157 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1606117877,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795649.683,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[09:51:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r наносит 157 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1606117878,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795650.75,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[09:51:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r наносит 157 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1606117879,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795651.216,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[09:51:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:309:317:260|h[Брешь в защите]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1606117879,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795651.683,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[09:51:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["serverTime"] = 1606117899,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795671.882,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[09:51:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:779:260:325|h[UDAR.EXE]|h|r наносит 357 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["serverTime"] = 1606117901,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795672.992,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[09:51:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1044501:14|tТолли погибает.",
					["serverTime"] = 1606117901,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795672.992,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[09:51:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136057:14|t|cff4e96f7|HbattlePetAbil:596:0:276:276|h[Лунный свет]|h|r прекращается.",
					["serverTime"] = 1606117903,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795675.512,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[09:51:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["serverTime"] = 1606117904,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795676.372,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[09:51:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1044082:14|tКлякса – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1606117904,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795676.372,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[09:51:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["serverTime"] = 1606117909,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795681.8520000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[09:51:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2027964:14|tКрасногорский тарантул – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1606117909,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795681.8520000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[09:51:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237554:14|t|cff4e96f7|HbattlePetAbil:1336:1063:260:211|h[Кто здесь лучший элекк во всем мире?]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1606117911,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795683.532,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[09:51:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132358:14|t|cff4e96f7|HbattlePetAbil:542:0:317:260|h[Брешь в защите]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["serverTime"] = 1606117912,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795684.542,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[09:51:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["serverTime"] = 1606117913,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795685.8520000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[09:51:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134506:14|t|cff4e96f7|HbattlePetAbil:1338:1063:260:211|h[Милашка]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1606117914,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795686.3520000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[09:51:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133723:14|t|cff4e96f7|HbattlePetAbil:930:149:11:13|h[Огромный клык]|h|r наносит 31 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1606117916,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795688.882,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[09:52:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 13",
					["serverTime"] = 1606117921,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795693.702,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[09:52:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236473:14|tМеханический пандаренский дракончик – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1606117921,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795693.702,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[09:52:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134506:14|t|cff4e96f7|HbattlePetAbil:1338:1032:260:211|h[Милашка]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1606117923,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795695.872,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[09:52:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["serverTime"] = 1606117925,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795697.792,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[09:52:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:762:276:309|h[Дыхание]|h|r наносит 550 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1606117927,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795699.232,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[09:52:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134506:14|t|cff4e96f7|HbattlePetAbil:1338:482:260:211|h[Милашка]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1606117928,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795700.742,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[09:52:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 15",
					["serverTime"] = 1606117931,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795703.812,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[09:52:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:762:276:309|h[Дыхание]|h|r наносит 541 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1606117933,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795705.082,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[09:52:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1044082:14|tКлякса погибает.",
					["serverTime"] = 1606117933,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795705.082,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[09:52:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1081:276:309|h[Боевое восстановление]|h|r восстанавливает 319 ед. урона |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["serverTime"] = 1606117936,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795708.502,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[09:52:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1090:260:325|h[Боевое восстановление]|h|r восстанавливает 311 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1606117936,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795708.502,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[09:52:18]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: |3-7(Ваш питомец) |T2027964:14|tКрасногорский тарантул получает 4785 ед. опыта.",
					["serverTime"] = 1606117938,
					["r"] = 0.8823530077934265,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						286, -- [3]
						287, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795710.022,
					["g"] = 0.8705883026123047,
					["b"] = 0.364705890417099,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[09:52:18]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: Ваш питомец |T2027964:14|tКрасногорский тарантул достигает 12-го уровня!",
					["serverTime"] = 1606117938,
					["r"] = 0.8823530077934265,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						286, -- [3]
						287, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795710.022,
					["g"] = 0.8705883026123047,
					["b"] = 0.364705890417099,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[09:52:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:685:11:13|h[Боевое восстановление]|h|r восстанавливает 536 ед. урона |3-2(ваш питомец) |3-2(|T2027964:14|tКрасногорский тарантул).",
					["serverTime"] = 1606117938,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 795710.022,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [71]
			},
			["headIndex"] = 71,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 69,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[05:09:02]|h Верный Утробе предвестник погибает, вы получаете 850 |4очко:очка:очков; опыта (Состояние бодрости: +425).",
					["serverTime"] = 1613272141,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525211.188,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[05:09:04]|h Верный Утробе предвестник погибает, вы получаете 900 |4очко:очка:очков; опыта (Состояние бодрости: +450).",
					["serverTime"] = 1613272143,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525212.2220000001,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[05:09:04]|h Верный Утробе предвестник погибает, вы получаете 900 |4очко:очка:очков; опыта (Состояние бодрости: +450).",
					["serverTime"] = 1613272143,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525212.438,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[05:09:06]|h Ваша добыча: |cff1eff00|Hitem:173204::::::::50:258:::::::|h[Сумрачный шелк]|h|r.",
					["serverTime"] = 1613272145,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						29, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525214.488,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[05:09:06]|h Ваша добыча: |cff9d9d9d|Hitem:184392::::::::50:258:::::::|h[Свиток неудавшегося ритуала]|h|r.",
					["serverTime"] = 1613272145,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						29, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525214.488,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[05:09:07]|h Ваша добыча: 2 |4золотая:золотые:золотых;, 92 |4серебряная:серебряные:серебряных;, 5 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1613272146,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						39, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525215.405,
					["g"] = 1,
					["b"] = 0,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[05:09:07]|h Леди Джайна Праудмур говорит: Со скрытностью ничего не вышло. Поспешим!",
					["serverTime"] = 1613272146,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525215.9720000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[05:09:11]|h Верховный лорд Дарион Могрейн говорит: Что значит \"снова упустили свою добычу\"? Вы уже от них сбегали?",
					["serverTime"] = 1613272150,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525219.772,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[05:09:17]|h Леди Джайна Праудмур говорит: Увы, я сбегала уже много раз, но всегда снова оказывалась в клетке.",
					["serverTime"] = 1613272156,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525225.755,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[05:09:23]|h Леди Джайна Праудмур говорит: Я и раньше здесь пряталась. Задержаться надолго не выйдет, но немного времени мы выиграем.",
					["serverTime"] = 1613272162,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525231.389,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[05:09:30]|h Тралл кричит: Снова засада! Перебьем их!",
					["serverTime"] = 1613272169,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						59, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525238.372,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[05:09:38]|h Верный Утробе предвестник погибает, вы получаете 846 |4очко:очка:очков; опыта (Состояние бодрости: +423).",
					["serverTime"] = 1613272177,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525246.622,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[05:09:43]|h Верный Утробе предвестник погибает, вы получаете 900 |4очко:очка:очков; опыта (Состояние бодрости: +450).",
					["serverTime"] = 1613272182,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525252.072,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[05:09:44]|h Верный Утробе предвестник погибает, вы получаете 900 |4очко:очка:очков; опыта (Состояние бодрости: +450).",
					["serverTime"] = 1613272183,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525253.072,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[05:09:45]|h Верный Утробе предвестник погибает, вы получаете 900 |4очко:очка:очков; опыта (Состояние бодрости: +450).",
					["serverTime"] = 1613272184,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525254.039,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[05:09:48]|h Ваша добыча: |cffffffff|Hitem:173202::::::::50:258:::::::|h[Сумеречная ткань]|h|rx4.",
					["serverTime"] = 1613272187,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						29, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525256.306,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[05:09:49]|h Ваша добыча: 4 |4золотая:золотые:золотых;, 15 |4серебряная:серебряные:серебряных;, 58 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1613272188,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						39, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525257.306,
					["g"] = 1,
					["b"] = 0,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[05:09:49]|h Верховный лорд Дарион Могрейн говорит: Лорд-адмирал, не видели ли вы здесь Ночную Воительницу?",
					["serverTime"] = 1613272188,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525257.939,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[05:09:54]|h Леди Джайна Праудмур говорит: Тиранду? Здесь? Нет, не видела.",
					["serverTime"] = 1613272193,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525262.606,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[05:09:58]|h Верховный лорд Дарион Могрейн говорит: Она вошла в портал прямо перед нами. Клялась, что отыщет Сильвану... любой ценой.",
					["serverTime"] = 1613272197,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525266.386,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[05:10:05]|h Леди Джайна Праудмур говорит: Это... тревожно. Древний ритуал дал ей невероятную силу, и я боюсь, что она сама не сможет с ней совладать.",
					["serverTime"] = 1613272204,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525274.1,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[05:10:19]|h Тарьеш говорит: Клетка ждет, чародейка! У Тюремщика на тебя планы!",
					["serverTime"] = 1613272218,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525288.09,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[05:10:25]|h Леди Джайна Праудмур говорит: Мне надоели твои клетки, монстр!",
					["serverTime"] = 1613272224,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525293.806,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[05:10:26]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Кайка-Гордунни:3039:CHANNEL:4|h|cffa9d271Кайка|r|h|cffd8d8d8]|r: я найти не мог",
					["serverTime"] = 1613272225,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						3, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525294.573,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[05:10:28]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Кайка-Гордунни:3040:CHANNEL:4|h|cffa9d271Кайка|r|h|cffd8d8d8]|r: какой даун",
					["serverTime"] = 1613272227,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						3, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525296.323,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[05:10:29]|h Тарьеш говорит: Бежать некуда! Из Утробы нет выхода!",
					["serverTime"] = 1613272228,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525297.407,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[05:10:49]|h Тарьеш говорит: Союзники тебе ничем не помогут. Вас всех ждут оковы!",
					["serverTime"] = 1613272248,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525317.907,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[05:10:57]|h Верховный лорд Дарион Могрейн говорит: А тебя ждет погибель!",
					["serverTime"] = 1613272256,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525325.3740000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[05:10:59]|h Тарьеш погибает, вы получаете 600 |4очко:очка:очков; опыта (Состояние бодрости: +300).",
					["serverTime"] = 1613272258,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525327.34,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[05:10:59]|h Тарьеш говорит: Сопротивляться... бесполезно...",
					["serverTime"] = 1613272258,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525327.471,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[05:11:01]|h Ваша добыча: |cffffffff|Hitem:173202::::::::50:258:::::::|h[Сумеречная ткань]|h|rx2.",
					["serverTime"] = 1613272260,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						29, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525329.6900000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[05:11:01]|h Леди Джайна Праудмур говорит: Сюда!",
					["serverTime"] = 1613272260,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525329.76,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[05:11:02]|h Ваша добыча: 3 |4золотая:золотые:золотых;, 17 |4серебряная:серебряные:серебряных;, 62 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1613272261,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						39, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525330.574,
					["g"] = 1,
					["b"] = 0,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[05:11:16]|h Леди Джайна Праудмур говорит: Здесь мы вроде бы в безопасности... пока что.",
					["serverTime"] = 1613272275,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525344.707,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[05:11:21]|h Леди Джайна Праудмур говорит: Признаюсь, сперва я не поняла, настоящие вы... или очередная иллюзия, которыми нас здесь терзают.",
					["serverTime"] = 1613272280,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525350.1240000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[05:11:31]|h Леди Джайна Праудмур говорит: Я почти потеряла надежду вновь увидеть кого-то из нашего мира.",
					["serverTime"] = 1613272290,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525359.708,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[05:11:55]|h Задание \"Бегство от тьмы\" выполнено.",
					["serverTime"] = 1613272314,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525383.508,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[05:11:55]|h Получено опыта: 7700.",
					["serverTime"] = 1613272314,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525383.508,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[05:11:55]|h Получено: 23 |4золотая:золотые:золотых;, 40 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1613272314,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525383.508,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[05:11:55]|h Вы получаете 7700 |4очко:очка:очков; опыта.",
					["serverTime"] = 1613272314,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525383.508,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[05:11:58]|h Вы получили задание \"Краткая передышка\".",
					["serverTime"] = 1613272317,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525386.275,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[05:12:04]|h Леди Джайна Праудмур говорит: Так... С чего начать?",
					["serverTime"] = 1613272323,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525392.233,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[05:12:08]|h Леди Джайна Праудмур говорит: Обитатели этого мира называют его Утробой. Как я поняла, он служит тюрьмой для самых нечестивых душ во всем мироздании.",
					["serverTime"] = 1613272327,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525397.099,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[05:12:12]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Ледигос-Гордунни:3059:CHANNEL:4|h|cfffefefeЛедигос|r|h|cffd8d8d8]|r: куплю обереги",
					["serverTime"] = 1613272331,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						3, -- [3]
						57, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525400.366,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[05:12:19]|h Тралл говорит: Что-то изменилось. Теперь здесь заточены и чистые, благородные души. И они кричат от боли.",
					["serverTime"] = 1613272338,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525407.699,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[05:12:28]|h Леди Джайна Праудмур говорит: Верно. И так же, как и нам, боль им причиняет Сильвана Ветрокрылая.",
					["serverTime"] = 1613272347,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525417.066,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[05:12:35]|h Леди Джайна Праудмур говорит: У нее появился могущественный сообщник. Тени шепчут о некоем... Тюремщике.",
					["serverTime"] = 1613272354,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525423.7660000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[05:12:43]|h Леди Джайна Праудмур говорит: Тюремщик правит этим местом. О нем мало известно, но мы явно заинтересовали его.",
					["serverTime"] = 1613272362,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525431.692,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[05:12:51]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Тиарана-Гордунни:3064:CHANNEL:4|h|cfff38bb9Тиарана|r|h|cffd8d8d8]|r: Куплю 52 браслета-оберега. Цены в пм!",
					["serverTime"] = 1613272370,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						3, -- [3]
						61, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525439.303,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[05:12:51]|h Леди Джайна Праудмур говорит: Он лично наблюдал за нашим... заключением.",
					["serverTime"] = 1613272370,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525439.409,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[05:12:56]|h Тралл говорит: Мы пережили нескончаемые муки. Временами казалось, что он испытывает нас... Хотя не знаю, зачем.",
					["serverTime"] = 1613272375,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525444.909,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[05:13:08]|h Леди Джайна Праудмур говорит: Что бы Тюремщик с банши ни задумали, для нас это кончится плохо.",
					["serverTime"] = 1613272387,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525456.359,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[05:13:18]|h Леди Джайна Праудмур говорит: Я видела Бейна и Андуина каждый раз, когда сбегала. Они живы... И это все, что я могу сказать точно.",
					["serverTime"] = 1613272397,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525466.638,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[05:13:25]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Аскалдар-Гордунни:3069:CHANNEL:4|h|cffc31d39Аскалдар|r|h|cffd8d8d8]|r: когда там баф на аним завезут?",
					["serverTime"] = 1613272404,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						3, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525473.243,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[05:13:26]|h Леди Джайна Праудмур говорит: Но я так и не нашла выход из Утробы. Мне удается переместиться лишь на короткие расстояния. Кажется... отсюда не сбежать.",
					["serverTime"] = 1613272405,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525474.943,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[05:13:37]|h Верховный лорд Дарион Могрейн говорит: Сюда прибывают бесчисленные души. Но некоторые пробыли здесь уже много тысяч лет. Наверняка кто-то из них знает путь наружу.",
					["serverTime"] = 1613272416,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525485.2930000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[05:13:42]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Ируун-Гордунни:3072:CHANNEL:4|h|cfffefefeИруун|r|h|cffd8d8d8]|r: когда рак свистнет",
					["serverTime"] = 1613272421,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						3, -- [3]
						63, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525490.91,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[05:13:49]|h Леди Джайна Праудмур говорит: Трудно представить, какие ужасы пришлось испытать этим духам. Боюсь, их уже не спасти.",
					["serverTime"] = 1613272428,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525497.393,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[05:13:49]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Исадория-Гордунни:3074:CHANNEL:4|h|cfff38bb9Исадория|r|h|cffd8d8d8]|r: наверное в следующем патче",
					["serverTime"] = 1613272428,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						3, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525497.91,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[05:13:57]|h Леди Джайна Праудмур говорит: Они принимают облик злобных теней, скрывающихся в темноте. Не думаю, что они захотят нам помогать.",
					["serverTime"] = 1613272436,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525505.727,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[05:14:06]|h Верховный лорд Дарион Могрейн говорит: Рыцари Черного Клинка знают, как заставить мертвых говорить. Если нам удастся поймать одну из теней, мы выведаем ее тайны.",
					["serverTime"] = 1613272445,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525514.544,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[05:14:31]|h Задание \"Краткая передышка\" выполнено.",
					["serverTime"] = 1613272470,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525539.561,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[05:14:31]|h Получено опыта: 3850.",
					["serverTime"] = 1613272470,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525539.561,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[05:14:31]|h Получено: 11 |4золотая:золотые:золотых;, 70 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1613272470,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525539.561,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[05:14:31]|h Вы получаете 3850 |4очко:очка:очков; опыта.",
					["serverTime"] = 1613272470,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525539.577,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[05:14:33]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Ледигос-Гордунни:3081:CHANNEL:4|h|cfffefefeЛедигос|r|h|cffd8d8d8]|r: куплю обереги",
					["serverTime"] = 1613272472,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						3, -- [3]
						57, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525541.361,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[05:14:41]|h Вы получили предмет: |cffffffff|Hitem:178495::::::::50:258::11::1:28:1400:::|h[Расколотый Шлем Господства]|h|r.",
					["serverTime"] = 1613272480,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						29, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525549.468,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[05:14:41]|h Вы получили задание \"Полевое собрание\".",
					["serverTime"] = 1613272480,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525549.527,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[05:15:12]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Аскалдар-Гордунни:3084:CHANNEL:4|h|cffc31d39Аскалдар|r|h|cffd8d8d8]|r: ктонить из кирий соратника кота из торгаста вытаскивал7",
					["serverTime"] = 1613272511,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						3, -- [3]
						55, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525581.061,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[05:05:28]|h Ваша добыча: |cff9d9d9d|Hitem:176862::::::::50:258:::::::|h[Запятнанная шкура]|h|r.",
					["serverTime"] = 1613271927,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						29, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 524996.6680000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[05:05:29]|h Ваша добыча: 79 |4серебряная:серебряные:серебряных;, 93 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1613271928,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						39, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 524997.687,
					["g"] = 1,
					["b"] = 0,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[05:05:39]|h Верный Утробе страж погибает, вы получаете 510 |4очко:очка:очков; опыта (Состояние бодрости: +255).",
					["serverTime"] = 1613271938,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525007.218,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[05:05:41]|h Ваша добыча: 88 |4серебряная:серебряные:серебряных;, 66 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1613271940,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						39, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525009.735,
					["g"] = 1,
					["b"] = 0,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[05:05:50]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Пастырьбук-Гордунни:2961:CHANNEL:4|h|cffc59a6cПастырьбук|r|h|cffd8d8d8]|r: какомуто ноунейм уйлу слава? оО",
					["serverTime"] = 1613271949,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						3, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525019.185,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[05:05:51]|h Задание \"Конец губителя\" выполнено.",
					["serverTime"] = 1613271950,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525019.868,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[05:05:51]|h Получено опыта: 7700.",
					["serverTime"] = 1613271950,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525019.868,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[05:05:51]|h Получено: 23 |4золотая:золотые:золотых;, 40 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1613271950,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525019.868,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[05:05:51]|h Вы получаете 7700 |4очко:очка:очков; опыта.",
					["serverTime"] = 1613271950,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525019.885,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[05:05:52]|h Напуганная душа говорит: За что?!.. За что мне все это?!",
					["serverTime"] = 1613271951,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525020.6680000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[05:05:53]|h Вы получили задание \"Каждый шаг как в пропасть\".",
					["serverTime"] = 1613271952,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525021.285,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[05:05:54]|h Верховный лорд Дарион Могрейн говорит: Нас слишком мало. Лучше не привлекать к себе лишнего внимания.",
					["serverTime"] = 1613271953,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525022.269,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[05:05:58]|h Верховный лорд Дарион Могрейн говорит: Магия льда. Похоже на работу нашего лорд-адмирала.",
					["serverTime"] = 1613271957,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525026.702,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[05:06:04]|h Верховный лорд Дарион Могрейн говорит: Следы борьбы уводят туда. Надо идти по ним, пока... след не простыл.",
					["serverTime"] = 1613271963,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525032.719,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[05:06:14]|h Верховный лорд Дарион Могрейн говорит: Так-так, снова магия леди Праудмур...",
					["serverTime"] = 1613271973,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525042.786,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[05:06:19]|h Верховный лорд Дарион Могрейн говорит: Лучше не рассеивать эти чары. Идем дальше.",
					["serverTime"] = 1613271978,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525047.836,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[05:06:19]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Хьернскар-Гордунни:2973:CHANNEL:4|h|cff006fdcХьернскар|r|h|cffd8d8d8]|r: смысле ноунейм, ты не знаешь как его зовут?",
					["serverTime"] = 1613271978,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						3, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525048.186,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[05:06:25]|h Напуганная душа говорит: Я виноват! Я каюсь! Прошу! Прекратите эти мучения!",
					["serverTime"] = 1613271984,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525053.652,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[05:06:27]|h Верховный лорд Дарион Могрейн говорит: Какова же сила лорд-адмирала, если она одолела такое чудовище?",
					["serverTime"] = 1613271986,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525055.8690000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[05:06:29]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Пастырьбук-Гордунни:2976:CHANNEL:4|h|cffc59a6cПастырьбук|r|h|cffd8d8d8]|r: как?",
					["serverTime"] = 1613271988,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						3, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525057.919,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[05:06:33]|h Верховный лорд Дарион Могрейн говорит: Постой! Что там впереди?",
					["serverTime"] = 1613271992,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525061.734,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[05:06:38]|h Верховный лорд Дарион Могрейн говорит: Там, впереди! Это же леди Праудмур!",
					["serverTime"] = 1613271997,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525066.203,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[05:06:48]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Женскийкрик-Гордунни:2979:CHANNEL:4|h|cffc59a6cЖенскийкрик|r|h|cffd8d8d8]|r: Борис",
					["serverTime"] = 1613272007,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						3, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525076.753,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[05:06:48]|h Верховный лорд Дарион Могрейн говорит: Похоже, мы нашли лорд-адмирала. Я подам рыцарям сигнал к наступлению.",
					["serverTime"] = 1613272007,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525076.753,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[05:06:55]|h Леди Джайна Праудмур говорит: Хвала Свету, вы нас нашли!",
					["serverTime"] = 1613272014,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525083.653,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[05:06:55]|h Вы получаете 7700 |4очко:очка:очков; опыта.",
					["serverTime"] = 1613272014,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525084.003,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[05:06:55]|h Задание \"Каждый шаг как в пропасть\" выполнено.",
					["serverTime"] = 1613272014,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525084.025,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[05:06:55]|h Получено опыта: 7700.",
					["serverTime"] = 1613272014,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525084.025,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[05:06:55]|h Получено: 23 |4золотая:золотые:золотых;, 40 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1613272014,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525084.025,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[05:06:58]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Ледигос-Гордунни:2986:CHANNEL:4|h|cfffefefeЛедигос|r|h|cffd8d8d8]|r: куплю обереги",
					["serverTime"] = 1613272017,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						3, -- [3]
						57, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525086.789,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[05:07:00]|h Вы получили задание \"На потемневших крыльях\".",
					["serverTime"] = 1613272019,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525088.553,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[05:07:02]|h Леди Джайна Праудмур говорит: Надо уходить. Тралл, ты сможешь идти?",
					["serverTime"] = 1613272021,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525091.034,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[05:07:06]|h Тралл говорит: Я... постараюсь.",
					["serverTime"] = 1613272025,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525094.734,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[05:07:10]|h Тралл говорит: Спасибо, что пришла на помощь, Джайна.",
					["serverTime"] = 1613272029,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525098.253,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[05:07:13]|h Верховный лорд Дарион Могрейн говорит: Что-то приближается к нам с неба!",
					["serverTime"] = 1613272032,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525102.001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[05:07:17]|h Леди Джайна Праудмур говорит: Они нашли нас! Приготовьтесь!",
					["serverTime"] = 1613272036,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525105.487,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[05:07:23]|h Тарьеш говорит: Бороться бесполезно, смертные. Вам не уйти от судьбы!",
					["serverTime"] = 1613272042,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525111.237,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[05:07:31]|h Верный Утробе предвестник погибает, вы получаете 48 |4очко:очка:очков; опыта (Состояние бодрости: +24).",
					["serverTime"] = 1613272050,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525119.62,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[05:07:36]|h Верный Утробе предвестник погибает, вы получаете 70 |4очко:очка:очков; опыта (Состояние бодрости: +35).",
					["serverTime"] = 1613272055,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525125.17,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[05:07:52]|h Верный Утробе предвестник погибает, вы получаете 70 |4очко:очка:очков; опыта (Состояние бодрости: +35).",
					["serverTime"] = 1613272071,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525140.22,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[05:07:52]|h Тарьеш говорит: Вас ждут вечные оковы!",
					["serverTime"] = 1613272071,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525140.504,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[05:07:54]|h Верный Утробе предвестник погибает, вы получаете 8 |4очко:очка:очков; опыта (Состояние бодрости: +4).",
					["serverTime"] = 1613272073,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525142.287,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[05:07:57]|h Верный Утробе предвестник погибает, вы получаете 136 |4очко:очка:очков; опыта (Состояние бодрости: +68).",
					["serverTime"] = 1613272076,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525145.5210000001,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[05:07:57]|h Леди Джайна Праудмур говорит: Их слишком много! Я вытащу нас отсюда!",
					["serverTime"] = 1613272076,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525145.821,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[05:08:14]|h Верный Утробе предвестник погибает, вы получаете 68 |4очко:очка:очков; опыта (Состояние бодрости: +34).",
					["serverTime"] = 1613272093,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525163.154,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[05:08:17]|h Леди Джайна Праудмур говорит: Мои зеркальные отражения отвлекут их.",
					["serverTime"] = 1613272096,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525165.404,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[05:08:20]|h Леди Джайна Праудмур говорит: Но долго они не продержатся. Идем!",
					["serverTime"] = 1613272099,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525169.188,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[05:08:21]|h Верный Утробе предвестник погибает, вы получаете 68 |4очко:очка:очков; опыта (Состояние бодрости: +34).",
					["serverTime"] = 1613272100,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525169.471,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[05:08:21]|h Задание \"На потемневших крыльях\" выполнено.",
					["serverTime"] = 1613272100,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525169.704,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[05:08:21]|h Получено опыта: 7700.",
					["serverTime"] = 1613272100,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525169.704,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[05:08:21]|h Получено: 23 |4золотая:золотые:золотых;, 40 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1613272100,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525169.704,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[05:08:21]|h Вы получаете 7700 |4очко:очка:очков; опыта.",
					["serverTime"] = 1613272100,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525169.704,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[05:08:23]|h Вы получили задание \"Бегство от тьмы\".",
					["serverTime"] = 1613272102,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525171.754,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[05:08:24]|h Верный Утробе предвестник погибает, вы получаете 52 |4очко:очка:очков; опыта (Состояние бодрости: +26).",
					["serverTime"] = 1613272103,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						false, -- [2]
						33, -- [3]
						34, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525173.154,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[05:08:28]|h Леди Джайна Праудмур говорит: Сразу за поворотом есть пещера. Если повезет, они не успеют нас заметить.",
					["serverTime"] = 1613272107,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525177.121,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[05:08:34]|h Тралл говорит: Будем надеяться. Наши похитители не обрадуются, что снова упустили свою добычу.",
					["serverTime"] = 1613272113,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525182.305,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[05:08:41]|h Тарьеш говорит: Вы от нас не скроетесь, смертные!",
					["serverTime"] = 1613272120,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525189.5380000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[05:08:50]|h Леди Джайна Праудмур говорит: А все так хорошо начиналось...",
					["serverTime"] = 1613272129,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525198.238,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[05:08:51]|h Верховный лорд Дарион Могрейн кричит: Займите пещеру, рыцари! Мы сдержим этих тварей!",
					["serverTime"] = 1613272130,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						false, -- [2]
						59, -- [3]
						60, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 525199.822,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
