
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589856958,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[09:43:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236473:14|tМеханический пандаренский дракончик – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795197.104,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117425,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[09:43:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T841541:14|tДинь-динь – |3-8(вражеский питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795197.8640000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117425,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[09:43:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795201.824,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117429,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[09:43:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1400:276:309|h[Дыхание]|h|r наносит 518 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795203.1140000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117431,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[09:43:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1400:276:309|h[Дыхание]|h|r накладывает эффект |T618978:14|t|cff4e96f7|HbattlePetAbil:243:1400:276:309|h[Магический]|h|r на |3-1(вражеский питомец) |3-3(|T841541:14|tДинь-динь).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795203.1140000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117431,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[09:43:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136096:14|t|cff4e96f7|HbattlePetAbil:595:963:276:276|h[Лунный огонь]|h|r наносит 263 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795207.354,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117435,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[09:43:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136096:14|t|cff4e96f7|HbattlePetAbil:595:963:276:276|h[Лунный огонь]|h|r меняет погоду на |T136057:14|t|cff4e96f7|HbattlePetAbil:596:963:276:276|h[Лунный свет]|h|r.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795207.604,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117435,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[09:43:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795209.654,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117437,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[09:43:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1137:276:309|h[Дыхание]|h|r наносит 377 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795210.984,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117439,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[09:44:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135735:14|t|cff4e96f7|HbattlePetAbil:421:586:276:276|h[Чародейская вспышка]|h|r наносит 161 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795212.694,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117440,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[09:44:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618978:14|t|cff4e96f7|HbattlePetAbil:243:976:276:309|h[Магический]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T841541:14|tДинь-динь), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795213.704,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117441,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[09:44:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795214.844,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117442,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[09:44:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:976:276:309|h[Дыхание]|h|r наносит 387 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795216.174,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117444,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[09:44:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135735:14|t|cff4e96f7|HbattlePetAbil:421:199:276:276|h[Чародейская вспышка]|h|r наносит 214 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795217.924,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117445,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[09:50:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795613.1190000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117841,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[09:50:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:762:276:309|h[Дыхание]|h|r наносит 489 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795614.449,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117842,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[09:50:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T841541:14|tДинь-динь погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795614.449,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117842,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[09:50:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795616.969,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117845,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[09:50:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1044082:14|tКлякса – |3-8(вражеский питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795616.969,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117845,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[09:50:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795621.099,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117849,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[09:50:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:762:276:309|h[Дыхание]|h|r наносит 532 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795622.3690000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117850,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[09:50:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237554:14|t|cff4e96f7|HbattlePetAbil:1336:1437:260:211|h[Кто здесь лучший элекк во всем мире?]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795623.399,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117851,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[09:50:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795625.8690000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117853,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[09:50:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:762:276:309|h[Дыхание]|h|r наносит 374 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795627.359,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117855,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[09:50:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135900:14|t|cff4e96f7|HbattlePetAbil:1345:1063:260:211|h[Тихий час]|h|r накладывает эффект |T132156:14|t|cff4e96f7|HbattlePetAbil:1348:1063:260:211|h[Сон]|h|r на |3-1(вражеский питомец) |3-3(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795628.3690000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117856,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[09:50:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795631.904,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117859,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[09:50:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795631.904,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117859,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[09:51:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1044501:14|tТолли – |3-8(вражеский питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795633.7540000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117861,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[09:51:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132156:14|t|cff4e96f7|HbattlePetAbil:1348:1063:260:211|h[Сон]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T1044082:14|tКлякса), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795635.4130000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117863,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[09:51:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795636.883,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117864,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[09:51:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1400:260:325|h[UDAR.EXE]|h|r наносит 357 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795638.403,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117866,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[09:51:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1400:260:325|h[UDAR.EXE]|h|r наносит 168 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795639.6630000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117867,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[09:51:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r наносит 50 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795640.623,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117868,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[09:51:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r наносит 50 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795641.373,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117869,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[09:51:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r наносит 50 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795641.723,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117869,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[09:51:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:834:317:260|h[Брешь в защите]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795642.073,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117870,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[09:51:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795645.853,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117873,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[09:51:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1250:260:325|h[UDAR.EXE]|h|r наносит 357 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795647.416,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117875,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[09:51:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1250:260:325|h[UDAR.EXE]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:1250:260:325|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T1044501:14|tТолли).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795647.416,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117875,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[09:51:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1250:260:325|h[UDAR.EXE]|h|r наносит 168 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795648.716,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117876,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[09:51:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r наносит 157 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795649.683,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117877,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[09:51:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r наносит 157 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795650.75,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117878,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[09:51:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r наносит 157 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795651.216,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117879,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[09:51:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:309:317:260|h[Брешь в защите]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795651.683,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117879,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[09:51:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795671.882,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117899,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[09:51:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:779:260:325|h[UDAR.EXE]|h|r наносит 357 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795672.992,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117901,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[09:51:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1044501:14|tТолли погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795672.992,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117901,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[09:51:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136057:14|t|cff4e96f7|HbattlePetAbil:596:0:276:276|h[Лунный свет]|h|r прекращается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795675.512,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117903,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[09:51:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795676.372,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117904,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[09:51:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1044082:14|tКлякса – |3-8(вражеский питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795676.372,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117904,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[09:51:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795681.8520000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117909,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[09:51:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2027964:14|tКрасногорский тарантул – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795681.8520000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117909,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[09:51:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237554:14|t|cff4e96f7|HbattlePetAbil:1336:1063:260:211|h[Кто здесь лучший элекк во всем мире?]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795683.532,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117911,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[09:51:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132358:14|t|cff4e96f7|HbattlePetAbil:542:0:317:260|h[Брешь в защите]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795684.542,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117912,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[09:51:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795685.8520000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117913,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[09:51:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134506:14|t|cff4e96f7|HbattlePetAbil:1338:1063:260:211|h[Милашка]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795686.3520000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117914,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[09:51:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133723:14|t|cff4e96f7|HbattlePetAbil:930:149:11:13|h[Огромный клык]|h|r наносит 31 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795688.882,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117916,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[09:52:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 13",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795693.702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117921,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[09:52:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236473:14|tМеханический пандаренский дракончик – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795693.702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117921,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[09:52:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134506:14|t|cff4e96f7|HbattlePetAbil:1338:1032:260:211|h[Милашка]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795695.872,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117923,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[09:52:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795697.792,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117925,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[09:52:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:762:276:309|h[Дыхание]|h|r наносит 550 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795699.232,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117927,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[09:52:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134506:14|t|cff4e96f7|HbattlePetAbil:1338:482:260:211|h[Милашка]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795700.742,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117928,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[09:52:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 15",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795703.812,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117931,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[09:52:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:762:276:309|h[Дыхание]|h|r наносит 541 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795705.082,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117933,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[09:52:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1044082:14|tКлякса погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795705.082,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117933,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[09:52:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1081:276:309|h[Боевое восстановление]|h|r восстанавливает 319 ед. урона |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795708.502,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117936,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[09:52:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1090:260:325|h[Боевое восстановление]|h|r восстанавливает 311 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795708.502,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117936,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[09:52:18]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: |3-7(Ваш питомец) |T2027964:14|tКрасногорский тарантул получает 4785 ед. опыта.",
					["r"] = 0.8823530077934265,
					["b"] = 0.364705890417099,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795710.022,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						286, -- [3]
						287, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117938,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[09:52:18]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: Ваш питомец |T2027964:14|tКрасногорский тарантул достигает 12-го уровня!",
					["r"] = 0.8823530077934265,
					["b"] = 0.364705890417099,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795710.022,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						286, -- [3]
						287, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117938,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[09:52:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:685:11:13|h[Боевое восстановление]|h|r восстанавливает 536 ед. урона |3-2(ваш питомец) |3-2(|T2027964:14|tКрасногорский тарантул).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795710.022,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1606117938,
				}, -- [71]
			},
			["headIndex"] = 71,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 78,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[21:30:12]|h Вы получили предмет: |cff1eff00|Hitem:159589::::::::50:258:::3:6655:4802:1697:2:9:50:28:188:::|h[Меч стража моря с символом лихорадочного света]|h|r.",
					["serverTime"] = 1607110212,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787979.596,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[21:30:12]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Келерель-Гордунни:1668:CHANNEL:2|h|cfffefefeКелерель|r|h|cffd8d8d8]|r: дц есть адекватный в чате? по легам вопрос",
					["serverTime"] = 1607110212,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						89, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787979.717,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[21:30:20]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Медитин-Гордунни:1687:CHANNEL:4|h|cfffe7b09Медитин|r|h|cffd8d8d8]|r: рдру 179 похилю миф за голд, не дорого)",
					["serverTime"] = 1607110220,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787988.299,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[21:30:22]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Булстрим-Гордунни:1693:CHANNEL:2|h|cfffef367Булстрим|r|h|cffd8d8d8]|r: |cffffd000|Htrade:Player-1602-0C006689:2108:165|h[Кожевничество]|h|r крафчу рунические сосуды",
					["serverTime"] = 1607110222,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						91, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787990.51,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[21:30:28]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Отрезвляющий-Гордунни:1704:CHANNEL:2|h|cfffe7b09Отрезвляющий|r|h|cffd8d8d8]|r: скрафчу любую заготовку на легу кожа/кольчуга 190 илвл",
					["serverTime"] = 1607110228,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						33, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787996.043,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[21:30:29]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Анбит-Гордунни:1708:CHANNEL:2|h|cffc59a6cАнбит|r|h|cffd8d8d8]|r: МОМЕНТАЛЬНО ВЫКУПЛЮ ваши бое, в пм.",
					["serverTime"] = 1607110229,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787997.169,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[21:30:32]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Сильвердин-Гордунни:1716:CHANNEL:2|h|cffa9d271Сильвердин|r|h|cffd8d8d8]|r: |cffffff00|Hachievement:14774:Player-1602-0E2F466C:1:12:1:20:4294967295:4294967295:4294967295:4294967295|h[Арденвельдский гурман]|h|r продам наобрчик, можно наложкой. 1,5к",
					["serverTime"] = 1607110232,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						93, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788000.419,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[21:30:33]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Подпивасницц-Гордунни:1717:CHANNEL:4|h|cff006fdcПодпивасницц|r|h|cffd8d8d8]|r: гайз кто может подсказать, хроми не дает сменить таймлинию, кто то сталкивался?",
					["serverTime"] = 1607110233,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						57, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788000.756,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[21:30:38]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Джусинатс-Гордунни:1730:CHANNEL:4|h|cfffefefeДжусинатс|r|h|cffd8d8d8]|r: есть кузнец?",
					["serverTime"] = 1607110238,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						95, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788006.348,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[21:30:39]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Лангриан-Гордунни:1732:CHANNEL:4|h|cfffefefeЛангриан|r|h|cffd8d8d8]|r: Похилю бесплатно миф",
					["serverTime"] = 1607110239,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						97, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788006.888,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[21:30:39]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Андррои-Гордунни:1733:CHANNEL:4|h|cff006fdcАндррои|r|h|cffd8d8d8]|r: даёт",
					["serverTime"] = 1607110239,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788006.888,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[21:30:40]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Садомазахист-Гордунни:1737:CHANNEL:4|h|cffc31d39Садомазахист|r|h|cffd8d8d8]|r: Андррои-Гордунни без лоха жизнь плоха",
					["serverTime"] = 1607110240,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						75, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788008.25,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[21:30:40]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Вечноголодны-Гордунни:1739:CHANNEL:2|h|cfff38bb9Вечноголодны|r|h|cffd8d8d8]|r: есть у кого желание в легионе в гробницу сходить?",
					["serverTime"] = 1607110240,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788008.469,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[21:30:41]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Смертегном-Гордунни:1740:CHANNEL:2|h|cffc31d39Смертегном|r|h|cffd8d8d8]|r: Танк 184 ИЛ потанчит чего нить за символическую плату =)",
					["serverTime"] = 1607110241,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						99, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788008.729,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[21:30:41]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Татуиния-Гордунни:1742:CHANNEL:2|h|cffc31d39Татуиния|r|h|cffd8d8d8]|r: Начертатели в ПМ!!!!!!!!!",
					["serverTime"] = 1607110241,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788009.001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[21:30:41]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Анбит-Гордунни:1743:CHANNEL:2|h|cffc59a6cАнбит|r|h|cffd8d8d8]|r: МОМЕНТАЛЬНО ВЫКУПЛЮ ваши бое, в пм.",
					["serverTime"] = 1607110241,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						47, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788009.29,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[21:30:42]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Вечноголодны-Гордунни:1745:CHANNEL:2|h|cfff38bb9Вечноголодны|r|h|cffd8d8d8]|r: есть у кого желание в легионе в гробницу сходить?",
					["serverTime"] = 1607110242,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788010.014,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[21:30:42]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Сильвердин-Гордунни:1746:CHANNEL:4|h|cffa9d271Сильвердин|r|h|cffd8d8d8]|r: |cffffff00|Hachievement:14774:Player-1602-0E2F466C:1:12:1:20:4294967295:4294967295:4294967295:4294967295|h[Арденвельдский гурман]|h|r продам наобрчик, можно наложкой. 1,5к",
					["serverTime"] = 1607110242,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						101, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788010.014,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[21:30:45]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Андррои-Гордунни:1753:CHANNEL:4|h|cff006fdcАндррои|r|h|cffd8d8d8]|r: и не только таймлинию",
					["serverTime"] = 1607110245,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788013.022,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[21:30:46]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Екануба-Гордунни:1755:CHANNEL:2|h|cffa9d271Екануба|r|h|cffd8d8d8]|r: какой ковенант лучше шп брать?",
					["serverTime"] = 1607110246,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						103, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788013.686,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[21:30:52]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Радмирх-Гордунни:1771:CHANNEL:2|h|cfff38bb9Радмирх|r|h|cffd8d8d8]|r: |cffffd000|Htrade:Player-1602-0B96B8CF:2018:164|h[Кузнечное дело]|h|rскрафчу любую заготовку 190 лвл",
					["serverTime"] = 1607110252,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						105, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788020.007,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[21:30:54]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Словомаркса-Гордунни:1778:CHANNEL:4|h|cfffefefeСловомаркса|r|h|cffd8d8d8]|r: В статик гильдии требуются дд (не дк, не рога), ршам. Рт ср, чт, вск, пнд с 20:25.  Так же ищем рла второго статика. По всем вопросам в лс.",
					["serverTime"] = 1607110254,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						31, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788022.134,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[21:30:55]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Помона-Гордунни:1781:CHANNEL:4|h|cfffe7b09Помона|r|h|cffd8d8d8]|r: Старая Гвардия Азерота приглашает игроков всех классов и уровней. У нас есть ПВЕ статик, группы на МИФ+ и просто теплое общение!",
					["serverTime"] = 1607110255,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788023.162,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[21:30:55]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Помона-Гордунни:1782:CHANNEL:4|h|cfffe7b09Помона|r|h|cffd8d8d8]|r: В ПВЕ статик нид хилы. В РБГ-статик нид ХПАЛ, ДЦ, ДК, СОВА. Хорошего дня!",
					["serverTime"] = 1607110255,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788023.162,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[21:31:00]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Рейндуда-Гордунни:1794:CHANNEL:4|h|cfffe7b09Рейндуда|r|h|cffd8d8d8]|r: В [Гильдия: Конглломерат Миров] нужны люди для формирования статика под ШЛ рейды. Связь Дискорд. Гильдия новая.",
					["serverTime"] = 1607110260,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788027.726,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[21:31:00]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Рейндуда-Гордунни:1795:CHANNEL:4|h|cfffe7b09Рейндуда|r|h|cffd8d8d8]|r: Наша цель ключи+рейды, создание комфортных условий для игры в компании. РТ будет формироваться в зависимости от онлайна состава",
					["serverTime"] = 1607110260,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788027.726,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[21:31:01]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Джусинатс-Гордунни:1798:CHANNEL:4|h|cfffefefeДжусинатс|r|h|cffd8d8d8]|r: начертатель линк профу",
					["serverTime"] = 1607110261,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						95, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788028.898,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[21:31:02]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Джусинатс-Гордунни:1803:CHANNEL:4|h|cfffefefeДжусинатс|r|h|cffd8d8d8]|r: начертатель линк профу",
					["serverTime"] = 1607110262,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						95, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788030.008,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[21:31:03]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Дюсельдорфий-Гордунни:1806:CHANNEL:2|h|cff00fe97Дюсельдорфий|r|h|cffd8d8d8]|r: ку",
					["serverTime"] = 1607110263,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788030.799,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[21:31:04]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Чихуёжик-Гордунни:1810:CHANNEL:4|h|cfffe7b09Чихуёжик|r|h|cffd8d8d8]|r: а что говрят ДК щас ебошут?",
					["serverTime"] = 1607110264,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						107, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788032.086,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[21:31:04]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Шаффран-Гордунни:1811:CHANNEL:4|h|cfff38bb9Шаффран|r|h|cffd8d8d8]|r: Для пала какой ковенант топ?",
					["serverTime"] = 1607110264,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						109, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788032.086,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[21:31:05]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Пафнутика-Гордунни:1814:CHANNEL:2|h|cffc59a6cПафнутика|r|h|cffd8d8d8]|r: потанчу ваши м0 за скромную плату. расскажу механики.",
					["serverTime"] = 1607110265,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						41, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788033.106,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[21:31:08]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Грибковый-Гордунни:1823:CHANNEL:2|h|cffc31d39Грибковый|r|h|cffd8d8d8]|r: Ребят, какой ковенант выбрать",
					["serverTime"] = 1607110268,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						111, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788036.294,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[21:31:10]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Никербель-Гордунни:1828:CHANNEL:4|h|cff006fdcНикербель|r|h|cffd8d8d8]|r: хил 186 пройдет миф\\гер за ваши цены в пм!!",
					["serverTime"] = 1607110270,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788038.129,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[21:31:12]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Грибковый-Гордунни:1833:CHANNEL:2|h|cffc31d39Грибковый|r|h|cffd8d8d8]|r: капец все нравятся",
					["serverTime"] = 1607110272,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						111, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788040.119,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[21:31:14]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Оеооеоо-Гордунни:1838:CHANNEL:2|h|cff006fdcОеооеоо|r|h|cffd8d8d8]|r: |cffffd000|Htrade:Player-1602-056341D0:110400:333|h[Наложение чар]|h|r",
					["serverTime"] = 1607110274,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						113, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788041.944,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[21:31:15]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Эритрит-Гордунни:1841:CHANNEL:4|h|cff8687edЭритрит|r|h|cffd8d8d8]|r: А покупает кто этот бред за голд?",
					["serverTime"] = 1607110275,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						115, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788043.033,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[21:31:15]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Таэладор-Гордунни:1842:CHANNEL:4|h|cfff38bb9Таэладор|r|h|cffd8d8d8]|r: Потанчу мифики за голд, 181 прот пал",
					["serverTime"] = 1607110275,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						117, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788043.033,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[21:31:16]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Лангриан-Гордунни:1846:CHANNEL:4|h|cfffefefeЛангриан|r|h|cffd8d8d8]|r: Никербель-Гордунни аахха",
					["serverTime"] = 1607110276,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						97, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788044.054,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[21:31:17]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Ледянаякошка-Гордунни:1850:CHANNEL:2|h|cffc31d39Ледянаякошка|r|h|cffd8d8d8]|r: вентиров бери",
					["serverTime"] = 1607110277,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						119, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788045.137,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[21:31:17]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Гераклюша-Гордунни:1851:CHANNEL:4|h|cfff38bb9Гераклюша|r|h|cffd8d8d8]|r: Шаффран-Гордунни универсальный вариант кирии",
					["serverTime"] = 1607110277,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						121, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788045.434,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[21:31:18]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Джусинатс-Гордунни:1854:CHANNEL:2|h|cfffefefeДжусинатс|r|h|cffd8d8d8]|r: начертатель линк профу",
					["serverTime"] = 1607110278,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						123, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788045.961,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[21:31:18]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Сосяш-Гордунни:1856:CHANNEL:4|h|cfff38bb9Сосяш|r|h|cffd8d8d8]|r: кирри",
					["serverTime"] = 1607110278,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						125, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788046.19,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[21:31:19]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Джусинатс-Гордунни:1858:CHANNEL:2|h|cfffefefeДжусинатс|r|h|cffd8d8d8]|r: начертатель линк профу",
					["serverTime"] = 1607110279,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						123, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788046.883,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[21:31:19]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Сигмакс-Гордунни:1860:CHANNEL:4|h|cfffe7b09Сигмакс|r|h|cffd8d8d8]|r: только если с феями\\",
					["serverTime"] = 1607110279,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						127, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788047.131,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[21:31:25]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Чямоске-Гордунни:1878:CHANNEL:2|h|cffa9d271Чямоске|r|h|cffd8d8d8]|r: |cffffd000|Htrade:Player-1602-0B44B610:2108:165|h[Кожевничество]|h|r есть т2т3, продам дешевле аука, если принесете реги на легу плачу ВАМ 500г!",
					["serverTime"] = 1607110285,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						129, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788053.318,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[21:31:28]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Стефилд-Гордунни:1885:CHANNEL:4|h|cffc31d39Стефилд|r|h|cffd8d8d8]|r: Эритрит-Гордунни НЕТ",
					["serverTime"] = 1607110288,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						131, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788056.047,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[21:31:28]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Верея-Гордунни:1887:CHANNEL:4|h|cffa9d271Верея|r|h|cffd8d8d8]|r: |cffffffff<|r|cff00ff00В СИБИРСКИЙ статик для усиления состава  требуются - МДД (ДХ), РДД (ЛОК) и  ХИЛы!!  рт с  пн. вт. ср. чт. с  17.00 до 20.00.|r|cffffffff>|r",
					["serverTime"] = 1607110288,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						133, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788056.331,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[21:31:30]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Дюсельдорфий-Гордунни:1891:CHANNEL:2|h|cff00fe97Дюсельдорфий|r|h|cffd8d8d8]|r: куплю|cffa335ee|Hitem:184781::::::::60:270:::::::|h[Шаль из нитей судьбы]|h|r",
					["serverTime"] = 1607110290,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788057.734,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[21:31:33]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Медитин-Гордунни:1901:CHANNEL:4|h|cfffe7b09Медитин|r|h|cffd8d8d8]|r: рдру 179 похилю миф за голд, не дорого)",
					["serverTime"] = 1607110293,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788061.154,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[21:31:35]|h |cff33ff99Postal|r: Собрано 95|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 2|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 0|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["timestamp"] = 1788062.725,
					["serverTime"] = 1607110295,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[21:31:36]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Лангриан-Гордунни:1909:CHANNEL:4|h|cfffefefeЛангриан|r|h|cffd8d8d8]|r: Ару миф за голд когда желающих вагон",
					["serverTime"] = 1607110296,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						97, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788063.801,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[21:31:38]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Сосяш-Гордунни:1915:CHANNEL:4|h|cfff38bb9Сосяш|r|h|cffd8d8d8]|r: на утробе какой ковенант ?",
					["serverTime"] = 1607110298,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						125, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788066.102,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[21:31:40]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Словомаркса-Гордунни:1921:CHANNEL:4|h|cfffefefeСловомаркса|r|h|cffd8d8d8]|r: В статик гильдии требуются дд (не дк, не рога), ршам. Рт ср, чт, вск, пнд с 20:25.  Так же ищем рла второго статика. По всем вопросам в лс.",
					["serverTime"] = 1607110300,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						31, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788067.612,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[21:31:40]|h Сара Бартлетт говорит: Наши пряности придают любому блюду потрясающий цвет и аромат! Тебе понравится.",
					["serverTime"] = 1607110300,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						83, -- [3]
						84, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788067.612,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[21:31:45]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Оутуни-Гордунни:1935:CHANNEL:4|h|cffc31d39Оутуни|r|h|cffd8d8d8]|r: Чихуёжик-Гордунни не а вот друли милишники как их там разваливают",
					["serverTime"] = 1607110305,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						135, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788072.906,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[21:31:48]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Радмирх-Гордунни:1939:CHANNEL:2|h|cfff38bb9Радмирх|r|h|cffd8d8d8]|r: Продам услуги танка/дпса 182 илвл куда угодно",
					["serverTime"] = 1607110308,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						105, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788075.64,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[21:31:48]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Мэриль-Гордунни:1940:CHANNEL:2|h|cfffef367Мэриль|r|h|cffd8d8d8]|r: |cffffd000|Htrade:Player-1602-0D809FCA:45357:773|h[Начертание]|h|r",
					["serverTime"] = 1607110308,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						137, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788075.918,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[21:31:50]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Джусинатс-Гордунни:1941:CHANNEL:2|h|cfffefefeДжусинатс|r|h|cffd8d8d8]|r: начертатель линк профу",
					["serverTime"] = 1607110310,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						123, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788077.882,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[21:31:50]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Джибардо-Гордунни:1942:CHANNEL:2|h|cffc59a6cДжибардо|r|h|cffd8d8d8]|r: да не, дк и феи топ",
					["serverTime"] = 1607110310,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						139, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788078.518,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[21:31:51]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Джусинатс-Гордунни:1943:CHANNEL:2|h|cfffefefeДжусинатс|r|h|cffd8d8d8]|r: начертатель линк профу",
					["serverTime"] = 1607110311,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						123, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788078.806,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[21:31:51]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Тирревенан-Гордунни:1944:CHANNEL:4|h|cfffe7b09Тирревенан|r|h|cffd8d8d8]|r: |cffa335ee|Hitem:178763::::::::60:103::23:1:3524:1:28:749:::|h[Зловонный хрящевой наплеч]|h|r что эта приставка на вещи значит?)",
					["serverTime"] = 1607110311,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						141, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788079.354,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[21:31:52]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Никербель-Гордунни:1945:CHANNEL:4|h|cff006fdcНикербель|r|h|cffd8d8d8]|r: хил 186 пройдет миф\\гер за ваши цены в пм!!",
					["serverTime"] = 1607110312,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788079.994,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[21:31:52]|h Отношение |3-7(Орден Возрождения Шторма) к вам улучшилось на 138.",
					["serverTime"] = 1607110312,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						143, -- [3]
						144, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788080.012,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[21:31:52]|h Отношение |3-7(Орден Возрождения Шторма) к вам улучшилось на 110.",
					["serverTime"] = 1607110312,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						143, -- [3]
						144, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788080.217,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[21:31:52]|h |3-6(Орден Возрождения Шторма) |3-6(Почтение).",
					["serverTime"] = 1607110312,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						145, -- [3]
						146, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788080.217,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[21:31:53]|h Отношение |3-7(Защитники Азерот) к вам улучшилось на 247.",
					["serverTime"] = 1607110313,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						143, -- [3]
						144, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788081.085,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[21:31:53]|h Отношение |3-7(Защитники Азерот) к вам улучшилось на 413.",
					["serverTime"] = 1607110313,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						143, -- [3]
						144, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788081.193,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[21:32:00]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Рейндуда-Гордунни:1951:CHANNEL:4|h|cfffe7b09Рейндуда|r|h|cffd8d8d8]|r: В [Гильдия: Конглломерат Миров] нужны люди для формирования статика под ШЛ рейды. Связь Дискорд. Гильдия новая.",
					["serverTime"] = 1607110320,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788087.783,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[21:32:00]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Рейндуда-Гордунни:1952:CHANNEL:4|h|cfffe7b09Рейндуда|r|h|cffd8d8d8]|r: Наша цель ключи+рейды, создание комфортных условий для игры в компании. РТ будет формироваться в зависимости от онлайна состава",
					["serverTime"] = 1607110320,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788088.002,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[21:32:02]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Лангриан-Гордунни:1953:CHANNEL:4|h|cfffefefeЛангриан|r|h|cffd8d8d8]|r: Скоты",
					["serverTime"] = 1607110322,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						97, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788090.427,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[21:32:04]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Мэриль-Гордунни:1954:CHANNEL:2|h|cfffef367Мэриль|r|h|cffd8d8d8]|r: Да не спамь ты, вон выше",
					["serverTime"] = 1607110324,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						137, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788091.673,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[21:32:04]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Щахь-Гордунни:1955:CHANNEL:4|h|cfff38bb9Щахь|r|h|cffd8d8d8]|r: |cffffd100|HclubFinder:ClubFinder-1-23223-1602-87156014|h[Гильдия: Да вы рофлите]|h|rнабирает игроков всех уровней и направлений для совместной игры в ШЛ!",
					["serverTime"] = 1607110324,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						39, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788091.923,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[21:32:05]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Женькаровный-Гордунни:1956:CHANNEL:4|h|cffc31d39Женькаровный|r|h|cffd8d8d8]|r: адк ищу гильдию для рейдинга! дамашу как конь в брачный период!",
					["serverTime"] = 1607110325,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						147, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788092.877,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[21:32:08]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Бладшодт-Гордунни:1957:CHANNEL:2|h|cffc31d39Бладшодт|r|h|cffd8d8d8]|r: Собираю коммерческий статик, РТ: 17.00 - 00.00 по Мск! Нжны хилы и дд (гильдия на статик не влияет) обращаемя в телеграмм ник Sander1331",
					["serverTime"] = 1607110328,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						149, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788095.782,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[21:32:08]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Милфсента-Гордунни:1958:CHANNEL:2|h|cff8687edМилфсента|r|h|cffd8d8d8]|r: |cffffd000|Htrade:Player-1602-0E7AC6DD:3908:197|h[Портняжное дело]|h|r крафчу 190 шмотки а ваши реги бесплатно",
					["serverTime"] = 1607110328,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						151, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788095.782,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[21:32:09]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Махскилл-Гордунни:1959:CHANNEL:2|h|cffc31d39Махскилл|r|h|cffd8d8d8]|r: |cffffd000|Htrade:Player-1602-0862E5EC:2018:164|h[Кузнечное дело]|h|r скрафчу рунический сосуд и депеши",
					["serverTime"] = 1607110329,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788097.395,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[21:32:11]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Нэтивасёф-Гордунни:1960:CHANNEL:2|h|cffc59a6cНэтивасёф|r|h|cffd8d8d8]|r: 3apaбaтывaй 300-600$ в Mecяц! Вoзьмeм нa paбoтy Мифик+ бycтepoв c 2.5к+ RIO cкopoм. Гpaфик 6/7. Eжeнeдeльныe выплaты нa кapтy/qiwi/webmoney. Пoдpoбнocти нa |cffffffff|Hurl:team4boost.com|h[team4boost.com]|h|r",
					["serverTime"] = 1607110331,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						69, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1788099.45,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[21:29:28]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Вишфулл-Гордунни:1541:CHANNEL:4|h|cff3ec6eaВишфулл|r|h|cffd8d8d8]|r: Необходимы ршам, рдру элем и лок! Так же рассмотрим другие спеки! РТ Ср Чт Пн 20:15-23:30 МСК",
					["serverTime"] = 1607110168,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						65, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787935.995,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[21:29:28]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Вишфулл-Гордунни:1543:CHANNEL:2|h|cff3ec6eaВишфулл|r|h|cffd8d8d8]|r: |cffffd100|HclubFinder:ClubFinder-1-79555-1602-69516512|h[Гильдия: Вайп по кд]|h|r ищет людей для освоения контента ШЛ! Миф+, Рейды. Создаем новый статик!",
					["serverTime"] = 1607110168,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						67, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787936.291,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[21:29:28]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Вишфулл-Гордунни:1544:CHANNEL:2|h|cff3ec6eaВишфулл|r|h|cffd8d8d8]|r: Необходимы ршам, рдру элем и лок! Так же рассмотрим другие спеки! РТ Ср Чт Пн 20:15-23:30 МСК",
					["serverTime"] = 1607110168,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						67, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787936.291,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[21:29:30]|h Вы получили предмет: |cff1eff00|Hitem:177796::::::::50:258::2:3:6907:6652:1689:2:9:60:28:748:::|h[Мундир порочного темного клинка с символом бесподобия]|h|r.",
					["serverTime"] = 1607110170,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787938.167,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[21:29:31]|h Вы получили предмет: |cff1eff00|Hitem:177797::::::::50:258::2:3:6907:6652:1696:2:9:60:28:748:::|h[Эполеты порочного темного клинка с символом огненной вспышки]|h|r.",
					["serverTime"] = 1607110171,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787938.828,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[21:29:32]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Нэтивасёф-Гордунни:1554:CHANNEL:2|h|cffc59a6cНэтивасёф|r|h|cffd8d8d8]|r: 3apaбaтывaй 300-600$ в Mecяц! Вoзьмeм нa paбoтy Peйдepoв c эпик лoгaми Ниaлoты (мeдиaнa 75+). Гpaфик 6/7. Eжeнeдeльныe выплaты нa кapтy/qiwi/webmoney. Пoдpoбнocти нa |cffffffff|Hurl:team4boost.com|h[team4boost.com]|h|r",
					["serverTime"] = 1607110172,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						69, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787940.276,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[21:29:34]|h Вы получили предмет: |cffffffff|Hitem:152576::::::::50:258:::::::|h[Морской лен]|h|rx8.",
					["serverTime"] = 1607110174,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787941.73,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[21:29:34]|h Вы получили предмет: |cff1eff00|Hitem:177816::::::::50:258::23:3:6907:6652:1701:2:9:60:28:749:::|h[Накидка Жуткой Лощины с символом лихорадочного света]|h|r.",
					["serverTime"] = 1607110174,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787942.225,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[21:29:34]|h Вы получили предмет: |cff1eff00|Hitem:176770::::::::50:258::23:3:6907:6652:1689:2:9:60:28:749:::|h[Захваты из шкуры темноклюва с символом бесподобия]|h|r.",
					["serverTime"] = 1607110174,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787942.508,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[21:29:35]|h Вы получили предмет: |cff1eff00|Hitem:176768::::::::50:258::23:3:6907:6652:1712:2:9:60:28:749:::|h[Сталечешуйные походные сапоги с меткой безмятежности]|h|r.",
					["serverTime"] = 1607110175,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787942.908,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[21:29:35]|h Вы получили предмет: |cff1eff00|Hitem:175554::::::::50:258::2:2:6907:1711:2:9:60:28:748:::|h[Перчатки Мерцающей рощи с меткой безмятежности]|h|r.",
					["serverTime"] = 1607110175,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787943.399,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[21:29:36]|h Вы получили предмет: |cff1eff00|Hitem:177809::::::::50:258::23:3:6908:6652:1712:2:9:60:28:749:::|h[Изящная рапира с меткой безмятежности]|h|r.",
					["serverTime"] = 1607110176,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787943.734,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[21:29:40]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Друидстер-Гордунни:1578:CHANNEL:2|h|cfffe7b09Друидстер|r|h|cffd8d8d8]|r: |cffffd000|Htrade:Player-1602-0E7C28CB:2108:165|h[Кожевничество]|h|r бесплатно 175ilvl загатовки для лег! За ваши реги!",
					["serverTime"] = 1607110180,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						71, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787947.588,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[21:29:43]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Буцыкал-Гордунни:1585:CHANNEL:2|h|cfff38bb9Буцыкал|r|h|cffd8d8d8]|r: протпал 185илвл ищет друзей, желательно маг/хант помогу с мификами и тд. вопросы пм",
					["serverTime"] = 1607110183,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						73, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787950.984,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[21:29:44]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Садомазахист-Гордунни:1589:CHANNEL:4|h|cffc31d39Садомазахист|r|h|cffd8d8d8]|r: Блад 185 потанчу миф бесплатно",
					["serverTime"] = 1607110184,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						75, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787952.11,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[21:29:44]|h Вы получили предмет: |cff1eff00|Hitem:180794::::::::50:258::17:3:6908:6652:1678:2:9:58:28:747:::|h[Покрытый кровью короткий меч со знаком быстрого клинка]|h|r.",
					["serverTime"] = 1607110184,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787952.288,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[21:29:45]|h Вы получили предмет: |cff1eff00|Hitem:176800::::::::50:258:::2:6908:1686:2:9:59:28:1707:::|h[Скромный большой меч с символом бесподобия]|h|r.",
					["serverTime"] = 1607110185,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787952.714,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[21:29:45]|h Вы получили предмет: |cff1eff00|Hitem:176765::::::::50:258:::3:6907:6652:1682:2:9:59:28:1324:::|h[Мундир из шкуры темноклюва со знаком быстрого клинка]|h|r.",
					["serverTime"] = 1607110185,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787953.095,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[21:29:45]|h Вы получили предмет: |cff1eff00|Hitem:176781::::::::50:258:::3:6907:6652:1699:2:9:59:28:1324:::|h[Эполеты из шкуры темноклюва с символом лихорадочного света]|h|r.",
					["serverTime"] = 1607110185,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787953.508,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[21:29:47]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Авароса-Гордунни:1599:CHANNEL:2|h|cff3ec6eaАвароса|r|h|cffd8d8d8]|r: а как этому резчику восстановить память?",
					["serverTime"] = 1607110187,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						77, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787954.999,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[21:29:48]|h Вы получили предмет: |cff1eff00|Hitem:176797::::::::50:258:::3:6908:6652:1700:2:9:59:28:1324:::|h[Ритуальный колокол с символом лихорадочного света]|h|r.",
					["serverTime"] = 1607110188,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787955.767,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[21:29:48]|h Вы получили предмет: |cff1eff00|Hitem:176773::::::::50:258:::3:6907:6652:1707:2:9:55:28:1707:::|h[Сталечешуйные перчатки со знаком рассвета]|h|r.",
					["serverTime"] = 1607110188,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787956.266,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[21:29:49]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Наддеждаа-Гордунни:1604:CHANNEL:2|h|cfffefefeНаддеждаа|r|h|cffd8d8d8]|r: шп 180+ в пм плз",
					["serverTime"] = 1607110189,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787956.872,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[21:29:49]|h Вы получили предмет: |cff1eff00|Hitem:176798::::::::50:258:::3:6908:6652:1688:2:9:56:28:1707:::|h[Коготь лариона с символом бесподобия]|h|r.",
					["serverTime"] = 1607110189,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787956.872,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[21:29:49]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Пугмечты-Гордунни:1608:CHANNEL:2|h|cffc59a6cПугмечты|r|h|cffd8d8d8]|r: просто на орде больше играют",
					["serverTime"] = 1607110189,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						79, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787957.262,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[21:29:50]|h Вы получили предмет: |cff1eff00|Hitem:176793::::::::50:258:::3:6908:6652:1680:2:9:51:28:1707:::|h[Арбалет почитаемого наставника со знаком быстрого клинка]|h|r.",
					["serverTime"] = 1607110190,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787957.845,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[21:29:50]|h Вы получили предмет: |cff1eff00|Hitem:176783::::::::50:258:::3:6907:6652:1679:2:9:55:28:1707:::|h[Наплечники из чешуек тенекрылки со знаком быстрого клинка]|h|r.",
					["serverTime"] = 1607110190,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787958.278,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[21:29:51]|h Вы получили предмет: |cff1eff00|Hitem:176798::::::::50:258:::3:6908:6652:1692:2:9:54:28:1707:::|h[Коготь лариона с символом огненной вспышки]|h|r.",
					["serverTime"] = 1607110191,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787958.675,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[21:29:51]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Татуиния-Гордунни:1615:CHANNEL:2|h|cffc31d39Татуиния|r|h|cffd8d8d8]|r: Начертатели в ПМ!!!!!!!!!",
					["serverTime"] = 1607110191,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787959.114,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[21:29:51]|h Вы получили предмет: |cff1eff00|Hitem:176785::::::::50:258:::4:6907:6652:7194:1717:2:9:51:28:1707:::|h[Опояска из пластин блескопытного скитальца с меткой безмятежности]|h|r.",
					["serverTime"] = 1607110191,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787959.149,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[21:29:52]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Отрезвляющий-Гордунни:1621:CHANNEL:2|h|cfffe7b09Отрезвляющий|r|h|cffd8d8d8]|r: скрафчу любую заготовку на легу кожа/кольчуга 190 илвл",
					["serverTime"] = 1607110192,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						33, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787960.45,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[21:29:52]|h Вы получили предмет: |cff1eff00|Hitem:177802::::::::50:258:::3:6908:6652:1699:2:9:57:28:1707:::|h[Карабин сокрушителя надежды с символом лихорадочного света]|h|r.",
					["serverTime"] = 1607110192,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787960.474,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[21:29:54]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Дэйнбол-Гордунни:1625:CHANNEL:2|h|cff006fdcДэйнбол|r|h|cffd8d8d8]|r: Я ебу мамкины бизнесмены",
					["serverTime"] = 1607110194,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						81, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787961.912,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[21:29:54]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Андррои-Гордунни:1626:CHANNEL:4|h|cff006fdcАндррои|r|h|cffd8d8d8]|r: Садомазахист-Гордунни вот как надо",
					["serverTime"] = 1607110194,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787961.912,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[21:29:54]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Дюсельдорфий-Гордунни:1629:CHANNEL:2|h|cff00fe97Дюсельдорфий|r|h|cffd8d8d8]|r: куплю плащ",
					["serverTime"] = 1607110194,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787962.373,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[21:29:54]|h Сара Бартлетт говорит: Качественные специи со всего Азерота!",
					["serverTime"] = 1607110194,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						83, -- [3]
						84, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787962.373,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[21:29:55]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Махскилл-Гордунни:1631:CHANNEL:2|h|cffc31d39Махскилл|r|h|cffd8d8d8]|r: |cffffd000|Htrade:Player-1602-0862E5EC:2018:164|h[Кузнечное дело]|h|r скрафчу рунический сосуд и депеши",
					["serverTime"] = 1607110195,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787963.013,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[21:29:58]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Имиросс-Гордунни:1637:CHANNEL:4|h|cfffe7b09Имиросс|r|h|cffd8d8d8]|r: |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_4:0|t В статик \"Полярис\" нужны: РДД 175+. В приоритете Лок, Маг, Сова РТ: 20-23 по мск (вт,ср,чт)|TInterface\\TargetingFrame\\UI-RaidTargetingIcon_4:0|t",
					["serverTime"] = 1607110198,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						85, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787966.409,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[21:29:59]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Рейндуда-Гордунни:1638:CHANNEL:4|h|cfffe7b09Рейндуда|r|h|cffd8d8d8]|r: В [Гильдия: Конглломерат Миров] нужны люди для формирования статика под ШЛ рейды. Связь Дискорд. Гильдия новая.",
					["serverTime"] = 1607110199,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787967.484,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[21:29:59]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Рейндуда-Гордунни:1639:CHANNEL:4|h|cfffe7b09Рейндуда|r|h|cffd8d8d8]|r: Наша цель ключи+рейды, создание комфортных условий для игры в компании. РТ будет формироваться в зависимости от онлайна состава",
					["serverTime"] = 1607110199,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787967.484,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[21:30:01]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Наддеждаа-Гордунни:1640:CHANNEL:2|h|cfffefefeНаддеждаа|r|h|cffd8d8d8]|r: шп 180+ в пм плз",
					["serverTime"] = 1607110201,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787969.184,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[21:30:04]|h Вы получили предмет: |cff1eff00|Hitem:176795::::::::50:258:::3:6908:6652:1708:2:9:55:28:1707:::|h[Аспис защитника со знаком рассвета]|h|r.",
					["serverTime"] = 1607110204,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787971.744,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[21:30:04]|h Патрик Марксон говорит: Идешь на охоту? Если нужно закупиться, лучшего места не найти!",
					["serverTime"] = 1607110204,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						83, -- [3]
						84, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787971.93,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[21:30:04]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Андррои-Гордунни:1648:CHANNEL:4|h|cff006fdcАндррои|r|h|cffd8d8d8]|r: а не вот это вот \"потанчу нормал за голд\"",
					["serverTime"] = 1607110204,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						4, -- [3]
						5, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787972.188,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[21:30:05]|h Вы получили предмет: |cff1eff00|Hitem:182560::::::::50:258::17:3:6907:6652:1677:2:9:51:28:747:::|h[Пелерина из пластин блескопытного скитальца со знаком быстрого клинка]|h|r.",
					["serverTime"] = 1607110205,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787972.65,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[21:30:07]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Вечноголодны-Гордунни:1655:CHANNEL:2|h|cfff38bb9Вечноголодны|r|h|cffd8d8d8]|r: есть у кого желание в легионе в гробницу сходить?",
					["serverTime"] = 1607110207,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						87, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787975.055,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[21:30:09]|h Вы получили предмет: |cff1eff00|Hitem:175555::::::::50:258::23:2:6907:1689:2:9:60:28:749:::|h[Рукавицы Сумеречной рощи с символом бесподобия]|h|r.",
					["serverTime"] = 1607110209,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787977.054,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[21:30:10]|h Вы получили предмет: |cff1eff00|Hitem:175543::::::::50:258::23:2:6907:1686:2:9:60:28:749:::|h[Шлем племени Черных Шипов с символом бесподобия]|h|r.",
					["serverTime"] = 1607110210,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787977.62,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[21:30:10]|h Вы получили предмет: |cff1eff00|Hitem:176779::::::::50:258::2:3:6907:6652:1678:2:9:60:28:748:::|h[Сталечешуйные поножи со знаком быстрого клинка]|h|r.",
					["serverTime"] = 1607110210,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787978.096,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[21:30:10]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Друидстер-Гордунни:1664:CHANNEL:2|h|cfffe7b09Друидстер|r|h|cffd8d8d8]|r: |cffffd000|Htrade:Player-1602-0E7C28CB:2108:165|h[Кожевничество]|h|r бесплатно 175ilvl заготовки для лег! За ваши реги!",
					["serverTime"] = 1607110210,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						71, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1787978.096,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
