
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589856958,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[22:30:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639831,
					["timestamp"] = 789825.384,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[22:30:32]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132140:14|tНегодяй – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639832,
					["timestamp"] = 789826.142,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[22:30:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639834,
					["timestamp"] = 789828.25,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[22:30:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134518:14|t|cff4e96f7|HbattlePetAbil:392:1400:260:325|h[Дополнительная броня]|h|r накладывает эффект |T134518:14|t|cff4e96f7|HbattlePetAbil:391:1400:260:325|h[Дополнительная броня]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639834,
					["timestamp"] = 789828.772,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[22:30:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639835,
					["timestamp"] = 789829.797,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[22:30:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639836,
					["timestamp"] = 789830.318,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[22:30:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639836,
					["timestamp"] = 789830.838,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[22:30:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:3025:325:219|h[Игры разума]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639838,
					["timestamp"] = 789832.893,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[22:30:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639841,
					["timestamp"] = 789835.39,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[22:30:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 350 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639841,
					["timestamp"] = 789835.39,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[22:30:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 406 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639841,
					["timestamp"] = 789835.64,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[22:30:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 386 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639841,
					["timestamp"] = 789835.894,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[22:30:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639842,
					["timestamp"] = 789836.16,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[22:30:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639842,
					["timestamp"] = 789836.417,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[22:30:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639842,
					["timestamp"] = 789836.694,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[22:30:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 103 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639845,
					["timestamp"] = 789839.4550000001,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[22:30:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639845,
					["timestamp"] = 789839.4550000001,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[22:30:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639845,
					["timestamp"] = 789839.4550000001,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[22:30:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639852,
					["timestamp"] = 789846.351,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[22:30:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639853,
					["timestamp"] = 789847.527,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[22:30:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639854,
					["timestamp"] = 789847.952,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[22:30:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r наносит 283 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639854,
					["timestamp"] = 789848.368,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[22:30:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:947:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639854,
					["timestamp"] = 789848.7930000001,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[22:30:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2553:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639856,
					["timestamp"] = 789850.569,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[22:30:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:775:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639858,
					["timestamp"] = 789852.77,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[22:31:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639860,
					["timestamp"] = 789854.323,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[22:31:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639860,
					["timestamp"] = 789854.812,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[22:31:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639861,
					["timestamp"] = 789855.809,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[22:31:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639862,
					["timestamp"] = 789856.196,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[22:31:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:775:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639862,
					["timestamp"] = 789856.569,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[22:31:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2301:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639865,
					["timestamp"] = 789859.344,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[22:31:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:603:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639867,
					["timestamp"] = 789861.561,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[22:31:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T134518:14|t|cff4e96f7|HbattlePetAbil:391:603:260:325|h[Дополнительная броня]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639867,
					["timestamp"] = 789861.611,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[22:31:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:2207:325:219|h[Игры разума]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639867,
					["timestamp"] = 789861.611,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[22:31:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639868,
					["timestamp"] = 789862.8250000001,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[22:31:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:603:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639869,
					["timestamp"] = 789863.1630000001,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[22:31:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:603:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639870,
					["timestamp"] = 789864.066,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[22:31:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:603:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639870,
					["timestamp"] = 789864.453,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[22:31:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:603:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:603:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639870,
					["timestamp"] = 789864.839,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[22:31:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:1736:325:219|h[Корм]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639873,
					["timestamp"] = 789867.4010000001,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[22:31:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:2081:325:219|h[Корм]|h|r восстанавливает 345 ед. урона |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639873,
					["timestamp"] = 789867.659,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[22:31:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:258:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639875,
					["timestamp"] = 789869.844,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[22:31:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639876,
					["timestamp"] = 789870.758,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[22:31:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639877,
					["timestamp"] = 789871.247,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[22:31:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639878,
					["timestamp"] = 789872.234,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[22:31:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639878,
					["timestamp"] = 789872.6290000001,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[22:31:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:258:260:325|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639878,
					["timestamp"] = 789872.6290000001,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[22:31:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:258:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639879,
					["timestamp"] = 789873.03,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[22:31:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:1327:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639882,
					["timestamp"] = 789875.991,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[22:31:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639882,
					["timestamp"] = 789875.991,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[22:31:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r восстанавливает 280 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639884,
					["timestamp"] = 789878.5260000001,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[22:31:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:280:260:325|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639884,
					["timestamp"] = 789878.783,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[22:31:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:280:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639888,
					["timestamp"] = 789881.9940000001,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[22:31:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639889,
					["timestamp"] = 789883.368,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[22:31:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639889,
					["timestamp"] = 789883.704,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[22:31:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639890,
					["timestamp"] = 789884.648,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[22:31:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639891,
					["timestamp"] = 789885.035,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[22:31:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:280:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639891,
					["timestamp"] = 789885.422,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[22:31:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:951:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639894,
					["timestamp"] = 789887.939,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[22:31:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639894,
					["timestamp"] = 789887.939,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[22:31:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639897,
					["timestamp"] = 789891.652,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[22:31:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r\", наложенного на |3-3(команда противника), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639897,
					["timestamp"] = 789891.707,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[22:31:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639900,
					["timestamp"] = 789894.351,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[22:31:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133015:14|tПаровой танк ярмарки Новолуния – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639900,
					["timestamp"] = 789894.351,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[22:31:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639911,
					["timestamp"] = 789905.259,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[22:31:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T252188:14|t|cff4e96f7|HbattlePetAbil:646:1014:273:260|h[Шок и трепет]|h|r наносит 988 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639912,
					["timestamp"] = 789906.387,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[22:31:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T132140:14|tНегодяй погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639912,
					["timestamp"] = 789906.387,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[22:31:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1321:273:260|h[Боевое восстановление]|h|r восстанавливает 307 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639915,
					["timestamp"] = 789909.779,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[22:31:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1250:273:273|h[Боевое восстановление]|h|r восстанавливает 297 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1666639915,
					["timestamp"] = 789909.779,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [69]
			},
			["headIndex"] = 69,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 5,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["g"] = 0.9686275124549866,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 5601.503,
					["serverTime"] = 1693611896,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["serverTime"] = 1693655228,
					["r"] = 0.9372549653053284,
					["b"] = 1,
					["timestamp"] = 5601.503,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 0.9686275124549866,
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 5601.503,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 5601.503,
				}, -- [4]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 5553.506,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [5]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 13,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[21:56:36]|h Сообщение дня от гильдии: \"Йоу всем! Статик в перерыве. Спасибо всем! Мирного неба всем! #Нетвойне!\"",
					["g"] = 0.5058823823928833,
					["r"] = 0.4745098352432251,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 5601.503,
					["serverTime"] = 1693611896,
					["b"] = 0.8196079134941101,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[02:44:55]|h Сообщение дня от гильдии: \"Йоу всем! Статик в перерыве. Спасибо всем! Мирного неба всем! #Нетвойне!\"",
					["serverTime"] = 1693655228,
					["r"] = 0.4745098352432251,
					["b"] = 0.8196079134941101,
					["timestamp"] = 5601.503,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["g"] = 0.5058823823928833,
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 5601.503,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 5601.503,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[14:47:06]|h Сообщение дня от гильдии: \"Йоу всем! Статик в перерыве. Спасибо всем! Мирного неба всем! #Нетвойне!\"",
					["r"] = 0.4745098352432251,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 5601.202,
					["g"] = 0.5058823823928833,
					["b"] = 0.8196079134941101,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[15:08:23]|h |Hplayer:Рэйширо-Гордунни|h[|cffc41e3aРэйширо|r]|h заслужил достижение |cffffff00|Hachievement:18639:Player-1602-0F536A8D:1:9:2:23:4294967295:4294967295:4294967295:4294967295|h[Коллапсировавшая реальность]|h|r!",
					["serverTime"] = 1693656503,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 6878.551,
					["g"] = 1,
					["b"] = 0,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[15:10:44]|h |Hplayer:Фудфетишист-Гордунни|h[|cffaad372Фудфетишист|r]|h заслужил достижение |cffffff00|Hachievement:18635:Player-1602-0F6951CC:1:9:2:23:4294967295:4294967295:4294967295:4294967295|h[Исследователь порталов]|h|r!",
					["serverTime"] = 1693656644,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 7019.064,
					["g"] = 1,
					["b"] = 0,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[15:10:44]|h |Hplayer:Сентимо-Гордунни|h[|cff00ff98Сентимо|r]|h заслужила достижение |cffffff00|Hachievement:18635:Player-1602-0F69986C:1:9:2:23:4294967295:4294967295:4294967295:4294967295|h[Исследователь порталов]|h|r!",
					["serverTime"] = 1693656644,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 7019.064,
					["g"] = 1,
					["b"] = 0,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[15:10:44]|h |Hplayer:Баленн-Гордунни|h[|cff8788eeБаленн|r]|h заслужил достижение |cffffff00|Hachievement:18635:Player-1602-0B6CE26B:1:9:2:23:4294967295:4294967295:4294967295:4294967295|h[Исследователь порталов]|h|r!",
					["serverTime"] = 1693656644,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 7019.064,
					["g"] = 1,
					["b"] = 0,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[15:10:44]|h |Hplayer:Гаммам-Гордунни|h[|cffaad372Гаммам|r]|h заслужил достижение |cffffff00|Hachievement:18635:Player-1602-0F698E19:1:9:2:23:4294967295:4294967295:4294967295:4294967295|h[Исследователь порталов]|h|r!",
					["serverTime"] = 1693656644,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 7019.064,
					["g"] = 1,
					["b"] = 0,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[15:10:44]|h |Hplayer:Веендж-Гордунни|h[|cfff48cbaВеендж|r]|h заслужила достижение |cffffff00|Hachievement:18637:Player-1602-0B83356A:1:9:2:23:4294967295:4294967295:4294967295:4294967295|h[Мастер хронограда]|h|r!",
					["serverTime"] = 1693656644,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 7019.28,
					["g"] = 1,
					["b"] = 0,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[15:12:38]|h |Hplayer:Гинсама-Гордунни|h[|cffaad372Гинсама|r]|h заслужил достижение |cffffff00|Hachievement:18638:Player-1602-09CF86C8:1:9:2:23:4294967295:4294967295:4294967295:4294967295|h[Затерявшийся во времени зверинец]|h|r!",
					["serverTime"] = 1693656759,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 7133.358,
					["g"] = 1,
					["b"] = 0,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[16:10:52]|h |Hplayer:Флэкери-Гордунни|h[|cffff7c0aФлэкери|r]|h заслужила достижение |cffffff00|Hachievement:18642:Player-1602-0BFC4ADF:1:9:2:23:4294967295:4294967295:4294967295:4294967295|h[Любознательный герой]|h|r!",
					["serverTime"] = 1693660252,
					["r"] = 0.2352941334247589,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 10627.714,
					["g"] = 0.4980392456054688,
					["b"] = 1,
				}, -- [13]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 39,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[15:18:04]|h |HBNplayer:|Kq28|k:100:516:BN_WHISPER:|Kq28|k|h[|Kq28|k]|h шепчет: кусь",
					["serverTime"] = 1693657084,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						63, -- [2]
						64, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 7459.318,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[15:18:58]|h Вы шепчете |3-2(|HBNplayer:|Kq28|k:100:558:BN_WHISPER:|Kq28|k|h[|Kq28|k]|h): Привет",
					["serverTime"] = 1693657138,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						53, -- [1]
						63, -- [2]
						67, -- [3]
						"CHAT_MSG_BN_WHISPER_INFORM", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 7513.730000000001,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[15:19:09]|h |HBNplayer:|Kq28|k:100:564:BN_WHISPER:|Kq28|k|h[|Kq28|k]|h шепчет: я дома сегодня",
					["serverTime"] = 1693657149,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						63, -- [2]
						64, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 7524.650000000001,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[15:19:16]|h Вы шепчете |3-2(|HBNplayer:|Kq28|k:100:567:BN_WHISPER:|Kq28|k|h[|Kq28|k]|h): Отлично)",
					["serverTime"] = 1693657157,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						53, -- [1]
						63, -- [2]
						67, -- [3]
						"CHAT_MSG_BN_WHISPER_INFORM", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 7531.479,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[15:19:21]|h |HBNplayer:|Kq28|k:100:569:BN_WHISPER:|Kq28|k|h[|Kq28|k]|h шепчет: если вам когото не будет хватать",
					["serverTime"] = 1693657162,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						63, -- [2]
						64, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 7536.596000000001,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[15:19:27]|h |HBNplayer:|Kq28|k:100:572:BN_WHISPER:|Kq28|k|h[|Kq28|k]|h шепчет: ))))))",
					["serverTime"] = 1693657168,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						63, -- [2]
						64, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 7542.731,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[15:19:42]|h Вы шепчете |3-2(|HBNplayer:|Kq28|k:100:576:BN_WHISPER:|Kq28|k|h[|Kq28|k]|h): У нас пока затишье, Ухастика, Юры и Мишы нет, они чем-то заняты",
					["serverTime"] = 1693657183,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						53, -- [1]
						63, -- [2]
						67, -- [3]
						"CHAT_MSG_BN_WHISPER_INFORM", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 7557.195,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[15:19:51]|h |HBNplayer:|Kq28|k:100:579:BN_WHISPER:|Kq28|k|h[|Kq28|k]|h шепчет: оо",
					["serverTime"] = 1693657192,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						63, -- [2]
						64, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 7566.108,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[15:20:03]|h |HBNplayer:|Kq28|k:100:583:BN_WHISPER:|Kq28|k|h[|Kq28|k]|h шепчет: если что я к твоим услугам",
					["serverTime"] = 1693657204,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						63, -- [2]
						64, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 7578.735000000001,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[15:20:14]|h Вы шепчете |3-2(|HBNplayer:|Kq28|k:100:586:BN_WHISPER:|Kq28|k|h[|Kq28|k]|h): Хорошо)",
					["serverTime"] = 1693657215,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						53, -- [1]
						63, -- [2]
						67, -- [3]
						"CHAT_MSG_BN_WHISPER_INFORM", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 7588.860000000001,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[15:33:56]|h |HBNplayer:|Kq42|k:98:689:BN_WHISPER:|Kq42|k|h[|Kq42|k]|h шепчет: ку ку",
					["serverTime"] = 1693658036,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						84, -- [2]
						85, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8410.859,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[15:43:03]|h |HBNplayer:|Kq42|k:98:741:BN_WHISPER:|Kq42|k|h[|Kq42|k]|h шепчет: что-то случилось?",
					["serverTime"] = 1693658583,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						84, -- [2]
						85, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8958.531,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[15:46:03]|h Вы шепчете |3-2(|HBNplayer:|Kq42|k:98:745:BN_WHISPER:|Kq42|k|h[|Kq42|k]|h): Нет. Миша с Юрой в гости ходили. У Ухастика дела какие-то",
					["serverTime"] = 1693658763,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						53, -- [1]
						84, -- [2]
						88, -- [3]
						"CHAT_MSG_BN_WHISPER_INFORM", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9138.734,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[15:46:24]|h |HBNplayer:|Kq42|k:98:747:BN_WHISPER:|Kq42|k|h[|Kq42|k]|h шепчет: сегодня не собираетесь? ",
					["serverTime"] = 1693658784,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						84, -- [2]
						85, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9158.949,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[15:46:28]|h |HBNplayer:|Kq42|k:98:748:BN_WHISPER:|Kq42|k|h[|Kq42|k]|h шепчет: Привет Марина)",
					["serverTime"] = 1693658788,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						84, -- [2]
						85, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9163.675000000001,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[15:47:08]|h Вы шепчете |3-2(|HBNplayer:|Kq42|k:98:754:BN_WHISPER:|Kq42|k|h[|Kq42|k]|h): Я же тебе писала",
					["serverTime"] = 1693658828,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						53, -- [1]
						84, -- [2]
						88, -- [3]
						"CHAT_MSG_BN_WHISPER_INFORM", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9203.693,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[15:47:19]|h Вы шепчете |3-2(|HBNplayer:|Kq42|k:98:755:BN_WHISPER:|Kq42|k|h[|Kq42|k]|h): Привет. Мы ориентировочно ближе к 4 будем сползаться. Ухастика нет, и Миша с Юрой пока заняты ирл",
					["serverTime"] = 1693658839,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						53, -- [1]
						84, -- [2]
						88, -- [3]
						"CHAT_MSG_BN_WHISPER_INFORM", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9214.426,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[15:47:23]|h Вы шепчете |3-2(|HBNplayer:|Kq42|k:98:756:BN_WHISPER:|Kq42|k|h[|Kq42|k]|h): Читай сообщения",
					["serverTime"] = 1693658843,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						53, -- [1]
						84, -- [2]
						88, -- [3]
						"CHAT_MSG_BN_WHISPER_INFORM", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9218.026,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[15:48:14]|h |HBNplayer:|Kq42|k:98:760:BN_WHISPER:|Kq42|k|h[|Kq42|k]|h шепчет: а сорри у меня не высветилось сообщения от тебя первое где ты предупреждала заранее",
					["serverTime"] = 1693658894,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						84, -- [2]
						85, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9269.158,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[15:48:21]|h |HBNplayer:|Kq42|k:98:762:BN_WHISPER:|Kq42|k|h[|Kq42|k]|h шепчет: только в Батле в истории сообщений нашел",
					["serverTime"] = 1693658901,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						84, -- [2]
						85, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9276.088,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[15:48:47]|h |HBNplayer:|Kq42|k:98:774:BN_WHISPER:|Kq42|k|h[|Kq42|k]|h шепчет: я спал как в раз на обед",
					["serverTime"] = 1693658927,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						84, -- [2]
						85, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9302.814,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[15:48:57]|h Вы шепчете |3-2(|HBNplayer:|Kq42|k:98:775:BN_WHISPER:|Kq42|k|h[|Kq42|k]|h): Ну ты спал онлайн)",
					["serverTime"] = 1693658937,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						53, -- [1]
						84, -- [2]
						88, -- [3]
						"CHAT_MSG_BN_WHISPER_INFORM", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9311.923,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[15:49:07]|h |HBNplayer:|Kq42|k:98:776:BN_WHISPER:|Kq42|k|h[|Kq42|k]|h шепчет: батла в телефоне открыта была",
					["serverTime"] = 1693658947,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						84, -- [2]
						85, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9322.789,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[15:49:21]|h |HBNplayer:|Kq42|k:98:777:BN_WHISPER:|Kq42|k|h[|Kq42|k]|h шепчет: я где-то в час лёг спать",
					["serverTime"] = 1693658961,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						84, -- [2]
						85, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9335.9,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[15:49:35]|h |HBNplayer:|Kq13|k:104:778:BN_WHISPER:|Kq13|k|h[|Kq13|k]|h шепчет: ку ку ",
					["serverTime"] = 1693658975,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						96, -- [2]
						97, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9350.657000000001,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[15:49:46]|h |HBNplayer:|Kq13|k:104:779:BN_WHISPER:|Kq13|k|h[|Kq13|k]|h шепчет: ну если че я готов ",
					["serverTime"] = 1693658986,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						96, -- [2]
						97, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9361.779,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[15:50:20]|h Вы шепчете |3-2(|HBNplayer:|Kq13|k:104:780:BN_WHISPER:|Kq13|k|h[|Kq13|k]|h): Отлично",
					["serverTime"] = 1693659020,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						53, -- [1]
						96, -- [2]
						98, -- [3]
						"CHAT_MSG_BN_WHISPER_INFORM", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9395.515,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[15:50:34]|h Вы шепчете |3-2(|HBNplayer:|Kq13|k:104:782:BN_WHISPER:|Kq13|k|h[|Kq13|k]|h): У нас Миши с Юрой пока нет. Они немного задерживаются",
					["serverTime"] = 1693659034,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						53, -- [1]
						96, -- [2]
						98, -- [3]
						"CHAT_MSG_BN_WHISPER_INFORM", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9409.252,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[15:50:54]|h |HBNplayer:|Kq13|k:104:783:BN_WHISPER:|Kq13|k|h[|Kq13|k]|h шепчет: ок",
					["serverTime"] = 1693659054,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						96, -- [2]
						97, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9429.007,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[15:51:03]|h |HBNplayer:|Kq13|k:104:785:BN_WHISPER:|Kq13|k|h[|Kq13|k]|h шепчет: не сказали через сколько будут",
					["serverTime"] = 1693659063,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						96, -- [2]
						97, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9438.114,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[15:51:08]|h Вы шепчете |3-2(|HBNplayer:|Kq13|k:104:786:BN_WHISPER:|Kq13|k|h[|Kq13|k]|h): Неа",
					["serverTime"] = 1693659068,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						53, -- [1]
						96, -- [2]
						98, -- [3]
						"CHAT_MSG_BN_WHISPER_INFORM", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9443.128,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[15:51:17]|h Вы шепчете |3-2(|HBNplayer:|Kq13|k:104:787:BN_WHISPER:|Kq13|k|h[|Kq13|k]|h): Думаю, пока можешь без нас куда-нибудь вписаться",
					["serverTime"] = 1693659077,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						53, -- [1]
						96, -- [2]
						98, -- [3]
						"CHAT_MSG_BN_WHISPER_INFORM", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9452.552,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[15:51:31]|h |HBNplayer:|Kq13|k:104:788:BN_WHISPER:|Kq13|k|h[|Kq13|k]|h шепчет: меня не берут ",
					["serverTime"] = 1693659091,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						96, -- [2]
						97, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9466.711,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[15:51:36]|h |HBNplayer:|Kq13|k:104:789:BN_WHISPER:|Kq13|k|h[|Kq13|k]|h шепчет: только свой собирать",
					["serverTime"] = 1693659096,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						96, -- [2]
						97, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9470.929,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[15:52:05]|h |HBNplayer:|Kq13|k:104:793:BN_WHISPER:|Kq13|k|h[|Kq13|k]|h шепчет: пойду ламать =)",
					["serverTime"] = 1693659125,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						96, -- [2]
						97, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9500.52,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[15:52:11]|h |HBNplayer:|Kq13|k:104:805:BN_WHISPER:|Kq13|k|h[|Kq13|k]|h шепчет: там думаю быстро ",
					["serverTime"] = 1693659131,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						96, -- [2]
						97, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9506.427,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[15:52:20]|h Вы шепчете |3-2(|HBNplayer:|Kq13|k:104:817:BN_WHISPER:|Kq13|k|h[|Kq13|k]|h): Можем с Тоней куда-нибудь сходить пока, если она есть",
					["serverTime"] = 1693659140,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						53, -- [1]
						96, -- [2]
						98, -- [3]
						"CHAT_MSG_BN_WHISPER_INFORM", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9515.605,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[15:52:40]|h |HBNplayer:|Kq13|k:104:825:BN_WHISPER:|Kq13|k|h[|Kq13|k]|h шепчет: отдыхает пока ",
					["serverTime"] = 1693659160,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						96, -- [2]
						97, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9535.656,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[15:52:50]|h |HBNplayer:|Kq13|k:104:826:BN_WHISPER:|Kq13|k|h[|Kq13|k]|h шепчет: она вечером будет просить =)",
					["serverTime"] = 1693659170,
					["r"] = 0.8901961445808411,
					["extraData"] = {
						52, -- [1]
						96, -- [2]
						97, -- [3]
						"CHAT_MSG_BN_WHISPER", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9545.244,
					["g"] = 0.4745098352432251,
					["b"] = 0.847058892250061,
				}, -- [39]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 116,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[16:08:51]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Элидсес-Гордунни:955:CHANNEL:2|h[|cfff48cbaЭлидсес|r]|h: |cffffd000|Htrade:Player-1602-0F4A2545:2018:164|h[Кузнечное дело]|h|r|cffa335ee|Hitem:205168::::::::70:66::13:1:3524:3:40:1027:38:8:45:189542:::::|h[Затененный ударный баклер |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r ОРУЖИЕ/ЛАТЫ/ЩИТЫ 447",
					["serverTime"] = 1693660131,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						53, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10506.798,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[16:08:52]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Элидсес-Гордунни:957:CHANNEL:2|h[|cfff48cbaЭлидсес|r]|h: |cffffd000|Htrade:Player-1602-0F4A2545:25229:755|h[Ювелирное дело]|h|r|cffa335ee|Hitem:193000::::::::70:66::13:1:3524:4:40:259:38:8:50:204682:51:204440:::::|h[Кольцо с песочными часами |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r Кольца/Шеи Т5",
					["serverTime"] = 1693660132,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						53, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10507.198,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[16:08:54]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Шаырос-Гордунни:961:CHANNEL:5|h[|cffc41e3aШаырос|r]|h: привет |cff66bbff|Hjournal:1:2520:15|h[Дракомандир Саркарет]|h|r 45к <2 ласт босс  60к > |cff66bbff|Hjournal:0:1208:15|h[Аберрий, Затененное Горнило]|h|r 110к 9/9 Героический - Гер без кд 200к  - [М+16=100к [M+20=230к",
					["serverTime"] = 1693660134,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						36, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10509.798,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[16:09:06]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Коперочек-Гордунни:977:CHANNEL:2|h[|cffffffffКоперочек|r]|h: Крафт всех гребней |cffa335ee|Hitem:204697::::::::70:258:::::::::|h[Зачарованный гребень Аспекта из пламени Тьмы]|h|r <<бесплатно и моментально>> кидайте частным заказом |cffffd000|Htrade:Player-1602-0E656A31:7411:333|h[Наложение чар]|h|r",
					["serverTime"] = 1693660146,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						39, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10521.132,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[16:09:06]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Коперочек-Гордунни:978:CHANNEL:5|h[|cffffffffКоперочек|r]|h: Крафт всех гребней |cffa335ee|Hitem:204697::::::::70:258:::::::::|h[Зачарованный гребень Аспекта из пламени Тьмы]|h|r <<бесплатно и моментально>> кидайте частным заказом |cffffd000|Htrade:Player-1602-0E656A31:7411:333|h[Наложение чар]|h|r",
					["serverTime"] = 1693660146,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						37, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10521.332,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[16:09:09]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Хеслок-Гордунни:985:CHANNEL:5|h[|cff8788eeХеслок|r]|h: Крафчу ВСЕ ГРЕБНИ БЕСПЛАТНО ЗА РЕГИ /// ЖЕЗЛЫ |cffffd000|Htrade:Player-1602-0F50F20E:7411:333|h[Наложение чар]|h|r а также |cffffd000|Htrade:Player-1602-0F50F20E:3908:197|h[Портняжное дело]|h|r быстро и дешево",
					["serverTime"] = 1693660149,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						111, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10524.665,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[16:09:09]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Хеслок-Гордунни:986:CHANNEL:5|h[|cff8788eeХеслок|r]|h: Крафчу ВСЕ ГРЕБНИ БЕСПЛАТНО ЗА РЕГИ /// ЖЕЗЛЫ |cffffd000|Htrade:Player-1602-0F50F20E:7411:333|h[Наложение чар]|h|r а также |cffffd000|Htrade:Player-1602-0F50F20E:3908:197|h[Портняжное дело]|h|r быстро и дешево",
					["serverTime"] = 1693660149,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						111, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10524.665,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[16:09:11]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Саняигнайтов-Гордунни:989:CHANNEL:5|h[|cff3fc7ebСаняигнайтов|r]|h: <Продам> |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r • Гер 9/9 <120К> • Гер без кд 9/9 <220К> • Ключи • М+16<125К> М+17<135К> • М+20<300К>",
					["serverTime"] = 1693660151,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						41, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10526.798,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[16:09:20]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Шаырос-Гордунни:1002:CHANNEL:5|h[|cffc41e3aШаырос|r]|h: привет |cff66bbff|Hjournal:1:2520:15|h[Дракомандир Саркарет]|h|r 45к <2 ласт босс  60к > |cff66bbff|Hjournal:0:1208:15|h[Аберрий, Затененное Горнило]|h|r 110к 9/9 Героический - Гер без кд 200к  - [М+16=100к [M+20=230к",
					["serverTime"] = 1693660160,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						36, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10535.732,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[16:09:23]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Волоримонке-Гордунни:1007:CHANNEL:5|h[|cff00ff98Волоримонке|r]|h: М+ КЛЮЧИ 11-20+ в ТАЙМ за голд! Полный трейд вещей. Подбор типа брони под Вас. Любой ключ/данж на выбор. Опытная группа с быстрым сбором.",
					["serverTime"] = 1693660163,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						68, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10538.598,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[16:09:24]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Алкашпупу-Гордунни:1010:CHANNEL:2|h[|cffa330c9Алкашпупу|r]|h: Найму ДД в +17 ключи (идём много) за голд. Скор и гир в пм. Нид ткань + кожа",
					["serverTime"] = 1693660164,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						107, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10539.332,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[16:09:24]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Алкашпупу-Гордунни:1011:CHANNEL:4|h[|cffa330c9Алкашпупу|r]|h: Найму ДД в +17 ключи (идём много) за голд. Скор и гир в пм. Нид ткань + кожа",
					["serverTime"] = 1693660164,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						105, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10539.332,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[16:09:26]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Голдруни-Гордунни:1013:CHANNEL:5|h[|cfff48cbaГолдруни|r]|h: <Быстрая Афк Прокачка> за ГОЛД Любой Диапазон, Любой сервер. Cумон и Доставка к месту! Цените своё время. Качаем в Дуо, Старт Сразу",
					["serverTime"] = 1693660166,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						112, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10541.065,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[16:09:31]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Триханредбак-Гордунни:1023:CHANNEL:5|h[|cff00ff98Триханредбак|r]|h: Предлагаем |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r - Гер 9/9 <120К> - Гер без кд 9/9 <220К> - Ключи - М+16<125К> М+17<135К> - М+20<300К>",
					["serverTime"] = 1693660171,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						44, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10545.998,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[16:09:33]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Кеквэйтыч-Гордунни:1027:CHANNEL:2|h[|cffc41e3aКеквэйтыч|r]|h: |cffffd000|Htrade:Player-1602-0E9DE59F:25229:755|h[Ювелирное дело]|h|r|cffa335ee|Hitem:193000::::::::70:251:::::::::|h[Кольцо с песочными часами]|h|r крафт/рекрафт колец и ожерелья 424-447",
					["serverTime"] = 1693660173,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						51, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10547.932,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[16:09:33]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Кеквэйтыч-Гордунни:1028:CHANNEL:5|h[|cffc41e3aКеквэйтыч|r]|h: |cffffd000|Htrade:Player-1602-0E9DE59F:25229:755|h[Ювелирное дело]|h|r |cffa335ee|Hitem:193000::::::::70:251:::::::::|h[Кольцо с песочными часами]|h|r крафт/рекрафт колец и ожерелья 424-447",
					["serverTime"] = 1693660173,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						52, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10548.198,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[16:09:38]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Дядяджонн-Гордунни:1036:CHANNEL:2|h[|cff8788eeДядяджонн|r]|h: В |cff66bbff|Hjournal:0:1193:15|h[Святилище Господства]|h|r героик нужны 70лвлы, выкупаю нужные шмотки по 50 000г",
					["serverTime"] = 1693660178,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						109, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10553.665,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[16:09:45]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Андуинмакраш-Гордунни:1047:CHANNEL:5|h[|cffffffffАндуинмакраш|r]|h: <Гильдия> предлагаем |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r || Гер 9/9 <120К> || Гер без кд 9/9 <220К> || Ключи || М+16<125К> М+17<135К> || М+20<300К>",
					["serverTime"] = 1693660185,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						35, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10560.265,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[16:09:49]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Шаырос-Гордунни:1054:CHANNEL:5|h[|cffc41e3aШаырос|r]|h: привет |cff66bbff|Hjournal:1:2520:15|h[Дракомандир Саркарет]|h|r 45к <2 ласт босс  60к > |cff66bbff|Hjournal:0:1208:15|h[Аберрий, Затененное Горнило]|h|r 110к 9/9 Героический - Гер без кд 200к  - [М+16=100к [M+20=230к",
					["serverTime"] = 1693660189,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						36, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10564.065,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[16:09:55]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Дядяджонн-Гордунни:1064:CHANNEL:5|h[|cff8788eeДядяджонн|r]|h: В |cff66bbff|Hjournal:0:1193:15|h[Святилище Господства]|h|r героик нужны 70лвлы, выкупаю нужные шмотки по 50 000г",
					["serverTime"] = 1693660195,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						113, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10570.065,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[16:09:57]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Алкашпупу-Гордунни:1067:CHANNEL:2|h[|cffa330c9Алкашпупу|r]|h: Найму ДД в +17 ключи (идём много) за голд. Скор и гир в пм. Нид ткань + кожа",
					["serverTime"] = 1693660197,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						107, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10572.065,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[16:09:57]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Алкашпупу-Гордунни:1068:CHANNEL:4|h[|cffa330c9Алкашпупу|r]|h: Найму ДД в +17 ключи (идём много) за голд. Скор и гир в пм. Нид ткань + кожа",
					["serverTime"] = 1693660197,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						105, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10572.065,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[16:09:58]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Рокушин-Гордунни:1072:CHANNEL:5|h[|cff00ff98Рокушин|r]|h: Прокачка уровня 10-60 (2.5к за лвл)// 60-70 (12к за лвл), Вопросьі в пм |cffffff00|Hachievement:15805:Player-1602-0F5AB2AF:1:6:29:23:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r (245к за все)",
					["serverTime"] = 1693660198,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						108, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10573.598,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[16:09:58]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Рокушин-Гордунни:1073:CHANNEL:5|h[|cff00ff98Рокушин|r]|h: Прокачка уровня 10-60 (2.5к за лвл)// 60-70 (12к за лвл), Вопросьі в пм |cffffff00|Hachievement:15805:Player-1602-0F5AB2AF:1:6:29:23:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r (245к за все)",
					["serverTime"] = 1693660198,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						108, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10573.598,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[16:10:10]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Фифяу-Гордунни:1090:CHANNEL:5|h[|cfff48cbaФифяу|r]|h: Продам быстрый АФК ЛЕВЕЛинг 1-60  (3k за ЛВЛ, 150k полностью), 60-70 (15k за ЛВЛ, 150k полностью) |cffffff00|Hachievement:15805:Player-1602-0F5EE984:1:12:22:22:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r <3",
					["serverTime"] = 1693660210,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						114, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10585.065,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[16:10:13]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Саняигнайтов-Гордунни:1095:CHANNEL:5|h[|cff3fc7ebСаняигнайтов|r]|h: <Продам> |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r • Гер 9/9 <120К> • Гер без кд 9/9 <220К> • Ключи • М+16<125К> М+17<135К> • М+20<300К>",
					["serverTime"] = 1693660213,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						41, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10587.932,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[16:10:14]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Алкашпупу-Гордунни:1098:CHANNEL:2|h[|cffa330c9Алкашпупу|r]|h: Найму ДД в +17 ключи (идём много) за голд. Скор и гир в пм. Нид ткань + кожа",
					["serverTime"] = 1693660214,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						107, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10589.532,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[16:10:14]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Алкашпупу-Гордунни:1099:CHANNEL:4|h[|cffa330c9Алкашпупу|r]|h: Найму ДД в +17 ключи (идём много) за голд. Скор и гир в пм. Нид ткань + кожа",
					["serverTime"] = 1693660214,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						105, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10589.532,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[16:10:14]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Коперочек-Гордунни:1100:CHANNEL:5|h[|cffffffffКоперочек|r]|h: Крафт |cffa335ee|Hitem:205025::::::::70:258:::::::::|h[Пульсирующий плащ из спор]|h|r и другая <<ткань 447 гарант>> |cffffd000|Htrade:Player-1602-0E656A31:3908:197|h[Портняжное дело]|h|r",
					["serverTime"] = 1693660214,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						37, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10589.532,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[16:10:15]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Коперочек-Гордунни:1101:CHANNEL:2|h[|cffffffffКоперочек|r]|h: Крафт |cffa335ee|Hitem:205025::::::::70:258:::::::::|h[Пульсирующий плащ из спор]|h|r и другая <<ткань 447 гарант>> |cffffd000|Htrade:Player-1602-0E656A31:3908:197|h[Портняжное дело]|h|r",
					["serverTime"] = 1693660215,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						39, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10589.865,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[16:10:18]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Шаырос-Гордунни:1108:CHANNEL:5|h[|cffc41e3aШаырос|r]|h: привет |cff66bbff|Hjournal:1:2520:15|h[Дракомандир Саркарет]|h|r 45к <2 ласт босс  60к > |cff66bbff|Hjournal:0:1208:15|h[Аберрий, Затененное Горнило]|h|r 110к 9/9 Героический - Гер без кд 200к  - [М+16=100к [M+20=230к",
					["serverTime"] = 1693660218,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						36, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10593.465,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[16:10:27]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Фифяу-Гордунни:1121:CHANNEL:5|h[|cfff48cbaФифяу|r]|h: Продам быстрый АФК ЛЕВЕЛинг 1-60  (3k за ЛВЛ, 150k полностью), 60-70 (15k за ЛВЛ, 150k полностью) |cffffff00|Hachievement:15805:Player-1602-0F5EE984:1:12:22:22:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r <3",
					["serverTime"] = 1693660227,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						114, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10602.132,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[16:10:31]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Триханредбак-Гордунни:1128:CHANNEL:5|h[|cff00ff98Триханредбак|r]|h: Предлагаем |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r - Гер 9/9 <120К> - Гер без кд 9/9 <220К> - Ключи - М+16<125К> М+17<135К> - М+20<300К>",
					["serverTime"] = 1693660231,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						44, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10606.198,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[16:10:34]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Алкашпупу-Гордунни:1132:CHANNEL:2|h[|cffa330c9Алкашпупу|r]|h: Найму ДД в +17 ключи (идём много) за голд. Скор и гир в пм. Нид ткань + кожа",
					["serverTime"] = 1693660234,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						107, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10609.198,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[16:10:34]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Алкашпупу-Гордунни:1133:CHANNEL:4|h[|cffa330c9Алкашпупу|r]|h: Найму ДД в +17 ключи (идём много) за голд. Скор и гир в пм. Нид ткань + кожа",
					["serverTime"] = 1693660234,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						105, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10609.198,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[16:10:42]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Милфтерри-Гордунни:1146:CHANNEL:5|h[|cff00ff98Милфтерри|r]|h: |cffffffff|Hitem:16885::::::::70:269::1:::::::|h[Тяжелый ларец]|h|r куплю",
					["serverTime"] = 1693660242,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						115, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10617.132,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[16:10:45]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Шаырос-Гордунни:1152:CHANNEL:5|h[|cffc41e3aШаырос|r]|h: привет |cff66bbff|Hjournal:1:2520:15|h[Дракомандир Саркарет]|h|r 45к <2 ласт босс  60к > |cff66bbff|Hjournal:0:1208:15|h[Аберрий, Затененное Горнило]|h|r 110к 9/9 Героический - Гер без кд 200к  - [М+16=100к [M+20=230к",
					["serverTime"] = 1693660245,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						36, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10620.665,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[16:10:45]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Андуинмакраш-Гордунни:1153:CHANNEL:5|h[|cffffffffАндуинмакраш|r]|h: <Гильдия> предлагаем |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r || Гер 9/9 <120К> || Гер без кд 9/9 <220К> || Ключи || М+16<125К> М+17<135К> || М+20<300К>",
					["serverTime"] = 1693660245,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						35, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10620.665,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[16:10:47]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Синринйоку-Гордунни:1156:CHANNEL:4|h[|cff0070ddСинринйоку|r]|h: повторите, пожалуйста, кого наймет ДХ? Не совсем понятно с 10 раза",
					["serverTime"] = 1693660247,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						91, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10622.732,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[16:10:49]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Фифяу-Гордунни:1159:CHANNEL:5|h[|cfff48cbaФифяу|r]|h: Продам быстрый АФК ЛЕВЕЛинг 1-60  (3k за ЛВЛ, 150k полностью), 60-70 (15k за ЛВЛ, 150k полностью) |cffffff00|Hachievement:15805:Player-1602-0F5EE984:1:12:22:22:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r <3",
					["serverTime"] = 1693660249,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						114, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10624.265,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[16:10:51]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Хеслок-Гордунни:1162:CHANNEL:5|h[|cff8788eeХеслок|r]|h: Крафчу ВСЕ ГРЕБНИ БЕСПЛАТНО ЗА РЕГИ /// ЖЕЗЛЫ |cffffd000|Htrade:Player-1602-0F50F20E:7411:333|h[Наложение чар]|h|r а также |cffffd000|Htrade:Player-1602-0F50F20E:3908:197|h[Портняжное дело]|h|r быстро и дешево",
					["serverTime"] = 1693660251,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						111, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10626.065,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[16:10:51]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Тзсла-Гордунни:1164:CHANNEL:5|h[|cfffff468Тзсла|r]|h: рейтинговое пвп можно только в группе регать?",
					["serverTime"] = 1693660251,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						116, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10626.598,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[16:10:52]|h |Hplayer:Флэкери-Гордунни|h[|cffff7c0aФлэкери|r]|h заслужила достижение |cffffff00|Hachievement:18642:Player-1602-0BFC4ADF:1:9:2:23:4294967295:4294967295:4294967295:4294967295|h[Любознательный герой]|h|r!",
					["serverTime"] = 1693660252,
					["r"] = 0.2352941334247589,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 10627.714,
					["g"] = 0.4980392456054688,
					["b"] = 1,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[16:11:01]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Голдруни-Гордунни:1183:CHANNEL:5|h[|cfff48cbaГолдруни|r]|h: <Быстрая Афк Прокачка> за ГОЛД Любой Диапазон, Любой сервер. Cумон и Доставка к месту! Цените своё время. Качаем в Дуо, Старт Сразу",
					["serverTime"] = 1693660261,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						112, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10636.447,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[16:11:01]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Рокушин-Гордунни:1184:CHANNEL:5|h[|cff00ff98Рокушин|r]|h: Прокачка уровня 10-60 (2.5к за лвл)// 60-70 (12к за лвл), Вопросьі в пм |cffffff00|Hachievement:15805:Player-1602-0F5AB2AF:1:6:29:23:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r (245к за все)",
					["serverTime"] = 1693660261,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						108, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10636.781,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[16:11:02]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Рокушин-Гордунни:1185:CHANNEL:5|h[|cff00ff98Рокушин|r]|h: Прокачка уровня 10-60 (2.5к за лвл)// 60-70 (12к за лвл), Вопросьі в пм |cffffff00|Hachievement:15805:Player-1602-0F5AB2AF:1:6:29:23:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r (245к за все)",
					["serverTime"] = 1693660262,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						108, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10636.981,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[16:11:12]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Фифяу-Гордунни:1201:CHANNEL:5|h[|cfff48cbaФифяу|r]|h: Продам быстрый АФК ЛЕВЕЛинг 1-60  (3k за ЛВЛ, 150k полностью), 60-70 (15k за ЛВЛ, 150k полностью) |cffffff00|Hachievement:15805:Player-1602-0F5EE984:1:12:22:22:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r <3",
					["serverTime"] = 1693660272,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						114, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10647.247,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[16:11:14]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Саняигнайтов-Гордунни:1205:CHANNEL:5|h[|cff3fc7ebСаняигнайтов|r]|h: <Продам> |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r • Гер 9/9 <120К> • Гер без кд 9/9 <220К> • Ключи • М+16<125К> М+17<135К> • М+20<300К>",
					["serverTime"] = 1693660274,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						41, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10649.247,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[16:11:15]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Шаырос-Гордунни:1207:CHANNEL:5|h[|cffc41e3aШаырос|r]|h: привет |cff66bbff|Hjournal:1:2520:15|h[Дракомандир Саркарет]|h|r 45к <2 ласт босс  60к > |cff66bbff|Hjournal:0:1208:15|h[Аберрий, Затененное Горнило]|h|r 110к 9/9 Героический - Гер без кд 200к  - [М+16=100к [M+20=230к",
					["serverTime"] = 1693660275,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						36, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10649.914,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[16:11:20]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Фифяу-Гордунни:1217:CHANNEL:5|h[|cfff48cbaФифяу|r]|h: Продам быстрый АФК ЛЕВЕЛинг 1-60  (3k за ЛВЛ, 150k полностью), 60-70 (15k за ЛВЛ, 150k полностью) |cffffff00|Hachievement:15805:Player-1602-0F5EE984:1:12:22:22:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r <3",
					["serverTime"] = 1693660280,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						114, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10655.447,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[16:11:20]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Дядяджонн-Гордунни:1218:CHANNEL:2|h[|cff8788eeДядяджонн|r]|h: В |cff66bbff|Hjournal:0:1193:15|h[Святилище Господства]|h|r героик нужны 70лвлы, выкупаю нужные шмотки по 50 000г",
					["serverTime"] = 1693660280,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						109, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10655.447,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[16:11:29]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Ргш-Гордунни:1231:CHANNEL:5|h[|cffc69b6dРгш|r]|h: <Поможем Вам Сегодня с |cffffff00|Hachievement:18162:Player-1602-0F625C82:0:0:0:-1:0:0:0:0|h[Эпохальный режим: Аберрий, Затененное Горнило]|h|r Вопросы в лс!>",
					["serverTime"] = 1693660289,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						42, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10663.914,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[16:11:29]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Ргш-Гордунни:1232:CHANNEL:4|h[|cffc69b6dРгш|r]|h: <Поможем Вам Сегодня с |cffffff00|Hachievement:18162:Player-1602-0F625C82:0:0:0:-1:0:0:0:0|h[Эпохальный режим: Аберрий, Затененное Горнило]|h|r Вопросы в лс!>",
					["serverTime"] = 1693660289,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						21, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10663.914,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[16:11:30]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Пщз-Гордунни:1234:CHANNEL:5|h[|cff00ff98Пщз|r]|h: <Поможем Вам получить|cffffff00|Hachievement:17740:Player-1602-0F66B6C6:0:0:0:-1:0:0:0:0|h[Гладиатор: 2-й сезон Dragonflight]|h|r+маунт!Вопросы в лс!>",
					["serverTime"] = 1693660290,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						43, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10665.78,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[16:11:31]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Триханредбак-Гордунни:1237:CHANNEL:5|h[|cff00ff98Триханредбак|r]|h: Предлагаем |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r - Гер 9/9 <120К> - Гер без кд 9/9 <220К> - Ключи - М+16<125К> М+17<135К> - М+20<300К>",
					["serverTime"] = 1693660291,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						44, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10666.714,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[16:11:37]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Волоримонке-Гордунни:1248:CHANNEL:5|h[|cff00ff98Волоримонке|r]|h: М+ КЛЮЧИ 11-20+ в ТАЙМ за голд! Полный трейд вещей. Подбор типа брони под Вас. Любой ключ/данж на выбор. Опытная группа с быстрым сбором.",
					["serverTime"] = 1693660297,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						68, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10672.514,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[16:11:38]|h Каитий говорит: Титрис! Ты лучше всех!",
					["serverTime"] = 1693660298,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						12, -- [2]
						13, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10672.914,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[16:11:43]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Алкашпупу-Гордунни:1257:CHANNEL:2|h[|cffa330c9Алкашпупу|r]|h: Найму ДД в +17 ключи (идём много) за голд. Скор и гир в пм. Нид ткань + кожа",
					["serverTime"] = 1693660303,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						107, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10678.114,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[16:11:43]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Алкашпупу-Гордунни:1258:CHANNEL:4|h[|cffa330c9Алкашпупу|r]|h: Найму ДД в +17 ключи (идём много) за голд. Скор и гир в пм. Нид ткань + кожа",
					["serverTime"] = 1693660303,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						105, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10678.114,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[16:11:44]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Шаырос-Гордунни:1261:CHANNEL:5|h[|cffc41e3aШаырос|r]|h: привет |cff66bbff|Hjournal:1:2520:15|h[Дракомандир Саркарет]|h|r 45к <2 ласт босс  60к > |cff66bbff|Hjournal:0:1208:15|h[Аберрий, Затененное Горнило]|h|r 110к 9/9 Героический - Гер без кд 200к  - [М+16=100к [M+20=230к",
					["serverTime"] = 1693660304,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						36, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10679.18,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[16:11:46]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Андуинмакраш-Гордунни:1265:CHANNEL:5|h[|cffffffffАндуинмакраш|r]|h: <Гильдия> предлагаем |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r || Гер 9/9 <120К> || Гер без кд 9/9 <220К> || Ключи || М+16<125К> М+17<135К> || М+20<300К>",
					["serverTime"] = 1693660306,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						35, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10681.314,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[16:11:55]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Элидсес-Гордунни:1278:CHANNEL:2|h[|cfff48cbaЭлидсес|r]|h: |cffffd000|Htrade:Player-1602-0F4A2545:2018:164|h[Кузнечное дело]|h|r|cffa335ee|Hitem:205168::::::::70:66::13:1:3524:3:40:1027:38:8:45:189542:::::|h[Затененный ударный баклер |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r ОРУЖИЕ/ЛАТЫ/ЩИТЫ 447",
					["serverTime"] = 1693660315,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						53, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10690.314,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[16:11:55]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Элидсес-Гордунни:1279:CHANNEL:2|h[|cfff48cbaЭлидсес|r]|h: |cffffd000|Htrade:Player-1602-0F4A2545:25229:755|h[Ювелирное дело]|h|r|cffa335ee|Hitem:193000::::::::70:66::13:1:3524:4:40:259:38:8:50:204682:51:204440:::::|h[Кольцо с песочными часами |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r Кольца/Шеи Т5",
					["serverTime"] = 1693660315,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						53, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10690.58,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[16:11:56]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Амиран-Гордунни:1281:CHANNEL:5|h[|cff33937fАмиран|r]|h: Кто может скрафтить Печатку титана сейчас (новичку)",
					["serverTime"] = 1693660316,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						117, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10690.847,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[16:11:57]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Нанохил-Гордунни:1284:CHANNEL:5|h[|cffffffffНанохил|r]|h: ювелир в пм",
					["serverTime"] = 1693660317,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						118, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10692.714,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[16:12:00]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Рокушин-Гордунни:1289:CHANNEL:5|h[|cff00ff98Рокушин|r]|h: Прокачка уровня 10-60 (2.5к за лвл)// 60-70 (12к за лвл), Вопросьі в пм |cffffff00|Hachievement:15805:Player-1602-0F5AB2AF:1:6:29:23:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r (245к за все)",
					["serverTime"] = 1693660320,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						108, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10695.78,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[16:12:01]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Рокушин-Гордунни:1290:CHANNEL:5|h[|cff00ff98Рокушин|r]|h: Прокачка уровня 10-60 (2.5к за лвл)// 60-70 (12к за лвл), Вопросьі в пм |cffffff00|Hachievement:15805:Player-1602-0F5AB2AF:1:6:29:23:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r (245к за все)",
					["serverTime"] = 1693660321,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						108, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10695.98,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[16:12:06]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Кеквэйтыч-Гордунни:1300:CHANNEL:2|h[|cffc41e3aКеквэйтыч|r]|h: |cffffd000|Htrade:Player-1602-0E9DE59F:25229:755|h[Ювелирное дело]|h|r|cffa335ee|Hitem:193000::::::::70:251:::::::::|h[Кольцо с песочными часами]|h|r крафт/рекрафт колец и ожерелья 424-447",
					["serverTime"] = 1693660326,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						51, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10701.514,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[16:12:06]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Кеквэйтыч-Гордунни:1301:CHANNEL:5|h[|cffc41e3aКеквэйтыч|r]|h: |cffffd000|Htrade:Player-1602-0E9DE59F:25229:755|h[Ювелирное дело]|h|r |cffa335ee|Hitem:193000::::::::70:251:::::::::|h[Кольцо с песочными часами]|h|r крафт/рекрафт колец и ожерелья 424-447",
					["serverTime"] = 1693660326,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						52, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10701.78,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[16:12:07]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Алкашпупу-Гордунни:1304:CHANNEL:2|h[|cffa330c9Алкашпупу|r]|h: Найму ДД в +17 ключи (идём много) за голд. Скор и гир в пм. Нид ткань + кожа",
					["serverTime"] = 1693660327,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						107, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10702.78,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[16:12:07]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Алкашпупу-Гордунни:1305:CHANNEL:4|h[|cffa330c9Алкашпупу|r]|h: Найму ДД в +17 ключи (идём много) за голд. Скор и гир в пм. Нид ткань + кожа",
					["serverTime"] = 1693660327,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						105, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10702.78,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[16:12:09]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Шаырос-Гордунни:1307:CHANNEL:5|h[|cffc41e3aШаырос|r]|h: привет |cff66bbff|Hjournal:1:2520:15|h[Дракомандир Саркарет]|h|r 45к <2 ласт босс  60к > |cff66bbff|Hjournal:0:1208:15|h[Аберрий, Затененное Горнило]|h|r 110к 9/9 Героический - Гер без кд 200к  - [М+16=100к [M+20=230к",
					["serverTime"] = 1693660329,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						36, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10704.514,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[16:12:14]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Саняигнайтов-Гордунни:1316:CHANNEL:5|h[|cff3fc7ebСаняигнайтов|r]|h: <Продам> |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r • Гер 9/9 <120К> • Гер без кд 9/9 <220К> • Ключи • М+16<125К> М+17<135К> • М+20<300К>",
					["serverTime"] = 1693660334,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						41, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10709.38,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[16:12:22]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Фифяу-Гордунни:1327:CHANNEL:5|h[|cfff48cbaФифяу|r]|h: Продам быстрый АФК ЛЕВЕЛинг 1-60  (3k за ЛВЛ, 150k полностью), 60-70 (15k за ЛВЛ, 150k полностью) |cffffff00|Hachievement:15805:Player-1602-0F5EE984:1:12:22:22:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r <3",
					["serverTime"] = 1693660342,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						114, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10717.211,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[16:12:27]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Лияви-Гордунни:1336:CHANNEL:5|h[|cff0070ddЛияви|r]|h: Быстрый АФК КАЧ от опытной тимы по доступным ценам! Не прходи мимо, получи скидку на доп прокачку, за подробностями в пм!",
					["serverTime"] = 1693660347,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						119, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10722.344,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[16:12:31]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Алкашпупу-Гордунни:1343:CHANNEL:2|h[|cffa330c9Алкашпупу|r]|h: Найму ДД в +17 ключи (идём много) за голд. Скор и гир в пм. Нид ткань + кожа",
					["serverTime"] = 1693660351,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						107, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10726.344,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[16:12:31]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Алкашпупу-Гордунни:1344:CHANNEL:4|h[|cffa330c9Алкашпупу|r]|h: Найму ДД в +17 ключи (идём много) за голд. Скор и гир в пм. Нид ткань + кожа",
					["serverTime"] = 1693660351,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						105, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10726.344,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[16:12:33]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Триханредбак-Гордунни:1346:CHANNEL:5|h[|cff00ff98Триханредбак|r]|h: Предлагаем |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r - Гер 9/9 <120К> - Гер без кд 9/9 <220К> - Ключи - М+16<125К> М+17<135К> - М+20<300К>",
					["serverTime"] = 1693660353,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						44, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10728.211,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[16:12:38]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Шаырос-Гордунни:1356:CHANNEL:5|h[|cffc41e3aШаырос|r]|h: привет |cff66bbff|Hjournal:1:2520:15|h[Дракомандир Саркарет]|h|r 45к <2 ласт босс  60к > |cff66bbff|Hjournal:0:1208:15|h[Аберрий, Затененное Горнило]|h|r 110к 9/9 Героический - Гер без кд 200к  - [М+16=100к [M+20=230к",
					["serverTime"] = 1693660358,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						36, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10733.744,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[16:12:43]|h |Hplayer:Аидахо:1363:TEXT_EMOTE:|h|cfff48cbaАидахо|r|h кланяется |3-2(Странная статуя).",
					["serverTime"] = 1693660363,
					["r"] = 1,
					["extraData"] = {
						12, -- [1]
						30, -- [2]
						120, -- [3]
						"CHAT_MSG_TEXT_EMOTE", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10738.678,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[16:12:48]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Андуинмакраш-Гордунни:1371:CHANNEL:5|h[|cffffffffАндуинмакраш|r]|h: <Гильдия> предлагаем |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r || Гер 9/9 <120К> || Гер без кд 9/9 <220К> || Ключи || М+16<125К> М+17<135К> || М+20<300К>",
					["serverTime"] = 1693660368,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						35, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10743.144,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[16:12:51]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Алкашпупу-Гордунни:1377:CHANNEL:2|h[|cffa330c9Алкашпупу|r]|h: Найму ДД в +17 ключи (идём много) за голд. Скор и гир в пм. Нид ткань + кожа",
					["serverTime"] = 1693660371,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						107, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10746.811,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[16:12:51]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Алкашпупу-Гордунни:1378:CHANNEL:4|h[|cffa330c9Алкашпупу|r]|h: Найму ДД в +17 ключи (идём много) за голд. Скор и гир в пм. Нид ткань + кожа",
					["serverTime"] = 1693660371,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						105, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10746.811,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[16:12:52]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Нурил-Гордунни:1380:CHANNEL:2|h[|cffff7c0aНурил|r]|h: Ищю рекрафт |cffa335ee|Hitem:194898:6643:::::::70:102::13:9:8836:8840:8902:9405:8794:9376:8932:8960:9366:9:28:2164:29:36:30:40:38:8:40:676:48:194575:49:204697:50:193946:51:204440::::Player-1602-077276FE:|h[Светящийся столп островов |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["serverTime"] = 1693660372,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						121, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10747.078,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[16:12:53]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Фифяу-Гордунни:1383:CHANNEL:5|h[|cfff48cbaФифяу|r]|h: Продам быстрый АФК ЛЕВЕЛинг 1-60  (3k за ЛВЛ, 150k полностью), 60-70 (15k за ЛВЛ, 150k полностью) |cffffff00|Hachievement:15805:Player-1602-0F5EE984:1:12:22:22:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r <3",
					["serverTime"] = 1693660373,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						114, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10748.411,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[16:13:03]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Аллтея-Гордунни:1398:CHANNEL:5|h[|cffffffffАллтея|r]|h: ищу крафт |cffa335ee|Hitem:192999::::::::70:256::13:1:3524:5:40:258:38:8:48:192552:50:200652:51:204440:::::|h[Печатка мудрости титанов |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["serverTime"] = 1693660383,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						122, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10758.744,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[16:13:05]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Шаырос-Гордунни:1402:CHANNEL:5|h[|cffc41e3aШаырос|r]|h: привет |cff66bbff|Hjournal:1:2520:15|h[Дракомандир Саркарет]|h|r 45к <2 ласт босс  60к > |cff66bbff|Hjournal:0:1208:15|h[Аберрий, Затененное Горнило]|h|r 110к 9/9 Героический - Гер без кд 200к  - [М+16=100к [M+20=230к",
					["serverTime"] = 1693660385,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						36, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10760.011,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[16:13:15]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Саняигнайтов-Гордунни:1420:CHANNEL:5|h[|cff3fc7ebСаняигнайтов|r]|h: <Продам> |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r • Гер 9/9 <120К> • Гер без кд 9/9 <220К> • Ключи • М+16<125К> М+17<135К> • М+20<300К>",
					["serverTime"] = 1693660395,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						41, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10770.078,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[16:13:20]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Рокушин-Гордунни:1430:CHANNEL:5|h[|cff00ff98Рокушин|r]|h: Прокачка уровня 10-60 (2.5к за лвл)// 60-70 (12к за лвл), Вопросьі в пм |cffffff00|Hachievement:15805:Player-1602-0F5AB2AF:1:6:29:23:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r (245к за все)",
					["serverTime"] = 1693660400,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						108, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10775.611,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[16:13:22]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Рокушин-Гордунни:1434:CHANNEL:5|h[|cff00ff98Рокушин|r]|h: Прокачка уровня 10-60 (2.5к за лвл)// 60-70 (12к за лвл), Вопросьі в пм |cffffff00|Hachievement:15805:Player-1602-0F5AB2AF:1:6:29:23:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r (245к за все)",
					["serverTime"] = 1693660402,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						108, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10777.144,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[16:13:23]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Элидсес-Гордунни:1437:CHANNEL:2|h[|cfff48cbaЭлидсес|r]|h: |cffffd000|Htrade:Player-1602-0F4A2545:2018:164|h[Кузнечное дело]|h|r|cffa335ee|Hitem:205168::::::::70:66::13:1:3524:3:40:1027:38:8:45:189542:::::|h[Затененный ударный баклер |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r ОРУЖИЕ/ЛАТЫ/ЩИТЫ 447",
					["serverTime"] = 1693660403,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						53, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10777.878,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[16:13:23]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Элидсес-Гордунни:1439:CHANNEL:2|h[|cfff48cbaЭлидсес|r]|h: |cffffd000|Htrade:Player-1602-0F4A2545:25229:755|h[Ювелирное дело]|h|r|cffa335ee|Hitem:193000::::::::70:66::13:1:3524:4:40:259:38:8:50:204682:51:204440:::::|h[Кольцо с песочными часами |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r Кольца/Шеи Т5",
					["serverTime"] = 1693660403,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						53, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10778.344,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[16:13:29]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Рофлобород-Гордунни:1449:CHANNEL:5|h[|cfff48cbaРофлобород|r]|h: |cffa335ee|Hitem:201759::::::::70:66::13:1:3524:4:40:834:38:8:47:194566:51:204440:::::|h[Ожерелье ушедшего времени |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r ищу крафт",
					["serverTime"] = 1693660409,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						123, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10784.478,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[16:13:30]|h Вы отошли от компьютера, оставив сообщение \"Отсутствует\".",
					["serverTime"] = 1693660410,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 10785.682,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[16:13:31]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Дэнчикс-Гордунни:1453:CHANNEL:5|h[|cffa330c9Дэнчикс|r]|h: Ищу крафт 424 |cffa335ee|Hitem:193451::::::::70:581:::::::::|h[Исторгающие слизь сапоги]|h|r|cffa335ee|Hitem:193407::::::::70:581:::::::::|h[Зачарованный жизнью пояс]|h|r|cffa335ee|Hitem:201759::::::::70:581:::::::::|h[Ожерелье ушедшего времени]|h|r",
					["serverTime"] = 1693660411,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						124, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10786.246,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[16:13:32]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Фифяу-Гордунни:1456:CHANNEL:5|h[|cfff48cbaФифяу|r]|h: Продам быстрый АФК ЛЕВЕЛинг 1-60  (3k за ЛВЛ, 150k полностью), 60-70 (15k за ЛВЛ, 150k полностью) |cffffff00|Hachievement:15805:Player-1602-0F5EE984:1:12:22:22:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r <3",
					["serverTime"] = 1693660412,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						114, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10787.312,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[16:13:33]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Триханредбак-Гордунни:1458:CHANNEL:5|h[|cff00ff98Триханредбак|r]|h: Предлагаем |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r - Гер 9/9 <120К> - Гер без кд 9/9 <220К> - Ключи - М+16<125К> М+17<135К> - М+20<300К>",
					["serverTime"] = 1693660413,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						44, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10788.446,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[16:13:34]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Шаырос-Гордунни:1461:CHANNEL:5|h[|cffc41e3aШаырос|r]|h: привет |cff66bbff|Hjournal:1:2520:15|h[Дракомандир Саркарет]|h|r 45к <2 ласт босс  60к > |cff66bbff|Hjournal:0:1208:15|h[Аберрий, Затененное Горнило]|h|r 110к 9/9 Героический - Гер без кд 200к  - [М+16=100к [M+20=230к",
					["serverTime"] = 1693660414,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						36, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10789.446,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[16:13:40]|h Вы вернулись.",
					["serverTime"] = 1693660420,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 10795.196,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[16:13:43]|h Бригита говорит: Добро пожаловать в \"Жареный барашек\"! За стойкой есть свободные места.",
					["serverTime"] = 1693660423,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						12, -- [2]
						13, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10798.495,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[16:13:47]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Оньян-Гордунни:1482:CHANNEL:2|h[|cfff48cbaОньян|r]|h: Крафт любого оружия |cffffd000|Htrade:Player-1602-0F56E801:2018:164|h[Кузнечное дело]|h|r",
					["serverTime"] = 1693660427,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						125, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10802.498,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[16:13:48]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Кеквэйтыч-Гордунни:1483:CHANNEL:2|h[|cffc41e3aКеквэйтыч|r]|h: |cffffd000|Htrade:Player-1602-0E9DE59F:25229:755|h[Ювелирное дело]|h|r|cffa335ee|Hitem:193000::::::::70:251:::::::::|h[Кольцо с песочными часами]|h|r крафт/рекрафт колец и ожерелья 424-447",
					["serverTime"] = 1693660428,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						51, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10802.874,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[16:13:48]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Кеквэйтыч-Гордунни:1485:CHANNEL:5|h[|cffc41e3aКеквэйтыч|r]|h: |cffffd000|Htrade:Player-1602-0E9DE59F:25229:755|h[Ювелирное дело]|h|r |cffa335ee|Hitem:193000::::::::70:251:::::::::|h[Кольцо с песочными часами]|h|r крафт/рекрафт колец и ожерелья 424-447",
					["serverTime"] = 1693660428,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						52, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10803.167,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[16:13:49]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Андуинмакраш-Гордунни:1488:CHANNEL:5|h[|cffffffffАндуинмакраш|r]|h: <Гильдия> предлагаем |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r || Гер 9/9 <120К> || Гер без кд 9/9 <220К> || Ключи || М+16<125К> М+17<135К> || М+20<300К>",
					["serverTime"] = 1693660429,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						35, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10804.144,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[16:13:50]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Волоримонке-Гордунни:1490:CHANNEL:5|h[|cff00ff98Волоримонке|r]|h: М+ КЛЮЧИ 11-20+ в ТАЙМ за голд! Полный трейд вещей. Подбор типа брони под Вас. Любой ключ/данж на выбор. Опытная группа с быстрым сбором.",
					["serverTime"] = 1693660430,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						68, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10805.21,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[16:13:51]|h Вы получили: |cffffffff348|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 44|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t|r",
					["serverTime"] = 1693660431,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 10806.51,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[16:13:51]|h |cff33ff99Postal|r: Собрано 348|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 44|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 0|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["timestamp"] = 10806.51,
					["serverTime"] = 1693660431,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[16:13:54]|h Получено: 524 |4золотая:золотые:золотых;, 43 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1693660434,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 10809.257,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[16:13:55]|h Вы получаете валюту – |cffffffff|Hcurrency:2003:0|h[Припасы Драконьих островов]|h|rх10",
					["serverTime"] = 1693660435,
					["r"] = 0.2549019753932953,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 10810.28,
					["g"] = 0.5254902243614197,
					["b"] = 0.8196079134941101,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[16:13:55]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Дядяджонн-Гордунни:1500:CHANNEL:2|h[|cff8788eeДядяджонн|r]|h: В |cff66bbff|Hjournal:0:1193:15|h[Святилище Господства]|h|r героик нужны 70лвлы, выкупаю нужные шмотки по 50 000г",
					["serverTime"] = 1693660435,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						109, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10810.304,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[16:13:59]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Элидсес-Гордунни:1506:CHANNEL:2|h[|cfff48cbaЭлидсес|r]|h: |cffffd000|Htrade:Player-1602-0F4A2545:2018:164|h[Кузнечное дело]|h|r|cffa335ee|Hitem:205168::::::::70:66::13:1:3524:3:40:1027:38:8:45:189542:::::|h[Затененный ударный баклер |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r ОРУЖИЕ/ЛАТЫ/ЩИТЫ 447",
					["serverTime"] = 1693660439,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						53, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10814.293,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[16:13:59]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Элидсес-Гордунни:1508:CHANNEL:2|h[|cfff48cbaЭлидсес|r]|h: |cffffd000|Htrade:Player-1602-0F4A2545:25229:755|h[Ювелирное дело]|h|r|cffa335ee|Hitem:193000::::::::70:66::13:1:3524:4:40:259:38:8:50:204682:51:204440:::::|h[Кольцо с песочными часами |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r Кольца/Шеи Т5",
					["serverTime"] = 1693660439,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						53, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10814.762,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[16:14:01]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Шаырос-Гордунни:1510:CHANNEL:5|h[|cffc41e3aШаырос|r]|h: привет |cff66bbff|Hjournal:1:2520:15|h[Дракомандир Саркарет]|h|r 45к <2 ласт босс  60к > |cff66bbff|Hjournal:0:1208:15|h[Аберрий, Затененное Горнило]|h|r 110к 9/9 Героический - Гер без кд 200к  - [М+16=100к [M+20=230к",
					["serverTime"] = 1693660441,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						36, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10816.046,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[16:14:01]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Рофлобород-Гордунни:1511:CHANNEL:5|h[|cfff48cbaРофлобород|r]|h: |cffa335ee|Hitem:201759::::::::70:66::13:1:3524:4:40:834:38:8:47:194566:51:204440:::::|h[Ожерелье ушедшего времени |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r ищу крафт",
					["serverTime"] = 1693660441,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						123, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10816.36,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[16:14:04]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Коперочек-Гордунни:1515:CHANNEL:5|h[|cffffffffКоперочек|r]|h: Крафт |cffa335ee|Hitem:205025::::::::70:258:::::::::|h[Пульсирующий плащ из спор]|h|r и другая <<ткань 447 гарант>> |cffffd000|Htrade:Player-1602-0E656A31:3908:197|h[Портняжное дело]|h|r",
					["serverTime"] = 1693660444,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						37, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10819.054,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[16:14:04]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Коперочек-Гордунни:1516:CHANNEL:2|h[|cffffffffКоперочек|r]|h: Крафт |cffa335ee|Hitem:205025::::::::70:258:::::::::|h[Пульсирующий плащ из спор]|h|r и другая <<ткань 447 гарант>> |cffffd000|Htrade:Player-1602-0E656A31:3908:197|h[Портняжное дело]|h|r",
					["serverTime"] = 1693660444,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						39, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10819.271,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[16:08:17]|h Смена канала: |Hchannel:CHANNEL:5|h[5. Торговля (услуги): Город]|h.",
					["serverTime"] = 1693660097,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						82, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 10471.796,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[16:08:21]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Алкашпупу-Гордунни:895:CHANNEL:2|h[|cffa330c9Алкашпупу|r]|h: Найму ДД в +17 ключи (идём много) за голд. Скор и гир в пм. Нид ткань + кожа",
					["serverTime"] = 1693660101,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						107, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10476.301,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[16:08:21]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Алкашпупу-Гордунни:896:CHANNEL:4|h[|cffa330c9Алкашпупу|r]|h: Найму ДД в +17 ключи (идём много) за голд. Скор и гир в пм. Нид ткань + кожа",
					["serverTime"] = 1693660101,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						105, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10476.301,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[16:08:26]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Шаырос-Гордунни:908:CHANNEL:5|h[|cffc41e3aШаырос|r]|h: привет |cff66bbff|Hjournal:1:2520:15|h[Дракомандир Саркарет]|h|r 45к <2 ласт босс  60к > |cff66bbff|Hjournal:0:1208:15|h[Аберрий, Затененное Горнило]|h|r 110к 9/9 Героический - Гер без кд 200к  - [М+16=100к [M+20=230к",
					["serverTime"] = 1693660106,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						36, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10481.521,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[16:08:28]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Рокушин-Гордунни:913:CHANNEL:5|h[|cff00ff98Рокушин|r]|h: Прокачка уровня 10-60 (2.5к за лвл)// 60-70 (12к за лвл), Вопросьі в пм |cffffff00|Hachievement:15805:Player-1602-0F5AB2AF:1:6:29:23:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r (245к за все)",
					["serverTime"] = 1693660108,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						108, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10483.409,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[16:08:28]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Рокушин-Гордунни:914:CHANNEL:5|h[|cff00ff98Рокушин|r]|h: Прокачка уровня 10-60 (2.5к за лвл)// 60-70 (12к за лвл), Вопросьі в пм |cffffff00|Hachievement:15805:Player-1602-0F5AB2AF:1:6:29:23:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r (245к за все)",
					["serverTime"] = 1693660108,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						108, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10483.409,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[16:08:29]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Триханредбак-Гордунни:916:CHANNEL:5|h[|cff00ff98Триханредбак|r]|h: Предлагаем |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r - Гер 9/9 <120К> - Гер без кд 9/9 <220К> - Ключи - М+16<125К> М+17<135К> - М+20<300К>",
					["serverTime"] = 1693660109,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						44, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10484.406,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[16:08:34]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Дядяджонн-Гордунни:925:CHANNEL:2|h[|cff8788eeДядяджонн|r]|h: В |cff66bbff|Hjournal:0:1193:15|h[Святилище Господства]|h|r героик нужны 70лвлы, выкупаю нужные шмотки по 50 000г",
					["serverTime"] = 1693660114,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						38, -- [2]
						109, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10489.532,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[16:08:37]|h Каитий говорит: Кажется, кружка опять пуста.",
					["serverTime"] = 1693660117,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						12, -- [2]
						13, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10492.065,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[16:08:43]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Андуинмакраш-Гордунни:941:CHANNEL:5|h[|cffffffffАндуинмакраш|r]|h: <Гильдия> предлагаем |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r || Гер 9/9 <120К> || Гер без кд 9/9 <220К> || Ключи || М+16<125К> М+17<135К> || М+20<300К>",
					["serverTime"] = 1693660123,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						35, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10498.398,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[16:08:51]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Нуда-Гордунни:952:CHANNEL:5|h[|cffa330c9Нуда|r]|h: Прокачаем вашего персонажа, за голд, 1-60(2ч) 3к лвл, 60-70 12к за 1 лвл(1,5ч. сумон есть) вы афк всё время",
					["serverTime"] = 1693660131,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						110, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10506.198,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[16:08:51]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Нуда-Гордунни:953:CHANNEL:5|h[|cffa330c9Нуда|r]|h: Прокачаем вашего персонажа, за голд, 1-60(2ч) 3к лвл, 60-70 12к за 1 лвл(1,5ч. сумон есть) вы афк всё время",
					["serverTime"] = 1693660131,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						34, -- [2]
						110, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 10506.198,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [128]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
