
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589856958,
	["scrollback"] = {
		["ChatFrame1"] = {
			{
				"[05:52:03] Вы выиграли торги. Куплен предмет: Сумка из глубоководного шелка.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
				false, -- [6]
				5, -- [7]
				6, -- [8]
			}, -- [1]
			{
				"[05:52:04] Вы выиграли торги. Куплен предмет: Сумка из глубоководного шелка.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
				false, -- [6]
				5, -- [7]
				6, -- [8]
			}, -- [2]
			{
				"[05:52:06] Вы выиграли торги. Куплен предмет: Сумка из глубоководного шелка.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
				false, -- [6]
				5, -- [7]
				6, -- [8]
			}, -- [3]
			{
				"[05:52:08] Вы выиграли торги. Куплен предмет: Сумка из глубоководного шелка.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
				false, -- [6]
				5, -- [7]
				6, -- [8]
			}, -- [4]
			{
				"[05:52:10] Вы выиграли торги. Куплен предмет: Сумка из глубоководного шелка.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
				false, -- [6]
				5, -- [7]
				6, -- [8]
			}, -- [5]
			{
				"[05:52:11] Вы выиграли торги. Куплен предмет: Сумка из глубоководного шелка.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
				false, -- [6]
				5, -- [7]
				6, -- [8]
			}, -- [6]
			{
				"[05:52:14] Вы выиграли торги. Куплен предмет: Сумка из глубоководного шелка.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
				false, -- [6]
				5, -- [7]
				6, -- [8]
			}, -- [7]
			{
				"[05:54:49] Вы выиграли торги. Куплен предмет: Сумка из глубоководного шелка.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
				false, -- [6]
				5, -- [7]
				6, -- [8]
			}, -- [8]
			{
				"[05:54:50] Вы выиграли торги. Куплен предмет: Сумка из глубоководного шелка.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
				false, -- [6]
				5, -- [7]
				6, -- [8]
			}, -- [9]
			{
				"[05:54:52] Вы выиграли торги. Куплен предмет: Сумка из глубоководного шелка.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
				false, -- [6]
				5, -- [7]
				6, -- [8]
			}, -- [10]
			{
				"[05:54:56] Вы выиграли торги. Куплен предмет: Сумка из глубоководного шелка.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
				false, -- [6]
				5, -- [7]
				6, -- [8]
			}, -- [11]
			{
				"[05:55:58] |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:1|h[1. Общий: Стальгорн]|h.", -- [1]
				1, -- [2]
				0.7529412508010864, -- [3]
				0.7529412508010864, -- [4]
				67, -- [5]
				false, -- [6]
				9, -- [7]
				10, -- [8]
			}, -- [12]
			{
				"[05:55:58] |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:2|h[2. Торговля: Город]|h.", -- [1]
				1, -- [2]
				0.7529412508010864, -- [3]
				0.7529412508010864, -- [4]
				68, -- [5]
				false, -- [6]
				12, -- [7]
				13, -- [8]
			}, -- [13]
			{
				"[05:55:58] |Hchannel:channel:3|h[3] |h Вы покинули канал |Hchannel:3|h[3. Оборона: Стальгорн]|h.", -- [1]
				1, -- [2]
				0.7529412508010864, -- [3]
				0.7529412508010864, -- [4]
				69, -- [5]
				false, -- [6]
				15, -- [7]
				16, -- [8]
			}, -- [14]
		},
	},
}
