
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589856958,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[19:09:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T804967:14|tБенакс – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1630858194,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879518.134,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[19:09:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134389:14|tПрах – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1630858195,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879518.894,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[19:09:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["serverTime"] = 1630858198,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879522.145,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[19:10:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:1928:362:260|h[Выжженная земля]|h|r наносит 515 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["serverTime"] = 1630858200,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879524.161,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[19:10:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:1928:362:260|h[Выжженная земля]|h|r меняет погоду на |T237588:14|t|cff4e96f7|HbattlePetAbil:171:1928:362:260|h[Выжженная земля]|h|r.",
					["serverTime"] = 1630858200,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879524.411,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[19:10:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463570:14|t|cff4e96f7|HbattlePetAbil:118:1112:289:244|h[Сильная струя воды]|h|r наносит 463 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["serverTime"] = 1630858202,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879526.501,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[19:10:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:1465:362:260|h[Выжженная земля]|h|r наносит 38 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["serverTime"] = 1630858203,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879527.511,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[19:10:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1351:289:244|h[Боевое восстановление]|h|r восстанавливает 277 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["serverTime"] = 1630858206,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879530.5,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[19:10:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T804967:14|tБенакс – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1630858214,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879538.022,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[19:10:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134389:14|tПрах – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1630858215,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879538.781,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[19:10:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["serverTime"] = 1630858217,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879541.159,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[19:10:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:1928:362:260|h[Выжженная земля]|h|r наносит 515 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["serverTime"] = 1630858219,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879543.17,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[19:10:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:1928:362:260|h[Выжженная земля]|h|r меняет погоду на |T237588:14|t|cff4e96f7|HbattlePetAbil:171:1928:362:260|h[Выжженная земля]|h|r.",
					["serverTime"] = 1630858219,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879543.426,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[19:10:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1112:289:244|h[Оползень]|h|r наносит 556 ед. урона |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["serverTime"] = 1630858223,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879546.769,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[19:10:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:1372:362:260|h[Выжженная земля]|h|r прекращается.",
					["serverTime"] = 1630858223,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879547.022,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[19:10:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1112:289:244|h[Оползень]|h|r меняет погоду на |T463566:14|t|cff4e96f7|HbattlePetAbil:718:1112:289:244|h[Слякотная погода]|h|r.",
					["serverTime"] = 1630858223,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879547.022,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[19:10:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["serverTime"] = 1630858225,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879549.159,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[19:10:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:178:1372:362:260|h[Жертвенный огонь]|h|r наносит 401 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["serverTime"] = 1630858226,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879550.319,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[19:10:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:178:1372:362:260|h[Жертвенный огонь]|h|r накладывает эффект |T135817:14|t|cff4e96f7|HbattlePetAbil:177:1372:362:260|h[Жертвенный огонь]|h|r на |3-1(ваш питомец) |3-3(|T804967:14|tБенакс).",
					["serverTime"] = 1630858226,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879550.57,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[19:10:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463570:14|t|cff4e96f7|HbattlePetAbil:118:711:289:244|h[Сильная струя воды]|h|r наносит 463 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["serverTime"] = 1630858228,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879552.495,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[19:10:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:177:909:362:260|h[Жертвенный огонь]|h|r наносит 47 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["serverTime"] = 1630858229,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879553.524,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[19:10:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["serverTime"] = 1630858231,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879555.177,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[19:10:32]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135597:14|t|cff4e96f7|HbattlePetAbil:1407:909:362:260|h[Глубокий ожог]|h|r наносит 496 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["serverTime"] = 1630858232,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879556.4,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[19:10:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463570:14|t|cff4e96f7|HbattlePetAbil:118:168:289:244|h[Сильная струя воды]|h|r наносит 463 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["serverTime"] = 1630858234,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879558.33,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[19:10:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:177:446:362:260|h[Жертвенный огонь]|h|r наносит 47 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["serverTime"] = 1630858235,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879559.361,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[19:10:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["serverTime"] = 1630858237,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879561.183,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[19:10:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135597:14|t|cff4e96f7|HbattlePetAbil:1407:446:362:260|h[Глубокий ожог]|h|r наносит 496 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["serverTime"] = 1630858238,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879562.411,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[19:10:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T804967:14|tБенакс погибает.",
					["serverTime"] = 1630858238,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879562.411,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[19:10:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T804967:14|tБенакс – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1630858251,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879576.103,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[19:10:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134389:14|tПрах – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1630858252,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879576.856,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[19:10:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["serverTime"] = 1630858257,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879582.095,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[19:11:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:1928:362:260|h[Выжженная земля]|h|r наносит 515 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["serverTime"] = 1630858259,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879584.107,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[19:11:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:1928:362:260|h[Выжженная земля]|h|r меняет погоду на |T237588:14|t|cff4e96f7|HbattlePetAbil:171:1928:362:260|h[Выжженная земля]|h|r.",
					["serverTime"] = 1630858259,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879584.361,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[19:11:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T512902:14|t|cff4e96f7|HbattlePetAbil:934:1112:289:244|h[Пузырь]|h|r накладывает эффект |T512902:14|t|cff4e96f7|HbattlePetAbil:933:1112:289:244|h[Пузырь]|h|r на |3-1(ваш питомец) |3-3(|T804967:14|tБенакс).",
					["serverTime"] = 1630858261,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879585.903,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[19:11:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:1928:362:260|h[Выжженная земля]|h|r наносит 38 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["serverTime"] = 1630858262,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879586.915,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[19:11:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["serverTime"] = 1630858263,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879588.121,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[19:11:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(ваш питомец) |T804967:14|tБенакс блокирует способность |T135817:14|t|cff4e96f7|HbattlePetAbil:178:1928:362:260|h[Жертвенный огонь]|h|r",
					["serverTime"] = 1630858264,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879589.083,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[19:11:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1074:289:244|h[Оползень]|h|r наносит 556 ед. урона |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["serverTime"] = 1630858267,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879592.102,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[19:11:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:1372:362:260|h[Выжженная земля]|h|r прекращается.",
					["serverTime"] = 1630858267,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879592.355,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[19:11:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1074:289:244|h[Оползень]|h|r меняет погоду на |T463566:14|t|cff4e96f7|HbattlePetAbil:718:1074:289:244|h[Слякотная погода]|h|r.",
					["serverTime"] = 1630858267,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879592.355,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[19:11:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["serverTime"] = 1630858270,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879595.183,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[19:11:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(ваш питомец) |T804967:14|tБенакс блокирует способность |T135597:14|t|cff4e96f7|HbattlePetAbil:1407:1372:362:260|h[Глубокий ожог]|h|r",
					["serverTime"] = 1630858271,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879596.341,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[19:11:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T512902:14|t|cff4e96f7|HbattlePetAbil:933:1074:289:244|h[Пузырь]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T804967:14|tБенакс), заканчивается.",
					["serverTime"] = 1630858271,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879596.341,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[19:11:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463570:14|t|cff4e96f7|HbattlePetAbil:118:1074:289:244|h[Сильная струя воды]|h|r наносит 463 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["serverTime"] = 1630858273,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879598.106,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[19:11:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["serverTime"] = 1630858276,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879601.066,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[19:11:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135597:14|t|cff4e96f7|HbattlePetAbil:1407:909:362:260|h[Глубокий ожог]|h|r наносит 248 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["serverTime"] = 1630858277,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879602.277,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[19:11:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463570:14|t|cff4e96f7|HbattlePetAbil:118:826:289:244|h[Сильная струя воды]|h|r наносит 463 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["serverTime"] = 1630858279,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879604.203,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[19:11:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["serverTime"] = 1630858281,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879606.142,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[19:11:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:446:362:260|h[Выжженная земля]|h|r наносит 515 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["serverTime"] = 1630858283,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879608.153,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[19:11:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:718:311:289:244|h[Слякотная погода]|h|r прекращается.",
					["serverTime"] = 1630858283,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879608.408,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[19:11:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:446:362:260|h[Выжженная земля]|h|r меняет погоду на |T237588:14|t|cff4e96f7|HbattlePetAbil:171:446:362:260|h[Выжженная земля]|h|r.",
					["serverTime"] = 1630858283,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879608.408,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[19:11:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463570:14|t|cff4e96f7|HbattlePetAbil:118:311:289:244|h[Сильная струя воды]|h|r наносит 463 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["serverTime"] = 1630858285,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879610.707,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[19:11:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T134389:14|tПрах погибает.",
					["serverTime"] = 1630858285,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879610.707,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[19:11:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:0:362:260|h[Выжженная земля]|h|r наносит 38 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["serverTime"] = 1630858288,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879613.23,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[19:11:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["serverTime"] = 1630858288,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879613.487,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[19:11:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132182:14|tКлык – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1630858288,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879613.487,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[19:11:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["serverTime"] = 1630858292,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879617.153,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[19:11:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T648840:14|t|cff4e96f7|HbattlePetAbil:515:1766:333:500|h[Атака с высоты]|h|r наносит 264 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["serverTime"] = 1630858292,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879617.409,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[19:11:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T648840:14|t|cff4e96f7|HbattlePetAbil:515:1766:333:500|h[Атака с высоты]|h|r накладывает эффект |T464973:14|t|cff4e96f7|HbattlePetAbil:516:1766:333:500|h[Ослабленная защита]|h|r на |3-1(ваш питомец) |3-3(|T804967:14|tБенакс).",
					["serverTime"] = 1630858294,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879619.349,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[19:11:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463570:14|t|cff4e96f7|HbattlePetAbil:118:9:289:244|h[Сильная струя воды]|h|r наносит 463 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T132182:14|tКлык).",
					["serverTime"] = 1630858296,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879621.153,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[19:11:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:0:362:260|h[Выжженная земля]|h|r наносит 47 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["serverTime"] = 1630858297,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879622.168,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[19:11:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T804967:14|tБенакс погибает.",
					["serverTime"] = 1630858297,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879622.168,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[19:11:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:0:362:260|h[Выжженная земля]|h|r наносит 76 ед. урона |3-2(вражеский питомец) |3-2(|T132182:14|tКлык).",
					["serverTime"] = 1630858299,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879623.928,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[19:11:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["serverTime"] = 1630858301,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879626.063,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[19:11:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T797547:14|tДракончик Нексуса – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1630858301,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879626.063,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[19:11:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["serverTime"] = 1630858314,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879638.979,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[19:11:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458967:14|t|cff4e96f7|HbattlePetAbil:357:1227:333:500|h[Визг]|h|r наносит 176 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["serverTime"] = 1630858314,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879639.735,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[19:11:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458967:14|t|cff4e96f7|HbattlePetAbil:357:1227:333:500|h[Визг]|h|r накладывает эффект |T653221:14|t|cff4e96f7|HbattlePetAbil:154:1227:333:500|h[Снижение скорости]|h|r на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса).",
					["serverTime"] = 1630858315,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879639.992,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[19:12:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135739:14|t|cff4e96f7|HbattlePetAbil:589:1224:341:244|h[Чародейская буря]|h|r наносит 324 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132182:14|tКлык).",
					["serverTime"] = 1630858319,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879643.766,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[19:12:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135739:14|t|cff4e96f7|HbattlePetAbil:589:1224:341:244|h[Чародейская буря]|h|r наносит 216 ед. урона |3-2(вражеский питомец) |3-2(|T538518:14|tРой).",
					["serverTime"] = 1630858319,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879643.766,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[19:12:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:0:362:260|h[Выжженная земля]|h|r прекращается.",
					["serverTime"] = 1630858319,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879644.022,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[19:12:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135739:14|t|cff4e96f7|HbattlePetAbil:589:1224:341:244|h[Чародейская буря]|h|r меняет погоду на |T135739:14|t|cff4e96f7|HbattlePetAbil:590:1224:341:244|h[Чародейские ветра]|h|r.",
					["serverTime"] = 1630858319,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879644.022,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[19:12:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["serverTime"] = 1630858321,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879646.087,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[19:12:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463565:14|t|cff4e96f7|HbattlePetAbil:420:903:333:500|h[Пронизывающий ветер]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["serverTime"] = 1630858322,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879647.378,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[19:12:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463565:14|t|cff4e96f7|HbattlePetAbil:420:903:333:500|h[Пронизывающий ветер]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["serverTime"] = 1630858323,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879647.881,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[19:12:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463565:14|t|cff4e96f7|HbattlePetAbil:420:903:333:500|h[Пронизывающий ветер]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["serverTime"] = 1630858323,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879648.402,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[19:12:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135734:14|t|cff4e96f7|HbattlePetAbil:489:876:341:183|h[Волна маны]|h|r наносит 588 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132182:14|tКлык).",
					["serverTime"] = 1630858325,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879650.312,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[19:12:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:315:333:500|h[Летающий питомец]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132182:14|tКлык), заканчивается.",
					["serverTime"] = 1630858325,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879650.312,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[19:12:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135734:14|t|cff4e96f7|HbattlePetAbil:489:876:341:183|h[Волна маны]|h|r наносит 270 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132182:14|tКлык).",
					["serverTime"] = 1630858325,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879650.572,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[19:12:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h:  накладывает эффект |T618974:14|t|cff4e96f7|HbattlePetAbil:245:876:341:183|h[Дракон]|h|r на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса).",
					["serverTime"] = 1630858326,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879651.587,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[19:12:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["serverTime"] = 1630858327,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879652.45,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[19:12:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463565:14|t|cff4e96f7|HbattlePetAbil:420:45:333:333|h[Пронизывающий ветер]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["serverTime"] = 1630858329,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879653.784,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[19:12:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463565:14|t|cff4e96f7|HbattlePetAbil:420:45:333:333|h[Пронизывающий ветер]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["serverTime"] = 1630858329,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879654.298,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[19:12:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463565:14|t|cff4e96f7|HbattlePetAbil:420:45:333:333|h[Пронизывающий ветер]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["serverTime"] = 1630858330,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879654.808,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[19:12:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135734:14|t|cff4e96f7|HbattlePetAbil:489:528:341:183|h[Волна маны]|h|r наносит 1148 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132182:14|tКлык).",
					["serverTime"] = 1630858332,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879656.864,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[19:12:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T132182:14|tКлык погибает.",
					["serverTime"] = 1630858332,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879656.864,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[19:12:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618974:14|t|cff4e96f7|HbattlePetAbil:245:528:341:183|h[Дракон]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса), заканчивается.",
					["serverTime"] = 1630858334,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879659.382,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[19:12:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["serverTime"] = 1630858334,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879659.382,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[19:12:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538518:14|tРой – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1630858334,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879659.382,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[19:12:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["serverTime"] = 1630858336,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879661.548,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[19:12:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136128:14|t|cff4e96f7|HbattlePetAbil:232:1184:484:219|h[Рой мух]|h|r накладывает эффект \"|T136128:14|t|cff4e96f7|HbattlePetAbil:231:1184:484:219|h[Рой мух]|h|r\" на |3-3(ваша команда).",
					["serverTime"] = 1630858337,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879662.06,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[19:12:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135734:14|t|cff4e96f7|HbattlePetAbil:489:528:341:183|h[Волна маны]|h|r наносит 364 ед. урона |3-2(вражеский питомец) |3-2(|T538518:14|tРой).",
					["serverTime"] = 1630858339,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879664.387,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[19:12:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135734:14|t|cff4e96f7|HbattlePetAbil:489:528:341:183|h[Волна маны]|h|r наносит 180 ед. урона |3-2(вражеский питомец) |3-2(|T538518:14|tРой).",
					["serverTime"] = 1630858339,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879664.642,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[19:12:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136128:14|t|cff4e96f7|HbattlePetAbil:231:640:484:219|h[Рой мух]|h|r наносит 176 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["serverTime"] = 1630858341,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879666.158,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[19:12:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h:  накладывает эффект |T618974:14|t|cff4e96f7|HbattlePetAbil:245:352:341:183|h[Дракон]|h|r на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса).",
					["serverTime"] = 1630858342,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879667.168,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[19:12:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["serverTime"] = 1630858345,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879669.997,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[19:12:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T895885:14|t|cff4e96f7|HbattlePetAbil:1049:640:484:219|h[Ослепляющий яд]|h|r накладывает эффект |T895885:14|t|cff4e96f7|HbattlePetAbil:1048:640:484:219|h[Ослепляющий яд]|h|r на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса).",
					["serverTime"] = 1630858346,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879671.316,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[19:12:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135781:14|t|cff4e96f7|HbattlePetAbil:782:352:341:183|h[Ледяное дыхание]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T538518:14|tРой).",
					["serverTime"] = 1630858348,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879673.747,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[19:12:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136128:14|t|cff4e96f7|HbattlePetAbil:231:640:484:219|h[Рой мух]|h|r наносит 176 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["serverTime"] = 1630858350,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879675.28,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[19:12:32]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T653221:14|t|cff4e96f7|HbattlePetAbil:154:0:333:333|h[Снижение скорости]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса), заканчивается.",
					["serverTime"] = 1630858351,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879676.29,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[19:12:32]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618974:14|t|cff4e96f7|HbattlePetAbil:245:176:341:183|h[Дракон]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса), заканчивается.",
					["serverTime"] = 1630858351,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879676.29,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[19:12:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["serverTime"] = 1630858352,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879677.122,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[19:12:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135781:14|t|cff4e96f7|HbattlePetAbil:782:176:341:244|h[Ледяное дыхание]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T538518:14|tРой).",
					["serverTime"] = 1630858353,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879678.545,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[19:12:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:359:640:484:219|h[Ужалить]|h|r накладывает эффект |T132274:14|t|cff4e96f7|HbattlePetAbil:358:640:484:219|h[Ужалить]|h|r на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса).",
					["serverTime"] = 1630858355,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879680.685,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[19:12:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:358:640:484:219|h[Ужалить]|h|r наносит 151 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["serverTime"] = 1630858356,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879681.735,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[19:12:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136128:14|t|cff4e96f7|HbattlePetAbil:231:640:484:219|h[Рой мух]|h|r наносит 176 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["serverTime"] = 1630858357,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879682.243,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[19:12:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T797547:14|tДракончик Нексуса погибает.",
					["serverTime"] = 1630858357,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879682.243,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[19:12:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["serverTime"] = 1630858361,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879685.854,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[19:12:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T797882:14|tКуньлайский коротышка – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1630858361,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879685.854,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[19:12:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 13",
					["serverTime"] = 1630858364,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879689.129,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[19:12:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132176:14|t|cff4e96f7|HbattlePetAbil:124:1465:305:257|h[Буйство]|h|r наносит 609 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T538518:14|tРой).",
					["serverTime"] = 1630858365,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879690.256,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[19:12:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:359:31:484:219|h[Ужалить]|h|r накладывает эффект |T132274:14|t|cff4e96f7|HbattlePetAbil:358:31:484:219|h[Ужалить]|h|r на |3-1(ваш питомец) |3-3(|T797882:14|tКуньлайский коротышка).",
					["serverTime"] = 1630858367,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879691.991,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[19:12:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:358:31:484:219|h[Ужалить]|h|r наносит 151 ед. урона |3-2(ваш питомец) |3-2(|T797882:14|tКуньлайский коротышка).",
					["serverTime"] = 1630858368,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879693.027,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[19:12:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136128:14|t|cff4e96f7|HbattlePetAbil:231:31:484:219|h[Рой мух]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797882:14|tКуньлайский коротышка).",
					["serverTime"] = 1630858368,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879693.544,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[19:12:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1256:305:257|h[Восстановление]|h|r восстанавливает 58 ед. урона |3-2(ваш питомец) |3-2(|T797882:14|tКуньлайский коротышка).",
					["serverTime"] = 1630858369,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879694.557,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[19:12:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["serverTime"] = 1630858370,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879695.511,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[19:12:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132176:14|t|cff4e96f7|HbattlePetAbil:124:1256:305:257|h[Буйство]|h|r наносит 609 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T538518:14|tРой).",
					["serverTime"] = 1630858371,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879696.626,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[19:12:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T538518:14|tРой погибает.",
					["serverTime"] = 1630858371,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879696.626,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[19:12:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:358:0:484:219|h[Ужалить]|h|r наносит 151 ед. урона |3-2(ваш питомец) |3-2(|T797882:14|tКуньлайский коротышка).",
					["serverTime"] = 1630858374,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879699.173,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[19:12:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136128:14|t|cff4e96f7|HbattlePetAbil:231:0:484:219|h[Рой мух]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797882:14|tКуньлайский коротышка).",
					["serverTime"] = 1630858374,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879699.686,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[19:12:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1047:305:257|h[Восстановление]|h|r восстанавливает 58 ед. урона |3-2(ваш питомец) |3-2(|T797882:14|tКуньлайский коротышка).",
					["serverTime"] = 1630858375,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879700.699,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[19:12:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1256:305:257|h[Боевое восстановление]|h|r восстанавливает 209 ед. урона |3-2(ваш питомец) |3-2(|T797882:14|tКуньлайский коротышка).",
					["serverTime"] = 1630858377,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1879702.151,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [122]
			},
			["headIndex"] = 122,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 5,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["g"] = 0.9686275124549866,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555296,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["serverTime"] = 1638596367,
					["r"] = 0.9372549653053284,
					["b"] = 1,
					["timestamp"] = 1523191.596,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 0.9686275124549866,
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 1523191.596,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1523191.596,
				}, -- [4]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1523177.645,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [5]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[20:16:11]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq41|k:16:0:BN_WHISPER:|Kq41|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq41|k|r|h|cffd8d8d8]|r: I see one of the Dungeons for the time trials is PF with this weeks affixes. I guess you'll be kinda prepared for the +15 after my +22 PF or the other way around :D",
					["b"] = 0.847058892250061,
					["r"] = 0.8901961445808411,
					["g"] = 0.4745098352432251,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555371,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[20:16:58]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq41|k:16:0:BN_WHISPER:|Kq41|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq41|k|r|h|cffd8d8d8]|r: Oh yeah, one can only dream about the affixes like that",
					["b"] = 0.847058892250061,
					["r"] = 0.8901961445808411,
					["g"] = 0.4745098352432251,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555417,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						16, -- [3]
						22, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 11 |4час:часа:часов;, 22 |4минута:минуты:минут;, 30 |4секунда:секунды:секунд;.",
					["timestamp"] = 1523191.596,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1523191.596,
				}, -- [4]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 49,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[02:16:08]|h Сообщение дня от гильдии: \"Йоу всем! В Гильдии есть рейдящий статик. За инфо в дискорд Гильдии http://discord.gg/98q8RQg !\"",
					["g"] = 0.5058823823928833,
					["r"] = 0.4745098352432251,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555296,
					["b"] = 0.8196079134941101,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[20:14:56]|h Сообщение дня от гильдии: \"Йоу всем! В Гильдии есть рейдящий статик. За инфо в дискорд Гильдии http://discord.gg/98q8RQg !\"",
					["serverTime"] = 1638596367,
					["r"] = 0.4745098352432251,
					["b"] = 0.8196079134941101,
					["timestamp"] = 1523191.596,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["g"] = 0.5058823823928833,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[20:14:57]|h Вы будете получать добычу для специализации \"Тьма\".",
					["b"] = 1,
					["r"] = 0.9372549653053284,
					["g"] = 0.9686275124549866,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555297,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[20:15:00]|h Общее время игры: 15 |4день:дня:дней;, 15 |4час:часа:часов;, 3 |4минута:минуты:минут;, 1 |4секунда:секунды:секунд;.",
					["b"] = 1,
					["r"] = 0.9372549653053284,
					["g"] = 0.9686275124549866,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555300,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[20:15:00]|h Время игры на этом уровне: 9 |4день:дня:дней;, 3 |4час:часа:часов;, 26 |4минута:минуты:минут;, 51 |4секунда:секунды:секунд;.",
					["b"] = 1,
					["r"] = 0.9372549653053284,
					["g"] = 0.9686275124549866,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555300,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[20:15:13]|h Вы получили предмет: |cff1eff00|Hitem:181644::::::::60:258:::::::::|h[Немаркированные сосуды со штаммами]|h|rx7.",
					["b"] = 0.2980392277240753,
					["r"] = 0.9372549653053284,
					["g"] = 0.8901961445808411,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555313,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[20:15:14]|h Вы получили предмет: |cff0070dd|Hitem:188651::::::::60:258:::::::::|h[Гримуар знаний]|h|r.",
					["b"] = 0.2980392277240753,
					["r"] = 0.9372549653053284,
					["g"] = 0.8901961445808411,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555314,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[20:15:15]|h Отношение |3-7(Перерожденные) к вам улучшилось на 317.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555315,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[20:15:16]|h Отношение |3-7(Неумирающая армия) к вам улучшилось на 317.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555316,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[20:15:17]|h Вы получили предмет: |cff1eff00|Hitem:184148::::::::60:258:::::::::|h[Незаметная греховировая фляга]|h|rx9.",
					["b"] = 0.2980392277240753,
					["r"] = 0.9372549653053284,
					["g"] = 0.8901961445808411,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555317,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[20:15:18]|h Получено: 264 |4золотая:золотые:золотых;, 12 |4серебряная:серебряные:серебряных;.",
					["b"] = 1,
					["r"] = 0.9372549653053284,
					["g"] = 0.9686275124549866,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555318,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[20:15:19]|h Вы получили предмет: |cff1eff00|Hitem:181551::::::::60:258:::::::::|h[Истощенное сердце камнерожденного]|h|rx7.",
					["b"] = 0.2980392277240753,
					["r"] = 0.9372549653053284,
					["g"] = 0.8901961445808411,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555319,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[20:15:20]|h Вы получаете валюту – |cffff8000|Hcurrency:1906:0|h[Угли душ]|h|rх30",
					["b"] = 0.8196079134941101,
					["r"] = 0.2549019753932953,
					["g"] = 0.5254902243614197,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555320,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[20:15:20]|h Вы получили предмет: |cff0070dd|Hitem:187576::::::::60:258::31:::::::|h[Кортийский тайник шкуродера]|h|r.",
					["b"] = 0.2980392277240753,
					["r"] = 0.9372549653053284,
					["g"] = 0.8901961445808411,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555320,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[20:15:23]|h Ваша добыча: |cffffffff|Hitem:172089::::::::60:258:::::::::|h[Могильная кожа]|h|rx50.",
					["b"] = 0.2980392277240753,
					["r"] = 0.9372549653053284,
					["g"] = 0.8901961445808411,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555323,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[20:15:23]|h Ваша добыча: |cffffffff|Hitem:172092::::::::60:258:::::::::|h[Мертвенно-бледная кость]|h|rx10.",
					["b"] = 0.2980392277240753,
					["r"] = 0.9372549653053284,
					["g"] = 0.8901961445808411,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555323,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[20:15:23]|h Ваша добыча: |cff1eff00|Hitem:172094::::::::60:258:::::::::|h[Загрубевшая шкура]|h|rx10.",
					["b"] = 0.2980392277240753,
					["r"] = 0.9372549653053284,
					["g"] = 0.8901961445808411,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555323,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[20:15:41]|h Джерико Уоллраш говорит: Атака из нескольких порталов помогла бы нам обойти другие дома с флангов и заставить их обороняться.",
					["b"] = 0.6235294342041016,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555341,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[20:15:47]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Экзекушен-Гордунни:215:CHANNEL:4|h|cffc59a6cЭкзекушен|r|h|cffd8d8d8]|r: куплю |cffa335ee|Hitem:166433::::::::60:72::::1:28:872:::::|h[Испуганный кодо]|h|r",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555347,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[20:16:03]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Драгонфоррс-Гордунни:223:CHANNEL:4|h|cffa22fc8Драгонфоррс|r|h|cffd8d8d8]|r: |cffa335ee|Hitem:166433::::::::50:577::::1:28:872:::::|h[Испуганный кодо]|h|rпродам",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555363,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						11, -- [3]
						14, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[20:16:11]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq41|k:16:0:BN_WHISPER:|Kq41|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq41|k|r|h|cffd8d8d8]|r: I see one of the Dungeons for the time trials is PF with this weeks affixes. I guess you'll be kinda prepared for the +15 after my +22 PF or the other way around :D",
					["b"] = 0.847058892250061,
					["r"] = 0.8901961445808411,
					["g"] = 0.4745098352432251,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555371,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[20:16:33]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Бианлин-Гордунни:235:CHANNEL:4|h|cff00fe97Бианлин|r|h|cffd8d8d8]|r: Куплю танка\\хила в 15 кей  за голд рио в пм",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555392,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						11, -- [3]
						18, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[20:16:51]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Нановарлок-Гордунни:236:CHANNEL:4|h|cff8687edНановарлок|r|h|cffd8d8d8]|r: |cffffd100|HclubFinder:ClubFinder-1-44118-1602-50551503|h[Гильдия: Лучше не бывает]|h|r приглашет дд и хила в статик (10 хм 3 миф) со спокойной атмосферой. РТ ср,чт,пн 21-23 мск",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555410,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						11, -- [3]
						20, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[20:16:51]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Нановарлок-Гордунни:237:CHANNEL:4|h|cff8687edНановарлок|r|h|cffd8d8d8]|r: |cffffd100|HclubFinder:ClubFinder-1-44118-1602-50551503|h[Гильдия: Лучше не бывает]|h|r приглашет дд и хила в статик (10 хм 3 миф) со спокойной атмосферой. РТ ср,чт,пн 21-23 мск",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555410,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						11, -- [3]
						20, -- [4]
						["n"] = 4,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[20:16:51]|h Джерико Уоллраш говорит: Для любой масштабной атаки нам нужны более обширные запасы анимы.",
					["b"] = 0.6235294342041016,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555410,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[20:16:58]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq41|k:16:0:BN_WHISPER:|Kq41|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq41|k|r|h|cffd8d8d8]|r: Oh yeah, one can only dream about the affixes like that",
					["b"] = 0.847058892250061,
					["r"] = 0.8901961445808411,
					["g"] = 0.4745098352432251,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555417,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						16, -- [3]
						22, -- [4]
						["n"] = 4,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[20:16:59]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Нэшли-Гордунни:240:CHANNEL:4|h|cffa9d271Нэшли|r|h|cffd8d8d8]|r: |cffffd100|HclubFinder:ClubFinder-1-167954-1602-64706515|h[Гильдия: Грязная Магия]|h|r    5 /10 м - 10 /10 хм (пн вт ср чт) 18:00 - 20:30 МСК. Требуются: Танк, Хилы, ДД, РДД. Также рады просто активным и адекватным !",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638555418,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						11, -- [3]
						23, -- [4]
						["n"] = 4,
					},
				}, -- [27]
				{
					["message"] = "0 |4день:дня:дней;, 11 |4час:часа:часов;, 22 |4минута:минуты:минут;, 29 |4секунда:секунды:секунд;.",
					["timestamp"] = 1523191.596,
				}, -- [28]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1523191.596,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[07:39:20]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.129 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Marshy and our newborn daughter Kiana.",
					["r"] = 1,
					["timestamp"] = 1523177.645,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[07:39:21]|h |cff9900ffWeakAuras:|r  Готово к применению 5 |4обновление:обновления:обновлений;.",
					["timestamp"] = 1523177.645,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[07:39:28]|h Сообщение дня от гильдии: \"Йоу всем! В Гильдии есть рейдящий статик. За инфо в дискорд Гильдии http://discord.gg/98q8RQg !\"",
					["r"] = 0.4745098352432251,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1523191.397,
					["g"] = 0.5058823823928833,
					["b"] = 0.8196079134941101,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[07:39:29]|h |cFFFF0000[ZT-Error] LibGroupInSpecT-1.1 not found",
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638596368,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[07:39:29]|h Вы будете получать добычу для специализации \"Тьма\".",
					["serverTime"] = 1638596368,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1523191.596,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[07:39:29]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638596368,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[07:39:29]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638596368,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[07:39:29]|h |cffffd700Титан Панель|r|cff20ff20 5.21.2.90105|r|cffffd700|cffffd700 от |cffff8c00Titan Development Team|r|cff20ff20|r",
					["timestamp"] = 1523191.596,
					["serverTime"] = 1638596368,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[07:39:29]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Алоиза(2): Фламиника: Vuhdo'esque",
					["r"] = 1,
					["serverTime"] = 1638596368,
					["timestamp"] = 1523191.596,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[07:39:29]|h |cffffe566{VuhDo}|r auto model sanity: VUHDO_CONFIG: created 1, repaired 0 values.",
					["r"] = 1,
					["serverTime"] = 1638596368,
					["timestamp"] = 1523191.596,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[07:39:32]|h Общее время игры: 15 |4день:дня:дней;, 15 |4час:часа:часов;, 5 |4минута:минуты:минут;, 15 |4секунда:секунды:секунд;.",
					["serverTime"] = 1638596371,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1523195.653,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[07:39:32]|h Время игры на этом уровне: 9 |4день:дня:дней;, 3 |4час:часа:часов;, 29 |4минута:минуты:минут;, 5 |4секунда:секунды:секунд;.",
					["serverTime"] = 1638596371,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1523195.653,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[07:39:32]|h |cff7f7f7f[07:39]|r [|cff007f7fNOP|r] Шахта Зашедшей Луны: 12 done 0 to go!",
					["timestamp"] = 1523195.653,
					["serverTime"] = 1638596371,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[07:39:32]|h |cff7f7f7f[07:39]|r [|cff007f7fNOP|r] Paragon reward for Неумирающая армия is ready!",
					["timestamp"] = 1523195.653,
					["serverTime"] = 1638596371,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[07:39:46]|h Вы получаете валюту – |cffff8000|Hcurrency:1906:0|h[Угли душ]|h|rх20",
					["serverTime"] = 1638596385,
					["r"] = 0.2549019753932953,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1523210.03,
					["g"] = 0.5254902243614197,
					["b"] = 0.8196079134941101,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[07:39:46]|h Получено: 373 |4золотая:золотые:золотых;, 41 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1638596385,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1523210.03,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[07:39:53]|h Джерико Уоллраш говорит: Для любой масштабной атаки нам нужны более обширные запасы анимы.",
					["serverTime"] = 1638596392,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1523216.675,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[07:40:00]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Элюш-Гордунни:901:CHANNEL:4|h|cff00fe97Элюш|r|h|cffd8d8d8]|r: |cffffd100|HclubFinder:ClubFinder-1-251478-1602-105009016|h[Гильдия: Алиот]|h|r ищет друзей для походов за трансмогом, в рейды и просто поболтать.   РТ ср, чт, вск 20-23 мск",
					["serverTime"] = 1638596399,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						7, -- [3]
						8, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1523224.156,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[07:40:41]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Престол Примаса]|h.",
					["serverTime"] = 1638596440,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						10, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1523265.182,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[07:40:41]|h |Hchannel:channel:3|h[3] |h Вы покинули канал |Hchannel:CHANNEL:3|h[3. Оборона: Престол Примаса]|h.",
					["serverTime"] = 1638596440,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1523265.182,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [49]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
