
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589856958,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[18:11:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132103:14|t|cff4e96f7|HbattlePetAbil:2113:1320:366:317|h[Токсичный укус]|h|r наносит 193 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1617894672,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037294.302,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[18:11:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132103:14|t|cff4e96f7|HbattlePetAbil:2113:1320:366:317|h[Токсичный укус]|h|r накладывает эффект |T136067:14|t|cff4e96f7|HbattlePetAbil:2112:1320:366:317|h[Отравленная рана]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1617894672,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037294.553,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[18:11:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:1207:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1617894674,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037296.562,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[18:11:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["serverTime"] = 1617894675,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037297.492,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[18:11:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:1207:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1617894675,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037297.892,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[18:11:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:1207:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1617894676,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037298.642,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[18:11:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:1207:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1617894676,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037298.994,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[18:11:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:1207:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1207:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1617894677,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037299.345,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[18:11:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132122:14|t|cff4e96f7|HbattlePetAbil:803:1068:366:317|h[На клочки]|h|r наносит 193 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1617894680,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037302.199,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[18:11:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132122:14|t|cff4e96f7|HbattlePetAbil:803:1068:366:317|h[На клочки]|h|r накладывает эффект |T132155:14|t|cff4e96f7|HbattlePetAbil:491:1068:366:317|h[Кровотечение]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1617894680,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037302.449,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[18:11:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132155:14|t|cff4e96f7|HbattlePetAbil:491:1068:366:317|h[Кровотечение]|h|r наносит 231 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1617894681,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037303.459,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[18:11:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:783:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1617894682,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037304.709,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[18:11:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["serverTime"] = 1617894683,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037305.81,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[18:11:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1617894684,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037306.26,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[18:11:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:783:260:325|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1617894684,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037306.26,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[18:11:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1617894684,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037307.011,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[18:11:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1617894685,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037307.361,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[18:11:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:783:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:783:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1617894685,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037307.712,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[18:11:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T451161:14|t|cff4e96f7|HbattlePetAbil:202:503:366:317|h[Взбучка]|h|r наносит 241 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1617894689,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037310.634,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[18:11:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T451161:14|t|cff4e96f7|HbattlePetAbil:202:503:366:317|h[Взбучка]|h|r наносит 241 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1617894689,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037311.134,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[18:11:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132155:14|t|cff4e96f7|HbattlePetAbil:491:503:366:317|h[Кровотечение]|h|r наносит 383 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1617894690,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037311.895,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[18:11:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["serverTime"] = 1617894690,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037311.895,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[18:11:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r восстанавливает 280 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1617894693,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037314.417,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[18:11:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:280:260:325|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1617894693,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037314.667,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[18:11:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:280:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1617894695,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037316.939,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[18:11:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["serverTime"] = 1617894697,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037318.19,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[18:11:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1617894697,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037318.641,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[18:11:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1617894699,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037320.744,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[18:11:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1623379:14|tКостяная Клешня погибает.",
					["serverTime"] = 1617894699,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037320.744,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[18:11:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132155:14|t|cff4e96f7|HbattlePetAbil:491:0:366:317|h[Кровотечение]|h|r наносит 255 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1617894702,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037323.878,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[18:11:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["serverTime"] = 1617894702,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037324.128,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[18:11:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2027855:14|tШпиндель – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1617894702,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037324.128,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[18:11:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["serverTime"] = 1617894713,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037334.486,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[18:11:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136045:14|t|cff4e96f7|HbattlePetAbil:250:2356:280:333|h[Полчища паучков]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1617894713,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037334.944,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[18:11:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["serverTime"] = 1617894713,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037334.944,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[18:11:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["serverTime"] = 1617894718,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037339.609,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[18:11:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r\", наложенного на |3-3(команда противника), заканчивается.",
					["serverTime"] = 1617894718,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037339.659,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[18:12:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["serverTime"] = 1617894721,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037342.495,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[18:12:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T892829:14|tЖелезная звездочка – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1617894721,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037342.495,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[18:12:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["serverTime"] = 1617894726,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037347.5,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[18:12:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2293:280:333|h[Высасывание жизни]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1617894727,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037348.821,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[18:12:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2356:280:333|h[Высасывание жизни]|h|r восстанавливает 63 ед. урона |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["serverTime"] = 1617894727,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037348.821,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[18:12:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1396:305:244|h[Ликвидация]|h|r накладывает эффект |T132996:14|t|cff4e96f7|HbattlePetAbil:458:1396:305:244|h[Ликвидация]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1617894729,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037351.092,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[18:12:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["serverTime"] = 1617894733,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037354.331,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[18:12:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135822:14|t|cff4e96f7|HbattlePetAbil:382:2356:280:333|h[Режущая паутина]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1617894734,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037355.516,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[18:12:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135822:14|t|cff4e96f7|HbattlePetAbil:382:2356:280:333|h[Режущая паутина]|h|r накладывает эффект |T135822:14|t|cff4e96f7|HbattlePetAbil:381:2356:280:333|h[Режущая паутина]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1617894734,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037355.766,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[18:12:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135769:14|t|cff4e96f7|HbattlePetAbil:208:1246:305:244|h[Суперзаряд]|h|r накладывает эффект |T648206:14|t|cff4e96f7|HbattlePetAbil:207:1246:305:244|h[Суперзарядка]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1617894736,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037357.536,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[18:12:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["serverTime"] = 1617894738,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037359.519,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[18:12:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2356:280:333|h[Высасывание жизни]|h|r наносит 150 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1617894739,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037360.782,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[18:12:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2356:280:333|h[Высасывание жизни]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["serverTime"] = 1617894739,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037360.782,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[18:12:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538440:14|t|cff4e96f7|HbattlePetAbil:383:2356:280:333|h[Высасывание жизни]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["serverTime"] = 1617894739,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037361.033,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[18:12:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132996:14|t|cff4e96f7|HbattlePetAbil:458:1096:305:244|h[Ликвидация]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["serverTime"] = 1617894742,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037363.458,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[18:12:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1096:305:244|h[Ликвидация]|h|r наносит 2577 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T2027855:14|tШпиндель).",
					["serverTime"] = 1617894742,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037363.458,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[18:12:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T2027855:14|tШпиндель погибает.",
					["serverTime"] = 1617894742,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037363.458,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[18:12:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135822:14|t|cff4e96f7|HbattlePetAbil:381:0:280:333|h[Режущая паутина]|h|r наносит 75 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1617894743,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037364.963,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[18:12:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T648206:14|t|cff4e96f7|HbattlePetAbil:207:1021:305:244|h[Суперзарядка]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["serverTime"] = 1617894743,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037364.963,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[18:12:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:1021:305:244|h[Ликвидация]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:1021:305:244|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T2027855:14|tШпиндель).",
					["serverTime"] = 1617894744,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037365.465,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[18:12:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["serverTime"] = 1617894745,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037367.011,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[18:12:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458967:14|tРокко – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1617894745,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037367.011,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[18:12:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["serverTime"] = 1617894751,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037372.433,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[18:12:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132762:14|tСтрашный ящик – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1617894751,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037372.433,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[18:12:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:2741:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["serverTime"] = 1617894753,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037374.428,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[18:12:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:2522:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1617894753,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037374.428,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[18:12:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:2631:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1617894754,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037375.188,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[18:12:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["serverTime"] = 1617894755,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037376.865,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[18:12:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136122:14|t|cff4e96f7|HbattlePetAbil:218:1220:260:260|h[Проклятие рока]|h|r накладывает эффект |T136122:14|t|cff4e96f7|HbattlePetAbil:217:1220:260:260|h[Проклятие рока]|h|r на |3-1(вражеский питомец) |3-3(|T458967:14|tРокко).",
					["serverTime"] = 1617894756,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037377.616,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[18:12:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237477:14|t|cff4e96f7|HbattlePetAbil:801:2631:317:219|h[Бросок камня]|h|r наносит 505 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["serverTime"] = 1617894758,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037379.791,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[18:12:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135822:14|t|cff4e96f7|HbattlePetAbil:381:0:280:333|h[Режущая паутина]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["serverTime"] = 1617894759,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037380.793,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[18:12:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:2740:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1617894759,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037380.793,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[18:12:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["serverTime"] = 1617894761,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037382.43,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[18:12:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T892829:14|tЖелезная звездочка – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1617894761,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037382.43,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[18:12:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:2740:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1617894763,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037384.549,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[18:12:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:2521:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1617894763,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037384.549,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[18:12:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:2630:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1617894764,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037385.307,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[18:12:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["serverTime"] = 1617894766,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037387.238,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[18:12:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:516:305:244|h[Ликвидация]|h|r накладывает эффект |T132996:14|t|cff4e96f7|HbattlePetAbil:458:516:305:244|h[Ликвидация]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1617894767,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037388.249,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[18:12:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237477:14|t|cff4e96f7|HbattlePetAbil:801:2630:317:219|h[Бросок камня]|h|r наносит 505 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1617894769,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037390.23,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[18:12:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:2739:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1617894770,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037391.231,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[18:12:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 13",
					["serverTime"] = 1617894776,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037397.479,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[18:12:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135769:14|t|cff4e96f7|HbattlePetAbil:208:11:305:244|h[Суперзаряд]|h|r накладывает эффект |T648206:14|t|cff4e96f7|HbattlePetAbil:207:11:305:244|h[Суперзарядка]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1617894777,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037398.24,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[18:12:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:2739:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1617894778,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037399.791,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[18:12:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T892829:14|tЖелезная звездочка погибает.",
					["serverTime"] = 1617894778,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037399.791,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[18:13:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:309:305:244|h[Последний шанс]|h|r восстанавливает 309 ед. урона |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1617894780,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037402.304,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[18:13:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:309:305:244|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:309:305:244|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1617894780,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037402.554,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[18:13:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:2520:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1617894781,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037403.556,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[18:13:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:2629:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1617894782,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037404.316,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[18:13:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["serverTime"] = 1617894784,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037406.31,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[18:13:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132996:14|t|cff4e96f7|HbattlePetAbil:458:309:305:244|h[Ликвидация]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["serverTime"] = 1617894785,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037407.921,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[18:13:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132996:14|t|cff4e96f7|HbattlePetAbil:459:309:305:244|h[Ликвидация]|h|r наносит 1718 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1617894785,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037407.921,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[18:13:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T648206:14|t|cff4e96f7|HbattlePetAbil:207:309:305:244|h[Суперзарядка]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T892829:14|tЖелезная звездочка), заканчивается.",
					["serverTime"] = 1617894785,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037407.921,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[18:13:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237477:14|t|cff4e96f7|HbattlePetAbil:801:911:317:219|h[Бросок камня]|h|r наносит 505 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T892829:14|tЖелезная звездочка).",
					["serverTime"] = 1617894788,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037410.294,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[18:13:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T892829:14|tЖелезная звездочка погибает.",
					["serverTime"] = 1617894788,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037410.294,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[18:13:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136122:14|t|cff4e96f7|HbattlePetAbil:217:715:260:260|h[Проклятие рока]|h|r наносит 840 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1617894790,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037412.816,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[18:13:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T136122:14|t|cff4e96f7|HbattlePetAbil:217:715:260:260|h[Проклятие рока]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T458967:14|tРокко), заканчивается.",
					["serverTime"] = 1617894791,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037413.825,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[18:13:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:180:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1617894791,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037413.825,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[18:13:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["serverTime"] = 1617894791,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037414.076,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[18:13:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132762:14|tСтрашный ящик – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1617894791,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037414.076,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[18:13:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 15",
					["serverTime"] = 1617894795,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037417.519,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[18:13:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T342917:14|t|cff4e96f7|HbattlePetAbil:649:715:260:260|h[Вихрь костей]|h|r наносит 273 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1617894796,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037418.519,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[18:13:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T458967:14|tРокко погибает.",
					["serverTime"] = 1617894796,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037418.519,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[18:13:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T342917:14|t|cff4e96f7|HbattlePetAbil:649:543:260:260|h[Вихрь костей]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["serverTime"] = 1617894797,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037420.123,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[18:13:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1134:260:260|h[Боевое восстановление]|h|r восстанавливает 591 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["serverTime"] = 1617894801,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037423.676,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[18:10:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237524:14|t|cff4e96f7|HbattlePetAbil:655:711:260:260|h[Страшный укус]|h|r наносит 420 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1617894630,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037252.942,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[18:10:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237477:14|t|cff4e96f7|HbattlePetAbil:801:1640:317:219|h[Бросок камня]|h|r наносит 337 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["serverTime"] = 1617894632,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037254.943,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[18:10:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1749:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1617894633,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037255.953,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[18:10:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 15",
					["serverTime"] = 1617894635,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037257.585,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[18:10:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237524:14|t|cff4e96f7|HbattlePetAbil:655:374:260:260|h[Страшный укус]|h|r наносит 420 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1617894636,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037258.696,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[18:10:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:1329:317:219|h[Удар с разбега]|h|r наносит 505 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["serverTime"] = 1617894637,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037259.817,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[18:10:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T132762:14|tСтрашный ящик погибает.",
					["serverTime"] = 1617894637,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037259.817,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[18:10:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618980:14|t|cff4e96f7|HbattlePetAbil:724:17:260:260|h[Проклятый]|h|r восстанавливает 17 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["serverTime"] = 1617894639,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037262.089,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[18:10:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618980:14|t|cff4e96f7|HbattlePetAbil:724:17:260:260|h[Проклятый]|h|r накладывает эффект |T618980:14|t|cff4e96f7|HbattlePetAbil:242:17:260:260|h[Нежить]|h|r на |3-1(ваш питомец) |3-3(|T132762:14|tСтрашный ящик).",
					["serverTime"] = 1617894640,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037262.339,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[18:10:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458974:14|t|cff4e96f7|HbattlePetAbil:532:1110:317:219|h[Удар с разбега]|h|r наносит 219 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1617894641,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037263.343,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[18:10:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1219:317:219|h[Восстановление]|h|r восстанавливает 109 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1617894641,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037264.094,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[18:10:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 16",
					["serverTime"] = 1617894644,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037266.386,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[18:10:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237524:14|t|cff4e96f7|HbattlePetAbil:655:17:260:260|h[Страшный укус]|h|r наносит 315 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1617894645,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037267.597,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[18:10:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136089:14|t|cff4e96f7|HbattlePetAbil:1466:1627:317:219|h[Каменный облик]|h|r восстанавливает 723 ед. урона |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1617894647,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037269.358,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[18:10:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136122:14|t|cff4e96f7|HbattlePetAbil:217:17:260:260|h[Проклятие рока]|h|r наносит 630 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T458967:14|tРокко).",
					["serverTime"] = 1617894648,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037270.38,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[18:10:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618980:14|t|cff4e96f7|HbattlePetAbil:242:17:260:260|h[Нежить]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T132762:14|tСтрашный ящик), заканчивается.",
					["serverTime"] = 1617894649,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037271.391,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[18:10:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618980:14|t|cff4e96f7|HbattlePetAbil:242:0:260:260|h[Нежить]|h|r наносит 17 ед. урона |3-2(ваш питомец) |3-2(|T132762:14|tСтрашный ящик).",
					["serverTime"] = 1617894649,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037271.391,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[18:10:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T132762:14|tСтрашный ящик погибает.",
					["serverTime"] = 1617894649,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037271.391,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[18:10:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T136122:14|t|cff4e96f7|HbattlePetAbil:217:0:260:260|h[Проклятие рока]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T458967:14|tРокко), заканчивается.",
					["serverTime"] = 1617894651,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037273.148,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[18:11:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1617894665,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037287.471,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[18:11:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1623379:14|tКостяная Клешня – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1617894666,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037288.231,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[18:11:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["serverTime"] = 1617894668,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037290.482,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[18:11:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1617894669,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037291.483,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[18:11:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1617894669,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037291.833,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[18:11:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1623379:14|tКостяная Клешня).",
					["serverTime"] = 1617894670,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037292.183,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[18:11:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:1400:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:1400:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["serverTime"] = 1617894670,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						141, -- [3]
						142, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2037292.533,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [128]
			},
			["headIndex"] = 102,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 29,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[04:00:51]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Алоиза-Гордунни:3494:PARTY|h|cffd8bc3f60|r:|cfffefefeАлоиза|r|h|cffd8d8d8]|r: hi",
					["serverTime"] = 1618534850,
					["r"] = 0.6666666865348816,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						30, -- [3]
						31, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2677470.435,
					["g"] = 0.6666666865348816,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[04:00:59]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Bluice-Nemesis:3497:PARTY|h|cffd8bc3f60|r:|cff3ec6eaBluice|r-|cff7bb8deNem|r|h|cffd8d8d8]|r: hi",
					["serverTime"] = 1618534858,
					["r"] = 0.4627451300621033,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						30, -- [3]
						38, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2677479.059,
					["g"] = 0.7843137979507446,
					["b"] = 1,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[04:01:44]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Mithrill-Magtheridon:3504:PARTY|h|cfff38bb9Mithrill|r-|cff92ccbdMag|r|h|cffd8d8d8]|r: heya",
					["serverTime"] = 1618534903,
					["r"] = 0.6666666865348816,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						30, -- [3]
						39, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2677524.149,
					["g"] = 0.6666666865348816,
					["b"] = 1,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[04:01:47]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Bluice-Nemesis:3505:PARTY|h|cffd8bc3f60|r:|cff3ec6eaBluice|r-|cff7bb8deNem|r|h|cffd8d8d8]|r: hi",
					["serverTime"] = 1618534906,
					["r"] = 0.4627451300621033,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						30, -- [3]
						38, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2677526.593,
					["g"] = 0.7843137979507446,
					["b"] = 1,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[04:01:49]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Алоиза-Гордунни:3506:PARTY|h|cffd8bc3f60|r:|cfffefefeАлоиза|r|h|cffd8d8d8]|r: hey",
					["serverTime"] = 1618534908,
					["r"] = 0.6666666865348816,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						30, -- [3]
						31, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2677528.634,
					["g"] = 0.6666666865348816,
					["b"] = 1,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[04:02:04]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Барингтон-СвежевательДуш:3508:PARTY|h|cffc59a6cБарингтон|r-|cff11dbe4Све|r|h|cffd8d8d8]|r: yo",
					["serverTime"] = 1618534923,
					["r"] = 0.6666666865348816,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						30, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2677543.626,
					["g"] = 0.6666666865348816,
					["b"] = 1,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[04:02:08]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Bluice-Nemesis:3510:PARTY|h|cffd8bc3f60|r:|cff3ec6eaBluice|r-|cff7bb8deNem|r|h|cffd8d8d8]|r: hi",
					["serverTime"] = 1618534927,
					["r"] = 0.4627451300621033,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						30, -- [3]
						38, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2677547.67,
					["g"] = 0.7843137979507446,
					["b"] = 1,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[04:06:54]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Bluice-Nemesis:3531:PARTY|h|cffd8bc3f60|r:|cff3ec6eaBluice|r-|cff7bb8deNem|r|h|cffd8d8d8]|r: hi",
					["serverTime"] = 1618535213,
					["r"] = 0.4627451300621033,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						30, -- [3]
						38, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2677833.564,
					["g"] = 0.7843137979507446,
					["b"] = 1,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[04:06:56]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Fershamy-Ravencrest:3532:PARTY|h|cffd8bc3f60|r:|cff006fdcFershamy|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: hi there",
					["serverTime"] = 1618535215,
					["r"] = 0.6666666865348816,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						30, -- [3]
						48, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2677835.74,
					["g"] = 0.6666666865348816,
					["b"] = 1,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[04:06:58]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Bluice-Nemesis:3533:PARTY|h|cffd8bc3f60|r:|cff3ec6eaBluice|r-|cff7bb8deNem|r|h|cffd8d8d8]|r: can summon me pls?",
					["serverTime"] = 1618535217,
					["r"] = 0.4627451300621033,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						30, -- [3]
						38, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2677838.086,
					["g"] = 0.7843137979507446,
					["b"] = 1,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[04:06:59]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Барингтон-СвежевательДуш:3534:PARTY|h|cffd8bc3f60|r:|cffc59a6cБарингтон|r-|cff11dbe4Све|r|h|cffd8d8d8]|r: hi",
					["serverTime"] = 1618535218,
					["r"] = 0.6666666865348816,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						30, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2677838.77,
					["g"] = 0.6666666865348816,
					["b"] = 1,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[04:07:08]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Барингтон-СвежевательДуш:3535:PARTY|h|cffd8bc3f60|r:|cffc59a6cБарингтон|r-|cff11dbe4Све|r|h|cffd8d8d8]|r: yep",
					["serverTime"] = 1618535227,
					["r"] = 0.6666666865348816,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						30, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2677847.583,
					["g"] = 0.6666666865348816,
					["b"] = 1,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[04:07:22]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Bluice-Nemesis:3536:PARTY|h|cffd8bc3f60|r:|cff3ec6eaBluice|r-|cff7bb8deNem|r|h|cffd8d8d8]|r: tnx",
					["serverTime"] = 1618535241,
					["r"] = 0.4627451300621033,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						30, -- [3]
						38, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2677861.901,
					["g"] = 0.7843137979507446,
					["b"] = 1,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[04:07:24]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Fershamy-Ravencrest:3539:PARTY|h|cffd8bc3f60|r:|cff006fdcFershamy|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: ty",
					["serverTime"] = 1618535243,
					["r"] = 0.6666666865348816,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						30, -- [3]
						48, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2677863.958,
					["g"] = 0.6666666865348816,
					["b"] = 1,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[04:29:43]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Mithrill-Magtheridon:3623:PARTY|h|cffd8bc3f60|r:|cfff38bb9Mithrill|r-|cff92ccbdMag|r|h|cffd8d8d8]|r: sorry",
					["serverTime"] = 1618536582,
					["r"] = 0.6666666865348816,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						30, -- [3]
						39, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2679203.186,
					["g"] = 0.6666666865348816,
					["b"] = 1,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[04:30:21]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Барингтон-СвежевательДуш:3636:PARTY|h|cffd8bc3f60|r:|cffc59a6cБарингтон|r-|cff11dbe4Све|r|h|cffd8d8d8]|r: gg",
					["serverTime"] = 1618536620,
					["r"] = 0.6666666865348816,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						30, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2679240.937,
					["g"] = 0.6666666865348816,
					["b"] = 1,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[04:30:25]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Mithrill-Magtheridon:3637:PARTY|h|cffd8bc3f60|r:|cfff38bb9Mithrill|r-|cff92ccbdMag|r|h|cffd8d8d8]|r: gg",
					["serverTime"] = 1618536624,
					["r"] = 0.6666666865348816,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						30, -- [3]
						39, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2679244.77,
					["g"] = 0.6666666865348816,
					["b"] = 1,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[04:30:26]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Fershamy-Ravencrest:3638:PARTY|h|cffd8bc3f60|r:|cff006fdcFershamy|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: ty people",
					["serverTime"] = 1618536625,
					["r"] = 0.6666666865348816,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						30, -- [3]
						48, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2679246.002,
					["g"] = 0.6666666865348816,
					["b"] = 1,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[04:30:30]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Fershamy-Ravencrest:3639:PARTY|h|cffd8bc3f60|r:|cff006fdcFershamy|r-|cff0cc922Rav|r|h|cffd8d8d8]|r: ggs",
					["serverTime"] = 1618536629,
					["r"] = 0.6666666865348816,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						30, -- [3]
						48, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2679249.33,
					["g"] = 0.6666666865348816,
					["b"] = 1,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[04:30:34]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Bluice-Nemesis:3646:PARTY|h|cffd8bc3f60|r:|cff3ec6eaBluice|r-|cff7bb8deNem|r|h|cffd8d8d8]|r: bb",
					["serverTime"] = 1618536633,
					["r"] = 0.4627451300621033,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						30, -- [3]
						38, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2679253.516,
					["g"] = 0.7843137979507446,
					["b"] = 1,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[04:30:34]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Барингтон-СвежевательДуш:3647:PARTY|h|cffd8bc3f60|r:|cffc59a6cБарингтон|r-|cff11dbe4Све|r|h|cffd8d8d8]|r: ty guys",
					["serverTime"] = 1618536633,
					["r"] = 0.6666666865348816,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						30, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2679254.126,
					["g"] = 0.6666666865348816,
					["b"] = 1,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[04:30:36]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Барингтон-СвежевательДуш:3648:PARTY|h|cffd8bc3f60|r:|cffc59a6cБарингтон|r-|cff11dbe4Све|r|h|cffd8d8d8]|r: bb",
					["serverTime"] = 1618536635,
					["r"] = 0.6666666865348816,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						30, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2679255.656,
					["g"] = 0.6666666865348816,
					["b"] = 1,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[04:30:44]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Алоиза-Гордунни:3650:PARTY|h|cffd8bc3f60|r:|cfffefefeАлоиза|r|h|cffd8d8d8]|r: Thanks for the run guys",
					["serverTime"] = 1618536643,
					["r"] = 0.6666666865348816,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						30, -- [3]
						31, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2679263.63,
					["g"] = 0.6666666865348816,
					["b"] = 1,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[04:30:45]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Bluice-Nemesis:3651:PARTY|h|cffd8bc3f60|r:|cff3ec6eaBluice|r-|cff7bb8deNem|r|h|cffd8d8d8]|r: need staf?",
					["serverTime"] = 1618536644,
					["r"] = 0.4627451300621033,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						30, -- [3]
						38, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2679265.093,
					["g"] = 0.7843137979507446,
					["b"] = 1,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[04:30:47]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Mithrill-Magtheridon:3652:PARTY|h|cffd8bc3f60|r:|cfff38bb9Mithrill|r-|cff92ccbdMag|r|h|cffd8d8d8]|r: u2",
					["serverTime"] = 1618536646,
					["r"] = 0.6666666865348816,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						30, -- [3]
						39, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2679266.758,
					["g"] = 0.6666666865348816,
					["b"] = 1,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[04:31:00]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Алоиза-Гордунни:3653:PARTY|h|cffd8bc3f60|r:|cfffefefeАлоиза|r|h|cffd8d8d8]|r: Yes. Can't trade it in any case",
					["serverTime"] = 1618536659,
					["r"] = 0.6666666865348816,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						30, -- [3]
						31, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2679279.846,
					["g"] = 0.6666666865348816,
					["b"] = 1,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[04:31:00]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Mithrill-Magtheridon:3654:PARTY|h|cffd8bc3f60|r:|cfff38bb9Mithrill|r-|cff92ccbdMag|r|h|cffd8d8d8]|r: and im telling you a venthyr pala tank is awesome :D",
					["serverTime"] = 1618536659,
					["r"] = 0.6666666865348816,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						30, -- [3]
						39, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2679280.208,
					["g"] = 0.6666666865348816,
					["b"] = 1,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[04:31:07]|h |Hchannel:PARTY|h[P] |h|cffd8d8d8[|r|Hplayer:Алоиза-Гордунни:3656:PARTY|h|cffd8bc3f60|r:|cfffefefeАлоиза|r|h|cffd8d8d8]|r: :)",
					["serverTime"] = 1618536666,
					["r"] = 0.6666666865348816,
					["extraData"] = {
						3, -- [1]
						false, -- [2]
						30, -- [3]
						31, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2679286.28,
					["g"] = 0.6666666865348816,
					["b"] = 1,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[04:31:07]|h |Hchannel:PARTY|h[PL] |h|cffd8d8d8[|r|Hplayer:Bluice-Nemesis:3657:PARTY|h|cffd8bc3f60|r:|cff3ec6eaBluice|r-|cff7bb8deNem|r|h|cffd8d8d8]|r: kk",
					["serverTime"] = 1618536666,
					["r"] = 0.4627451300621033,
					["extraData"] = {
						50, -- [1]
						false, -- [2]
						30, -- [3]
						38, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2679286.911,
					["g"] = 0.7843137979507446,
					["b"] = 1,
				}, -- [29]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 10,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[06:25:04]|h Ваша добыча: |cffffffff|Hitem:179314::::::::60:258:::::::|h[Мясо мерзкого ползуна]|h|r.",
					["serverTime"] = 1618543503,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2686124.142,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[06:25:19]|h Раненая разведчица говорит: Я у тебя в долгу!",
					["serverTime"] = 1618543518,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2686138.81,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[06:25:55]|h Раненая разведчица говорит: Я тебе навечно благодарна, пилигрим.",
					["serverTime"] = 1618543554,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2686174.866,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[06:26:38]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Мсьемрак-Гордунни:3917:CHANNEL:4|h|cff3ec6eaМсьемрак|r|h|cffd8d8d8]|r: В гильд статик 6/10 миф нужны дх танк дд и хпал.РТ пн ср чт.20 45-00 00",
					["serverTime"] = 1618543597,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						7, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2686218.144,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[06:26:52]|h Отношение |3-7(Неумирающая армия) к вам улучшилось на 138.",
					["serverTime"] = 1618543611,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2686231.87,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[06:26:52]|h Вы получили предмет: |cffa335ee|Hitem:181503::::::::60:258::27:4:6652:1472:5881:6646:1:28:2060:::|h[Флакон с едкой жидкостью]|h|r.",
					["serverTime"] = 1618543611,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2686231.899,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[06:26:52]|h Баронесса Вайш говорит: Когда-то эти существа защищали нас от чужаков. Жаль, что пришлось так с ними поступить.",
					["serverTime"] = 1618543611,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2686231.963,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[06:26:54]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Имбагусь-Гордунни:3921:CHANNEL:4|h|cff006fdcИмбагусь|r|h|cffd8d8d8]|r: В статик 2/10 миф 10/10 гер на освоение мифика с РТ 22:30-1:00 по МСК ср чт вск рассмотрим все кандидатуры 210+",
					["serverTime"] = 1618543613,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						7, -- [3]
						100, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2686234.165,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[06:26:55]|h Раненая разведчица говорит: Я у тебя в долгу!",
					["serverTime"] = 1618543614,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2686234.489,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[06:26:56]|h Ваша добыча: |cff9d9d9d|Hitem:176864::::::::60:258:::::::|h[Колючая нога]|h|r.",
					["serverTime"] = 1618543615,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2686235.809,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[05:52:18]|h Зрительница говорит: Как это неудобно...",
					["serverTime"] = 1618541537,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684158.206,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[05:52:18]|h Зритель говорит: Не дают спокойно посмотреть спектакль!",
					["serverTime"] = 1618541537,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684158.206,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[05:52:38]|h Зритель говорит: А с виду и не скажешь!",
					["serverTime"] = 1618541557,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684178.212,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[05:52:55]|h Зрительница говорит: Я позову подкрепление!",
					["serverTime"] = 1618541574,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684194.444,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[05:52:55]|h Ваша добыча: |cff9d9d9d|Hitem:178178::::::::60:258:::::::|h[Хрупкая кора]|h|rx2.",
					["serverTime"] = 1618541574,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684194.597,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[05:52:56]|h Зрительница говорит: Боггарт! Где мое оружие?",
					["serverTime"] = 1618541575,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684196.065,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[05:52:56]|h Зритель говорит: Я позову подкрепление!",
					["serverTime"] = 1618541575,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684196.065,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[05:53:00]|h Зритель говорит: Ну вот! Весь вечер насмарку!",
					["serverTime"] = 1618541579,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684199.879,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[05:53:00]|h Зрительница говорит: Иллюзия! Нас обманули!",
					["serverTime"] = 1618541579,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684199.879,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[05:53:00]|h Зритель говорит: Не дают спокойно посмотреть спектакль!",
					["serverTime"] = 1618541579,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684199.879,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[05:53:22]|h Ваша добыча: |cff9d9d9d|Hitem:178178::::::::60:258:::::::|h[Хрупкая кора]|h|r.",
					["serverTime"] = 1618541601,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684222.203,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[05:53:28]|h Зрительница говорит: Не дают спокойно посмотреть спектакль!",
					["serverTime"] = 1618541607,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684227.712,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[05:53:43]|h Ваша добыча: |cff9d9d9d|Hitem:178178::::::::60:258:::::::|h[Хрупкая кора]|h|r.",
					["serverTime"] = 1618541622,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684243.01,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[05:53:56]|h Зритель говорит: Рад, что у меня выходной. Время от времени всем нужна хорошая пища для ума.",
					["serverTime"] = 1618541635,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684256.054,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[05:53:58]|h Зритель говорит: Какой замечательный злодей! Я даже сочувствую ему.",
					["serverTime"] = 1618541637,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684257.293,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[05:53:59]|h Зритель говорит: Я знал, что здесь что-то не так!",
					["serverTime"] = 1618541638,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684259.007,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[05:53:59]|h Зритель говорит: Я знал, что здесь что-то не так!",
					["serverTime"] = 1618541638,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684259.007,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[05:54:17]|h Зритель говорит: А с виду и не скажешь!",
					["serverTime"] = 1618541656,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684276.659,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[05:54:17]|h Ваша добыча: |cff9d9d9d|Hitem:178178::::::::60:258:::::::|h[Хрупкая кора]|h|r.",
					["serverTime"] = 1618541656,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684276.694,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[05:54:37]|h Зрительница говорит: Фантом? Что-то вроде призрака? Ну вот, теперь стало интересно!",
					["serverTime"] = 1618541676,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684296.269,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[05:54:37]|h Зрительница говорит: Постойте, я что-то пропустила. Почему они прячутся в корзинах для мусора?",
					["serverTime"] = 1618541676,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684296.654,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[05:54:38]|h Зрительница говорит: Ну вот! Весь вечер насмарку!",
					["serverTime"] = 1618541677,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684297.552,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[05:54:41]|h Зритель говорит: Какой замечательный злодей! Я даже сочувствую ему.",
					["serverTime"] = 1618541680,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684300.232,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[05:54:42]|h |cffd8d8d8[|r|Hplayer:Алоиза-Гордунни:3784:ACHIEVEMENT|h|cffd8bc3f60|r:|cfffefefeАлоиза|r|h|cffd8d8d8]|r заслужила достижение |cffffff00|Hachievement:14671:Player-1602-04F44A64:1:4:16:21:4294967295:4294967295:4294967295:4294967295|h[Что-то здесь не так...]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1618541681,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						68, -- [3]
						69, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684301.533,
					["g"] = 1,
					["b"] = 0,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[05:54:42]|h Зрительница говорит: Не дают спокойно посмотреть спектакль!",
					["serverTime"] = 1618541681,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684301.533,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[05:54:52]|h Отношение |3-7(Дикая Охота) к вам улучшилось на 138.",
					["serverTime"] = 1618541691,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684311.421,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[05:54:52]|h Вы получили предмет: |cff0070dd|Hitem:184519::::::::60:258:::::::|h[Тотем украденного моджо]|h|rx3.",
					["serverTime"] = 1618541691,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684311.56,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[05:54:52]|h Леди Лунная Ягода говорит: Боггарты? Ничего, я уже выступала перед монстрами. Шоу должно продолжаться!",
					["serverTime"] = 1618541691,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684311.596,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[05:54:53]|h Зрительница говорит: А с виду и не скажешь!",
					["serverTime"] = 1618541692,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684312.865,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[05:54:54]|h Зрительница говорит: Боггарт! Где мое оружие?",
					["serverTime"] = 1618541693,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684313.691,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[05:54:54]|h Зритель говорит: Я позову подкрепление!",
					["serverTime"] = 1618541693,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684313.691,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[05:54:54]|h Зрительница говорит: Боггарт! Где мое оружие?",
					["serverTime"] = 1618541693,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684314.106,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[05:54:55]|h Ваша добыча: |cff9d9d9d|Hitem:178178::::::::60:258:::::::|h[Хрупкая кора]|h|r.",
					["serverTime"] = 1618541694,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684315.148,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[05:54:55]|h Ваша добыча: |cff9d9d9d|Hitem:178175::::::::60:258:::::::|h[Липкий сок]|h|r.",
					["serverTime"] = 1618541694,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684315.148,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[06:00:09]|h Дроман Алиот говорит: Друсты превратили мой народ в неразумных зверей! Вам с Желтоножкой предстоит встать на защиту Арденвельда.",
					["serverTime"] = 1618542008,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684629.115,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[06:00:12]|h Желтоножка говорит: Эй! Сюда!",
					["serverTime"] = 1618542011,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684632.129,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[06:00:15]|h Желтоножка говорит: Не приближайся к друстам, пока добываешь пыльцу. Потом рассеешь ее над оскверненными сильварами, чтобы те впали в ярость. Надеюсь, этого будет достаточно, чтобы нарушить планы друстов.",
					["serverTime"] = 1618542014,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684635.001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[06:00:20]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq72|k:29:3798:BN_INLINE_TOAST_ALERT:0|h[|Kq72|k]|h выходит из сети.",
					["serverTime"] = 1618542019,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						10, -- [3]
						89, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684639.669,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[06:01:11]|h Околдованный сильвар говорит: Этот запах...",
					["serverTime"] = 1618542070,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684691.076,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[06:01:13]|h Околдованный сильвар говорит: Ненависть... НЕНАВИСТЬ! НЕНАВИСТЬ!!!",
					["serverTime"] = 1618542072,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684692.903,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[06:01:26]|h Околдованный сильвар говорит: Что это за гниловато-сладкий запах?",
					["serverTime"] = 1618542085,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684705.354,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[06:01:28]|h Околдованный сильвар говорит: Ненависть... НЕНАВИСТЬ! НЕНАВИСТЬ!!!",
					["serverTime"] = 1618542087,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684707.478,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[06:01:34]|h Околдованный сильвар говорит: Что это за гниловато-сладкий запах?",
					["serverTime"] = 1618542093,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684713.557,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[06:01:36]|h Околдованный сильвар говорит: Ненависть... НЕНАВИСТЬ! НЕНАВИСТЬ!!!",
					["serverTime"] = 1618542095,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684715.968,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[06:02:13]|h Околдованный сильвар говорит: Этот запах...",
					["serverTime"] = 1618542132,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684752.451,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[06:02:15]|h Околдованный сильвар говорит: Кровь... Я ХОЧУ КРОВИ! Р-Р-А-А!",
					["serverTime"] = 1618542134,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684754.933,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[06:02:28]|h Околдованный сильвар говорит: Что это за гниловато-сладкий запах?",
					["serverTime"] = 1618542147,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684767.665,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[06:02:30]|h Околдованный сильвар говорит: Надо убивать... НАДО УБИВАТЬ... НАДО УБИВАТЬ!",
					["serverTime"] = 1618542149,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684769.573,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[06:03:57]|h Околдованный сильвар говорит: Что это... АРР-Р!",
					["serverTime"] = 1618542236,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684856.324,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[06:03:57]|h Отношение |3-7(Дикая Охота) к вам улучшилось на 137.",
					["serverTime"] = 1618542236,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684856.533,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[06:03:57]|h Вы получили предмет: |cff0070dd|Hitem:182130::::::::60:258::25:3:1472:5858:7244:2:28:1707:37:2:::|h[Расколотое восприятие]|h|r.",
					["serverTime"] = 1618542236,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684856.533,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[06:03:57]|h Дроман Алиот говорит: Равновесие восстановлено, пусть и высокой ценой. Спасибо, пилигрим.",
					["serverTime"] = 1618542236,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684856.62,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[06:03:59]|h Околдованный сильвар говорит: Злость... ЗЛОСТЬ!",
					["serverTime"] = 1618542238,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2684858.651,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[06:07:15]|h Ваша добыча: |cffffffff|Hitem:173202::::::::60:258:::::::|h[Сумеречная ткань]|h|rx5.",
					["serverTime"] = 1618542434,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685054.539,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[06:07:15]|h Ваша добыча: |cff9d9d9d|Hitem:178178::::::::60:258:::::::|h[Хрупкая кора]|h|r.",
					["serverTime"] = 1618542434,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685054.676,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[06:07:16]|h Ваша добыча: 73 |4серебряная:серебряные:серебряных;, 66 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618542435,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685055.421,
					["g"] = 1,
					["b"] = 0,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[06:07:31]|h Ваша добыча: |cff9d9d9d|Hitem:178178::::::::60:258:::::::|h[Хрупкая кора]|h|r.",
					["serverTime"] = 1618542450,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685070.226,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[06:07:55]|h Зловредный спригган говорит: Совсем... не весело...",
					["serverTime"] = 1618542474,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685095.048,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[06:08:03]|h Ваша добыча: |cff9d9d9d|Hitem:178178::::::::60:258:::::::|h[Хрупкая кора]|h|r.",
					["serverTime"] = 1618542482,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685102.97,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[06:08:04]|h Ваша добыча: 66 |4серебряная:серебряные:серебряных;, 27 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618542483,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685104.025,
					["g"] = 1,
					["b"] = 0,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[06:08:10]|h Свирепый спригган говорит: Нет... почему...",
					["serverTime"] = 1618542489,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685109.966,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[06:08:12]|h Ваша добыча: 13 |4серебряная:серебряные:серебряных;, 12 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1618542491,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685112.071,
					["g"] = 1,
					["b"] = 0,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[06:08:37]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Блинд-Гордунни:3823:CHANNEL:4|h|cffc59a6cБлинд|r|h|cffd8d8d8]|r: Ги \"И нет Тени\" 6/10м для усиления состава ищет рдд(лок,маг). Спокойный, опытный рл. Рт: вт,ср,чт 15-18 мск. Рассмотрим и другие классы.",
					["serverTime"] = 1618542516,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						7, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685136.708,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[06:08:38]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Блинд-Гордунни:3824:CHANNEL:4|h|cffc59a6cБлинд|r|h|cffd8d8d8]|r: Ги \"И нет Тени\" 6/10м для усиления состава ищет рдд(лок,маг). Спокойный, опытный рл. Рт: вт,ср,чт 15-18 мск. Рассмотрим и другие классы.",
					["serverTime"] = 1618542517,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						7, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685137.608,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[06:10:23]|h Вы получили предмет: |cffffffff|Hitem:180274::::::::60:258::11::1:28:1707:::|h[Факел]|h|r.",
					["serverTime"] = 1618542622,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685242.636,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[06:10:23]|h Дроман Алиот говорит: Гормы плодятся с пугающей скоростью. Убивай их личинок, чтобы сдержать нашествие.",
					["serverTime"] = 1618542622,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685242.822,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[06:11:02]|h Ваша добыча: |cffffffff|Hitem:172055::::::::60:258:::::::|h[Фантомная ляжка]|h|rx2.",
					["serverTime"] = 1618542661,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685281.884,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[06:11:02]|h Ваша добыча: |cffffffff|Hitem:179315::::::::60:258:::::::|h[Темная рулька]|h|r.",
					["serverTime"] = 1618542661,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685281.992,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[06:11:02]|h Ваша добыча: |cff9d9d9d|Hitem:176089::::::::60:258:::::::|h[Жвала древощелка]|h|r.",
					["serverTime"] = 1618542661,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685282.173,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[06:11:03]|h Ваша добыча: |cff9d9d9d|Hitem:176087::::::::60:258:::::::|h[Хитин гормов]|h|rx2.",
					["serverTime"] = 1618542662,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685282.312,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[06:12:04]|h Ваша добыча: |cff9d9d9d|Hitem:176087::::::::60:258:::::::|h[Хитин гормов]|h|rx4.",
					["serverTime"] = 1618542723,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685343.912,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[06:12:04]|h Ваша добыча: |cff9d9d9d|Hitem:176089::::::::60:258:::::::|h[Жвала древощелка]|h|rx2.",
					["serverTime"] = 1618542723,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685343.912,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[06:12:04]|h Ваша добыча: |cffffffff|Hitem:172055::::::::60:258:::::::|h[Фантомная ляжка]|h|r.",
					["serverTime"] = 1618542723,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685343.912,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[06:12:31]|h Ваша добыча: |cff9d9d9d|Hitem:176087::::::::60:258:::::::|h[Хитин гормов]|h|r.",
					["serverTime"] = 1618542750,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685371.044,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[06:13:35]|h Отношение |3-7(Дикая Охота) к вам улучшилось на 138.",
					["serverTime"] = 1618542814,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685434.432,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[06:13:35]|h Вы получили предмет: |cff0070dd|Hitem:184381::::::::60:258:::::::|h[Астральное подкорье]|h|rx3.",
					["serverTime"] = 1618542814,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685434.488,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[06:13:35]|h Дроман Алиот говорит: Прекрасно, Алоиза. Нашествие под контролем... во всяком случае, пока что.",
					["serverTime"] = 1618542814,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685434.525,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[06:13:51]|h Ваша добыча: |cffffffff|Hitem:183718::::::::60:258::::1:28:807:::|h[Особо вязкая жижа горма]|h|r.",
					["serverTime"] = 1618542830,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685450.967,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[06:15:00]|h Ваша добыча: |cff9d9d9d|Hitem:176087::::::::60:258:::::::|h[Хитин гормов]|h|rx2.",
					["serverTime"] = 1618542899,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685519.894,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[06:15:00]|h Ваша добыча: |cff9d9d9d|Hitem:176089::::::::60:258:::::::|h[Жвала древощелка]|h|r.",
					["serverTime"] = 1618542899,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685520.071,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[06:15:01]|h Ваша добыча: |cff9d9d9d|Hitem:176391::::::::60:258:::::::|h[Листовая антенна]|h|r.",
					["serverTime"] = 1618542900,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685520.252,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[06:15:01]|h Ваша добыча: |cff1eff00|Hitem:184387::::::::60:258:::::::|h[Туманный мерцающий лист]|h|rx2.",
					["serverTime"] = 1618542900,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685520.384,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[06:16:01]|h Вы будете получать добычу для специализации \"Тьма\".",
					["serverTime"] = 1618542960,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2685580.585,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[06:16:01]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Орибос]|h.",
					["serverTime"] = 1618542960,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						32, -- [3]
						33, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685580.585,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[06:16:01]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1618542960,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						74, -- [3]
						75, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685580.585,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[06:16:03]|h Его роскошество Ба'харе говорит: Как идут наши дела в кольце наверху?",
					["serverTime"] = 1618542962,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685582.783,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[06:16:04]|h Осторожный организатор говорит: Все идет хорошо, ваше роскошество. Смертные продолжают потреблять.",
					["serverTime"] = 1618542964,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685583.384,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[06:16:08]|h Его роскошество Ба'харе говорит: Мы должны поблагодарить их за такие ненасытные аппетиты.",
					["serverTime"] = 1618542968,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685587.674,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[06:16:12]|h Посланник Ба'соло говорит: Это ваша проницательность превращает их желания в доходы.",
					["serverTime"] = 1618542972,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685591.474,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[06:16:36]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Агузок-Гордунни:3872:CHANNEL:2|h|cfffe7b09Агузок|r|h|cffd8d8d8]|r: скупаю |cffffffff|Hitem:173202::::::::49:104:::::::|h[Сумеречная ткань]|h|r 1.6 г/шт, |cffffffff|Hitem:172092::::::::49:104:::::::|h[Мертвенно-бледная кость]|h|r 2.2 г/шт, |cffffffff|Hitem:172089::::::::49:104:::::::|h[Могильная кожа]|h|r 2.6 г/шт",
					["serverTime"] = 1618542996,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						74, -- [3]
						90, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685616.097,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[06:16:36]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Агузок-Гордунни:3873:CHANNEL:2|h|cfffe7b09Агузок|r|h|cffd8d8d8]|r: |cff1eff00|Hitem:173204::::::::49:104:::::::|h[Сумрачный шелк]|h|r 8 г/шт в любом количестве. слать наложенным платежом на почту",
					["serverTime"] = 1618542996,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						74, -- [3]
						90, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685616.097,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[06:16:53]|h Исказитель пространства Та'орен говорит: Разве эта тварь не из Малдраксуса? Зачем переносить ее сюда?",
					["serverTime"] = 1618543013,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685632.497,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[06:16:57]|h Помощник смотрителя стойл Та'шно говорит: Смертным бывают нужны самые разные вещи. Вдруг они захотят себе такого питомца?",
					["serverTime"] = 1618543017,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685636.528,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[06:17:02]|h Исказитель пространства Та'орен говорит: Эти смертные – поистине странные существа.",
					["serverTime"] = 1618543022,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685641.461,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[06:17:11]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Самтанчи-Гордунни:3889:CHANNEL:2|h|cff00fe97Самтанчи|r|h|cffd8d8d8]|r: Продам|cffa335ee|Hitem:182978::::::::51:268::6:5:7187:41:7193:1498:6646:1:28:753:::|h[Напульсники из коры]|h|r",
					["serverTime"] = 1618543031,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						74, -- [3]
						92, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685650.318,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[06:17:30]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Орибос]|h.",
					["serverTime"] = 1618543050,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						32, -- [3]
						33, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685669.83,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[06:17:30]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1618543050,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						74, -- [3]
						75, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685669.83,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[06:17:36]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Малдраксус]|h.",
					["serverTime"] = 1618543055,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						32, -- [3]
						33, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685675.732,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[06:17:36]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Малдраксус]|h.",
					["serverTime"] = 1618543055,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						35, -- [3]
						36, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685675.732,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[06:21:13]|h Баронесса Вайш говорит: После падения дома Глаз местная живность одичала и стала агрессивной. Разберись с ней.",
					["serverTime"] = 1618543272,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685892.757,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[06:21:44]|h Раненая разведчица говорит: Я не забуду твоей отваги.",
					["serverTime"] = 1618543303,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685923.519,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[06:21:59]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Мсьемрак-Гордунни:3897:CHANNEL:4|h|cff3ec6eaМсьемрак|r|h|cffd8d8d8]|r: В гильд статик 6/10 миф нужны дх танк дд и хпал.РТ пн ср чт.20 45-00 00",
					["serverTime"] = 1618543318,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						7, -- [3]
						94, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685938.466,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[06:22:01]|h Ваша добыча: |cff9d9d9d|Hitem:176861::::::::60:258:::::::|h[Вздувшаяся ядовитая железа]|h|r.",
					["serverTime"] = 1618543320,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685941.018,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[06:22:01]|h Ваша добыча: |cff9d9d9d|Hitem:176871::::::::60:258:::::::|h[Крепкие усики]|h|r.",
					["serverTime"] = 1618543320,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685941.165,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[06:22:23]|h Раненая разведчица говорит: Я у тебя в долгу!",
					["serverTime"] = 1618543342,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685962.451,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[06:22:31]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Иноое-Гордунни:3901:CHANNEL:4|h|cfffefefeИноое|r|h|cffd8d8d8]|r: Ведётся добор в гильдию 5/10М РТ 4/7 (пн вт ср чт) 18:00-20:30 МСК. Для освоения Миф 9.0 и 9.1 |cffffd100|HclubFinder:ClubFinder-1-167954-1602-64706515|h[Гильдия: Грязная Магия]|h|r Готовы обсудить слияние.",
					["serverTime"] = 1618543350,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						7, -- [3]
						96, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685970.435,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[06:22:34]|h Раненая разведчица говорит: Я тебе навечно благодарна, пилигрим.",
					["serverTime"] = 1618543353,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685974.22,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[06:22:38]|h |Hchannel:channel:4|h[4] |h|cffd8d8d8[|r|Hplayer:Губыбратика-Гордунни:3903:CHANNEL:4|h|cff006fdcГубыбратика|r|h|cffd8d8d8]|r: |cffa335ee|Hitem:63042::::::::60:262::::1:28:872:::|h[Поводья светящегося дракона]|h|rпродам за 40 к",
					["serverTime"] = 1618543357,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						7, -- [3]
						98, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2685977.682,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[06:23:13]|h Ваша добыча: |cff9d9d9d|Hitem:176859::::::::60:258:::::::|h[Закаленный панцирь]|h|r.",
					["serverTime"] = 1618543392,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2686012.36,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[06:23:50]|h Ваша добыча: |cff1eff00|Hitem:180794::::::::60:258:::3:6908:6652:1712:2:28:2060:9:60:::|h[Покрытый кровью короткий меч с меткой безмятежности]|h|r.",
					["serverTime"] = 1618543429,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2686050.17,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[06:23:51]|h Ваша добыча: |cff9d9d9d|Hitem:176861::::::::60:258:::::::|h[Вздувшаяся ядовитая железа]|h|r.",
					["serverTime"] = 1618543430,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2686050.298,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[06:23:51]|h Ваша добыча: |cff9d9d9d|Hitem:176879::::::::60:258:::::::|h[Паутинная железа]|h|r.",
					["serverTime"] = 1618543430,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2686050.479,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[06:24:00]|h Ваша добыча: |cff9d9d9d|Hitem:176864::::::::60:258:::::::|h[Колючая нога]|h|r.",
					["serverTime"] = 1618543439,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2686059.658,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[06:24:10]|h Ваша добыча: |cff9d9d9d|Hitem:176859::::::::60:258:::::::|h[Закаленный панцирь]|h|r.",
					["serverTime"] = 1618543449,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2686069.431,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[06:24:45]|h Ваша добыча: |cff9d9d9d|Hitem:176859::::::::60:258:::::::|h[Закаленный панцирь]|h|rx2.",
					["serverTime"] = 1618543484,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2686105.089,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[06:24:46]|h Ваша добыча: |cffffffff|Hitem:179314::::::::60:258:::::::|h[Мясо мерзкого ползуна]|h|r.",
					["serverTime"] = 1618543485,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2686105.252,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[06:25:04]|h Ваша добыча: |cff9d9d9d|Hitem:176861::::::::60:258:::::::|h[Вздувшаяся ядовитая железа]|h|r.",
					["serverTime"] = 1618543503,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2686124.142,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[06:25:04]|h Ваша добыча: |cff9d9d9d|Hitem:176859::::::::60:258:::::::|h[Закаленный панцирь]|h|rx2.",
					["serverTime"] = 1618543503,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 2686124.142,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
