
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589856958,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[19:09:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T804967:14|tБенакс – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858194,
					["timestamp"] = 1879518.134,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[19:09:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134389:14|tПрах – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858195,
					["timestamp"] = 1879518.894,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[19:09:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858198,
					["timestamp"] = 1879522.145,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[19:10:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:1928:362:260|h[Выжженная земля]|h|r наносит 515 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858200,
					["timestamp"] = 1879524.161,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[19:10:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:1928:362:260|h[Выжженная земля]|h|r меняет погоду на |T237588:14|t|cff4e96f7|HbattlePetAbil:171:1928:362:260|h[Выжженная земля]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858200,
					["timestamp"] = 1879524.411,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[19:10:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463570:14|t|cff4e96f7|HbattlePetAbil:118:1112:289:244|h[Сильная струя воды]|h|r наносит 463 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858202,
					["timestamp"] = 1879526.501,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[19:10:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:1465:362:260|h[Выжженная земля]|h|r наносит 38 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858203,
					["timestamp"] = 1879527.511,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[19:10:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1351:289:244|h[Боевое восстановление]|h|r восстанавливает 277 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858206,
					["timestamp"] = 1879530.5,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[19:10:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T804967:14|tБенакс – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858214,
					["timestamp"] = 1879538.022,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[19:10:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134389:14|tПрах – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858215,
					["timestamp"] = 1879538.781,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[19:10:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858217,
					["timestamp"] = 1879541.159,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[19:10:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:1928:362:260|h[Выжженная земля]|h|r наносит 515 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858219,
					["timestamp"] = 1879543.17,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[19:10:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:1928:362:260|h[Выжженная земля]|h|r меняет погоду на |T237588:14|t|cff4e96f7|HbattlePetAbil:171:1928:362:260|h[Выжженная земля]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858219,
					["timestamp"] = 1879543.426,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[19:10:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1112:289:244|h[Оползень]|h|r наносит 556 ед. урона |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858223,
					["timestamp"] = 1879546.769,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[19:10:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:1372:362:260|h[Выжженная земля]|h|r прекращается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858223,
					["timestamp"] = 1879547.022,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[19:10:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1112:289:244|h[Оползень]|h|r меняет погоду на |T463566:14|t|cff4e96f7|HbattlePetAbil:718:1112:289:244|h[Слякотная погода]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858223,
					["timestamp"] = 1879547.022,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[19:10:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858225,
					["timestamp"] = 1879549.159,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[19:10:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:178:1372:362:260|h[Жертвенный огонь]|h|r наносит 401 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858226,
					["timestamp"] = 1879550.319,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[19:10:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:178:1372:362:260|h[Жертвенный огонь]|h|r накладывает эффект |T135817:14|t|cff4e96f7|HbattlePetAbil:177:1372:362:260|h[Жертвенный огонь]|h|r на |3-1(ваш питомец) |3-3(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858226,
					["timestamp"] = 1879550.57,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[19:10:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463570:14|t|cff4e96f7|HbattlePetAbil:118:711:289:244|h[Сильная струя воды]|h|r наносит 463 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858228,
					["timestamp"] = 1879552.495,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[19:10:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:177:909:362:260|h[Жертвенный огонь]|h|r наносит 47 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858229,
					["timestamp"] = 1879553.524,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[19:10:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858231,
					["timestamp"] = 1879555.177,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[19:10:32]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135597:14|t|cff4e96f7|HbattlePetAbil:1407:909:362:260|h[Глубокий ожог]|h|r наносит 496 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858232,
					["timestamp"] = 1879556.4,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[19:10:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463570:14|t|cff4e96f7|HbattlePetAbil:118:168:289:244|h[Сильная струя воды]|h|r наносит 463 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858234,
					["timestamp"] = 1879558.33,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[19:10:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135817:14|t|cff4e96f7|HbattlePetAbil:177:446:362:260|h[Жертвенный огонь]|h|r наносит 47 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858235,
					["timestamp"] = 1879559.361,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[19:10:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858237,
					["timestamp"] = 1879561.183,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[19:10:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135597:14|t|cff4e96f7|HbattlePetAbil:1407:446:362:260|h[Глубокий ожог]|h|r наносит 496 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858238,
					["timestamp"] = 1879562.411,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[19:10:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T804967:14|tБенакс погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858238,
					["timestamp"] = 1879562.411,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[19:10:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T804967:14|tБенакс – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858251,
					["timestamp"] = 1879576.103,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[19:10:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134389:14|tПрах – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858252,
					["timestamp"] = 1879576.856,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[19:10:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858257,
					["timestamp"] = 1879582.095,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[19:11:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:1928:362:260|h[Выжженная земля]|h|r наносит 515 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858259,
					["timestamp"] = 1879584.107,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[19:11:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:1928:362:260|h[Выжженная земля]|h|r меняет погоду на |T237588:14|t|cff4e96f7|HbattlePetAbil:171:1928:362:260|h[Выжженная земля]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858259,
					["timestamp"] = 1879584.361,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[19:11:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T512902:14|t|cff4e96f7|HbattlePetAbil:934:1112:289:244|h[Пузырь]|h|r накладывает эффект |T512902:14|t|cff4e96f7|HbattlePetAbil:933:1112:289:244|h[Пузырь]|h|r на |3-1(ваш питомец) |3-3(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858261,
					["timestamp"] = 1879585.903,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[19:11:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:1928:362:260|h[Выжженная земля]|h|r наносит 38 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858262,
					["timestamp"] = 1879586.915,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[19:11:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858263,
					["timestamp"] = 1879588.121,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[19:11:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(ваш питомец) |T804967:14|tБенакс блокирует способность |T135817:14|t|cff4e96f7|HbattlePetAbil:178:1928:362:260|h[Жертвенный огонь]|h|r",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858264,
					["timestamp"] = 1879589.083,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[19:11:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1074:289:244|h[Оползень]|h|r наносит 556 ед. урона |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858267,
					["timestamp"] = 1879592.102,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[19:11:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:1372:362:260|h[Выжженная земля]|h|r прекращается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858267,
					["timestamp"] = 1879592.355,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[19:11:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:572:1074:289:244|h[Оползень]|h|r меняет погоду на |T463566:14|t|cff4e96f7|HbattlePetAbil:718:1074:289:244|h[Слякотная погода]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858267,
					["timestamp"] = 1879592.355,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[19:11:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858270,
					["timestamp"] = 1879595.183,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[19:11:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(ваш питомец) |T804967:14|tБенакс блокирует способность |T135597:14|t|cff4e96f7|HbattlePetAbil:1407:1372:362:260|h[Глубокий ожог]|h|r",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858271,
					["timestamp"] = 1879596.341,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[19:11:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T512902:14|t|cff4e96f7|HbattlePetAbil:933:1074:289:244|h[Пузырь]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T804967:14|tБенакс), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858271,
					["timestamp"] = 1879596.341,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[19:11:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463570:14|t|cff4e96f7|HbattlePetAbil:118:1074:289:244|h[Сильная струя воды]|h|r наносит 463 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858273,
					["timestamp"] = 1879598.106,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[19:11:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858276,
					["timestamp"] = 1879601.066,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[19:11:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135597:14|t|cff4e96f7|HbattlePetAbil:1407:909:362:260|h[Глубокий ожог]|h|r наносит 248 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858277,
					["timestamp"] = 1879602.277,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[19:11:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463570:14|t|cff4e96f7|HbattlePetAbil:118:826:289:244|h[Сильная струя воды]|h|r наносит 463 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858279,
					["timestamp"] = 1879604.203,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[19:11:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858281,
					["timestamp"] = 1879606.142,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[19:11:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:446:362:260|h[Выжженная земля]|h|r наносит 515 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858283,
					["timestamp"] = 1879608.153,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[19:11:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463566:14|t|cff4e96f7|HbattlePetAbil:718:311:289:244|h[Слякотная погода]|h|r прекращается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858283,
					["timestamp"] = 1879608.408,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[19:11:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:172:446:362:260|h[Выжженная земля]|h|r меняет погоду на |T237588:14|t|cff4e96f7|HbattlePetAbil:171:446:362:260|h[Выжженная земля]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858283,
					["timestamp"] = 1879608.408,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[19:11:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463570:14|t|cff4e96f7|HbattlePetAbil:118:311:289:244|h[Сильная струя воды]|h|r наносит 463 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T134389:14|tПрах).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858285,
					["timestamp"] = 1879610.707,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[19:11:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T134389:14|tПрах погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858285,
					["timestamp"] = 1879610.707,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[19:11:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:0:362:260|h[Выжженная земля]|h|r наносит 38 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858288,
					["timestamp"] = 1879613.23,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[19:11:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858288,
					["timestamp"] = 1879613.487,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[19:11:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132182:14|tКлык – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858288,
					["timestamp"] = 1879613.487,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[19:11:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858292,
					["timestamp"] = 1879617.153,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[19:11:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T648840:14|t|cff4e96f7|HbattlePetAbil:515:1766:333:500|h[Атака с высоты]|h|r наносит 264 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858292,
					["timestamp"] = 1879617.409,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[19:11:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T648840:14|t|cff4e96f7|HbattlePetAbil:515:1766:333:500|h[Атака с высоты]|h|r накладывает эффект |T464973:14|t|cff4e96f7|HbattlePetAbil:516:1766:333:500|h[Ослабленная защита]|h|r на |3-1(ваш питомец) |3-3(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858294,
					["timestamp"] = 1879619.349,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[19:11:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463570:14|t|cff4e96f7|HbattlePetAbil:118:9:289:244|h[Сильная струя воды]|h|r наносит 463 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T132182:14|tКлык).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858296,
					["timestamp"] = 1879621.153,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[19:11:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:0:362:260|h[Выжженная земля]|h|r наносит 47 ед. урона |3-2(ваш питомец) |3-2(|T804967:14|tБенакс).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858297,
					["timestamp"] = 1879622.168,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[19:11:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T804967:14|tБенакс погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858297,
					["timestamp"] = 1879622.168,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[19:11:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:0:362:260|h[Выжженная земля]|h|r наносит 76 ед. урона |3-2(вражеский питомец) |3-2(|T132182:14|tКлык).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858299,
					["timestamp"] = 1879623.928,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[19:11:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858301,
					["timestamp"] = 1879626.063,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[19:11:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T797547:14|tДракончик Нексуса – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858301,
					["timestamp"] = 1879626.063,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[19:11:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858314,
					["timestamp"] = 1879638.979,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[19:11:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458967:14|t|cff4e96f7|HbattlePetAbil:357:1227:333:500|h[Визг]|h|r наносит 176 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858314,
					["timestamp"] = 1879639.735,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[19:11:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458967:14|t|cff4e96f7|HbattlePetAbil:357:1227:333:500|h[Визг]|h|r накладывает эффект |T653221:14|t|cff4e96f7|HbattlePetAbil:154:1227:333:500|h[Снижение скорости]|h|r на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858315,
					["timestamp"] = 1879639.992,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[19:12:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135739:14|t|cff4e96f7|HbattlePetAbil:589:1224:341:244|h[Чародейская буря]|h|r наносит 324 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132182:14|tКлык).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858319,
					["timestamp"] = 1879643.766,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[19:12:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135739:14|t|cff4e96f7|HbattlePetAbil:589:1224:341:244|h[Чародейская буря]|h|r наносит 216 ед. урона |3-2(вражеский питомец) |3-2(|T538518:14|tРой).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858319,
					["timestamp"] = 1879643.766,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[19:12:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237588:14|t|cff4e96f7|HbattlePetAbil:171:0:362:260|h[Выжженная земля]|h|r прекращается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858319,
					["timestamp"] = 1879644.022,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[19:12:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135739:14|t|cff4e96f7|HbattlePetAbil:589:1224:341:244|h[Чародейская буря]|h|r меняет погоду на |T135739:14|t|cff4e96f7|HbattlePetAbil:590:1224:341:244|h[Чародейские ветра]|h|r.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858319,
					["timestamp"] = 1879644.022,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[19:12:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858321,
					["timestamp"] = 1879646.087,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[19:12:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463565:14|t|cff4e96f7|HbattlePetAbil:420:903:333:500|h[Пронизывающий ветер]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858322,
					["timestamp"] = 1879647.378,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[19:12:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463565:14|t|cff4e96f7|HbattlePetAbil:420:903:333:500|h[Пронизывающий ветер]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858323,
					["timestamp"] = 1879647.881,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[19:12:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463565:14|t|cff4e96f7|HbattlePetAbil:420:903:333:500|h[Пронизывающий ветер]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858323,
					["timestamp"] = 1879648.402,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[19:12:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135734:14|t|cff4e96f7|HbattlePetAbil:489:876:341:183|h[Волна маны]|h|r наносит 588 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132182:14|tКлык).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858325,
					["timestamp"] = 1879650.312,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[19:12:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618976:14|t|cff4e96f7|HbattlePetAbil:239:315:333:500|h[Летающий питомец]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132182:14|tКлык), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858325,
					["timestamp"] = 1879650.312,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[19:12:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135734:14|t|cff4e96f7|HbattlePetAbil:489:876:341:183|h[Волна маны]|h|r наносит 270 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132182:14|tКлык).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858325,
					["timestamp"] = 1879650.572,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[19:12:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h:  накладывает эффект |T618974:14|t|cff4e96f7|HbattlePetAbil:245:876:341:183|h[Дракон]|h|r на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858326,
					["timestamp"] = 1879651.587,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[19:12:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858327,
					["timestamp"] = 1879652.45,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[19:12:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463565:14|t|cff4e96f7|HbattlePetAbil:420:45:333:333|h[Пронизывающий ветер]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858329,
					["timestamp"] = 1879653.784,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[19:12:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463565:14|t|cff4e96f7|HbattlePetAbil:420:45:333:333|h[Пронизывающий ветер]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858329,
					["timestamp"] = 1879654.298,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[19:12:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463565:14|t|cff4e96f7|HbattlePetAbil:420:45:333:333|h[Пронизывающий ветер]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858330,
					["timestamp"] = 1879654.808,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[19:12:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135734:14|t|cff4e96f7|HbattlePetAbil:489:528:341:183|h[Волна маны]|h|r наносит 1148 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132182:14|tКлык).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858332,
					["timestamp"] = 1879656.864,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[19:12:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T132182:14|tКлык погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858332,
					["timestamp"] = 1879656.864,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[19:12:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618974:14|t|cff4e96f7|HbattlePetAbil:245:528:341:183|h[Дракон]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858334,
					["timestamp"] = 1879659.382,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[19:12:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858334,
					["timestamp"] = 1879659.382,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[19:12:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T538518:14|tРой – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858334,
					["timestamp"] = 1879659.382,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[19:12:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858336,
					["timestamp"] = 1879661.548,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[19:12:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136128:14|t|cff4e96f7|HbattlePetAbil:232:1184:484:219|h[Рой мух]|h|r накладывает эффект \"|T136128:14|t|cff4e96f7|HbattlePetAbil:231:1184:484:219|h[Рой мух]|h|r\" на |3-3(ваша команда).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858337,
					["timestamp"] = 1879662.06,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[19:12:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135734:14|t|cff4e96f7|HbattlePetAbil:489:528:341:183|h[Волна маны]|h|r наносит 364 ед. урона |3-2(вражеский питомец) |3-2(|T538518:14|tРой).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858339,
					["timestamp"] = 1879664.387,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[19:12:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135734:14|t|cff4e96f7|HbattlePetAbil:489:528:341:183|h[Волна маны]|h|r наносит 180 ед. урона |3-2(вражеский питомец) |3-2(|T538518:14|tРой).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858339,
					["timestamp"] = 1879664.642,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[19:12:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136128:14|t|cff4e96f7|HbattlePetAbil:231:640:484:219|h[Рой мух]|h|r наносит 176 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858341,
					["timestamp"] = 1879666.158,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[19:12:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h:  накладывает эффект |T618974:14|t|cff4e96f7|HbattlePetAbil:245:352:341:183|h[Дракон]|h|r на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858342,
					["timestamp"] = 1879667.168,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[19:12:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858345,
					["timestamp"] = 1879669.997,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[19:12:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T895885:14|t|cff4e96f7|HbattlePetAbil:1049:640:484:219|h[Ослепляющий яд]|h|r накладывает эффект |T895885:14|t|cff4e96f7|HbattlePetAbil:1048:640:484:219|h[Ослепляющий яд]|h|r на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858346,
					["timestamp"] = 1879671.316,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[19:12:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135781:14|t|cff4e96f7|HbattlePetAbil:782:352:341:183|h[Ледяное дыхание]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T538518:14|tРой).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858348,
					["timestamp"] = 1879673.747,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[19:12:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136128:14|t|cff4e96f7|HbattlePetAbil:231:640:484:219|h[Рой мух]|h|r наносит 176 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858350,
					["timestamp"] = 1879675.28,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[19:12:32]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T653221:14|t|cff4e96f7|HbattlePetAbil:154:0:333:333|h[Снижение скорости]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858351,
					["timestamp"] = 1879676.29,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[19:12:32]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618974:14|t|cff4e96f7|HbattlePetAbil:245:176:341:183|h[Дракон]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858351,
					["timestamp"] = 1879676.29,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[19:12:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858352,
					["timestamp"] = 1879677.122,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[19:12:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135781:14|t|cff4e96f7|HbattlePetAbil:782:176:341:244|h[Ледяное дыхание]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T538518:14|tРой).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858353,
					["timestamp"] = 1879678.545,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[19:12:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:359:640:484:219|h[Ужалить]|h|r накладывает эффект |T132274:14|t|cff4e96f7|HbattlePetAbil:358:640:484:219|h[Ужалить]|h|r на |3-1(ваш питомец) |3-3(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858355,
					["timestamp"] = 1879680.685,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[19:12:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:358:640:484:219|h[Ужалить]|h|r наносит 151 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858356,
					["timestamp"] = 1879681.735,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[19:12:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136128:14|t|cff4e96f7|HbattlePetAbil:231:640:484:219|h[Рой мух]|h|r наносит 176 ед. урона |3-2(ваш питомец) |3-2(|T797547:14|tДракончик Нексуса).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858357,
					["timestamp"] = 1879682.243,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[19:12:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T797547:14|tДракончик Нексуса погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858357,
					["timestamp"] = 1879682.243,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[19:12:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858361,
					["timestamp"] = 1879685.854,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[19:12:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T797882:14|tКуньлайский коротышка – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858361,
					["timestamp"] = 1879685.854,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[19:12:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 13",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858364,
					["timestamp"] = 1879689.129,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[19:12:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132176:14|t|cff4e96f7|HbattlePetAbil:124:1465:305:257|h[Буйство]|h|r наносит 609 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T538518:14|tРой).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858365,
					["timestamp"] = 1879690.256,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[19:12:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:359:31:484:219|h[Ужалить]|h|r накладывает эффект |T132274:14|t|cff4e96f7|HbattlePetAbil:358:31:484:219|h[Ужалить]|h|r на |3-1(ваш питомец) |3-3(|T797882:14|tКуньлайский коротышка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858367,
					["timestamp"] = 1879691.991,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[19:12:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:358:31:484:219|h[Ужалить]|h|r наносит 151 ед. урона |3-2(ваш питомец) |3-2(|T797882:14|tКуньлайский коротышка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858368,
					["timestamp"] = 1879693.027,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[19:12:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136128:14|t|cff4e96f7|HbattlePetAbil:231:31:484:219|h[Рой мух]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797882:14|tКуньлайский коротышка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858368,
					["timestamp"] = 1879693.544,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[19:12:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1256:305:257|h[Восстановление]|h|r восстанавливает 58 ед. урона |3-2(ваш питомец) |3-2(|T797882:14|tКуньлайский коротышка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858369,
					["timestamp"] = 1879694.557,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[19:12:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858370,
					["timestamp"] = 1879695.511,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[19:12:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132176:14|t|cff4e96f7|HbattlePetAbil:124:1256:305:257|h[Буйство]|h|r наносит 609 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T538518:14|tРой).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858371,
					["timestamp"] = 1879696.626,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[19:12:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T538518:14|tРой погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858371,
					["timestamp"] = 1879696.626,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[19:12:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132274:14|t|cff4e96f7|HbattlePetAbil:358:0:484:219|h[Ужалить]|h|r наносит 151 ед. урона |3-2(ваш питомец) |3-2(|T797882:14|tКуньлайский коротышка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858374,
					["timestamp"] = 1879699.173,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[19:12:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136128:14|t|cff4e96f7|HbattlePetAbil:231:0:484:219|h[Рой мух]|h|r наносит 116 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T797882:14|tКуньлайский коротышка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858374,
					["timestamp"] = 1879699.686,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[19:12:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618977:14|t|cff4e96f7|HbattlePetAbil:726:1047:305:257|h[Восстановление]|h|r восстанавливает 58 ед. урона |3-2(ваш питомец) |3-2(|T797882:14|tКуньлайский коротышка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858375,
					["timestamp"] = 1879700.699,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[19:12:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1256:305:257|h[Боевое восстановление]|h|r восстанавливает 209 ед. урона |3-2(ваш питомец) |3-2(|T797882:14|tКуньлайский коротышка).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						166, -- [3]
						167, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1630858377,
					["timestamp"] = 1879702.151,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [122]
			},
			["headIndex"] = 122,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["serverTime"] = 1661126788,
					["r"] = 0.9372549653053284,
					["b"] = 1,
					["timestamp"] = 644957.294,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 0.9686275124549866,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 644957.294,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 644957.294,
				}, -- [3]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 644931.207,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[00:27:28]|h Сообщение дня от гильдии: \"Йоу всем! Статик в перерыве до 10.0, Походу. спасибо всем! Мирного неба! Ждём всех обратно в будущем!\"",
					["serverTime"] = 1661126788,
					["r"] = 0.4745098352432251,
					["b"] = 0.8196079134941101,
					["timestamp"] = 644957.294,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["g"] = 0.5058823823928833,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 644957.294,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 644957.294,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[03:06:28]|h Сообщение дня от гильдии: \"Йоу всем! Статик в перерыве до 10.0, Походу. спасибо всем! Мирного неба! Ждём всех обратно в будущем!\"",
					["r"] = 0.4745098352432251,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 644957.138,
					["g"] = 0.5058823823928833,
					["b"] = 0.8196079134941101,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 104,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[03:06:20]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.136 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Marshy and our newborn daughter Kiana.",
					["r"] = 1,
					["timestamp"] = 644931.207,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[03:06:28]|h Сообщение дня от гильдии: \"Йоу всем! Статик в перерыве до 10.0, Походу. спасибо всем! Мирного неба! Ждём всех обратно в будущем!\"",
					["r"] = 0.4745098352432251,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 644957.138,
					["g"] = 0.5058823823928833,
					["b"] = 0.8196079134941101,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[03:06:29]|h |cffFFFFFFRaiderIO|r использует устаревшие данные. Пожалуйста, обновите сейчас, чтобы увидеть самые точные данные: |cffFFFFFFhttps://rio.gg/addon|r",
					["r"] = 1,
					["serverTime"] = 1661126789,
					["timestamp"] = 644957.294,
					["g"] = 1,
					["b"] = 0,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[03:06:30]|h Вы будете получать добычу для специализации \"Тьма\".",
					["serverTime"] = 1661126790,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 644957.294,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[03:06:30]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 644957.294,
					["serverTime"] = 1661126790,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[03:06:30]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 644957.294,
					["serverTime"] = 1661126790,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[03:06:30]|h |cffffd700Титан Панель|r|cff20ff20 5.23.5.90205|r|cffffd700|cffffd700 от |cffff8c00Titan Development Team|r|cff20ff20|r",
					["timestamp"] = 644957.294,
					["serverTime"] = 1661126790,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[03:06:30]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Алоиза(2): Фламиника: Vuhdo'esque",
					["r"] = 1,
					["serverTime"] = 1661126790,
					["timestamp"] = 644957.294,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[03:06:30]|h |cff9900ffWeakAuras:|r  Готово к применению 3 |4обновление:обновления:обновлений;.",
					["timestamp"] = 644957.294,
					["serverTime"] = 1661126790,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[03:06:32]|h Общее время игры: 18 |4день:дня:дней;, 23 |4час:часа:часов;, 19 |4минута:минуты:минут;, 29 |4секунда:секунды:секунд;.",
					["serverTime"] = 1661126792,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 644961.393,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[03:06:32]|h Время игры на этом уровне: 12 |4день:дня:дней;, 11 |4час:часа:часов;, 43 |4минута:минуты:минут;, 19 |4секунда:секунды:секунд;.",
					["serverTime"] = 1661126792,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 644961.393,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[03:06:32]|h |cff7f7f7f[03:06]|r [|cff007f7fNOP|r] Шахта Зашедшей Луны: 12 done 0 to go!",
					["timestamp"] = 644961.393,
					["serverTime"] = 1661126792,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[03:06:32]|h |cff7f7f7f[03:06]|r [|cff007f7fNOP|r] Paragon reward for Неумирающая армия is ready!",
					["timestamp"] = 644961.393,
					["serverTime"] = 1661126792,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[03:06:37]|h |cffb4b4ffALL THE THINGS|r Профиль: По умолчанию",
					["timestamp"] = 644966.087,
					["serverTime"] = 1661126797,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[03:06:54]|h Вы получили предмет: |cff1eff00|Hitem:173204::::::::60:258:::::::::|h[Сумрачный шелк]|h|rx38.",
					["serverTime"] = 1661126814,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 644982.956,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[03:06:54]|h Вы получили предмет: |cffffffff|Hitem:173202::::::::60:258:::::::::|h[Сумеречная ткань]|h|rx159.",
					["serverTime"] = 1661126814,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 644983.138,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[03:06:54]|h Вы получили предмет: |cffffffff|Hitem:124437::::::::60:258:::::::::|h[Шал'дорайский шелк]|h|rx2.",
					["serverTime"] = 1661126814,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 644983.3,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[03:06:54]|h Вы получили предмет: |cffffffff|Hitem:172230::::::::60:258:::::::::|h[Пыль духа]|h|rx12.",
					["serverTime"] = 1661126814,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 644983.408,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[03:06:54]|h Вы получили предмет: |cffa335ee|Hitem:172232::::::::60:258:::::::::|h[Кристалл вечности]|h|rx3.",
					["serverTime"] = 1661126814,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 644983.5160000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[03:06:54]|h Вы получили предмет: |cff0070dd|Hitem:172231::::::::60:258:::::::::|h[Священный осколок]|h|rx6.",
					["serverTime"] = 1661126814,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 644983.905,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[03:06:55]|h Вы получили предмет: |cffffffff|Hitem:173202::::::::60:258:::::::::|h[Сумеречная ткань]|h|rx23.",
					["serverTime"] = 1661126815,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 644984.545,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[03:06:55]|h Вы получили предмет: |cff1eff00|Hitem:173204::::::::60:258:::::::::|h[Сумрачный шелк]|h|rx7.",
					["serverTime"] = 1661126815,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 644984.653,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[03:06:55]|h Вы получили предмет: |cffffffff|Hitem:172230::::::::60:258:::::::::|h[Пыль духа]|h|rx12.",
					["serverTime"] = 1661126815,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 644984.76,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[03:06:55]|h Вы получили предмет: |cffa335ee|Hitem:172232::::::::60:258:::::::::|h[Кристалл вечности]|h|rx3.",
					["serverTime"] = 1661126815,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 644984.867,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[03:06:56]|h Вы получили предмет: |cff0070dd|Hitem:172231::::::::60:258:::::::::|h[Священный осколок]|h|rx6.",
					["serverTime"] = 1661126816,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 644985,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[03:06:56]|h Вы получили предмет: |cff0070dd|Hitem:187703::::::::60:258:::::::::|h[Шелковая протофибра]|h|rx4.",
					["serverTime"] = 1661126816,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 644985.93,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[03:06:57]|h Вы получили предмет: |cff1eff00|Hitem:173204::::::::60:258:::::::::|h[Сумрачный шелк]|h|rx12.",
					["serverTime"] = 1661126817,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 644986.747,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[03:06:57]|h Вы получили предмет: |cffffffff|Hitem:173202::::::::60:258:::::::::|h[Сумеречная ткань]|h|rx49.",
					["serverTime"] = 1661126817,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 644986.8910000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[03:06:58]|h Вы получили предмет: |cff0070dd|Hitem:172231::::::::60:258:::::::::|h[Священный осколок]|h|rx6.",
					["serverTime"] = 1661126818,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 644986.965,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[03:06:58]|h Вы получили предмет: |cffffffff|Hitem:172230::::::::60:258:::::::::|h[Пыль духа]|h|rx12.",
					["serverTime"] = 1661126818,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 644987.1510000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[03:06:58]|h Вы получили предмет: |cffa335ee|Hitem:172232::::::::60:258:::::::::|h[Кристалл вечности]|h|rx3.",
					["serverTime"] = 1661126818,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 644987.272,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[03:06:59]|h Вы получили предмет: |cffffffff|Hitem:173202::::::::60:258:::::::::|h[Сумеречная ткань]|h|rx80.",
					["serverTime"] = 1661126819,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 644988.098,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[03:06:59]|h Вы получили предмет: |cff1eff00|Hitem:173204::::::::60:258:::::::::|h[Сумрачный шелк]|h|rx20.",
					["serverTime"] = 1661126819,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 644988.205,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[03:06:59]|h Вы получили предмет: |cff0070dd|Hitem:187703::::::::60:258:::::::::|h[Шелковая протофибра]|h|rx8.",
					["serverTime"] = 1661126819,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 644988.313,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[03:07:06]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq67|k:15:608:BN_INLINE_TOAST_ALERT:0|h[|Kq67|k]|h выходит из сети.",
					["serverTime"] = 1661126826,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 644995.183,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[03:07:11]|h Вы получили задание \"Наполнение резервуара\".",
					["serverTime"] = 1661126831,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645000.3910000001,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[03:07:48]|h Вы создаете: |cff0070dd|Hitem:177962::::::::60:258:::::::::|h[Чары для нагрудника - вечные характеристики]|h|r.",
					["serverTime"] = 1661126868,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645036.986,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[03:07:51]|h Вы создаете: |cff0070dd|Hitem:177962::::::::60:258:::::::::|h[Чары для нагрудника - вечные характеристики]|h|r.",
					["serverTime"] = 1661126871,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645040.742,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[03:07:54]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq23|k:25:612:BN_INLINE_TOAST_ALERT:0|h[|Kq23|k] (|TInterface\\ChatFrame\\UI-ChatIcon-WOW:14:14:0:0|tГаммалучи)|h входит в сеть.",
					["serverTime"] = 1661126874,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						3, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645043.92,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[03:07:55]|h Вы создаете: |cff0070dd|Hitem:177962::::::::60:258:::::::::|h[Чары для нагрудника - вечные характеристики]|h|r.",
					["serverTime"] = 1661126875,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645044.803,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[03:07:59]|h Вы создаете: |cff0070dd|Hitem:177962::::::::60:258:::::::::|h[Чары для нагрудника - вечные характеристики]|h|r.",
					["serverTime"] = 1661126878,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645048.414,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[03:08:03]|h Вы создаете: |cff0070dd|Hitem:177962::::::::60:258:::::::::|h[Чары для нагрудника - вечные характеристики]|h|r.",
					["serverTime"] = 1661126882,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645052.343,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[03:08:38]|h Вы создаете: |cff0070dd|Hitem:177661::::::::60:258:::::::::|h[Чары для обуви - ботфорты души]|h|r.",
					["serverTime"] = 1661126917,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645087.352,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[03:09:32]|h Вы создаете: |cff0070dd|Hitem:172364::::::::60:258:::::::::|h[Чары для кольца \"Догмат универсальности\"]|h|r.",
					["serverTime"] = 1661126971,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645141.88,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[03:09:46]|h Вы получили предмет: |cffffffff|Hitem:168589::::::::60:258:::::::::|h[Костяной корень]|h|rx6.",
					["serverTime"] = 1661126985,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645155.1730000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[03:09:46]|h Вы получили предмет: |cff1eff00|Hitem:171315::::::::60:258:::::::::|h[Беладонна]|h|rx3.",
					["serverTime"] = 1661126985,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645155.318,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[03:09:46]|h Вы получили предмет: |cffffffff|Hitem:168586::::::::60:258:::::::::|h[Славолист]|h|rx6.",
					["serverTime"] = 1661126985,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645155.478,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[03:09:48]|h Ваша добыча: |cffffffff|Hitem:173202::::::::60:258:::::::::|h[Сумеречная ткань]|h|rx14.",
					["serverTime"] = 1661126987,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645157.044,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[03:09:48]|h Ваша добыча: |cffffffff|Hitem:173202::::::::60:258:::::::::|h[Сумеречная ткань]|h|rx10.",
					["serverTime"] = 1661126987,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645157.044,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[03:09:48]|h Ваша добыча: |cff1eff00|Hitem:173204::::::::60:258:::::::::|h[Сумрачный шелк]|h|rx6.",
					["serverTime"] = 1661126987,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645157.112,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[03:09:50]|h Вы получили предмет: |cffffffff|Hitem:173036::::::::60:258:::::::::|h[Иглотелая пиранья]|h|rx5.",
					["serverTime"] = 1661126989,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645159.2440000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[03:09:50]|h Вы получили предмет: |cffffffff|Hitem:173032::::::::60:258:::::::::|h[Бесплотная плотва]|h|rx6.",
					["serverTime"] = 1661126989,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645159.38,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[03:09:50]|h Вы получили предмет: |cff1eff00|Hitem:173037::::::::60:258:::::::::|h[Элизийская волновка]|h|rx3.",
					["serverTime"] = 1661126989,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645159.532,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[03:09:50]|h Вы получили предмет: |cffffffff|Hitem:173033::::::::60:258:::::::::|h[Радужная сериола]|h|rx5.",
					["serverTime"] = 1661126989,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645159.702,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[03:09:50]|h Вы получили предмет: |cffffffff|Hitem:173035::::::::60:258:::::::::|h[Щербатая альбула]|h|rx5.",
					["serverTime"] = 1661126989,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645159.834,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[03:09:51]|h Вы получили предмет: |cffffffff|Hitem:173034::::::::60:258:::::::::|h[Среброжабрая щука]|h|rx5.",
					["serverTime"] = 1661126990,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645160.004,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[03:10:05]|h Вы получили предмет: |cffffffff|Hitem:163036::::::::60:258:::::::::|h[Отполированный оберег для питомца]|h|rx25.",
					["serverTime"] = 1661127004,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645173.99,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[03:10:05]|h Вы получили предмет: |cff0070dd|Hitem:184638::::::::60:258::31:::::::|h[Рыбный тайник героя]|h|r.",
					["serverTime"] = 1661127004,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645174.862,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[03:10:06]|h Получено: 369 |4золотая:золотые:золотых;, 39 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1661127005,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645175.8420000001,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[03:10:06]|h Вы получили предмет: |cff0070dd|Hitem:188656::::::::60:258:::::::::|h[Фрактальный проводник мыслей]|h|r.",
					["serverTime"] = 1661127005,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645175.8420000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[03:10:07]|h Вы получаете валюту – |cffff8000|Hcurrency:1906:0|h[Угли душ]|h|rх18",
					["serverTime"] = 1661127006,
					["r"] = 0.2549019753932953,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645176.633,
					["g"] = 0.5254902243614197,
					["b"] = 0.8196079134941101,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[03:10:07]|h Вы получили предмет: |cff0070dd|Hitem:181468::::::::60:258:::::::::|h[Затененная руна усиления]|h|rx8.",
					["serverTime"] = 1661127006,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645176.719,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[03:10:08]|h Вы получили предмет: |cff0070dd|Hitem:188656::::::::60:258:::::::::|h[Фрактальный проводник мыслей]|h|r.",
					["serverTime"] = 1661127007,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645177.523,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[03:10:08]|h Вы получили предмет: |cff0070dd|Hitem:187573::::::::60:258::31:::::::|h[Частица усиления брокера-зачаровывателя]|h|r.",
					["serverTime"] = 1661127007,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645177.523,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[03:10:09]|h Получено: 330 |4золотая:золотые:золотых;, 47 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1661127008,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645178.33,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[03:10:57]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq85|k:6:639:BN_INLINE_TOAST_ALERT:0|h[|Kq85|k]|h выходит из сети.",
					["serverTime"] = 1661127056,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						3, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645226.704,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[03:11:05]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq78|k:18:640:BN_INLINE_TOAST_ALERT:0|h[|Kq78|k]|h выходит из сети.",
					["serverTime"] = 1661127064,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						3, -- [3]
						11, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645234.8150000001,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[03:11:15]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq23|k:25:641:BN_INLINE_TOAST_ALERT:0|h[|Kq23|k]|h выходит из сети.",
					["serverTime"] = 1661127074,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						3, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645244.433,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[03:12:10]|h Вы получили задание \"Помощь Арденвельду\".",
					["serverTime"] = 1661127129,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645299.91,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[03:12:21]|h Вы получили задание \"Беды на родине\".",
					["serverTime"] = 1661127140,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645310.408,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[03:12:24]|h Вы получили задание \"Испытания Арденвельда\".",
					["serverTime"] = 1661127143,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645313.719,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[03:12:48]|h Вы будете получать добычу для специализации \"Тьма\".",
					["serverTime"] = 1661127167,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 645337.52,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[03:12:48]|h |cff9900ffWeakAuras:|r  Готово к применению 3 |4обновление:обновления:обновлений;.",
					["timestamp"] = 645337.52,
					["serverTime"] = 1661127167,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[03:12:52]|h Тениос говорит: Дозорный решает, готова ли душа попасть в Темные Земли. Отточи свои навыки в этом испытании.",
					["serverTime"] = 1661127171,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645341.655,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[03:12:52]|h <Существо издает какофонию тревожного звона.>",
					["serverTime"] = 1661127171,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						14, -- [3]
						15, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645341.908,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[03:13:07]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq23|k:25:647:BN_INLINE_TOAST_ALERT:0|h[|Kq23|k] (|TInterface\\ChatFrame\\UI-ChatIcon-WOW:14:14:0:0|tЛепота)|h входит в сеть.",
					["serverTime"] = 1661127186,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						3, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645356.142,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[03:13:08]|h Дозорная Джасинта говорит: Верно! Душам, у которых достаточно сильная связь с другими управляющими вселенной силами, нужно позволить вернуться.",
					["serverTime"] = 1661127187,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645357.622,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[03:13:13]|h Иссеченный рубака говорит: В моем городе бушует битва. Я должен вернуться и защитить малышей, пока до них не добрались чудовища!",
					["serverTime"] = 1661127192,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645362.584,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[03:13:16]|h Дозорная Джасинта говорит: Все верно – он пал смертью храбрых. Погиб как герой и справедливо заслужил славу в Малдраксусе.",
					["serverTime"] = 1661127195,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645365.919,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[03:13:21]|h Храбрый спутник говорит: Тяв! Гав! Гав! Гав! Р-р-р...",
					["serverTime"] = 1661127200,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645370.828,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[03:13:23]|h Дозорная Джасинта говорит: Я переведу. Это существо умерло, защищая хозяина от стаи волков. Оно хочет вернуться, чтобы оберегать его от опасностей.",
					["serverTime"] = 1661127202,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645372.936,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[03:13:24]|h Отношение |3-7(Перерожденные) к вам улучшилось на 214.",
					["serverTime"] = 1661127203,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645373.056,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[03:13:24]|h Отношение |3-7(Перерожденные) к вам улучшилось на 138.",
					["serverTime"] = 1661127203,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645373.126,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[03:13:24]|h Вы получили предмет: |cff1eff00|Hitem:184293::::::::60:258:::::::::|h[Освященный небесным Светом лист]|h|rx5.",
					["serverTime"] = 1661127203,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645373.1510000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[03:13:24]|h Дозорная Джасинта говорит: Верно. Это создание отдало свою жизнь в бою и заслужило право войти в Темные Земли.",
					["serverTime"] = 1661127203,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645373.1510000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[03:13:24]|h Тениос говорит: Прекрасно. Душеносцы должны мыслить здраво, чтобы доставлять в Орибос готовые души.",
					["serverTime"] = 1661127203,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						12, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645373.323,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[03:13:25]|h Вы получаете валюту – |cffffffff|Hcurrency:1885:0|h[Благодарственное подношение]|h|rх3",
					["serverTime"] = 1661127204,
					["r"] = 0.2549019753932953,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645374.056,
					["g"] = 0.5254902243614197,
					["b"] = 0.8196079134941101,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[03:14:41]|h |cffc31d39Неакри|r выходит из игрового мира.",
					["serverTime"] = 1661127280,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645449.942,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[03:14:50]|h |cfffefefeЭрвинель|r выходит из игрового мира.",
					["serverTime"] = 1661127289,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645459.372,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[03:14:57]|h |cffd8d8d8[|r|Hplayer:Друидисс:661|h|cffd8bc3f60|r:|cfffe7b09Друидисс|r|h|cffd8d8d8]|r входит в игровой мир.",
					["serverTime"] = 1661127296,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645466.03,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[03:18:34]|h Вы отошли от компьютера, оставив сообщение \"Отсутствует\".",
					["serverTime"] = 1661127513,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645683.394,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[03:20:55]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq23|k:25:663:BN_INLINE_TOAST_ALERT:0|h[|Kq23|k]|h выходит из сети.",
					["serverTime"] = 1661127654,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						3, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645824.381,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[03:23:26]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq31|k:48:664:BN_INLINE_TOAST_ALERT:0|h[|Kq31|k]|h выходит из сети.",
					["serverTime"] = 1661127805,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						3, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645975.443,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[03:23:43]|h Вы вернулись.",
					["serverTime"] = 1661127822,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						5, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 645992.317,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[03:23:59]|h Ваша добыча: |cff9d9d9d|Hitem:178136::::::::60:258:::::::::|h[Эмоциональный осадок]|h|r.",
					["serverTime"] = 1661127838,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 646008.441,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[03:24:08]|h Отношение |3-7(Перерожденные) к вам улучшилось на 22.",
					["serverTime"] = 1661127847,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 646017.1140000001,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[03:24:08]|h Ваша добыча: |cffffffff|Hitem:173859::::::::60:258:::::::::|h[Призрачный гранат]|h|r.",
					["serverTime"] = 1661127847,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 646017.439,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[03:24:08]|h Ваша добыча: |cff9d9d9d|Hitem:174022::::::::60:258:::::::::|h[Церемониальный колокольчик]|h|r.",
					["serverTime"] = 1661127847,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 646017.608,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[03:24:08]|h Ваша добыча: |cff1eff00|Hitem:184771::::::::60:258:::::::::|h[Воспоминание о сгоревшем пергаменте]|h|rx5.",
					["serverTime"] = 1661127847,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 646017.782,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[03:24:08]|h Ваша добыча: |cff1eff00|Hitem:181744::::::::60:258:::::::::|h[Раскаленный уголь автоматурга]|h|rx5.",
					["serverTime"] = 1661127847,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 646017.911,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[03:24:09]|h Ваша добыча: 18 |4золотая:золотые:золотых;, 70 |4серебряная:серебряные:серебряных;, 74 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1661127848,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						19, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 646018.01,
					["g"] = 1,
					["b"] = 0,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[03:24:09]|h Вы получаете валюту – |cffffffff|Hcurrency:1885:0|h[Благодарственное подношение]|h|rх2",
					["serverTime"] = 1661127848,
					["r"] = 0.2549019753932953,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 646018.261,
					["g"] = 0.5254902243614197,
					["b"] = 0.8196079134941101,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[03:24:23]|h Вы будете получать добычу для специализации \"Тьма\".",
					["serverTime"] = 1661127862,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 646031.934,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[03:24:23]|h |cff9900ffWeakAuras:|r  Готово к применению 3 |4обновление:обновления:обновлений;.",
					["timestamp"] = 646031.934,
					["serverTime"] = 1661127862,
				}, -- [104]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
