
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589856958,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[22:30:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1666639831,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789825.384,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[22:30:32]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132140:14|tНегодяй – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1666639832,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789826.142,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[22:30:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["serverTime"] = 1666639834,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789828.25,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[22:30:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134518:14|t|cff4e96f7|HbattlePetAbil:392:1400:260:325|h[Дополнительная броня]|h|r накладывает эффект |T134518:14|t|cff4e96f7|HbattlePetAbil:391:1400:260:325|h[Дополнительная броня]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1666639834,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789828.772,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[22:30:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1666639835,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789829.797,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[22:30:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["serverTime"] = 1666639836,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789830.318,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[22:30:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния).",
					["serverTime"] = 1666639836,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789830.838,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[22:30:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:3025:325:219|h[Игры разума]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639838,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789832.893,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[22:30:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["serverTime"] = 1666639841,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789835.39,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[22:30:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 350 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1666639841,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789835.39,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[22:30:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 406 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["serverTime"] = 1666639841,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789835.64,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[22:30:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 386 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["serverTime"] = 1666639841,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789835.894,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[22:30:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["serverTime"] = 1666639842,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789836.16,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[22:30:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния), заканчивается.",
					["serverTime"] = 1666639842,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789836.417,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[22:30:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния), заканчивается.",
					["serverTime"] = 1666639842,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789836.694,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[22:30:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 103 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1666639845,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789839.4550000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[22:30:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["serverTime"] = 1666639845,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789839.4550000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[22:30:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["serverTime"] = 1666639845,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789839.4550000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[22:30:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["serverTime"] = 1666639852,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789846.351,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[22:30:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639853,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789847.527,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[22:30:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639854,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789847.952,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[22:30:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r наносит 283 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639854,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789848.368,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[22:30:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:947:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["serverTime"] = 1666639854,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789848.7930000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[22:30:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2553:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1666639856,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789850.569,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[22:30:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:775:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639858,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789852.77,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[22:31:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["serverTime"] = 1666639860,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789854.323,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[22:31:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639860,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789854.812,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[22:31:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639861,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789855.809,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[22:31:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639862,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789856.196,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[22:31:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:775:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639862,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789856.569,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[22:31:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2301:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1666639865,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789859.344,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[22:31:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:603:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639867,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789861.561,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[22:31:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T134518:14|t|cff4e96f7|HbattlePetAbil:391:603:260:325|h[Дополнительная броня]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["serverTime"] = 1666639867,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789861.611,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[22:31:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:2207:325:219|h[Игры разума]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй), заканчивается.",
					["serverTime"] = 1666639867,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789861.611,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[22:31:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["serverTime"] = 1666639868,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789862.8250000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[22:31:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:603:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639869,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789863.1630000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[22:31:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:603:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639870,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789864.066,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[22:31:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:603:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639870,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789864.453,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[22:31:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:603:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:603:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639870,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789864.839,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[22:31:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:1736:325:219|h[Корм]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1666639873,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789867.4010000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[22:31:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:2081:325:219|h[Корм]|h|r восстанавливает 345 ед. урона |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639873,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789867.659,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[22:31:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:258:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639875,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789869.844,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[22:31:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["serverTime"] = 1666639876,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789870.758,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[22:31:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639877,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789871.247,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[22:31:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639878,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789872.234,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[22:31:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639878,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789872.6290000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[22:31:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:258:260:325|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639878,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789872.6290000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[22:31:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:258:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639879,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789873.03,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[22:31:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:1327:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1666639882,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789875.991,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[22:31:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["serverTime"] = 1666639882,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789875.991,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[22:31:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r восстанавливает 280 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1666639884,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789878.5260000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[22:31:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:280:260:325|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1666639884,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789878.783,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[22:31:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:280:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639888,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789881.9940000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[22:31:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["serverTime"] = 1666639889,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789883.368,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[22:31:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639889,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789883.704,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[22:31:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639890,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789884.648,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[22:31:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639891,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789885.035,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[22:31:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:280:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639891,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789885.422,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[22:31:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:951:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1666639894,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789887.939,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[22:31:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["serverTime"] = 1666639894,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789887.939,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[22:31:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639897,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789891.652,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[22:31:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r\", наложенного на |3-3(команда противника), заканчивается.",
					["serverTime"] = 1666639897,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789891.707,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[22:31:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["serverTime"] = 1666639900,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789894.351,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[22:31:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133015:14|tПаровой танк ярмарки Новолуния – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1666639900,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789894.351,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[22:31:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["serverTime"] = 1666639911,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789905.259,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[22:31:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T252188:14|t|cff4e96f7|HbattlePetAbil:646:1014:273:260|h[Шок и трепет]|h|r наносит 988 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["serverTime"] = 1666639912,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789906.387,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[22:31:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T132140:14|tНегодяй погибает.",
					["serverTime"] = 1666639912,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789906.387,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[22:31:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1321:273:260|h[Боевое восстановление]|h|r восстанавливает 307 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["serverTime"] = 1666639915,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789909.779,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[22:31:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1250:273:273|h[Боевое восстановление]|h|r восстанавливает 297 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["serverTime"] = 1666639915,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 789909.779,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [69]
			},
			["headIndex"] = 69,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 5,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["g"] = 0.9686275124549866,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 7828.362,
					["serverTime"] = 1689547883,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["serverTime"] = 1689604816,
					["r"] = 0.9372549653053284,
					["b"] = 1,
					["timestamp"] = 7828.362,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 0.9686275124549866,
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 7828.362,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 7828.362,
				}, -- [4]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 7777.664,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [5]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 10,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[03:06:56]|h Сообщение дня от гильдии: \"Йоу всем! Статик в перерыве. Спасибо всем! Мирного неба всем! #Нетвойне!\"",
					["g"] = 0.5058823823928833,
					["r"] = 0.4745098352432251,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 7828.362,
					["serverTime"] = 1689547883,
					["b"] = 0.8196079134941101,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[01:51:22]|h Сообщение дня от гильдии: \"Йоу всем! Статик в перерыве. Спасибо всем! Мирного неба всем! #Нетвойне!\"",
					["serverTime"] = 1689604816,
					["r"] = 0.4745098352432251,
					["b"] = 0.8196079134941101,
					["timestamp"] = 7828.362,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["g"] = 0.5058823823928833,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[02:41:41]|h |Hplayer:Алоиза-Гордунни|h[|cffffffffАлоиза|r]|h заслужила достижение |cffffff00|Hachievement:16646:Player-1602-04F44A64:1:7:17:23:4294967295:4294967295:4294967295:4294967295|h[Герой ключей: Чертоги Насыщения]|h|r!",
					["b"] = 1,
					["r"] = 0.2352941334247589,
					["g"] = 0.4980392456054688,
					["timestamp"] = 7828.362,
					["serverTime"] = 1689550901,
					["extraData"] = {
						48, -- [1]
						["n"] = 1,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[02:41:41]|h |Hplayer:Yugipal-TwistingNether|h[|cfff48cbaYugipal-TwistingNether|r]|h заслужила достижение |cffffff00|Hachievement:16646:Player-3674-0B1AEA2E:1:7:17:23:4294967295:4294967295:4294967295:4294967295|h[Герой ключей: Чертоги Насыщения]|h|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 7828.362,
					["serverTime"] = 1689550901,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[02:41:41]|h |Hplayer:Sorvintwo-TwistingNether|h[|cff33937fSorvintwo-TwistingNether|r]|h заслужил достижение |cffffff00|Hachievement:16646:Player-3674-0B2B231B:1:7:17:23:4294967295:4294967295:4294967295:4294967295|h[Герой ключей: Чертоги Насыщения]|h|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 7828.362,
					["serverTime"] = 1689550901,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[02:41:41]|h |Hplayer:Алоиза-Гордунни|h[|cffffffffАлоиза|r]|h заслужила достижение |cffffff00|Hachievement:16646:Player-1602-04F44A64:1:7:17:23:4294967295:4294967295:4294967295:4294967295|h[Герой ключей: Чертоги Насыщения]|h|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 7828.362,
					["serverTime"] = 1689550901,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[02:41:50]|h |Hplayer:Yugipal-TwistingNether|h[|cfff48cbaYugipal-TwistingNether|r]|h заслужила достижение |cffffff00|Hachievement:1178:Player-3674-0B1AEA2E:1:7:17:23:4294967295:4294967295:4294967295:4294967295|h[Деньги-деньги, дребеденьги]|h|r!",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 7828.362,
					["serverTime"] = 1689550910,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
				}, -- [7]
				{
					["message"] = "0 |4день:дня:дней;, 14 |4час:часа:часов;, 58 |4минута:минуты:минут;, 26 |4секунда:секунды:секунд;.",
					["timestamp"] = 7828.362,
				}, -- [8]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 7828.362,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[17:40:15]|h Сообщение дня от гильдии: \"Йоу всем! Статик в перерыве. Спасибо всем! Мирного неба всем! #Нетвойне!\"",
					["r"] = 0.4745098352432251,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 7828.188,
					["g"] = 0.5058823823928833,
					["b"] = 0.8196079134941101,
				}, -- [10]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 103,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[17:58:17]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Яушвщ-Гордунни:1315:CHANNEL:5|h[|cffc69b6dЯушвщ|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 Гер=200k И Гер-UNSAVE=450k>|cff66bbff|Hjournal:1:2520:14|h[Дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K><мифик+  15-25><4x17><1x20>",
					["serverTime"] = 1689605897,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						3, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8910.488,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[17:58:19]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Икгдыш-Гордунни:1316:CHANNEL:5|h[|cffc69b6dИкгдыш|r]|h: СЕЙЧАС<фулл  9/9  Гер=200k И Гер-UNSAVE=450k>|cffffff00|Hachievement:18253:Player-1928-0F3BE853:1:5:19:23:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K><мифик+  15-25>",
					["serverTime"] = 1689605899,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						5, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8912.221,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[17:58:21]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Прогейминг-Гордунни:1318:CHANNEL:5|h[|cffc69b6dПрогейминг|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 Гер=200k И UNSAVE=450k>|cffffff00|Hachievement:18253:Player-1602-0F616D17:0:0:0:-1:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K>",
					["serverTime"] = 1689605901,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						9, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8913.954,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[17:58:22]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Нейтл-Гордунни:1320:CHANNEL:5|h[|cff3fc7ebНейтл|r]|h: куплю крафт|cffa335ee|Hitem:193001::::::::70:63::13:1:3524:4:40:260:38:8:48:194569:50:204440:::::|h[Аркан стихий |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["serverTime"] = 1689605902,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						66, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8914.887,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[17:58:24]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Равенов-Гордунни:1325:CHANNEL:5|h[|cffff7c0aРавенов|r]|h: Предлагает|cffffff00|Hachievement:18253:Player-1602-0F5658D1:1:5:12:23:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r70к Эхо 30к,оба 90к, 9/9 200к|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r 690K/2000K Вся информация -в личку!",
					["serverTime"] = 1689605904,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						4, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8917.554,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[17:58:25]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Любительземл-Гордунни:1328:CHANNEL:5|h[|cff00ff98Любительземл|r]|h: +|cff66bbff|Hjournal:1:2520:15|h[Дракомандир Саркарет]|h|r 70k эхo 30k Оба 100k |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r ормал 9/9 180К+Гер 9/9 200К Без кд 480К /Рассвет Бесконечности 800К 4xM+16-1xM+20",
					["serverTime"] = 1689605905,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						19, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8918.487000000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[17:58:29]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Дипаапал-Гордунни:1334:CHANNEL:5|h[|cfff48cbaДипаапал|r]|h: Танк, Проведу Вас по  М+ 0-17 за голд.  Быстро соберу/найду ключ. Трейд <Кожа, Латы><Пал Дх>. Пишите в ЛС",
					["serverTime"] = 1689605909,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						14, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8922.221,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[17:58:34]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Яушвщ-Гордунни:1337:CHANNEL:5|h[|cffc69b6dЯушвщ|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 Гер=200k И Гер-UNSAVE=450k>|cff66bbff|Hjournal:1:2520:14|h[Дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K><мифик+  15-25><4x17><1x20>",
					["serverTime"] = 1689605914,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						3, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8927.687,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[17:58:36]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Икгдыш-Гордунни:1339:CHANNEL:5|h[|cffc69b6dИкгдыш|r]|h: СЕЙЧАС<фулл  9/9  Гер=200k И Гер-UNSAVE=450k>|cffffff00|Hachievement:18253:Player-1928-0F3BE853:1:5:19:23:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K><мифик+  15-25>",
					["serverTime"] = 1689605916,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						5, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8929.354,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[17:58:38]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Прогейминг-Гордунни:1340:CHANNEL:5|h[|cffc69b6dПрогейминг|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 Гер=200k И UNSAVE=450k>|cffffff00|Hachievement:18253:Player-1602-0F616D17:0:0:0:-1:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K>",
					["serverTime"] = 1689605918,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						9, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8931.087,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[17:58:44]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Пронэс-Гордунни:1344:CHANNEL:5|h[|cff00ff98Пронэс|r]|h: <Предлагаем>  |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r || Нормал 9/9 <190К> || Гер 9/9 <200К> ||  Без кд <450К> || Рассвет Бесконечности <800К> ХМ безсмертей <1500К> ||",
					["serverTime"] = 1689605924,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8937.621000000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[17:58:48]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Клейтонец-Гордунни:1346:CHANNEL:5|h[|cffc69b6dКлейтонец|r]|h: <Быстрая АФК Прокачка> 1-60 (до 2ч) \\ 60-70 (1ч кач) 2-ое одетых  и опытных бустеров! Сум естьГолду принимаем на любом сервере!",
					["serverTime"] = 1689605928,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						47, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8941.221,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[17:58:51]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Яушвщ-Гордунни:1349:CHANNEL:5|h[|cffc69b6dЯушвщ|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 Гер=200k И Гер-UNSAVE=450k>|cff66bbff|Hjournal:1:2520:14|h[Дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K><мифик+  15-25><4x17><1x20>",
					["serverTime"] = 1689605931,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						3, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8944.795,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[17:58:52]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Одинокаялюбо-Гордунни:1350:CHANNEL:5|h[|cffff7c0aОдинокаялюбо|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 HC 200K> |cffffff00|Hachievement:18253:Player-1602-0F616D17:0:0:0:-1:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70K Curve><ЛАСТЬ 2HC 100K><m+20 350K><4x17 700K>",
					["serverTime"] = 1689605932,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						15, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8945.421,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[17:58:52]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Анэпувюжифэ-Гордунни:1351:CHANNEL:5|h[|cffc69b6dАнэпувюжифэ|r]|h: Хoчeшь cтaть бycтepoм, нo нe знaeшь кaк? Пpoйди 2 нeдeли бecплaтнoгo oбyчeния и нaчни зapaбaтывaть в любимoй MMO. Пoдpoбнee нa www.wowjob.us",
					["serverTime"] = 1689605932,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						10, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8945.697,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[17:58:53]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Икгдыш-Гордунни:1353:CHANNEL:5|h[|cffc69b6dИкгдыш|r]|h: СЕЙЧАС<фулл  9/9  Гер=200k И Гер-UNSAVE=450k>|cffffff00|Hachievement:18253:Player-1928-0F3BE853:1:5:19:23:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K><мифик+  15-25>",
					["serverTime"] = 1689605933,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						5, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8946.512,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[17:58:55]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Прогейминг-Гордунни:1355:CHANNEL:5|h[|cffc69b6dПрогейминг|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 Гер=200k И UNSAVE=450k>|cffffff00|Hachievement:18253:Player-1602-0F616D17:0:0:0:-1:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K>",
					["serverTime"] = 1689605935,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						9, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8948.232,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[17:58:55]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Шерстяное-Гордунни:1356:CHANNEL:2|h[|cffff7c0aШерстяное|r]|h: |cffffd000|Htrade:Player-1602-0F54D851:3908:197|h[Портняжное дело]|h|r|cffa335ee|Hitem:205025::::::::70:104::13:1:3524:6:40:1023:38:8:43:204440:44:192097:45:193931:46:204697:::::|h[Пульсирующий плащ из спор |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r|cffffd000|Htrade:Player-1602-0F54D851:7411:333|h[Наложение чар]|h|r Все гребни Бесплатно",
					["serverTime"] = 1689605935,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						6, -- [2]
						17, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8948.49,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[17:58:58]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Эллориэт-Гордунни:1358:CHANNEL:2|h[|cfff48cbaЭллориэт|r]|h: |cffa335ee|Hitem:204697::::::::70:70::13:1:3524::::::|h[Зачарованный гребень Аспекта из пламени Тьмы]|h|r, |cffa335ee|Hitem:204682::::::::70:70::13:1:3524::::::|h[Зачарованный гребень змея из пламени Тьмы]|h|r сделаю за чай и ваши реги))частным заказиком))))",
					["serverTime"] = 1689605938,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						6, -- [2]
						37, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8951.625,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[17:58:58]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Эллориэт-Гордунни:1359:CHANNEL:5|h[|cfff48cbaЭллориэт|r]|h: |cffa335ee|Hitem:204697::::::::70:70::13:1:3524::::::|h[Зачарованный гребень Аспекта из пламени Тьмы]|h|r, |cffa335ee|Hitem:204682::::::::70:70::13:1:3524::::::|h[Зачарованный гребень змея из пламени Тьмы]|h|r сделаю за чай и ваши реги))частным заказиком))))",
					["serverTime"] = 1689605938,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						38, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8951.625,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[17:58:59]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Фифяу-Гордунни:1360:CHANNEL:5|h[|cfff48cbaФифяу|r]|h: Продам быстрый АФК ЛЕВЕЛинг (3k за ЛВЛ, 150k полностью), 60-70 (15k за ЛВЛ, 150k полностью) |cffffff00|Hachievement:15805:Player-1602-0F5EE984:1:12:22:22:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r <3",
					["serverTime"] = 1689605939,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						36, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8952.225,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[17:59:00]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Азурэлия-Гордунни:1362:CHANNEL:2|h[|cffff7c0aАзурэлия|r]|h: Опытный ТАНК Друид 444 ИЛВЛ, 2600 РИО=Помогу закрыть 0-16 КЛЮЧИ Мифик+=Быстро соберу свой ключ или найду пати=Все цены в ЛС=Голд после прохождения!",
					["serverTime"] = 1689605940,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						6, -- [2]
						68, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8953.077,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[17:59:00]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Глаймэс-Гордунни:1363:CHANNEL:2|h[|cffaad372Глаймэс|r]|h: хэй, как с пингом?",
					["serverTime"] = 1689605940,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						6, -- [2]
						69, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8953.329,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[17:59:00]|h Вы вернулись.",
					["serverTime"] = 1689605940,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 8953.805,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[17:59:01]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Азурэлия-Гордунни:1365:CHANNEL:2|h[|cffff7c0aАзурэлия|r]|h: Опытный ТАНК Друид 444 ИЛВЛ, 2600 РИО=Помогу закрыть 0-16 КЛЮЧИ Мифик+=Быстро соберу свой ключ или найду пати=Все цены в ЛС=Голд после прохождения!",
					["serverTime"] = 1689605941,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						6, -- [2]
						68, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8954.050000000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[17:59:03]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Фифяу-Гордунни:1367:CHANNEL:5|h[|cfff48cbaФифяу|r]|h: Продам быстрый АФК ЛЕВЕЛинг (3k за ЛВЛ, 150k полностью), 60-70 (15k за ЛВЛ, 150k полностью) |cffffff00|Hachievement:15805:Player-1602-0F5EE984:1:12:22:22:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r <3",
					["serverTime"] = 1689605943,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						36, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8956.208,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[17:59:06]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Голубка-Гордунни:1369:CHANNEL:2|h[|cfffff468Голубка|r]|h: |cffffd000|Htrade:Player-1602-0B89F844:2108:165|h[Кожевничество]|h|r (Ре)крафт за ваши реги, вся кольчуга/кожа, сет, лук, инструменты, пластины.",
					["serverTime"] = 1689605946,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						6, -- [2]
						20, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8959.174,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[17:59:06]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Голубка-Гордунни:1370:CHANNEL:5|h[|cfffff468Голубка|r]|h: |cffffd000|Htrade:Player-1602-0B89F844:2108:165|h[Кожевничество]|h|r (Ре)крафт за ваши реги, вся кольчуга/кожа, сет, лук, инструменты, пластины.",
					["serverTime"] = 1689605946,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						21, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8959.174,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[17:59:09]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Яушвщ-Гордунни:1372:CHANNEL:5|h[|cffc69b6dЯушвщ|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 Гер=200k И Гер-UNSAVE=450k>|cff66bbff|Hjournal:1:2520:14|h[Дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K><мифик+  15-25><4x17><1x20>",
					["serverTime"] = 1689605949,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						3, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8962.006,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[17:59:10]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Икгдыш-Гордунни:1374:CHANNEL:5|h[|cffc69b6dИкгдыш|r]|h: СЕЙЧАС<фулл  9/9  Гер=200k И Гер-UNSAVE=450k>|cffffff00|Hachievement:18253:Player-1928-0F3BE853:1:5:19:23:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K><мифик+  15-25>",
					["serverTime"] = 1689605950,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						5, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8963.754,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[17:59:12]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Прогейминг-Гордунни:1375:CHANNEL:5|h[|cffc69b6dПрогейминг|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 Гер=200k И UNSAVE=450k>|cffffff00|Hachievement:18253:Player-1602-0F616D17:0:0:0:-1:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K>",
					["serverTime"] = 1689605952,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						9, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8965.443,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[17:59:12]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Азурэлия-Гордунни:1376:CHANNEL:5|h[|cffff7c0aАзурэлия|r]|h: Опытный ТАНК Друид 444 ИЛВЛ, 2600 РИО=Помогу закрыть 0-16 КЛЮЧИ Мифик+=Быстро соберу свой ключ или найду пати=Все цены в ЛС=Голд после прохождения!",
					["serverTime"] = 1689605952,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						70, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8965.823,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[17:59:14]|h Вы получили предмет: |cffa335ee|Hitem:194879::::::::70:258::13:7:8836:8840:8902:9405:8793:9376:9366:8:28:2164:29:32:30:49:38:8:40:675:48:194566:49:204697:51:204440:::::|h[Потрескивающий кодекс островов |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r.",
					["serverTime"] = 1689605954,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 8966.951000000001,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[17:59:14]|h |cffa335ee|Hitem:194879::::::::70:258:::::::::|h[Потрескивающий кодекс островов]|h|r (194879) добавлен в Вашу коллекцию.",
					["timestamp"] = 8967.009,
					["serverTime"] = 1689605954,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[17:59:14]|h Модель |cffff80ff|Htransmogappearance:183309|h[Потрескивающий кодекс островов]|h|r добавлена в вашу коллекцию.",
					["serverTime"] = 1689605954,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 8967.009,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[17:59:14]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Равенов-Гордунни:1380:CHANNEL:5|h[|cffff7c0aРавенов|r]|h: Предлагает|cffffff00|Hachievement:18253:Player-1602-0F5658D1:1:5:12:23:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r70к Эхо 30к,оба 90к, 9/9 200к|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r 690K/2000K Вся информация -в личку!",
					["serverTime"] = 1689605954,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						4, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8967.525,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[17:59:15]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Пронэс-Гордунни:1382:CHANNEL:5|h[|cff00ff98Пронэс|r]|h: <Предлагаем>  |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r || Нормал 9/9 <190К> || Гер 9/9 <200К> ||  Без кд <450К> || Рассвет Бесконечности <800К> ХМ безсмертей <1500К> ||",
					["serverTime"] = 1689605955,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8968.694,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[17:59:16]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Азурэлия-Гордунни:1383:CHANNEL:5|h[|cffff7c0aАзурэлия|r]|h: Опытный ТАНК Друид 444 ИЛВЛ, 2600 РИО=Помогу закрыть 0-16 КЛЮЧИ Мифик+=Быстро соберу свой ключ или найду пати=Все цены в ЛС=Голд после прохождения!",
					["serverTime"] = 1689605956,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						70, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8969.488,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[17:59:23]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Клейтонец-Гордунни:1386:CHANNEL:5|h[|cffc69b6dКлейтонец|r]|h: <Быстрая АФК Прокачка> 1-60 (до 2ч) \\ 60-70 (1ч кач) 2-ое одетых  и опытных бустеров! Сум естьГолду принимаем на любом сервере!",
					["serverTime"] = 1689605963,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						47, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8976.334,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[17:59:24]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Дипаапал-Гордунни:1388:CHANNEL:5|h[|cfff48cbaДипаапал|r]|h: Танк, Проведу Вас по  М+ 0-17 за голд.  Быстро соберу/найду ключ. Трейд <Кожа, Латы><Пал Дх>. Пишите в ЛС",
					["serverTime"] = 1689605964,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						14, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8977.223,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[17:59:24]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Эллориэт-Гордунни:1389:CHANNEL:2|h[|cfff48cbaЭллориэт|r]|h: |cffa335ee|Hitem:204697::::::::70:70::13:1:3524::::::|h[Зачарованный гребень Аспекта из пламени Тьмы]|h|r, |cffa335ee|Hitem:204682::::::::70:70::13:1:3524::::::|h[Зачарованный гребень змея из пламени Тьмы]|h|r сделаю за чай и ваши реги))частным заказиком))))",
					["serverTime"] = 1689605964,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						6, -- [2]
						37, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8977.800000000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[17:59:24]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Эллориэт-Гордунни:1390:CHANNEL:5|h[|cfff48cbaЭллориэт|r]|h: |cffa335ee|Hitem:204697::::::::70:70::13:1:3524::::::|h[Зачарованный гребень Аспекта из пламени Тьмы]|h|r, |cffa335ee|Hitem:204682::::::::70:70::13:1:3524::::::|h[Зачарованный гребень змея из пламени Тьмы]|h|r сделаю за чай и ваши реги))частным заказиком))))",
					["serverTime"] = 1689605964,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						38, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8977.800000000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[17:59:26]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Яушвщ-Гордунни:1391:CHANNEL:5|h[|cffc69b6dЯушвщ|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 Гер=200k И Гер-UNSAVE=450k>|cff66bbff|Hjournal:1:2520:14|h[Дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K><мифик+  15-25><4x17><1x20>",
					["serverTime"] = 1689605966,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						3, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8979.19,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[17:59:28]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Икгдыш-Гордунни:1393:CHANNEL:5|h[|cffc69b6dИкгдыш|r]|h: СЕЙЧАС<фулл  9/9  Гер=200k И Гер-UNSAVE=450k>|cffffff00|Hachievement:18253:Player-1928-0F3BE853:1:5:19:23:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K><мифик+  15-25>",
					["serverTime"] = 1689605968,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						5, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8980.902,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[17:59:28]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Хашон-Гордунни:1394:CHANNEL:2|h[|cfff48cbaХашон|r]|h: |cffa335ee|Hitem:206605::::::::70:70:::::::::|h[Наплеч оплакиваемого рыцаря]|h|r продам, нужен для создания Т3 плечей на любой класс. Вся инфа в личке.",
					["serverTime"] = 1689605968,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						6, -- [2]
						64, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8981.674,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[17:59:29]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Прогейминг-Гордунни:1396:CHANNEL:5|h[|cffc69b6dПрогейминг|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 Гер=200k И UNSAVE=450k>|cffffff00|Hachievement:18253:Player-1602-0F616D17:0:0:0:-1:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K>",
					["serverTime"] = 1689605969,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						9, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8982.636,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[17:59:33]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Азурэлия-Гордунни:1398:CHANNEL:2|h[|cffff7c0aАзурэлия|r]|h: Опытный ТАНК Друид 444 ИЛВЛ, 2600 РИО=Помогу закрыть 0-16 КЛЮЧИ Мифик+=Быстро соберу свой ключ или найду пати=Все цены в ЛС=Голд после прохождения!",
					["serverTime"] = 1689605973,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						6, -- [2]
						68, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8985.895,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[17:59:33]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Фифяу-Гордунни:1399:CHANNEL:5|h[|cfff48cbaФифяу|r]|h: Продам быстрый АФК ЛЕВЕЛинг (3k за ЛВЛ, 150k полностью), 60-70 (15k за ЛВЛ, 150k полностью) |cffffff00|Hachievement:15805:Player-1602-0F5EE984:1:12:22:22:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r <3",
					["serverTime"] = 1689605973,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						36, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8986.379,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[17:59:34]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Грибволна-Гордунни:1401:CHANNEL:4|h[|cfff48cbaГрибволна|r]|h: Новая|cffffd100|HclubFinder:ClubFinder-1-364073-1602-107809029|h[Гильдия: Лицензия на пул]|h|r5/9 миф ищет людей для усиления состава и будущего закрытия мифрейда. РТ 21:15 - 00:15 пн, ср и чт. Подробности в пм.",
					["serverTime"] = 1689605974,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						22, -- [2]
						56, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8987.57,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[17:59:36]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Хашон-Гордунни:1402:CHANNEL:2|h[|cfff48cbaХашон|r]|h: |cffa335ee|Hitem:206605::::::::70:70:::::::::|h[Наплеч оплакиваемого рыцаря]|h|r продам, нужен для создания Т3 плечей на любой класс. Вся инфа в личке.",
					["serverTime"] = 1689605976,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						6, -- [2]
						64, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8989.272,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[17:59:37]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Фифяу-Гордунни:1404:CHANNEL:5|h[|cfff48cbaФифяу|r]|h: Продам быстрый АФК ЛЕВЕЛинг (3k за ЛВЛ, 150k полностью), 60-70 (15k за ЛВЛ, 150k полностью) |cffffff00|Hachievement:15805:Player-1602-0F5EE984:1:12:22:22:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r <3",
					["serverTime"] = 1689605977,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						36, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8990.074,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[17:59:40]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Аменадиэль-Гордунни:1406:CHANNEL:4|h[|cffaad372Аменадиэль|r]|h: В статик \"Тёмный альянс\" для освоения Аберрия  3/9 миф нужны: Танк (офф дд)/ Дд/Рдд/Хилы: дк дх хант монк маг лок шп ршам  (РТ: пн, ср, чт, 20.30-23.30) ",
					["serverTime"] = 1689605980,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						22, -- [2]
						25, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8993.598,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[17:59:43]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Хашон-Гордунни:1408:CHANNEL:5|h[|cfff48cbaХашон|r]|h: |cffa335ee|Hitem:206605::::::::70:70:::::::::|h[Наплеч оплакиваемого рыцаря]|h|rпродам, нужен для создания Т3 плечей на любой класс. Вся инфа в личке.",
					["serverTime"] = 1689605983,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						71, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8995.99,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[17:59:43]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Одинокаялюбо-Гордунни:1409:CHANNEL:5|h[|cffff7c0aОдинокаялюбо|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 HC 200K> |cffffff00|Hachievement:18253:Player-1602-0F616D17:0:0:0:-1:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70K Curve><ЛАСТЬ 2HC 100K><m+20 350K><4x17 700K>",
					["serverTime"] = 1689605983,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						15, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8995.99,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[17:59:43]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Яушвщ-Гордунни:1410:CHANNEL:5|h[|cffc69b6dЯушвщ|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 Гер=200k И Гер-UNSAVE=450k>|cff66bbff|Hjournal:1:2520:14|h[Дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K><мифик+  15-25><4x17><1x20>",
					["serverTime"] = 1689605983,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						3, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8996.317000000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[17:59:44]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Азурэлия-Гордунни:1411:CHANNEL:2|h[|cffff7c0aАзурэлия|r]|h: Опытный ТАНК Друид 444 ИЛВЛ, 2600 РИО=Помогу закрыть 0-16 КЛЮЧИ Мифик+=Быстро соберу свой ключ или найду пати=Все цены в ЛС=Голд после прохождения!",
					["serverTime"] = 1689605984,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						6, -- [2]
						68, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8996.966,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[17:59:45]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Икгдыш-Гордунни:1413:CHANNEL:5|h[|cffc69b6dИкгдыш|r]|h: СЕЙЧАС<фулл  9/9  Гер=200k И Гер-UNSAVE=450k>|cffffff00|Hachievement:18253:Player-1928-0F3BE853:1:5:19:23:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K><мифик+  15-25>",
					["serverTime"] = 1689605985,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						5, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8998.064,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[17:59:46]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Прогейминг-Гордунни:1414:CHANNEL:5|h[|cffc69b6dПрогейминг|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 Гер=200k И UNSAVE=450k>|cffffff00|Hachievement:18253:Player-1602-0F616D17:0:0:0:-1:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K>",
					["serverTime"] = 1689605986,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						9, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8999.767,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[17:59:46]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Пронэс-Гордунни:1415:CHANNEL:5|h[|cff00ff98Пронэс|r]|h: <Предлагаем>  |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r || Нормал 9/9 <190К> || Гер 9/9 <200К> ||  Без кд <450К> || Рассвет Бесконечности <800К> ХМ безсмертей <1500К> ||",
					["serverTime"] = 1689605986,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8999.767,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[17:59:51]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Азурэлия-Гордунни:1418:CHANNEL:5|h[|cffff7c0aАзурэлия|r]|h: Опытный ТАНК Друид 444 ИЛВЛ, 2600 РИО=Помогу закрыть 0-16 КЛЮЧИ Мифик+=Быстро соберу свой ключ или найду пати=Все цены в ЛС=Голд после прохождения!",
					["serverTime"] = 1689605991,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						70, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9003.97,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[17:59:58]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Клейтонец-Гордунни:1422:CHANNEL:5|h[|cffc69b6dКлейтонец|r]|h: <Быстрая АФК Прокачка> 1-60 (до 2ч) \\ 60-70 (1ч кач) 2-ое одетых  и опытных бустеров! Сум естьГолду принимаем на любом сервере!",
					["serverTime"] = 1689605998,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						47, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9011.257,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[18:00:00]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Яушвщ-Гордунни:1424:CHANNEL:5|h[|cffc69b6dЯушвщ|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 Гер=200k И Гер-UNSAVE=450k>|cff66bbff|Hjournal:1:2520:14|h[Дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K><мифик+  15-25><4x17><1x20>",
					["serverTime"] = 1689606000,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						3, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9013.496000000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[18:00:01]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Азурэлия-Гордунни:1425:CHANNEL:5|h[|cffff7c0aАзурэлия|r]|h: Опытный ТАНК Друид 444 ИЛВЛ, 2600 РИО=Помогу закрыть 0-16 КЛЮЧИ Мифик+=Быстро соберу свой ключ или найду пати=Все цены в ЛС=Голд после прохождения!",
					["serverTime"] = 1689606001,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						70, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9014.524,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[18:00:02]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Икгдыш-Гордунни:1426:CHANNEL:5|h[|cffc69b6dИкгдыш|r]|h: СЕЙЧАС<фулл  9/9  Гер=200k И Гер-UNSAVE=450k>|cffffff00|Hachievement:18253:Player-1928-0F3BE853:1:5:19:23:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K><мифик+  15-25>",
					["serverTime"] = 1689606002,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						5, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9015.2,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[18:00:02]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Анэпувюжифэ-Гордунни:1427:CHANNEL:5|h[|cffc69b6dАнэпувюжифэ|r]|h: Хoчeшь cтaть бycтepoм, нo нe знaeшь кaк? Пpoйди 2 нeдeли бecплaтнoгo oбyчeния и нaчни зapaбaтывaть в любимoй MMO. Пoдpoбнee нa www.wowjob.us",
					["serverTime"] = 1689606002,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						10, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9015.569,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[18:00:02]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Саурфия-Гордунни:1428:CHANNEL:5|h[|cff3fc7ebСаурфия|r]|h: Закроем ваш/наш ключ 11-20 в тайм или викли и Рассвет бесконечности Подберем нужный тип брони для обмена, договоримся, останетесь довольны",
					["serverTime"] = 1689606002,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						72, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9015.807,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[18:00:03]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Саурфия-Гордунни:1430:CHANNEL:4|h[|cff3fc7ebСаурфия|r]|h: В пачку (на постоянку) и сообщество(иногда) для проноса кеев за голд нид танк хил и дд илв рио в пм, рассмотрим абсолютно всех",
					["serverTime"] = 1689606003,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						22, -- [2]
						73, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9016.062,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[18:00:04]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Прогейминг-Гордунни:1431:CHANNEL:5|h[|cffc69b6dПрогейминг|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 Гер=200k И UNSAVE=450k>|cffffff00|Hachievement:18253:Player-1602-0F616D17:0:0:0:-1:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K>",
					["serverTime"] = 1689606004,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						9, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9016.914,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[18:00:04]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Равенов-Гордунни:1432:CHANNEL:5|h[|cffff7c0aРавенов|r]|h: Предлагает|cffffff00|Hachievement:18253:Player-1602-0F5658D1:1:5:12:23:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r70к Эхо 30к,оба 90к, 9/9 200к|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r 690K/2000K Вся информация -в личку!",
					["serverTime"] = 1689606004,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						4, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9017.794,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[18:00:08]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Азурэлия-Гордунни:1435:CHANNEL:2|h[|cffff7c0aАзурэлия|r]|h: Опытный ТАНК Друид 444 ИЛВЛ, 2600 РИО=Помогу закрыть 0-16 КЛЮЧИ Мифик+=Быстро соберу свой ключ или найду пати=Все цены в ЛС=Голд после прохождения!",
					["serverTime"] = 1689606008,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						6, -- [2]
						68, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9021.363,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[18:00:09]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Любительземл-Гордунни:1436:CHANNEL:5|h[|cff00ff98Любительземл|r]|h: +|cff66bbff|Hjournal:1:2520:15|h[Дракомандир Саркарет]|h|r 70k эхo 30k Оба 100k |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r ормал 9/9 180К+Гер 9/9 200К Без кд 480К /Рассвет Бесконечности 800К 4xM+16-1xM+20",
					["serverTime"] = 1689606009,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						19, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9022.499,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[18:00:10]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Эллориэт-Гордунни:1437:CHANNEL:2|h[|cfff48cbaЭллориэт|r]|h: |cffa335ee|Hitem:204697::::::::70:70::13:1:3524::::::|h[Зачарованный гребень Аспекта из пламени Тьмы]|h|r, |cffa335ee|Hitem:204682::::::::70:70::13:1:3524::::::|h[Зачарованный гребень змея из пламени Тьмы]|h|r сделаю за чай и ваши реги))частным заказиком))))",
					["serverTime"] = 1689606010,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						6, -- [2]
						37, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9023.47,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[18:00:10]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Эллориэт-Гордунни:1438:CHANNEL:5|h[|cfff48cbaЭллориэт|r]|h: |cffa335ee|Hitem:204697::::::::70:70::13:1:3524::::::|h[Зачарованный гребень Аспекта из пламени Тьмы]|h|r, |cffa335ee|Hitem:204682::::::::70:70::13:1:3524::::::|h[Зачарованный гребень змея из пламени Тьмы]|h|r сделаю за чай и ваши реги))частным заказиком))))",
					["serverTime"] = 1689606010,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						38, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9023.47,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[18:00:11]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Хашон-Гордунни:1440:CHANNEL:2|h[|cfff48cbaХашон|r]|h: |cffa335ee|Hitem:206605::::::::70:70:::::::::|h[Наплеч оплакиваемого рыцаря]|h|r продам, нужен для создания Т3 плечей на любой класс. Вся инфа в личке.",
					["serverTime"] = 1689606011,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						6, -- [2]
						64, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9024.243,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[18:00:14]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Азурэлия-Гордунни:1442:CHANNEL:2|h[|cffff7c0aАзурэлия|r]|h: Опытный ТАНК Друид 444 ИЛВЛ, 2600 РИО=Помогу закрыть 0-16 КЛЮЧИ Мифик+=Быстро соберу свой ключ или найду пати=Все цены в ЛС=Голд после прохождения!",
					["serverTime"] = 1689606014,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						6, -- [2]
						68, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9027.464,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[18:00:17]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Пронэс-Гордунни:1445:CHANNEL:5|h[|cff00ff98Пронэс|r]|h: <Предлагаем>  |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r || Нормал 9/9 <190К> || Гер 9/9 <200К> ||  Без кд <450К> || Рассвет Бесконечности <800К> ХМ безсмертей <1500К> ||",
					["serverTime"] = 1689606017,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9030.449,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[18:00:17]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Яушвщ-Гордунни:1446:CHANNEL:5|h[|cffc69b6dЯушвщ|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 Гер=200k И Гер-UNSAVE=450k>|cff66bbff|Hjournal:1:2520:14|h[Дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K><мифик+  15-25><4x17><1x20>",
					["serverTime"] = 1689606017,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						3, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9030.646,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[18:00:19]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Дипаапал-Гордунни:1449:CHANNEL:5|h[|cfff48cbaДипаапал|r]|h: Танк, Проведу Вас по  М+ 0-17 за голд.  Быстро соберу/найду ключ. Трейд <Кожа, Латы><Пал Дх>. Пишите в ЛС",
					["serverTime"] = 1689606019,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						14, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9032.172,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[18:00:19]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Икгдыш-Гордунни:1450:CHANNEL:5|h[|cffc69b6dИкгдыш|r]|h: СЕЙЧАС<фулл  9/9  Гер=200k И Гер-UNSAVE=450k>|cffffff00|Hachievement:18253:Player-1928-0F3BE853:1:5:19:23:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K><мифик+  15-25>",
					["serverTime"] = 1689606019,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						5, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9032.379,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[18:00:21]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Прогейминг-Гордунни:1451:CHANNEL:5|h[|cffc69b6dПрогейминг|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 Гер=200k И UNSAVE=450k>|cffffff00|Hachievement:18253:Player-1602-0F616D17:0:0:0:-1:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K>",
					["serverTime"] = 1689606021,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						9, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9034.021,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[18:00:26]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Фифяу-Гордунни:1455:CHANNEL:5|h[|cfff48cbaФифяу|r]|h: Продам быстрый АФК ЛЕВЕЛинг (3k за ЛВЛ, 150k полностью), 60-70 (15k за ЛВЛ, 150k полностью) |cffffff00|Hachievement:15805:Player-1602-0F5EE984:1:12:22:22:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r <3",
					["serverTime"] = 1689606026,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						36, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9039.263,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[18:00:30]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Фифяу-Гордунни:1459:CHANNEL:5|h[|cfff48cbaФифяу|r]|h: Продам быстрый АФК ЛЕВЕЛинг (3k за ЛВЛ, 150k полностью), 60-70 (15k за ЛВЛ, 150k полностью) |cffffff00|Hachievement:15805:Player-1602-0F5EE984:1:12:22:22:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r <3",
					["serverTime"] = 1689606030,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						36, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9043.550000000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[18:00:33]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Клейтонец-Гордунни:1463:CHANNEL:5|h[|cffc69b6dКлейтонец|r]|h: <Быстрая АФК Прокачка> 1-60 (до 2ч) \\ 60-70 (1ч кач) 2-ое одетых  и опытных бустеров! Сум естьГолду принимаем на любом сервере!",
					["serverTime"] = 1689606033,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						47, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9046.387,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[18:00:33]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Одинокаялюбо-Гордунни:1464:CHANNEL:5|h[|cffff7c0aОдинокаялюбо|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 HC 200K> |cffffff00|Hachievement:18253:Player-1602-0F616D17:0:0:0:-1:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70K Curve><ЛАСТЬ 2HC 100K><m+20 350K><4x17 700K>",
					["serverTime"] = 1689606033,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						15, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9046.668,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[18:00:34]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Яушвщ-Гордунни:1465:CHANNEL:5|h[|cffc69b6dЯушвщ|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 Гер=200k И Гер-UNSAVE=450k>|cff66bbff|Hjournal:1:2520:14|h[Дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K><мифик+  15-25><4x17><1x20>",
					["serverTime"] = 1689606034,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						3, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9047.789,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[18:00:36]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Икгдыш-Гордунни:1468:CHANNEL:5|h[|cffc69b6dИкгдыш|r]|h: СЕЙЧАС<фулл  9/9  Гер=200k И Гер-UNSAVE=450k>|cffffff00|Hachievement:18253:Player-1928-0F3BE853:1:5:19:23:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K><мифик+  15-25>",
					["serverTime"] = 1689606036,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						5, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9049.507,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[18:00:38]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Тальдразус]|h.",
					["serverTime"] = 1689606038,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						74, -- [2]
						75, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 9051.058,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[18:00:38]|h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1689606038,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						6, -- [2]
						76, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 9051.058,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[18:00:38]|h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Тальдразус]|h.",
					["serverTime"] = 1689606038,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						77, -- [2]
						78, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 9051.058,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[18:00:38]|h Вы покинули канал |Hchannel:CHANNEL:5|h[5. Торговля (услуги): Город]|h.",
					["serverTime"] = 1689606038,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						79, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 9051.058,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[18:00:48]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Данфорт-Гордунни:1474:CHANNEL:4|h[|cffc69b6dДанфорт|r]|h: где щас быстрее кач в дреноре да?",
					["serverTime"] = 1689606048,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						22, -- [2]
						80, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9061.61,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[18:00:54]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Данфорт-Гордунни:1475:CHANNEL:4|h[|cffc69b6dДанфорт|r]|h: если с 1-60",
					["serverTime"] = 1689606054,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						22, -- [2]
						80, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9067.377,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[18:00:54]|h Вы получили предмет: |cffffffff|Hitem:71096::::::::70:258:::::::::|h[Мрачный трофей]|h|r.",
					["serverTime"] = 1689606054,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 9067.81,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[18:00:56]|h Вы получили предмет: |cffffffff|Hitem:71096::::::::70:258:::::::::|h[Мрачный трофей]|h|r.",
					["serverTime"] = 1689606056,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 9069.136,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[18:00:57]|h Ваша добыча: |cffffffff|Hitem:192615::::::::70:258:::::::::|h[Светящаяся жидкость]|h|rx2.",
					["serverTime"] = 1689606057,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 9070.762,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[18:01:02]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Хэитдрак-Гордунни:1479:CHANNEL:4|h[|cff33937fХэитдрак|r]|h: |cffffd100|HclubFinder:ClubFinder-1-369618-1602-107905031|h[Гильдия: Свидетели рекаунта]|h|r ищет игроков для мифик рейда. Опыт группы 9/9гер, 3/9 миф",
					["serverTime"] = 1689606062,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						22, -- [2]
						23, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9074.195,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[18:01:02]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Хэитдрак-Гордунни:1480:CHANNEL:4|h[|cff33937fХэитдрак|r]|h: РТ: Ср, Чт, Пнд 21:00-24:00",
					["serverTime"] = 1689606062,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						22, -- [2]
						23, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9074.195,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[18:01:05]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Мегиддо-Гордунни:1481:CHANNEL:4|h[|cffff7c0aМегиддо|r]|h: в данжах бфа",
					["serverTime"] = 1689606065,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						22, -- [2]
						81, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9078.414,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[18:01:19]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Раимунт-Гордунни:1482:CHANNEL:4|h[|cfff48cbaРаимунт|r]|h: Крупнейшая на Гордунни |cffffd100|HclubFinder:ClubFinder-1-266075-1602-106077017|h[Гильдия: Мёртвый город]|h|r 4\\9М - рассмотрит желающих рейдить на прогресс в одном из наших статиков!",
					["serverTime"] = 1689606079,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						22, -- [2]
						61, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9092.196,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[18:01:19]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Раимунт-Гордунни:1483:CHANNEL:4|h[|cfff48cbaРаимунт|r]|h: Также будем рады искателям компании для ключей и общения!",
					["serverTime"] = 1689606079,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						22, -- [2]
						61, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9092.196,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[18:02:27]|h Отношение |3-7(Кентавры Маруук) к вам улучшилось на 16.",
					["serverTime"] = 1689606147,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 9160.210000000001,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[18:02:27]|h Разведчица Томуль говорит: Перебей здешних диких тварей!",
					["serverTime"] = 1689606147,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						26, -- [2]
						27, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9160.676,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[18:02:47]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Грибволна-Гордунни:1486:CHANNEL:4|h[|cfff48cbaГрибволна|r]|h: Новая|cffffd100|HclubFinder:ClubFinder-1-364073-1602-107809029|h[Гильдия: Лицензия на пул]|h|r5/9 миф ищет людей для усиления состава и будущего закрытия мифрейда. РТ 21:15 - 00:15 пн, ср и чт. Подробности в пм.",
					["serverTime"] = 1689606167,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						22, -- [2]
						56, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 9180.303,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[17:57:34]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Равенов-Гордунни:1233:CHANNEL:5|h[|cffff7c0aРавенов|r]|h: Предлагает|cffffff00|Hachievement:18253:Player-1602-0F5658D1:1:5:12:23:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r70к Эхо 30к,оба 90к, 9/9 200к|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r 690K/2000K Вся информация -в личку!",
					["serverTime"] = 1689605854,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						4, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8867.488,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[17:57:38]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Клейтонец-Гордунни:1240:CHANNEL:5|h[|cffc69b6dКлейтонец|r]|h: <Быстрая АФК Прокачка> 1-60 (до 2ч) \\ 60-70 (1ч кач) 2-ое одетых  и опытных бустеров! Сум естьГолду принимаем на любом сервере!",
					["serverTime"] = 1689605858,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						47, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8871.288,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[17:57:38]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Анэпувюжифэ-Гордунни:1241:CHANNEL:5|h[|cffc69b6dАнэпувюжифэ|r]|h: Хoчeшь cтaть бycтepoм, нo нe знaeшь кaк? Пpoйди 2 нeдeли бecплaтнoгo oбyчeния и нaчни зapaбaтывaть в любимoй MMO. Пoдpoбнee нa www.wowjob.us",
					["serverTime"] = 1689605858,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						10, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8871.288,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[17:57:40]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Этраель-Гордунни:1245:CHANNEL:5|h[|cffc69b6dЭтраель|r]|h: В 20 ключ дд за голд в пм ",
					["serverTime"] = 1689605860,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						65, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8873.421,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[17:57:42]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Пронэс-Гордунни:1247:CHANNEL:5|h[|cff00ff98Пронэс|r]|h: <Предлагаем>  |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r || Нормал 9/9 <190К> || Гер 9/9 <200К> ||  Без кд <450К> || Рассвет Бесконечности <800К> ХМ безсмертей <1500К> ||",
					["serverTime"] = 1689605862,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8875.021,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[17:57:43]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Яушвщ-Гордунни:1250:CHANNEL:5|h[|cffc69b6dЯушвщ|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 Гер=200k И Гер-UNSAVE=450k>|cff66bbff|Hjournal:1:2520:14|h[Дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K><мифик+  15-25><4x17><1x20>",
					["serverTime"] = 1689605863,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						3, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8876.088,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[17:57:45]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Икгдыш-Гордунни:1253:CHANNEL:5|h[|cffc69b6dИкгдыш|r]|h: СЕЙЧАС<фулл  9/9  Гер=200k И Гер-UNSAVE=450k>|cffffff00|Hachievement:18253:Player-1928-0F3BE853:1:5:19:23:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K><мифик+  15-25>",
					["serverTime"] = 1689605865,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						5, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8877.888,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[17:57:45]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Кофлек-Гордунни:1254:CHANNEL:5|h[|cffa330c9Кофлек|r]|h: |cff0070dd|Hitem:191232::::::::70:577:::::::::|h[Прекрасная скалка шеф-повара]|h|r|cff0070dd|Hitem:193545::::::::70:577:::::::::|h[Колпак мастера-повара из ткани стихий]|h|r Ищу крафт",
					["serverTime"] = 1689605865,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						57, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8878.221,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[17:57:46]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Прогейминг-Гордунни:1258:CHANNEL:5|h[|cffc69b6dПрогейминг|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 Гер=200k И UNSAVE=450k>|cffffff00|Hachievement:18253:Player-1602-0F616D17:0:0:0:-1:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K>",
					["serverTime"] = 1689605866,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						9, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8879.554,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[17:57:53]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Этраель-Гордунни:1269:CHANNEL:5|h[|cffc69b6dЭтраель|r]|h: В 20 ключ дд за голд в пм ",
					["serverTime"] = 1689605873,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						65, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8886.821,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[17:58:00]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Яушвщ-Гордунни:1279:CHANNEL:5|h[|cffc69b6dЯушвщ|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 Гер=200k И Гер-UNSAVE=450k>|cff66bbff|Hjournal:1:2520:14|h[Дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K><мифик+  15-25><4x17><1x20>",
					["serverTime"] = 1689605880,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						3, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8893.354,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[17:58:01]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Одинокаялюбо-Гордунни:1282:CHANNEL:5|h[|cffff7c0aОдинокаялюбо|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 HC 200K> |cffffff00|Hachievement:18253:Player-1602-0F616D17:0:0:0:-1:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70K Curve><ЛАСТЬ 2HC 100K><m+20 350K><4x17 700K>",
					["serverTime"] = 1689605881,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						15, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8894.554,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[17:58:02]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Икгдыш-Гордунни:1283:CHANNEL:5|h[|cffc69b6dИкгдыш|r]|h: СЕЙЧАС<фулл  9/9  Гер=200k И Гер-UNSAVE=450k>|cffffff00|Hachievement:18253:Player-1928-0F3BE853:1:5:19:23:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K><мифик+  15-25>",
					["serverTime"] = 1689605882,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						5, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8895.088,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[17:58:02]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Фифяу-Гордунни:1285:CHANNEL:5|h[|cfff48cbaФифяу|r]|h: Продам быстрый АФК ЛЕВЕЛинг (3k за ЛВЛ, 150k полностью), 60-70 (15k за ЛВЛ, 150k полностью) |cffffff00|Hachievement:15805:Player-1602-0F5EE984:1:12:22:22:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r <3",
					["serverTime"] = 1689605882,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						36, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8895.554,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[17:58:03]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Прогейминг-Гордунни:1287:CHANNEL:5|h[|cffc69b6dПрогейминг|r]|h: |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r<9/9 Гер=200k И UNSAVE=450k>|cffffff00|Hachievement:18253:Player-1602-0F616D17:0:0:0:-1:0:0:0:0|h[Герой своего времени: дракомандир Саркарет]|h|r<70k И 2 ласт=100k>|cff66bbff|Hjournal:0:1209:8|h[Рассвет Бесконечности]|h|r<800K И Гер1500K>",
					["serverTime"] = 1689605883,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						9, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8896.754,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[17:58:04]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Этраель-Гордунни:1290:CHANNEL:2|h[|cffc69b6dЭтраель|r]|h: В 20 ключ дд за голд в пм ",
					["serverTime"] = 1689605884,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						6, -- [2]
						67, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8897.288,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[17:58:04]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Хашон-Гордунни:1291:CHANNEL:2|h[|cfff48cbaХашон|r]|h: |cffa335ee|Hitem:206605::::::::70:70:::::::::|h[Наплеч оплакиваемого рыцаря]|h|r продам, нужен для создания Т3 плечей на любой класс. Вся инфа в личке.",
					["serverTime"] = 1689605884,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						6, -- [2]
						64, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8897.621000000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[17:58:08]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Фифяу-Гордунни:1297:CHANNEL:5|h[|cfff48cbaФифяу|r]|h: Продам быстрый АФК ЛЕВЕЛинг (3k за ЛВЛ, 150k полностью), 60-70 (15k за ЛВЛ, 150k полностью) |cffffff00|Hachievement:15805:Player-1602-0F5EE984:1:12:22:22:4294967295:4294967295:4294967295:4294967295|h[70-й уровень]|h|r <3",
					["serverTime"] = 1689605888,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						36, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8901.554,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[17:58:08]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Эллориэт-Гордунни:1298:CHANNEL:2|h[|cfff48cbaЭллориэт|r]|h: |cffa335ee|Hitem:204697::::::::70:70::13:1:3524::::::|h[Зачарованный гребень Аспекта из пламени Тьмы]|h|r, |cffa335ee|Hitem:204682::::::::70:70::13:1:3524::::::|h[Зачарованный гребень змея из пламени Тьмы]|h|r сделаю за чай и ваши реги))частным заказиком))))",
					["serverTime"] = 1689605888,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						6, -- [2]
						37, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8901.554,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[17:58:08]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Эллориэт-Гордунни:1299:CHANNEL:5|h[|cfff48cbaЭллориэт|r]|h: |cffa335ee|Hitem:204697::::::::70:70::13:1:3524::::::|h[Зачарованный гребень Аспекта из пламени Тьмы]|h|r, |cffa335ee|Hitem:204682::::::::70:70::13:1:3524::::::|h[Зачарованный гребень змея из пламени Тьмы]|h|r сделаю за чай и ваши реги))частным заказиком))))",
					["serverTime"] = 1689605888,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						38, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8901.554,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[17:58:13]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Пронэс-Гордунни:1306:CHANNEL:5|h[|cff00ff98Пронэс|r]|h: <Предлагаем>  |cff66bbff|Hjournal:0:1208:14|h[Аберрий, Затененное Горнило]|h|r || Нормал 9/9 <190К> || Гер 9/9 <200К> ||  Без кд <450К> || Рассвет Бесконечности <800К> ХМ безсмертей <1500К> ||",
					["serverTime"] = 1689605893,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8906.021,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[17:58:13]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Клейтонец-Гордунни:1307:CHANNEL:5|h[|cffc69b6dКлейтонец|r]|h: <Быстрая АФК Прокачка> 1-60 (до 2ч) \\ 60-70 (1ч кач) 2-ое одетых  и опытных бустеров! Сум естьГолду принимаем на любом сервере!",
					["serverTime"] = 1689605893,
					["r"] = 1,
					["extraData"] = {
						72, -- [1]
						1, -- [2]
						47, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8906.288,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[17:58:14]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Эгзодус-Гордунни:1309:CHANNEL:4|h[|cff3fc7ebЭгзодус|r]|h: |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_2:0|t |cffffd100|HclubFinder:ClubFinder-1-317739-1615-93091621|h[Гильдия: Юнион]|h|r [8/9М] В статик ищем:",
					["serverTime"] = 1689605894,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						22, -- [2]
						44, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8907.154,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[17:58:14]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Эгзодус-Гордунни:1310:CHANNEL:4|h[|cff3fc7ebЭгзодус|r]|h: ДД -  Маг  || Эвокер ДД  || ДХ ||  - РТ: Пн / Ср / Чт  20:30-23:30. Discord: Shoggy#8888 |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_2:0|t",
					["serverTime"] = 1689605894,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						22, -- [2]
						44, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8907.154,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[17:58:14]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Хашон-Гордунни:1311:CHANNEL:2|h[|cfff48cbaХашон|r]|h: |cffa335ee|Hitem:206605::::::::70:70:::::::::|h[Наплеч оплакиваемого рыцаря]|h|r продам, нужен для создания Т3 плечей на любой класс. Вся инфа в личке.",
					["serverTime"] = 1689605894,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						6, -- [2]
						64, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 8907.154,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [128]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
