
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589856958,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[09:43:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236473:14|tМеханический пандаренский дракончик – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795197.104,
					["serverTime"] = 1606117425,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[09:43:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T841541:14|tДинь-динь – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795197.8640000001,
					["serverTime"] = 1606117425,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[09:43:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795201.824,
					["serverTime"] = 1606117429,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[09:43:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1400:276:309|h[Дыхание]|h|r наносит 518 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795203.1140000001,
					["serverTime"] = 1606117431,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[09:43:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1400:276:309|h[Дыхание]|h|r накладывает эффект |T618978:14|t|cff4e96f7|HbattlePetAbil:243:1400:276:309|h[Магический]|h|r на |3-1(вражеский питомец) |3-3(|T841541:14|tДинь-динь).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795203.1140000001,
					["serverTime"] = 1606117431,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[09:43:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136096:14|t|cff4e96f7|HbattlePetAbil:595:963:276:276|h[Лунный огонь]|h|r наносит 263 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795207.354,
					["serverTime"] = 1606117435,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[09:43:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136096:14|t|cff4e96f7|HbattlePetAbil:595:963:276:276|h[Лунный огонь]|h|r меняет погоду на |T136057:14|t|cff4e96f7|HbattlePetAbil:596:963:276:276|h[Лунный свет]|h|r.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795207.604,
					["serverTime"] = 1606117435,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[09:43:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795209.654,
					["serverTime"] = 1606117437,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[09:43:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1137:276:309|h[Дыхание]|h|r наносит 377 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795210.984,
					["serverTime"] = 1606117439,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[09:44:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135735:14|t|cff4e96f7|HbattlePetAbil:421:586:276:276|h[Чародейская вспышка]|h|r наносит 161 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795212.694,
					["serverTime"] = 1606117440,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[09:44:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618978:14|t|cff4e96f7|HbattlePetAbil:243:976:276:309|h[Магический]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T841541:14|tДинь-динь), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795213.704,
					["serverTime"] = 1606117441,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[09:44:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795214.844,
					["serverTime"] = 1606117442,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[09:44:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:976:276:309|h[Дыхание]|h|r наносит 387 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795216.174,
					["serverTime"] = 1606117444,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[09:44:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135735:14|t|cff4e96f7|HbattlePetAbil:421:199:276:276|h[Чародейская вспышка]|h|r наносит 214 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795217.924,
					["serverTime"] = 1606117445,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[09:50:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795613.1190000001,
					["serverTime"] = 1606117841,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[09:50:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:762:276:309|h[Дыхание]|h|r наносит 489 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795614.449,
					["serverTime"] = 1606117842,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[09:50:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T841541:14|tДинь-динь погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795614.449,
					["serverTime"] = 1606117842,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[09:50:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795616.969,
					["serverTime"] = 1606117845,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[09:50:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1044082:14|tКлякса – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795616.969,
					["serverTime"] = 1606117845,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[09:50:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795621.099,
					["serverTime"] = 1606117849,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[09:50:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:762:276:309|h[Дыхание]|h|r наносит 532 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795622.3690000001,
					["serverTime"] = 1606117850,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[09:50:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237554:14|t|cff4e96f7|HbattlePetAbil:1336:1437:260:211|h[Кто здесь лучший элекк во всем мире?]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795623.399,
					["serverTime"] = 1606117851,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[09:50:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795625.8690000001,
					["serverTime"] = 1606117853,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[09:50:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:762:276:309|h[Дыхание]|h|r наносит 374 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795627.359,
					["serverTime"] = 1606117855,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[09:50:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135900:14|t|cff4e96f7|HbattlePetAbil:1345:1063:260:211|h[Тихий час]|h|r накладывает эффект |T132156:14|t|cff4e96f7|HbattlePetAbil:1348:1063:260:211|h[Сон]|h|r на |3-1(вражеский питомец) |3-3(|T1044082:14|tКлякса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795628.3690000001,
					["serverTime"] = 1606117856,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[09:50:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795631.904,
					["serverTime"] = 1606117859,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[09:50:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795631.904,
					["serverTime"] = 1606117859,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[09:51:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1044501:14|tТолли – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795633.7540000001,
					["serverTime"] = 1606117861,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[09:51:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132156:14|t|cff4e96f7|HbattlePetAbil:1348:1063:260:211|h[Сон]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T1044082:14|tКлякса), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795635.4130000001,
					["serverTime"] = 1606117863,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[09:51:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795636.883,
					["serverTime"] = 1606117864,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[09:51:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1400:260:325|h[UDAR.EXE]|h|r наносит 357 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795638.403,
					["serverTime"] = 1606117866,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[09:51:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1400:260:325|h[UDAR.EXE]|h|r наносит 168 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795639.6630000001,
					["serverTime"] = 1606117867,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[09:51:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r наносит 50 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795640.623,
					["serverTime"] = 1606117868,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[09:51:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r наносит 50 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795641.373,
					["serverTime"] = 1606117869,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[09:51:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r наносит 50 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795641.723,
					["serverTime"] = 1606117869,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[09:51:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:834:317:260|h[Брешь в защите]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795642.073,
					["serverTime"] = 1606117870,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[09:51:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795645.853,
					["serverTime"] = 1606117873,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[09:51:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1250:260:325|h[UDAR.EXE]|h|r наносит 357 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795647.416,
					["serverTime"] = 1606117875,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[09:51:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1250:260:325|h[UDAR.EXE]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:1250:260:325|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T1044501:14|tТолли).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795647.416,
					["serverTime"] = 1606117875,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[09:51:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1250:260:325|h[UDAR.EXE]|h|r наносит 168 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795648.716,
					["serverTime"] = 1606117876,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[09:51:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r наносит 157 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795649.683,
					["serverTime"] = 1606117877,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[09:51:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r наносит 157 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795650.75,
					["serverTime"] = 1606117878,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[09:51:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r наносит 157 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795651.216,
					["serverTime"] = 1606117879,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[09:51:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:309:317:260|h[Брешь в защите]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795651.683,
					["serverTime"] = 1606117879,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[09:51:39]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795671.882,
					["serverTime"] = 1606117899,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[09:51:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:779:260:325|h[UDAR.EXE]|h|r наносит 357 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795672.992,
					["serverTime"] = 1606117901,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[09:51:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1044501:14|tТолли погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795672.992,
					["serverTime"] = 1606117901,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[09:51:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136057:14|t|cff4e96f7|HbattlePetAbil:596:0:276:276|h[Лунный свет]|h|r прекращается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795675.512,
					["serverTime"] = 1606117903,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[09:51:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795676.372,
					["serverTime"] = 1606117904,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[09:51:44]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1044082:14|tКлякса – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795676.372,
					["serverTime"] = 1606117904,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[09:51:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795681.8520000001,
					["serverTime"] = 1606117909,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[09:51:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2027964:14|tКрасногорский тарантул – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795681.8520000001,
					["serverTime"] = 1606117909,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[09:51:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237554:14|t|cff4e96f7|HbattlePetAbil:1336:1063:260:211|h[Кто здесь лучший элекк во всем мире?]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795683.532,
					["serverTime"] = 1606117911,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[09:51:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132358:14|t|cff4e96f7|HbattlePetAbil:542:0:317:260|h[Брешь в защите]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795684.542,
					["serverTime"] = 1606117912,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[09:51:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795685.8520000001,
					["serverTime"] = 1606117913,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[09:51:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134506:14|t|cff4e96f7|HbattlePetAbil:1338:1063:260:211|h[Милашка]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795686.3520000001,
					["serverTime"] = 1606117914,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[09:51:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133723:14|t|cff4e96f7|HbattlePetAbil:930:149:11:13|h[Огромный клык]|h|r наносит 31 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795688.882,
					["serverTime"] = 1606117916,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[09:52:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 13",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795693.702,
					["serverTime"] = 1606117921,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[09:52:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236473:14|tМеханический пандаренский дракончик – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795693.702,
					["serverTime"] = 1606117921,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[09:52:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134506:14|t|cff4e96f7|HbattlePetAbil:1338:1032:260:211|h[Милашка]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795695.872,
					["serverTime"] = 1606117923,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[09:52:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795697.792,
					["serverTime"] = 1606117925,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[09:52:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:762:276:309|h[Дыхание]|h|r наносит 550 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795699.232,
					["serverTime"] = 1606117927,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[09:52:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134506:14|t|cff4e96f7|HbattlePetAbil:1338:482:260:211|h[Милашка]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795700.742,
					["serverTime"] = 1606117928,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[09:52:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 15",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795703.812,
					["serverTime"] = 1606117931,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[09:52:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:762:276:309|h[Дыхание]|h|r наносит 541 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795705.082,
					["serverTime"] = 1606117933,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[09:52:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1044082:14|tКлякса погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795705.082,
					["serverTime"] = 1606117933,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[09:52:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1081:276:309|h[Боевое восстановление]|h|r восстанавливает 319 ед. урона |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795708.502,
					["serverTime"] = 1606117936,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[09:52:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1090:260:325|h[Боевое восстановление]|h|r восстанавливает 311 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795708.502,
					["serverTime"] = 1606117936,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[09:52:18]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: |3-7(Ваш питомец) |T2027964:14|tКрасногорский тарантул получает 4785 ед. опыта.",
					["b"] = 0.364705890417099,
					["r"] = 0.8823530077934265,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795710.022,
					["serverTime"] = 1606117938,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						286, -- [3]
						287, -- [4]
						["n"] = 4,
					},
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[09:52:18]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: Ваш питомец |T2027964:14|tКрасногорский тарантул достигает 12-го уровня!",
					["b"] = 0.364705890417099,
					["r"] = 0.8823530077934265,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795710.022,
					["serverTime"] = 1606117938,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						286, -- [3]
						287, -- [4]
						["n"] = 4,
					},
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[09:52:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:685:11:13|h[Боевое восстановление]|h|r восстанавливает 536 ед. урона |3-2(ваш питомец) |3-2(|T2027964:14|tКрасногорский тарантул).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 795710.022,
					["serverTime"] = 1606117938,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						274, -- [3]
						275, -- [4]
						["n"] = 4,
					},
				}, -- [71]
			},
			["headIndex"] = 71,
			["maxElements"] = 128,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[11:21:50]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq63|k:25:0:BN_WHISPER:|Kq63|k:Supra#2233|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq63|k|r|h|cffd8d8d8]|r: Скифул |Hitem:183616::::::::50:258::::1:28:1401:::|h[Проклятый сувенир]|h за 10 миллионов продаёт",
					["b"] = 0.847058892250061,
					["r"] = 0.8901961445808411,
					["g"] = 0.4745098352432251,
					["timestamp"] = 814198.207,
					["serverTime"] = 1606123310,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						615, -- [3]
						616, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[11:21:53]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq63|k:25:0:BN_WHISPER:|Kq63|k:Supra#2233|h|TInterface\\FriendsFrame\\Battlenet-Battleneticon:14:0:0:0|t|cffa0a0a0|Kq63|k|r|h|cffd8d8d8]|r: Эх, продешевил ты",
					["b"] = 0.847058892250061,
					["r"] = 0.8901961445808411,
					["g"] = 0.4745098352432251,
					["timestamp"] = 814198.207,
					["serverTime"] = 1606123313,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						615, -- [3]
						616, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "0 |4день:дня:дней;, 3 |4час:часа:часов;, 38 |4минута:минуты:минут;, 34 |4секунда:секунды:секунд;.",
					["timestamp"] = 814198.207,
				}, -- [3]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 814198.207,
				}, -- [4]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 64,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[15:36:17]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Зубодерня-Гордунни:989:CHANNEL:5|h|cfffef367Зубодерня|r|h|cffd8d8d8]|r: опечатка?",
					["serverTime"] = 1606138577,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						411, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816349.6630000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[15:36:27]|h Сайрус говорит: В этой глуши вызревает великое зло. Расправься с ним, пока не поздно!",
					["serverTime"] = 1606138587,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816359.193,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[15:36:32]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Тпрдру-Гордунни:991:CHANNEL:5|h|cfffe7b09Тпрдру|r|h|cffd8d8d8]|r: |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_6:0|t Куплю Трейдеров на ДЖАЙНУ МИФ с маунтом 125+ фласка пот, 20к голды, 30к колотушка",
					["serverTime"] = 1606138592,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						413, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816364.6190000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[15:36:32]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Тпрдру-Гордунни:992:CHANNEL:5|h|cfffe7b09Тпрдру|r|h|cffd8d8d8]|r: |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_6:0|t Куплю Трейдеров на ДЖАЙНУ МИФ с маунтом 125+ фласка пот, 20к голды, 30к колотушка",
					["serverTime"] = 1606138592,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						413, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816364.6190000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[15:36:35]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Исдор-Гордунни:993:CHANNEL:5|h|cfff38bb9Исдор|r|h|cffd8d8d8]|r: опечатка вышла)",
					["serverTime"] = 1606138595,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						409, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816367.1410000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[15:36:35]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Дриадыч-Гордунни:994:CHANNEL:5|h|cff00fe97Дриадыч|r|h|cffd8d8d8]|r: Помогу убить Нзота гер и получить маунта |cff71d5ff|Hspell:302143:0|h[Нетронутый порчей змей Бездны]|h|r за голд",
					["serverTime"] = 1606138595,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						99, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816367.1410000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[15:36:36]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Зентарро-Гордунни:995:CHANNEL:5|h|cff006fdcЗентарро|r|h|cffd8d8d8]|r: у роги спроси ги, он точно в шильдии",
					["serverTime"] = 1606138596,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816368.348,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[15:36:36]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Бакссбанни-Гордунни:996:CHANNEL:5|h|cfffef367Бакссбанни|r|h|cffd8d8d8]|r: Всем привет подскажите плиз кого лучше мейнить рогу или лока на все патчи для соло игры и рандомами в лс пож??????",
					["serverTime"] = 1606138596,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						259, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816368.822,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[15:36:37]|h Задание \"Через джунгли\" выполнено.",
					["serverTime"] = 1606138597,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						29, -- [3]
						30, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816369.332,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[15:36:37]|h Получено: 11 |4золотая:золотые:золотых;, 70 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1606138597,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						29, -- [3]
						30, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816369.332,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[15:36:41]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Бакссбанни-Гордунни:999:CHANNEL:5|h|cfffef367Бакссбанни|r|h|cffd8d8d8]|r: куплю ледяной шквал",
					["serverTime"] = 1606138601,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						259, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816373.438,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[15:36:44]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Зубодерня-Гордунни:1000:CHANNEL:5|h|cfffef367Зубодерня|r|h|cffd8d8d8]|r: а что такое взрослый коллектив, кстати?",
					["serverTime"] = 1606138604,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						411, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816376.922,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[15:36:55]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Вноябре-Гордунни:1001:CHANNEL:5|h|cfffef367Вноябре|r|h|cffd8d8d8]|r: а что такое коллектив ?",
					["serverTime"] = 1606138615,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816387.322,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[15:36:57]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Зентарро-Гордунни:1002:CHANNEL:5|h|cff006fdcЗентарро|r|h|cffd8d8d8]|r: Зубодерня-Гордунни бухгалтерши",
					["serverTime"] = 1606138617,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816389.589,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[15:37:08]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Рокстум-Гордунни:1003:CHANNEL:5|h|cffc59a6cРокстум|r|h|cffd8d8d8]|r: Армс 2.1 exp  1-4 сезона  БФА ищу на старт 1-го сезона ШЛ Алока и Рдруида для взятия глада с1+ ДВ праймтайм - 10-17 Мск",
					["serverTime"] = 1606138628,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						415, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816400.133,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[15:37:08]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Рокстум-Гордунни:1004:CHANNEL:5|h|cffc59a6cРокстум|r|h|cffd8d8d8]|r: Армс 2.1 exp  1-4 сезона  БФА ищу на старт 1-го сезона ШЛ Алока и Рдруида для взятия глада с1+ ДВ праймтайм - 10-17 Мск",
					["serverTime"] = 1606138628,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						415, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816400.133,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[15:37:09]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Эвидэнс-Гордунни:1005:CHANNEL:5|h|cffc59a6cЭвидэнс|r|h|cffd8d8d8]|r: полненькие",
					["serverTime"] = 1606138629,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						229, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816401.033,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[15:37:18]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Излишки-Гордунни:1006:CHANNEL:5|h|cfffe7b09Излишки|r|h|cffd8d8d8]|r: Коллектив, это когда распускают сплетни за спиной, а в лицо улыбаются",
					["serverTime"] = 1606138638,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						417, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816410.868,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[15:37:23]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Шампански-Гордунни:1007:CHANNEL:5|h|cffa9d271Шампански|r|h|cffd8d8d8]|r: Подамажу в вашем ключе/рейде за голд хант 4к рио 4 сезона , есть одетый лок. Отдам весь лут",
					["serverTime"] = 1606138643,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						179, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816415.001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[15:37:23]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Шампански-Гордунни:1008:CHANNEL:5|h|cffa9d271Шампански|r|h|cffd8d8d8]|r: Куплю шефозовку предложения в лс",
					["serverTime"] = 1606138643,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						179, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816415.235,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[15:37:26]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Эралшанет-Гордунни:1009:CHANNEL:5|h|cff006fdcЭралшанет|r|h|cffd8d8d8]|r: В PVE гильдию (ключи\\рейды) «СелестиалБинг» c РТ:3\\7 20-23 (СР,ЧТ,ВС) Приглашаем Хилов\\ДД.  Наш сайт: |cffffffff|Hurl:CelestialBeing.Ru|h[CelestialBeing.Ru]|h|r, заявки в игре и в Discord: |cffffffff|Hurl:https://discord.gg/krBcxwd|h[https://discord.gg/krBcxwd]|h|r",
					["serverTime"] = 1606138646,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						49, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816418.368,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[15:37:28]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Вноябре-Гордунни:1010:CHANNEL:5|h|cfffef367Вноябре|r|h|cffd8d8d8]|r: Излишки-Гордунни ++++++++ жиза жиза",
					["serverTime"] = 1606138648,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816420.299,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[15:37:28]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Карабор-Гордунни:1011:CHANNEL:5|h|cff8687edКарабор|r|h|cffd8d8d8]|r: где будет выдаваться квест на начало цепочки в шл, подскажите пожалуйста",
					["serverTime"] = 1606138648,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						419, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816420.299,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[15:37:30]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Ариохт-Гордунни:1012:CHANNEL:5|h|cffa9d271Ариохт|r|h|cffd8d8d8]|r: есть кто качается 30-50 , нужен танк любого лвла, чисто для рега пати(буст одетым будет) ПМ",
					["serverTime"] = 1606138650,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						421, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816422.632,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[15:37:37]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Вноябре-Гордунни:1013:CHANNEL:5|h|cfffef367Вноябре|r|h|cffd8d8d8]|r: ТАЙМОВИЧКИ это когда",
					["serverTime"] = 1606138657,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816429.865,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[15:37:46]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Бакссбанни-Гордунни:1014:CHANNEL:5|h|cfffef367Бакссбанни|r|h|cffd8d8d8]|r: куплю ледяной шквал",
					["serverTime"] = 1606138666,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						259, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816438.607,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[15:37:48]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Зентарро-Гордунни:1015:CHANNEL:5|h|cff006fdcЗентарро|r|h|cffd8d8d8]|r: Карабор-Гордунни придет тебе автоматом",
					["serverTime"] = 1606138668,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816440.475,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[15:37:51]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Ариохт-Гордунни:1016:CHANNEL:5|h|cffa9d271Ариохт|r|h|cffd8d8d8]|r: есть кто качается 30-50 , нужен танк любого лвла, чисто для рега пати(буст одетым будет) ПМ",
					["serverTime"] = 1606138671,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						421, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816443.2490000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[15:37:55]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Брайс-Гордунни:1017:CHANNEL:5|h|cff3ec6eaБрайс|r|h|cffd8d8d8]|r: Идет набор в новую гильдию \"Восставшие Временем\", для совместного прохождения  контента, так же нужны люди в статик , по вопросом в лс!",
					["serverTime"] = 1606138675,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						311, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816447.167,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[15:38:13]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Карабор-Гордунни:1018:CHANNEL:5|h|cff8687edКарабор|r|h|cffd8d8d8]|r: Зентарро-Гордунни спасибо",
					["serverTime"] = 1606138693,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						419, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816465.005,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[15:38:13]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Тпрдру-Гордунни:1019:CHANNEL:5|h|cfffe7b09Тпрдру|r|h|cffd8d8d8]|r: |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_6:0|t Куплю Трейдеров на ДЖАЙНУ МИФ с маунтом 125+ фласка пот, 20к голды, 30к колотушка",
					["serverTime"] = 1606138693,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						413, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816465.368,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[15:38:26]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Бои-Гордунни:1022:CHANNEL:5|h|cfffe7b09Бои|r|h|cffd8d8d8]|r: Эх, сейчас бы Культирасика...",
					["serverTime"] = 1606138706,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						289, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816478.596,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[15:38:29]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Зентарро-Гордунни:1023:CHANNEL:5|h|cff006fdcЗентарро|r|h|cffd8d8d8]|r: кто нить видел хоть одного новичка в игре?",
					["serverTime"] = 1606138709,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816481.87,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[15:38:40]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Алкаин-Гордунни:1024:CHANNEL:5|h|cff8687edАлкаин|r|h|cffd8d8d8]|r: ну да",
					["serverTime"] = 1606138720,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						423, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816492.0160000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[15:38:40]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Зентарро-Гордунни:1025:CHANNEL:5|h|cff006fdcЗентарро|r|h|cffd8d8d8]|r: чтоб опыт в вов не больше 2 недель?",
					["serverTime"] = 1606138720,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816492.2660000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[15:38:45]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Ариохт-Гордунни:1026:CHANNEL:5|h|cffa9d271Ариохт|r|h|cffd8d8d8]|r: есть кто качается 30-50 , нужен танк любого лвла, чисто для рега пати(буст одетым будет) ПМ",
					["serverTime"] = 1606138725,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						421, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816497.6240000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[15:38:51]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Кормин-Гордунни:1027:CHANNEL:5|h|cffa9d271Кормин|r|h|cffd8d8d8]|r: Да",
					["serverTime"] = 1606138731,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						425, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816503.232,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[15:38:59]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Бакссбанни-Гордунни:1028:CHANNEL:5|h|cfffef367Бакссбанни|r|h|cffd8d8d8]|r: Всем привет подскажите плиз кого лучше мейнить рогу или лока на все патчи для соло игры и рандомами в лс пож??????",
					["serverTime"] = 1606138739,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						259, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816511.7760000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[15:39:01]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Зентарро-Гордунни:1029:CHANNEL:5|h|cff006fdcЗентарро|r|h|cffd8d8d8]|r: я вот видел, но он продавал голд)",
					["serverTime"] = 1606138741,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816513.386,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[15:39:09]|h Магни Бронзобород говорит: Кто-то тянет энергию из месторождения азерита. Останови это!",
					["serverTime"] = 1606138749,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816521.8960000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[15:39:23]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Киялту-Гордунни:1031:CHANNEL:5|h|cfffefefeКиялту|r|h|cffd8d8d8]|r: |cffffd100|HclubFinder:ClubFinder-1-3241-1602-46656501|h[Гильдия: Тёмный Альянс]|h|r проводит набор всех желающих под ШЛ наш РТ: 3/7; ПН, СР, ЧТ с 21:00-24:00, Прогресс в Ниалоте 10/12М",
					["serverTime"] = 1606138763,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						427, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816534.998,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[15:39:24]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Русскийбосс-Гордунни:1032:CHANNEL:5|h|cfff38bb9Русскийбосс|r|h|cffd8d8d8]|r: дайте метку следующего босса",
					["serverTime"] = 1606138764,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						429, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816536.859,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[15:39:30]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Зентарро-Гордунни:1033:CHANNEL:5|h|cff006fdcЗентарро|r|h|cffd8d8d8]|r: тролль некст",
					["serverTime"] = 1606138770,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816542.911,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[15:39:38]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Дриадыч-Гордунни:1034:CHANNEL:5|h|cff00fe97Дриадыч|r|h|cffd8d8d8]|r: Помогу убить Нзота гер и получить маунта |cff71d5ff|Hspell:302143:0|h[Нетронутый порчей змей Бездны]|h|r за голд",
					["serverTime"] = 1606138778,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						99, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816550.811,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[15:39:41]|h Зу'шин Преображенный говорит: Сила этого камня поможет возродить империю могу!",
					["serverTime"] = 1606138781,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816553.006,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[15:39:43]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Науко-Гордунни:1036:CHANNEL:5|h|cffc59a6cНауко|r|h|cffd8d8d8]|r: |cffffff00|Hworldmap:118:5831:3930|h[|A:Waypoint-MapPin-ChatIcon:13:13:0:0|a координаты точки на карте]|h|r",
					["serverTime"] = 1606138783,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						431, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816555.716,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[15:39:51]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Ариохт-Гордунни:1037:CHANNEL:5|h|cffa9d271Ариохт|r|h|cffd8d8d8]|r: есть кто качается 30-50 , нужен танк любого лвла, чисто для рега пати(буст одетым будет) ПМ",
					["serverTime"] = 1606138791,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						421, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816563.311,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[15:39:55]|h Зу'шин Преображенный говорит: Могу... найдут... больше камней...",
					["serverTime"] = 1606138795,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816567.299,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[15:39:55]|h Получено: 130 |4золотая:золотые:золотых;, 46 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1606138795,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						29, -- [3]
						30, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816567.356,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[15:39:55]|h Отношение |3-7(Защитники Азерот) к вам улучшилось на 138.",
					["serverTime"] = 1606138795,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						159, -- [3]
						160, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816567.417,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[15:39:55]|h Отношение |3-7(7-й легион) к вам улучшилось на 82.",
					["serverTime"] = 1606138795,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						159, -- [3]
						160, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816567.417,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[15:39:55]|h Магни Бронзобород говорит: Нет бы исцелить Азерот, вместо того чтобы еще сильней ранить ее! Спасибо тебе.",
					["serverTime"] = 1606138795,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816567.718,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[15:39:57]|h Вы получили предмет: |cff1eff00|Hcurrency:1553:23|h[Крошечная частица азерита]|h|r.",
					["serverTime"] = 1606138797,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						29, -- [3]
						30, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816569.596,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[15:39:57]|h Артефакт |cffe6cc80|Hitem:158075::::::::50:258::11:4:4932:4933:6316:1555:1:28:2122:::|h[Сердце Азерот]|h|r получает 23 ед. силы артефакта.",
					["serverTime"] = 1606138797,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						29, -- [3]
						30, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816569.596,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[15:39:58]|h Ваша добыча: 93 |4серебряная:серебряные:серебряных;, 2 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1606138798,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						433, -- [3]
						434, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816570.012,
					["g"] = 1,
					["b"] = 0,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[15:39:58]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Гнул-Гордунни:1046:CHANNEL:5|h|cff3ec6eaГнул|r|h|cffd8d8d8]|r: куплю проклятый сувенир)",
					["serverTime"] = 1606138798,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						435, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816570.252,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[15:40:07]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Зентарро-Гордунни:1047:CHANNEL:5|h|cff006fdcЗентарро|r|h|cffd8d8d8]|r: ру комьюнити, будем мутить ивент под конец бфа?",
					["serverTime"] = 1606138807,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816579.001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[15:40:18]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Алена-Гордунни:1048:CHANNEL:5|h|cfff38bb9Алена|r|h|cffd8d8d8]|r: ивент анусов?",
					["serverTime"] = 1606138818,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						437, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816590.3910000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[15:40:19]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Брайс-Гордунни:1049:CHANNEL:5|h|cff3ec6eaБрайс|r|h|cffd8d8d8]|r: Идет набор в новую гильдию \"Восставшие Временем\", для совместного прохождения  контента, так же нужны люди в статик , по вопросом в лс!",
					["serverTime"] = 1606138819,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						311, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816591.241,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[15:40:22]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Брайс-Гордунни:1050:CHANNEL:5|h|cff3ec6eaБрайс|r|h|cffd8d8d8]|r: Идет набор в новую гильдию \"Восставшие Временем\", для совместного прохождения  контента, так же нужны люди в статик , по вопросом в лс!",
					["serverTime"] = 1606138822,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						311, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816594.62,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[15:40:22]|h Вы будете получать добычу для специализации \"Тьма\".",
					["serverTime"] = 1606138822,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 816594.62,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[15:40:23]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Общий: Гавань Боралуса]|h.",
					["serverTime"] = 1606138823,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816595.643,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[15:40:23]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Торговля: Город]|h.",
					["serverTime"] = 1606138823,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						90, -- [3]
						187, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816595.643,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[15:40:23]|h |Hchannel:channel:4|h[4] |h Смена канала: |Hchannel:CHANNEL:4|h[4. Оборона: Гавань Боралуса]|h.",
					["serverTime"] = 1606138823,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						55, -- [3]
						56, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816595.643,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[15:32:31]|h Вы будете получать добычу для специализации \"Тьма\".",
					["serverTime"] = 1606138351,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 816123.017,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[15:32:32]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Общий: Силитус]|h.",
					["serverTime"] = 1606138352,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816123.017,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[15:32:32]|h |Hchannel:channel:3|h[3] |h Вы покинули канал |Hchannel:CHANNEL:3|h[3. Торговля: Город]|h.",
					["serverTime"] = 1606138352,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						90, -- [3]
						187, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816123.017,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[15:32:32]|h |Hchannel:channel:4|h[4] |h Смена канала: |Hchannel:CHANNEL:4|h[4. Оборона: Силитус]|h.",
					["serverTime"] = 1606138352,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						55, -- [3]
						56, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816123.017,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[15:32:32]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Зентарро-Гордунни:933:CHANNEL:5|h|cff006fdcЗентарро|r|h|cffd8d8d8]|r: да да, иди отсюда, клоун)",
					["serverTime"] = 1606138352,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816124.0260000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[15:32:32]|h Друид Круга Кенария говорит: Если рана будет расти... Азерот обречена.",
					["serverTime"] = 1606138352,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816124.0260000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[15:32:32]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Общий: Силитус: Рана]|h.",
					["serverTime"] = 1606138352,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816124.324,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[15:32:32]|h |Hchannel:channel:4|h[4] |h Смена канала: |Hchannel:CHANNEL:4|h[4. Оборона: Силитус: Рана]|h.",
					["serverTime"] = 1606138352,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						55, -- [3]
						56, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816124.324,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[15:32:39]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Крозн-Гордунни:937:CHANNEL:5|h|cfff38bb9Крозн|r|h|cffd8d8d8]|r: иди подзюбь рога",
					["serverTime"] = 1606138359,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						217, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816131.159,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[15:32:42]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Зентарро-Гордунни:938:CHANNEL:5|h|cff006fdcЗентарро|r|h|cffd8d8d8]|r: почитай матчасть)",
					["serverTime"] = 1606138362,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816133.71,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[15:32:42]|h Вы будете получать добычу для специализации \"Тьма\".",
					["serverTime"] = 1606138362,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 816133.71,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[15:32:42]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Общий: Зал Сердца]|h.",
					["serverTime"] = 1606138362,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816134.402,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[15:32:42]|h |Hchannel:channel:4|h[4] |h Смена канала: |Hchannel:CHANNEL:4|h[4. Оборона: Зал Сердца]|h.",
					["serverTime"] = 1606138362,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						55, -- [3]
						56, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816134.402,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[15:32:42]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Асстра-Гордунни:941:CHANNEL:5|h|cfffe7b09Асстра|r|h|cffd8d8d8]|r: xD",
					["serverTime"] = 1606138362,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						343, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816134.402,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[15:32:46]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Бакссбанни-Гордунни:942:CHANNEL:5|h|cfffef367Бакссбанни|r|h|cffd8d8d8]|r: Всем привет подскажите плиз кого лучше мейнить рогу или лока на все патчи для соло игры и рандомами в лс пож??????",
					["serverTime"] = 1606138366,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						259, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816138.128,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[15:32:51]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Инициатива-Гордунни:943:CHANNEL:5|h|cfffef367Инициатива|r|h|cffd8d8d8]|r: пять тыщ по миру тоже прогресс говорят)",
					["serverTime"] = 1606138371,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						351, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816143.937,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[15:32:52]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Торилес-Гордунни:944:CHANNEL:5|h|cffa22fc8Торилес|r|h|cffd8d8d8]|r: В молодую гильдию ведется набор игроков в статик к выходу ШЛ. Нам нужны: шп, маг, пал.",
					["serverTime"] = 1606138372,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816144.764,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[15:32:52]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Торилес-Гордунни:945:CHANNEL:5|h|cffa22fc8Торилес|r|h|cffd8d8d8]|r: РТ: среда - с 20:30 до 23:00 по мск, пятница и суббота - с 20:30 до 00:00 по мск.",
					["serverTime"] = 1606138372,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816144.764,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[15:32:54]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Чоукк-Гордунни:946:CHANNEL:5|h|cfffe7b09Чоукк|r|h|cffd8d8d8]|r: рогу",
					["serverTime"] = 1606138374,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						70, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816146.5530000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[15:32:56]|h Вы получили предмет: |cff9d9d9d|Hitem:174516::::::::50:258:::::::|h[Промокшая преграда]|h|r.",
					["serverTime"] = 1606138376,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						15, -- [3]
						16, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816148.334,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[15:32:57]|h Кэти Штемпельпупс говорит: Кэти Штемпельпупс к службе готова!",
					["serverTime"] = 1606138377,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816149.255,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[15:32:57]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Маррлин-Гордунни:949:CHANNEL:5|h|cfff38bb9Маррлин|r|h|cffd8d8d8]|r: лока",
					["serverTime"] = 1606138377,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						399, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816149.785,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[15:32:58]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Скаии-Гордунни:950:CHANNEL:5|h|cff8687edСкаии|r|h|cffd8d8d8]|r: Медикбусте нет На ТО-2 был целый день ) есть и реальная жизнь",
					["serverTime"] = 1606138378,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						359, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816150.86,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[15:32:59]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Зентарро-Гордунни:951:CHANNEL:5|h|cff006fdcЗентарро|r|h|cffd8d8d8]|r: Бакссбанни-Гордунни вм он или офф?",
					["serverTime"] = 1606138379,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816151.824,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[15:33:01]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Лунирас-Гордунни:952:CHANNEL:5|h|cffc59a6cЛунирас|r|h|cffd8d8d8]|r: Бакссбанни-Гордунни взял лока, скучно пиздец",
					["serverTime"] = 1606138381,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						401, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816153.709,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[15:33:05]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Двашагадоада-Гордунни:953:CHANNEL:5|h|cff3ec6eaДвашагадоада|r|h|cffd8d8d8]|r: Продам |cffa335ee|Hitem:153594::::::::40:64::13:::::|h[Везделет \"Скивиллаг\"]|h|r за 7к! Можно наложкой! Маунт перекрашивается в 3 цвета! Пиши в пм!",
					["serverTime"] = 1606138385,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						353, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816157.482,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[15:33:05]|h |cffd8d8d8[|r|Hplayer:Волкоодав-Борейскаятундра:954:ACHIEVEMENT|h|cffa9d271Волкоодав|r-|cff2acb7bБор|r|h|cffd8d8d8]|r заслужил достижение |cffffff00|Hachievement:13777:Player-1929-0E2E43FC:1:11:23:20:4294967295:4294967295:4294967295:4294967295|h[Наплодили сущностей]|h|r |cffffffff(|rсделано|cffffffff)|r!",
					["serverTime"] = 1606138385,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						false, -- [2]
						163, -- [3]
						403, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816157.894,
					["g"] = 1,
					["b"] = 0,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[15:33:15]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Бакссбанни-Гордунни:955:CHANNEL:5|h|cfffef367Бакссбанни|r|h|cffd8d8d8]|r: ледяной шквал продает ктО?",
					["serverTime"] = 1606138395,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						259, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816167.589,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[15:33:15]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Брайс-Гордунни:956:CHANNEL:5|h|cff3ec6eaБрайс|r|h|cffd8d8d8]|r: Идет набор в новую гильдию \"Восставшие Временем\", для совместного прохождения  контента, так же нужны люди в статик , по вопросом в лс!",
					["serverTime"] = 1606138395,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						311, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816167.839,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[15:33:17]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Брайс-Гордунни:957:CHANNEL:5|h|cff3ec6eaБрайс|r|h|cffd8d8d8]|r: Идет набор в новую гильдию \"Восставшие Временем\", для совместного прохождения  контента, так же нужны люди в статик , по вопросом в лс!",
					["serverTime"] = 1606138397,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						311, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816169.25,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[15:33:56]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Торилес-Гордунни:958:CHANNEL:5|h|cffa22fc8Торилес|r|h|cffd8d8d8]|r: В молодую гильдию ведется набор игроков в статик к выходу ШЛ. Нам нужны: шп, маг, пал.",
					["serverTime"] = 1606138436,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816208.927,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[15:33:56]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Торилес-Гордунни:959:CHANNEL:5|h|cffa22fc8Торилес|r|h|cffd8d8d8]|r: РТ: среда - с 20:30 до 23:00 по мск, пятница и суббота - с 20:30 до 00:00 по мск.",
					["serverTime"] = 1606138436,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816208.927,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[15:34:01]|h Вы будете получать добычу для специализации \"Тьма\".",
					["serverTime"] = 1606138441,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 816212.902,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[15:34:01]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Общий: Силитус]|h.",
					["serverTime"] = 1606138441,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816212.902,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[15:34:01]|h |Hchannel:channel:4|h[4] |h Смена канала: |Hchannel:CHANNEL:4|h[4. Оборона: Силитус]|h.",
					["serverTime"] = 1606138441,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						55, -- [3]
						56, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816212.902,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[15:34:01]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Общий: Силитус: Рана]|h.",
					["serverTime"] = 1606138441,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816213.729,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[15:34:01]|h |Hchannel:channel:4|h[4] |h Смена канала: |Hchannel:CHANNEL:4|h[4. Оборона: Силитус: Рана]|h.",
					["serverTime"] = 1606138441,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						55, -- [3]
						56, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816213.729,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[15:34:08]|h Вы будете получать добычу для специализации \"Тьма\".",
					["serverTime"] = 1606138448,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 816219.693,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[15:34:08]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Общий: Гавань Боралуса]|h.",
					["serverTime"] = 1606138448,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816220.738,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[15:34:08]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Торговля: Город]|h.",
					["serverTime"] = 1606138448,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						90, -- [3]
						187, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816220.738,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[15:34:08]|h |Hchannel:channel:4|h[4] |h Смена канала: |Hchannel:CHANNEL:4|h[4. Оборона: Гавань Боралуса]|h.",
					["serverTime"] = 1606138448,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						55, -- [3]
						56, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816220.738,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[15:34:22]|h |Hchannel:channel:3|h[3] |h|cffd8d8d8[|r|Hplayer:Курасааки-Гордунни:967:CHANNEL:3|h|cff00fe97Курасааки|r|h|cffd8d8d8]|r: Продам рарника  с|cff71d5ff|Hspell:171830:0|h[Быстрый ветробег]|h|r 6к",
					["serverTime"] = 1606138462,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						90, -- [3]
						325, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816234.709,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[15:34:34]|h Вы будете получать добычу для специализации \"Тьма\".",
					["serverTime"] = 1606138474,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 816246.143,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[15:34:35]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Общий: Зулдазар]|h.",
					["serverTime"] = 1606138475,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						3, -- [3]
						53, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816247.074,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[15:34:35]|h |Hchannel:channel:3|h[3] |h Вы покинули канал |Hchannel:CHANNEL:3|h[3. Торговля: Город]|h.",
					["serverTime"] = 1606138475,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						90, -- [3]
						187, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816247.074,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[15:34:35]|h |Hchannel:channel:4|h[4] |h Смена канала: |Hchannel:CHANNEL:4|h[4. Оборона: Зулдазар]|h.",
					["serverTime"] = 1606138475,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						false, -- [2]
						55, -- [3]
						56, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816247.074,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[15:34:44]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Гюджин-Гордунни:971:CHANNEL:5|h|cff00fe97Гюджин|r|h|cffd8d8d8]|r: |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_2:0|tСделаем вам Мастер ключей BFA 4с, дешево, успей получить маунта! Закроем 10-15 ключ, подберем броню и ключ. Инф в пм|TInterface\\TargetingFrame\\UI-RaidTargetingIcon_2:0|t",
					["serverTime"] = 1606138484,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						404, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816256.4550000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[15:34:46]|h Акадия Резной Камень говорит: Подумать только, археологическая находка века буквально валялась у троллей под ногами!",
					["serverTime"] = 1606138486,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816258.591,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[15:34:50]|h Археолог Моргрум Тлеющий Кремень говорит: Осторожнее тут. Я чую здесь силу. Мы заберем ее прямо из-под носа у Орды.",
					["serverTime"] = 1606138490,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816262.606,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[15:35:15]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Торилес-Гордунни:974:CHANNEL:5|h|cffa22fc8Торилес|r|h|cffd8d8d8]|r: В молодую гильдию ведется набор игроков в статик к выходу ШЛ. Нам нужны: шп, маг, пал.",
					["serverTime"] = 1606138515,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816287.433,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[15:35:15]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Торилес-Гордунни:975:CHANNEL:5|h|cffa22fc8Торилес|r|h|cffd8d8d8]|r: РТ: среда - с 20:30 до 23:00 по мск, пятница и суббота - с 20:30 до 00:00 по мск.",
					["serverTime"] = 1606138515,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816287.433,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[15:35:16]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Зентарро-Гордунни:976:CHANNEL:5|h|cff006fdcЗентарро|r|h|cffd8d8d8]|r: рога отжог, навонял и ушел)",
					["serverTime"] = 1606138516,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816288.665,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[15:35:22]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Шампански-Гордунни:977:CHANNEL:5|h|cffa9d271Шампански|r|h|cffd8d8d8]|r: Подамажу в вашем ключе/рейде за голд хант 4к рио 4 сезона , есть одетый лок. Отдам весь лут",
					["serverTime"] = 1606138522,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						179, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816294.296,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[15:35:22]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Шампански-Гордунни:978:CHANNEL:5|h|cffa9d271Шампански|r|h|cffd8d8d8]|r: Куплю шефозовку предложения в лс",
					["serverTime"] = 1606138522,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						179, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816294.756,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[15:35:23]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Крозн-Гордунни:979:CHANNEL:5|h|cfff38bb9Крозн|r|h|cffd8d8d8]|r: как чайка",
					["serverTime"] = 1606138523,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						217, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816295.265,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[15:35:25]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Халкпро-Гордунни:980:CHANNEL:5|h|cffa9d271Халкпро|r|h|cffd8d8d8]|r: |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_6:0|tГигабыстро поможем закрыть ™15-26™ кей, вижн на 5 масок, подробнее ПМ |TInterface\\TargetingFrame\\UI-RaidTargetingIcon_6:0|t",
					["serverTime"] = 1606138525,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						13, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816297.267,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[15:35:32]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Стропонесса-Гордунни:981:CHANNEL:5|h|cff8687edСтропонесса|r|h|cffd8d8d8]|r: ШЛ перенесли опять и Серёга умер",
					["serverTime"] = 1606138532,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						406, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816304.5650000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[15:35:35]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq43|k:42:982:BN_INLINE_TOAST_ALERT:0|h[|Kq43|k]|h выходит из сети.",
					["serverTime"] = 1606138535,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						347, -- [3]
						408, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816307.376,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[15:35:35]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq43|k:42:983:BN_INLINE_TOAST_ALERT:0|h[|Kq43|k] (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|tDino)|h входит в сеть.",
					["serverTime"] = 1606138535,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						347, -- [3]
						408, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816307.376,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[15:35:35]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq43|k:42:984:BN_INLINE_TOAST_ALERT:0|h[|Kq43|k] (|TInterface\\ChatFrame\\UI-ChatIcon-Battlenet:14:14:0:0|tDino)|h входит в сеть.",
					["serverTime"] = 1606138535,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						347, -- [3]
						408, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816307.577,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[15:35:38]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Дриадыч-Гордунни:985:CHANNEL:5|h|cff00fe97Дриадыч|r|h|cffd8d8d8]|r: Помогу убить Нзота гер и получить маунта |cff71d5ff|Hspell:302143:0|h[Нетронутый порчей змей Бездны]|h|r за голд",
					["serverTime"] = 1606138538,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						99, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816309.9670000001,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[15:35:48]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Бакссбанни-Гордунни:986:CHANNEL:5|h|cfffef367Бакссбанни|r|h|cffd8d8d8]|r: куплю ледяной шквал в лс",
					["serverTime"] = 1606138548,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						259, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816320.346,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[15:36:01]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Исдор-Гордунни:987:CHANNEL:5|h|cfff38bb9Исдор|r|h|cffd8d8d8]|r: Ищу небольшую шильдию со взрослым коллективом",
					["serverTime"] = 1606138561,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						409, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816333.701,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[15:36:14]|h |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:Зентарро-Гордунни:988:CHANNEL:5|h|cff006fdcЗентарро|r|h|cffd8d8d8]|r: шильдия, это мощно",
					["serverTime"] = 1606138574,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						false, -- [2]
						6, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 816346.781,
					["g"] = 0.7490196228027344,
					["b"] = 0.7490196228027344,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
