
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1589856958,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[21:05:05]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669662304,
					["timestamp"] = 1108424.58,
					["g"] = 0.9686275124549866,
					["r"] = 0.9372549653053284,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 19 |4час:часа:часов;, 43 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 1108424.58,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1108424.58,
				}, -- [3]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[22:30:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789825.384,
					["serverTime"] = 1666639831,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[22:30:32]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132140:14|tНегодяй – |3-8(вражеский питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789826.142,
					["serverTime"] = 1666639832,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[22:30:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789828.25,
					["serverTime"] = 1666639834,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[22:30:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134518:14|t|cff4e96f7|HbattlePetAbil:392:1400:260:325|h[Дополнительная броня]|h|r накладывает эффект |T134518:14|t|cff4e96f7|HbattlePetAbil:391:1400:260:325|h[Дополнительная броня]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789828.772,
					["serverTime"] = 1666639834,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[22:30:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789829.797,
					["serverTime"] = 1666639835,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[22:30:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789830.318,
					["serverTime"] = 1666639836,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[22:30:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789830.838,
					["serverTime"] = 1666639836,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[22:30:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2387:3025:325:219|h[Игры разума]|h|r накладывает эффект |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:3025:325:219|h[Игры разума]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789832.893,
					["serverTime"] = 1666639838,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[22:30:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789835.39,
					["serverTime"] = 1666639841,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[22:30:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 350 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789835.39,
					["serverTime"] = 1666639841,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[22:30:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 406 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789835.64,
					["serverTime"] = 1666639841,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[22:30:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135740:14|t|cff4e96f7|HbattlePetAbil:2388:1050:260:325|h[Игры разума: здоровье]|h|r наносит 386 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789835.894,
					["serverTime"] = 1666639841,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[22:30:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789836.16,
					["serverTime"] = 1666639842,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[22:30:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T133015:14|tПаровой танк ярмарки Новолуния), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789836.417,
					["serverTime"] = 1666639842,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[22:30:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2392:3025:325:219|h[Игры разума]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T134509:14|tДирижабль ярмарки Новолуния), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789836.694,
					["serverTime"] = 1666639842,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[22:30:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 103 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789839.4550000001,
					["serverTime"] = 1666639845,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[22:30:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789839.4550000001,
					["serverTime"] = 1666639845,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[22:30:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236271:14|t|cff4e96f7|HbattlePetAbil:1411:3025:325:219|h[Тотальное разрушение]|h|r наносит 207 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789839.4550000001,
					["serverTime"] = 1666639845,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[22:30:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789846.351,
					["serverTime"] = 1666639852,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[22:30:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r не попадает по |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789847.527,
					["serverTime"] = 1666639853,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[22:30:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r наносит 189 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789847.952,
					["serverTime"] = 1666639854,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[22:30:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r наносит 283 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789848.368,
					["serverTime"] = 1666639854,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[22:30:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:985:947:260:325|h[Рог изобилия]|h|r накладывает эффект \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:947:260:325|h[Рог изобилия]|h|r\" на |3-3(команда противника).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789848.7930000001,
					["serverTime"] = 1666639854,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[22:30:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2553:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789850.569,
					["serverTime"] = 1666639856,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[22:30:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:775:260:325|h[Рог изобилия]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789852.77,
					["serverTime"] = 1666639858,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[22:31:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789854.323,
					["serverTime"] = 1666639860,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[22:31:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789854.812,
					["serverTime"] = 1666639860,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[22:31:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789855.809,
					["serverTime"] = 1666639861,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[22:31:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r наносит 63 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789856.196,
					["serverTime"] = 1666639862,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[22:31:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:775:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:775:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789856.569,
					["serverTime"] = 1666639862,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[22:31:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:2301:325:219|h[Укус]|h|r наносит 172 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789859.344,
					["serverTime"] = 1666639865,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[22:31:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:603:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789861.561,
					["serverTime"] = 1666639867,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[22:31:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T134518:14|t|cff4e96f7|HbattlePetAbil:391:603:260:325|h[Дополнительная броня]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789861.611,
					["serverTime"] = 1666639867,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[22:31:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T135740:14|t|cff4e96f7|HbattlePetAbil:2393:2207:325:219|h[Игры разума]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789861.611,
					["serverTime"] = 1666639867,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[22:31:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789862.8250000001,
					["serverTime"] = 1666639868,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[22:31:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:603:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789863.1630000001,
					["serverTime"] = 1666639869,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[22:31:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:603:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789864.066,
					["serverTime"] = 1666639870,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[22:31:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:603:260:325|h[Умножение сущностей]|h|r наносит 157 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789864.453,
					["serverTime"] = 1666639870,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[22:31:10]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:603:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:603:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789864.839,
					["serverTime"] = 1666639870,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[22:31:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:1736:325:219|h[Корм]|h|r наносит 345 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789867.4010000001,
					["serverTime"] = 1666639873,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[22:31:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236189:14|t|cff4e96f7|HbattlePetAbil:1016:2081:325:219|h[Корм]|h|r восстанавливает 345 ед. урона |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789867.659,
					["serverTime"] = 1666639873,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[22:31:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:258:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789869.844,
					["serverTime"] = 1666639875,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[22:31:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789870.758,
					["serverTime"] = 1666639876,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[22:31:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789871.247,
					["serverTime"] = 1666639877,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[22:31:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789872.234,
					["serverTime"] = 1666639878,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[22:31:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r наносит 220 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789872.6290000001,
					["serverTime"] = 1666639878,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[22:31:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:258:260:325|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789872.6290000001,
					["serverTime"] = 1666639878,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[22:31:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:258:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:258:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789873.03,
					["serverTime"] = 1666639879,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[22:31:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:1327:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789875.991,
					["serverTime"] = 1666639882,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[22:31:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789875.991,
					["serverTime"] = 1666639882,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[22:31:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r восстанавливает 280 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789878.5260000001,
					["serverTime"] = 1666639884,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[22:31:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618979:14|t|cff4e96f7|HbattlePetAbil:723:280:260:325|h[Последний шанс]|h|r накладывает эффект |T618979:14|t|cff4e96f7|HbattlePetAbil:244:280:260:325|h[Механический питомец]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789878.783,
					["serverTime"] = 1666639884,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[22:31:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:280:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789881.9940000001,
					["serverTime"] = 1666639888,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[22:31:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789883.368,
					["serverTime"] = 1666639889,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[22:31:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789883.704,
					["serverTime"] = 1666639889,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[22:31:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789884.648,
					["serverTime"] = 1666639890,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[22:31:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789885.035,
					["serverTime"] = 1666639891,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[22:31:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T370211:14|t|cff4e96f7|HbattlePetAbil:1002:280:260:325|h[Умножение сущностей]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:280:260:325|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789885.422,
					["serverTime"] = 1666639891,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[22:31:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132127:14|t|cff4e96f7|HbattlePetAbil:110:951:325:219|h[Укус]|h|r наносит 431 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789887.939,
					["serverTime"] = 1666639894,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[22:31:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T773178:14|tБлескотрончик погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789887.939,
					["serverTime"] = 1666639894,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[22:31:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r наносит 94 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789891.652,
					["serverTime"] = 1666639897,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[22:31:37]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T133784:14|t|cff4e96f7|HbattlePetAbil:986:0:260:325|h[Рог изобилия]|h|r\", наложенного на |3-3(команда противника), заканчивается.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789891.707,
					["serverTime"] = 1666639897,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[22:31:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789894.351,
					["serverTime"] = 1666639900,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[22:31:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133015:14|tПаровой танк ярмарки Новолуния – |3-8(ваш питомец) активный питомец.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789894.351,
					["serverTime"] = 1666639900,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[22:31:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789905.259,
					["serverTime"] = 1666639911,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[22:31:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T252188:14|t|cff4e96f7|HbattlePetAbil:646:1014:273:260|h[Шок и трепет]|h|r наносит 988 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T132140:14|tНегодяй).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789906.387,
					["serverTime"] = 1666639912,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[22:31:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T132140:14|tНегодяй погибает.",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789906.387,
					["serverTime"] = 1666639912,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[22:31:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1321:273:260|h[Боевое восстановление]|h|r восстанавливает 307 ед. урона |3-2(ваш питомец) |3-2(|T133015:14|tПаровой танк ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789909.779,
					["serverTime"] = 1666639915,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[22:31:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1250:273:273|h[Боевое восстановление]|h|r восстанавливает 297 ед. урона |3-2(ваш питомец) |3-2(|T134509:14|tДирижабль ярмарки Новолуния).",
					["b"] = 0.6705882549285889,
					["r"] = 0.9058824181556702,
					["g"] = 0.8705883026123047,
					["timestamp"] = 789909.779,
					["serverTime"] = 1666639915,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						203, -- [3]
						204, -- [4]
						["n"] = 4,
					},
				}, -- [69]
			},
			["headIndex"] = 69,
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 8,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["g"] = 0.9686275124549866,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669656759,
					["r"] = 0.9372549653053284,
				}, -- [1]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["b"] = 1,
					["r"] = 0.9372549653053284,
					["serverTime"] = 1669659405,
					["timestamp"] = 1108424.58,
					["g"] = 0.9686275124549866,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["g"] = 0.9686275124549866,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671681,
					["b"] = 1,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[21:05:05]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669662304,
					["timestamp"] = 1108424.58,
					["g"] = 0.9686275124549866,
					["r"] = 0.9372549653053284,
				}, -- [4]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["serverTime"] = 1669733284,
					["r"] = 0.9372549653053284,
					["b"] = 1,
					["timestamp"] = 1108424.58,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 0.9686275124549866,
				}, -- [5]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 1108424.58,
				}, -- [6]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1108424.58,
				}, -- [7]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108408.088,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [8]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[21:05:05]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669662304,
					["timestamp"] = 1108424.58,
					["g"] = 0.9686275124549866,
					["r"] = 0.9372549653053284,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 19 |4час:часа:часов;, 43 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 1108424.58,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1108424.58,
				}, -- [3]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 12,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[19:45:54]|h Сообщение дня от гильдии: \"Йоу всем! Статик в перерыве. Спасибо всем! Мирного неба всем! #Нетвойне!\"",
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["b"] = 0.8196079134941101,
					["g"] = 0.5058823823928833,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669656759,
					["r"] = 0.4745098352432251,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[19:32:38]|h Сообщение дня от гильдии: \"Йоу всем! Статик в перерыве. Спасибо всем! Мирного неба всем! #Нетвойне!\"",
					["b"] = 0.8196079134941101,
					["r"] = 0.4745098352432251,
					["serverTime"] = 1669659405,
					["timestamp"] = 1108424.58,
					["g"] = 0.5058823823928833,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[19:59:58]|h |Hchannel:GUILD|h[Гильдия]|h |Hplayer:Намариэль-Гордунни:406:GUILD:|h[|cffffffffНамариэль|r]|h: добрый всем вечер",
					["r"] = 0.4745098352432251,
					["b"] = 0.8196079134941101,
					["g"] = 0.5058823823928833,
					["timestamp"] = 1108424.58,
					["extraData"] = {
						5, -- [1]
						86, -- [2]
						87, -- [3]
						["n"] = 3,
					},
					["serverTime"] = 1669658397,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[20:00:07]|h |Hchannel:GUILD|h[Гильдия]|h |Hplayer:Намариэль-Гордунни:412:GUILD:|h[|cffffffffНамариэль|r]|h: а когда движуха будет, известно?",
					["r"] = 0.4745098352432251,
					["b"] = 0.8196079134941101,
					["g"] = 0.5058823823928833,
					["timestamp"] = 1108424.58,
					["extraData"] = {
						5, -- [1]
						86, -- [2]
						87, -- [3]
						["n"] = 3,
					},
					["serverTime"] = 1669658406,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[20:06:01]|h |Hchannel:GUILD|h[Гильдия]|h |Hplayer:Джули-Гордунни:549:GUILD:|h[|cffff7c0aДжули|r]|h: привет, да вроде сегодня 2 ночи Мск",
					["r"] = 0.4745098352432251,
					["b"] = 0.8196079134941101,
					["g"] = 0.5058823823928833,
					["timestamp"] = 1108424.58,
					["extraData"] = {
						5, -- [1]
						86, -- [2]
						106, -- [3]
						["n"] = 3,
					},
					["serverTime"] = 1669658760,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[20:08:11]|h |Hchannel:GUILD|h[Гильдия]|h |Hplayer:Намариэль-Гордунни:593:GUILD:|h[|cffffffffНамариэль|r]|h: спасибо, я почему то думала сегодня",
					["r"] = 0.4745098352432251,
					["b"] = 0.8196079134941101,
					["g"] = 0.5058823823928833,
					["timestamp"] = 1108424.58,
					["extraData"] = {
						5, -- [1]
						86, -- [2]
						87, -- [3]
						["n"] = 3,
					},
					["serverTime"] = 1669658890,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[20:16:45]|h Сообщение дня от гильдии: \"Йоу всем! Статик в перерыве. Спасибо всем! Мирного неба всем! #Нетвойне!\"",
					["g"] = 0.5058823823928833,
					["r"] = 0.4745098352432251,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671681,
					["b"] = 0.8196079134941101,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[21:05:05]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669662304,
					["timestamp"] = 1108424.58,
					["g"] = 0.9686275124549866,
					["r"] = 0.9372549653053284,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[23:41:19]|h Сообщение дня от гильдии: \"Йоу всем! Статик в перерыве. Спасибо всем! Мирного неба всем! #Нетвойне!\"",
					["serverTime"] = 1669733284,
					["r"] = 0.4745098352432251,
					["b"] = 0.8196079134941101,
					["timestamp"] = 1108424.58,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["g"] = 0.5058823823928833,
				}, -- [9]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 1108424.58,
				}, -- [10]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1108424.58,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[16:48:03]|h Сообщение дня от гильдии: \"Йоу всем! Статик в перерыве. Спасибо всем! Мирного неба всем! #Нетвойне!\"",
					["r"] = 0.4745098352432251,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108424.48,
					["g"] = 0.5058823823928833,
					["b"] = 0.8196079134941101,
				}, -- [12]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[21:05:05]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669662304,
					["timestamp"] = 1108424.58,
					["g"] = 0.9686275124549866,
					["r"] = 0.9372549653053284,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 19 |4час:часа:часов;, 43 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 1108424.58,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1108424.58,
				}, -- [3]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[21:05:05]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669662304,
					["timestamp"] = 1108424.58,
					["g"] = 0.9686275124549866,
					["r"] = 0.9372549653053284,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 19 |4час:часа:часов;, 43 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 1108424.58,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1108424.58,
				}, -- [3]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[21:05:05]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669662304,
					["timestamp"] = 1108424.58,
					["g"] = 0.9686275124549866,
					["r"] = 0.9372549653053284,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 19 |4час:часа:часов;, 43 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 1108424.58,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1108424.58,
				}, -- [3]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[21:05:05]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669662304,
					["timestamp"] = 1108424.58,
					["g"] = 0.9686275124549866,
					["r"] = 0.9372549653053284,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 19 |4час:часа:часов;, 43 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 1108424.58,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1108424.58,
				}, -- [3]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 35,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[16:48:06]|h Общее время игры: 19 |4день:дня:дней;, 16 |4час:часа:часов;, 44 |4минута:минуты:минут;, 17 |4секунда:секунды:секунд;.",
					["serverTime"] = 1669733286,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108427.571,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[16:48:06]|h Время игры на этом уровне: 13 |4день:дня:дней;, 5 |4час:часа:часов;, 8 |4минута:минуты:минут;, 7 |4секунда:секунды:секунд;.",
					["serverTime"] = 1669733286,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108427.571,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[16:48:11]|h |Hplayer:Киркора|h[Киркора]|h входит в игровой мир.",
					["serverTime"] = 1669733291,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108432.038,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[16:48:11]|h |cffb4b4ffALL THE THINGS|r Профиль: По умолчанию",
					["timestamp"] = 1108432.038,
					["serverTime"] = 1669733291,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[16:48:12]|h Вы отдыхаете.",
					["serverTime"] = 1669733292,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108432.713,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[16:48:16]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Улетайло-Гордунни:36:CHANNEL:4|h[|cff33937fУлетайло|r]|h: того лк уже не будет",
					["serverTime"] = 1669733296,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108437.517,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[16:48:23]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Деметея-Гордунни:37:CHANNEL:4|h[|cff3fc7ebДеметея|r]|h: кто в равнинах онары?",
					["serverTime"] = 1669733303,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						3, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108444.195,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[16:48:24]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Солерр-Гордунни:38:CHANNEL:4|h[|cffc69b6dСолерр|r]|h: |cffffd100|HclubFinder:ClubFinder-1-268063-1602-106222045|h[Гильдия: Альянс Самоубийц]|h|r Заново собирает состав для нового рейда. Ищем танка, хила и дд. (Классы не важны) Наше РТ ВТ-ЧТ 19:00-22:00 мск.",
					["serverTime"] = 1669733304,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108445.422,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[16:48:26]|h Тодди Баки говорит: Припасы уложены, все готово к началу экспедиции. Садись на грифона! И до встречи в Штормграде. Драконьи острова ждут нас!",
					["serverTime"] = 1669733306,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						5, -- [2]
						6, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108446.73,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[16:48:36]|h Отношение |3-7(Двор Жнецов) к вам улучшилось на 413.",
					["serverTime"] = 1669733316,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108457.38,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[16:48:46]|h Вы получаете валюту – |cffff8000|Hcurrency:1906:0|h[Угли душ]|h|rх21",
					["serverTime"] = 1669733326,
					["r"] = 0.2549019753932953,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108467.432,
					["g"] = 0.5254902243614197,
					["b"] = 0.8196079134941101,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[16:48:46]|h Вы получили предмет: |cff0070dd|Hitem:181468::::::::60:258:::::::::|h[Затененная руна усиления]|h|rx7.",
					["serverTime"] = 1669733326,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108467.432,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[16:48:56]|h Вы получили предмет: |cffa335ee|Hitem:181404::::::::60:258::27:4:6652:1472:5910:6646::::::|h[Ботинки из волшебного мха]|h|r.",
					["serverTime"] = 1669733336,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108476.716,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[16:48:56]|h |cff0070dd|Hitem:181404::::::::60:258:::::::::|h[Ботинки из волшебного мха]|h|r (181404) добавлен в Вашу коллекцию.",
					["timestamp"] = 1108476.836,
					["serverTime"] = 1669733336,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[16:48:56]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Посолидней-Гордунни:44:CHANNEL:4|h[|cffff7c0aПосолидней|r]|h: Сова ищет миф статик",
					["serverTime"] = 1669733336,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108477.343,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[16:49:01]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Дэкаденс-Гордунни:45:CHANNEL:4|h[|cffc41e3aДэкаденс|r]|h: кто в курсе, где банки для алхимии взять?",
					["serverTime"] = 1669733341,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						8, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108482.279,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[16:49:08]|h Отношение |3-7(Неумирающая армия) к вам улучшилось на 413.",
					["serverTime"] = 1669733348,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108488.655,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[16:49:11]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq61|k:23:47:BN_INLINE_TOAST_ALERT:0|h[|Kq61|k]|h выходит из сети.",
					["serverTime"] = 1669733351,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108492.35,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[16:49:11]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Десмиан-Гордунни:48:CHANNEL:4|h[|cff0070ddДесмиан|r]|h: А вы заметили, что Близзы украли идею драконов?? Это уже было в мультфильме Мулан",
					["serverTime"] = 1669733351,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						9, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108492.59,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[16:49:33]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Улетайло-Гордунни:49:CHANNEL:4|h[|cff33937fУлетайло|r]|h: это было в средневековых сказках",
					["serverTime"] = 1669733373,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108513.92,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[16:49:39]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Цзычуань-Гордунни:50:CHANNEL:4|h[|cfffff468Цзычуань|r]|h: Братан полеты на драконах были в гв2 давно уже, не смущает?",
					["serverTime"] = 1669733379,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						10, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108519.749,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[16:49:44]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Дихейгодх-Гордунни:51:CHANNEL:4|h[|cffffffffДихейгодх|r]|h: близарды мастера чужое брать)",
					["serverTime"] = 1669733384,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						11, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108525.365,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[16:49:44]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Супрек-Гордунни:52:CHANNEL:4|h[|cff0070ddСупрек|r]|h: Десмиан-Гордунни а орки во вслателине колец ?",
					["serverTime"] = 1669733384,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						12, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108525.365,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[16:49:45]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Стреляш-Гордунни:53:CHANNEL:4|h[|cffaad372Стреляш|r]|h: какую еще идею) они каждый патч повторяют тоже самое) ",
					["serverTime"] = 1669733385,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						13, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108526.325,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[16:49:50]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Важнюля-Гордунни:54:CHANNEL:4|h[|cff3fc7ebВажнюля|r]|h: Это всё было в Геншин Импакт!",
					["serverTime"] = 1669733390,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						14, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108531.021,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[16:49:52]|h Вы получили предмет: |cff0070dd|Hitem:189544::::::::60:258:::::::::|h[Тенета анимы]|h|rx4.",
					["serverTime"] = 1669733392,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108533.355,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[16:49:53]|h Вы получили предмет: |cff0070dd|Hitem:181479::::::::60:258:::::::::|h[Уловитель звездного света]|h|rx3.",
					["serverTime"] = 1669733393,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108534.355,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[16:49:54]|h Вы получили предмет: |cff1eff00|Hitem:181643::::::::60:258:::::::::|h[Плачущий трупогриб]|h|rx11.",
					["serverTime"] = 1669733394,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108535.169,
					["g"] = 0.8901961445808411,
					["b"] = 0.2980392277240753,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[16:50:21]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq61|k:23:58:BN_INLINE_TOAST_ALERT:0|h[|Kq61|k] (|A:UI-ChatIcon-WoW:14:14:0:0|aДарккайн)|h входит в сеть.",
					["serverTime"] = 1669733421,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108561.981,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[16:50:21]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Штурманс-Гордунни:59:CHANNEL:4|h[|cfff48cbaШтурманс|r]|h: |cffffff00|Hquest:66658:2222|h[Наступление клана Нокхуд: хранители основателей]|h|r делал кто? ",
					["serverTime"] = 1669733421,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						15, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108562.221,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[16:50:21]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Улетайло-Гордунни:60:CHANNEL:4|h[|cff33937fУлетайло|r]|h: но тупой хант хейтит но колется и продолжает жрать кактус",
					["serverTime"] = 1669733421,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108562.221,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[16:50:28]|h 1065 ед. анимы внесено в резервуар.",
					["serverTime"] = 1669733428,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108569.358,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[16:50:52]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Телоня-Гордунни:62:CHANNEL:4|h[|cffaad372Телоня|r]|h: хант поделись хмурым",
					["serverTime"] = 1669733452,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						16, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108592.808,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[16:50:54]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Посолидней-Гордунни:63:CHANNEL:4|h[|cffff7c0aПосолидней|r]|h: Сова ищет миф статик",
					["serverTime"] = 1669733454,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						7, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108594.836,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[16:50:54]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Хилусус-Гордунни:64:CHANNEL:4|h[|cffffffffХилусус|r]|h: Добор в гильдстатик. Рт 20:30-23:30 пн-ср-чтв. Нужны дамагеры с прошлым рейдовым опытом.  Вопросы в пм.",
					["serverTime"] = 1669733454,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						17, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 1108595.076,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[21:02:56]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Бурззум-Гордунни:1243:CHANNEL:2|h[|cff8788eeБурззум|r]|h: Сзасстем-Гордунни no demons?((",
					["extraData"] = {
						69, -- [1]
						4, -- [2]
						186, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1669662175,
					["timestamp"] = 1108424.58,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[21:02:57]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Убеинежно-Гордунни:1244:CHANNEL:5|h[|cff33937fУбеинежно|r]|h: С нас рейды, фарм ключей и приятное общение. С вас БЫТЬ ! 18+",
					["extraData"] = {
						72, -- [1]
						9, -- [2]
						10, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7490196228027344,
					["serverTime"] = 1669662176,
					["timestamp"] = 1108424.58,
					["g"] = 0.7490196228027344,
					["r"] = 1,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[21:03:02]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Пуджакэт-Гордунни:1245:CHANNEL:2|h[|cff0070ddПуджакэт|r]|h: правильно надо играть на том кто нравится, симкрафт для зажиточных ",
					["extraData"] = {
						69, -- [1]
						4, -- [2]
						46, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1669662181,
					["timestamp"] = 1108424.58,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[21:03:06]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Татарща-Гордунни:1246:CHANNEL:2|h[|cff8788eeТатарща|r]|h: мне наоборот либо афли либо дестр",
					["extraData"] = {
						69, -- [1]
						4, -- [2]
						143, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1669662185,
					["timestamp"] = 1108424.58,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[21:03:10]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Петюнечка-Гордунни:1247:CHANNEL:2|h[|cffc41e3aПетюнечка|r]|h: Ветряные элемы вобще появляются на ивенте?",
					["extraData"] = {
						69, -- [1]
						4, -- [2]
						187, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1669662189,
					["timestamp"] = 1108424.58,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[21:03:19]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Сираорй-Гордунни:1248:CHANNEL:2|h[|cff8788eeСираорй|r]|h: на ноксе пишут что дпс у десра топ",
					["extraData"] = {
						69, -- [1]
						4, -- [2]
						188, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1669662198,
					["timestamp"] = 1108424.58,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[21:03:26]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Теранэф-Гордунни:1249:CHANNEL:4|h[|cffc41e3aТеранэф|r]|h: Идет донабор в статик гильдии \"Волонтёры Вечности\". Рассмотрим сильных танков. Прогресс прошлого рейда 11/11М. РТ: ПН СР ЧТ 21-24.",
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						14, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1669662205,
					["timestamp"] = 1108424.58,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[21:03:30]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Сираорй-Гордунни:1250:CHANNEL:2|h[|cff8788eeСираорй|r]|h: ток хз какая там стадия",
					["extraData"] = {
						69, -- [1]
						4, -- [2]
						188, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1669662209,
					["timestamp"] = 1108424.58,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[21:03:35]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Флемет-Гордунни:1251:CHANNEL:4|h[|cff33937fФлемет|r]|h: Кто видел Алистера?",
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						189, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1669662214,
					["timestamp"] = 1108424.58,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[21:03:37]|h |Hplayer:Почтимета|h[Почтимета]|h входит в игровой мир.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669662216,
					["timestamp"] = 1108424.58,
					["g"] = 0.9686275124549866,
					["r"] = 0.9372549653053284,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[21:03:40]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Линнза-Гордунни:1253:CHANNEL:4|h[|cffaad372Линнза|r]|h: Торустраза-Гордунни только это как бы чат альянса",
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						83, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1669662219,
					["timestamp"] = 1108424.58,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[21:03:44]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Нинзжа-Гордунни:1254:CHANNEL:2|h[|cffc41e3aНинзжа|r]|h: не волнуйся, ещё всё понерфят ;D",
					["extraData"] = {
						69, -- [1]
						4, -- [2]
						98, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1669662223,
					["timestamp"] = 1108424.58,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[21:03:55]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Торустраза-Гордунни:1255:CHANNEL:4|h[|cff33937fТорустраза|r]|h: Линнза-Гордунни я драктир - мне можно",
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						180, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1669662234,
					["timestamp"] = 1108424.58,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[21:03:56]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Роузелин-Гордунни:1256:CHANNEL:2|h[|cff8788eeРоузелин|r]|h: вы понимаете вообще что у лока три спека и каждый может быть лучше других в разных типах контента?",
					["extraData"] = {
						69, -- [1]
						4, -- [2]
						190, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1669662235,
					["timestamp"] = 1108424.58,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[21:03:58]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Флемет-Гордунни:1257:CHANNEL:4|h[|cff33937fФлемет|r]|h: алистера из Фирелдена",
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						189, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1669662237,
					["timestamp"] = 1108424.58,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[21:04:07]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Линнза-Гордунни:1258:CHANNEL:4|h[|cffaad372Линнза|r]|h: запутался в альтах?)",
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						83, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1669662246,
					["timestamp"] = 1108424.58,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[21:04:08]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Тапки-Гордунни:1259:CHANNEL:2|h[|cfff48cbaТапки|r]|h: опять бури нет. че за х",
					["extraData"] = {
						69, -- [1]
						4, -- [2]
						191, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1669662247,
					["timestamp"] = 1108424.58,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[21:04:08]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Кельсолас-Гордунни:1260:CHANNEL:2|h[|cff33937fКельсолас|r]|h: Ребята кто может подкиньте золотых на профу оч поможете",
					["extraData"] = {
						69, -- [1]
						4, -- [2]
						179, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1669662247,
					["timestamp"] = 1108424.58,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[21:04:15]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Мистофель-Гордунни:1261:CHANNEL:2|h[|cff8788eeМистофель|r]|h: Nyhm - Nerf it",
					["extraData"] = {
						69, -- [1]
						4, -- [2]
						127, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1669662254,
					["timestamp"] = 1108424.58,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[21:04:22]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Бэласнэжка-Гордунни:1262:CHANNEL:4|h[|cff3fc7ebБэласнэжка|r]|h: Как называется хрень на 1000 ресурсов гарнизона на ауке",
					["extraData"] = {
						71, -- [1]
						1, -- [2]
						192, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1669662261,
					["timestamp"] = 1108424.58,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[21:04:25]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Оксаллис-Гордунни:1263:CHANNEL:2|h[|cff0070ddОксаллис|r]|h: какая профа в три часа ночи?",
					["extraData"] = {
						69, -- [1]
						4, -- [2]
						193, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1669662264,
					["timestamp"] = 1108424.58,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[21:04:31]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Сзасстем-Гордунни:1264:CHANNEL:2|h[|cff8788eeСзасстем|r]|h: ну это понятно) что рейд одно пфп другое мифик третье",
					["extraData"] = {
						69, -- [1]
						4, -- [2]
						178, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1669662270,
					["timestamp"] = 1108424.58,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[21:04:35]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Ретровейвер-Гордунни:1265:CHANNEL:5|h[|cfffff468Ретровейвер|r]|h: предложите СГ нормал/гер за голду сегодня - в ЛС (только репа, лут не нужен)",
					["extraData"] = {
						72, -- [1]
						9, -- [2]
						78, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7490196228027344,
					["serverTime"] = 1669662274,
					["timestamp"] = 1108424.58,
					["g"] = 0.7490196228027344,
					["r"] = 1,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[21:04:39]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Кельсолас-Гордунни:1266:CHANNEL:2|h[|cff33937fКельсолас|r]|h: АЗЕРОТ ПОМОГИ ",
					["extraData"] = {
						69, -- [1]
						4, -- [2]
						179, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1669662278,
					["timestamp"] = 1108424.58,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[21:04:39]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Сахадейра-Гордунни:1267:CHANNEL:2|h[|cfffff468Сахадейра|r]|h: а че сделали с аукционом? чего у меня всяких хлам скупают за секунду ?",
					["extraData"] = {
						69, -- [1]
						4, -- [2]
						181, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1669662278,
					["timestamp"] = 1108424.58,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[21:05:05]|h Соединение со службой Blizzard разорвано.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1669662304,
					["timestamp"] = 1108424.58,
					["g"] = 0.9686275124549866,
					["r"] = 0.9372549653053284,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[23:41:19]|h Сообщение дня от гильдии: \"Йоу всем! Статик в перерыве. Спасибо всем! Мирного неба всем! #Нетвойне!\"",
					["serverTime"] = 1669733284,
					["r"] = 0.4745098352432251,
					["b"] = 0.8196079134941101,
					["timestamp"] = 1108424.58,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["g"] = 0.5058823823928833,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[23:41:22]|h Вы будете получать добычу для специализации \"Тьма\".",
					["b"] = 1,
					["r"] = 0.9372549653053284,
					["g"] = 0.9686275124549866,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671682,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[23:41:24]|h Общее время игры: 19 |4день:дня:дней;, 16 |4час:часа:часов;, 39 |4минута:минуты:минут;, 5 |4секунда:секунды:секунд;.",
					["b"] = 1,
					["r"] = 0.9372549653053284,
					["g"] = 0.9686275124549866,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671684,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[23:41:24]|h Время игры на этом уровне: 13 |4день:дня:дней;, 5 |4час:часа:часов;, 2 |4минута:минуты:минут;, 55 |4секунда:секунды:секунд;.",
					["b"] = 1,
					["r"] = 0.9372549653053284,
					["g"] = 0.9686275124549866,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671684,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[23:41:34]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Хирунчик-Гордунни:1:CHANNEL:2|h[|cffff7c0aХирунчик|r]|h: Ювилир в пм !",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671694,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[23:41:36]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Наурка-Гордунни:2:CHANNEL:4|h[|cff00ff98Наурка|r]|h: Ищешь дружную и нетоксичную гильдию для покорения Драконьих островов и приятного времяприпровождения? Тогда тебе к нам!.Инфа в лс",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671696,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[23:41:36]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Наурка-Гордунни:3:CHANNEL:2|h[|cff00ff98Наурка|r]|h: Ищешь дружную и нетоксичную гильдию для покорения Драконьих островов и приятного времяприпровождения? Тогда тебе к нам!.Инфа в лс",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671696,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						5, -- [3]
						["n"] = 3,
					},
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[23:41:46]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Лазуритэл-Гордунни:4:CHANNEL:2|h[|cff33937fЛазуритэл|r]|h: Пахнущий-Гордунни к сожалению. Я надеялся, что будет похоже",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671706,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						6, -- [3]
						["n"] = 3,
					},
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[23:42:04]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Скорпидиан-Гордунни:6:CHANNEL:2|h[|cfff48cbaСкорпидиан|r]|h: нет",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671724,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						7, -- [3]
						["n"] = 3,
					},
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[23:42:04]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Вилаи-Гордунни:7:CHANNEL:2|h[|cfff48cbaВилаи|r]|h: Аскалдар-Гордунни неа, в 2 часа",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671724,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						8, -- [3]
						["n"] = 3,
					},
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[23:42:14]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Лазуритэл-Гордунни:9:CHANNEL:2|h[|cff33937fЛазуритэл|r]|h: Аскалдар-Гордунни дракон недоступен в вашем регионе",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671734,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						6, -- [3]
						["n"] = 3,
					},
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[23:42:17]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Гельната-Гордунни:10:CHANNEL:2|h[|cffff7c0aГельната|r]|h: Твич же с 5 вроде",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671737,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						9, -- [3]
						["n"] = 3,
					},
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[23:42:25]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Хирунчик-Гордунни:11:CHANNEL:2|h[|cffff7c0aХирунчик|r]|h: Ювилир в пм !",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671744,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[23:42:26]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Мессояха-Гордунни:12:CHANNEL:2|h[|cffff7c0aМессояха|r]|h: ищу пачку для игры в ДФ, рестор",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671745,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						10, -- [3]
						["n"] = 3,
					},
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[23:42:29]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Джиалфурс-Гордунни:13:CHANNEL:2|h[|cff0070ddДжиалфурс|r]|h: Для кача в дф собираю пати так быстрее и веселее, требования мин 252 илвл ",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671748,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						11, -- [3]
						["n"] = 3,
					},
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[23:42:33]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Мейкасрил-Гордунни:14:CHANNEL:4|h[|cffc41e3aМейкасрил|r]|h: ЧАААААС до ДФФ",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671752,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						12, -- [3]
						["n"] = 3,
					},
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[23:42:35]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Пахнущий-Гордунни:16:CHANNEL:2|h[|cffff7c0aПахнущий|r]|h: вы ж один фиг не будете летать на этом низкополигональном драконе",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671754,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						13, -- [3]
						["n"] = 3,
					},
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[23:42:39]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Пахнущий-Гордунни:17:CHANNEL:2|h[|cffff7c0aПахнущий|r]|h: зачем он вам сдался то?",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671758,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						13, -- [3]
						["n"] = 3,
					},
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[23:42:40]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Хирунчик-Гордунни:18:CHANNEL:5|h[|cffff7c0aХирунчик|r]|h: Ювилир в пм !!!",
					["b"] = 0.7490196228027344,
					["r"] = 1,
					["g"] = 0.7490196228027344,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671759,
					["extraData"] = {
						72, -- [1]
						14, -- [2]
						15, -- [3]
						["n"] = 3,
					},
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[23:42:41]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Сексистраза-Гордунни:19:CHANNEL:2|h[|cff33937fСексистраза|r]|h: Гельната-Гордунни не",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671760,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						16, -- [3]
						["n"] = 3,
					},
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[23:42:43]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Хоутонг-Гордунни:20:CHANNEL:4|h[|cfff48cbaХоутонг|r]|h: 1.20",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671762,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						17, -- [3]
						["n"] = 3,
					},
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[23:42:47]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Скорпидиан-Гордунни:21:CHANNEL:2|h[|cfff48cbaСкорпидиан|r]|h: +1 есть +1",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671766,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						7, -- [3]
						["n"] = 3,
					},
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[23:42:49]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Костелла-Гордунни:22:CHANNEL:2|h[|cfff48cbaКостелла|r]|h: Протопаладины на страже Альянса",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671768,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						18, -- [3]
						["n"] = 3,
					},
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[23:42:49]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Хэйт-Гордунни:23:CHANNEL:4|h[|cfff48cbaХэйт|r]|h: |cffffd100|HclubFinder:ClubFinder-1-30611-1602-87432014|h[Гильдия: Орлиный взор]|h|r ищет игроков в гильдию.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671768,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						19, -- [3]
						["n"] = 3,
					},
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[23:42:49]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Хэйт-Гордунни:24:CHANNEL:4|h[|cfff48cbaХэйт|r]|h: РТ: ПН, СР, ЧТ 21:00-23:30 мск. Дополнительная информация по ссылке и в ЛС.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671768,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						19, -- [3]
						["n"] = 3,
					},
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[23:42:53]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Хирунчик-Гордунни:25:CHANNEL:4|h[|cffff7c0aХирунчик|r]|h: Ювилир в пм !",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671772,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						20, -- [3]
						["n"] = 3,
					},
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[23:42:55]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Лазуритэл-Гордунни:26:CHANNEL:2|h[|cff33937fЛазуритэл|r]|h: Пахнущий-Гордунни для коллекции, наверное",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671774,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						6, -- [3]
						["n"] = 3,
					},
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[23:42:58]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Йорнлзело-Гордунни:27:CHANNEL:2|h[|cfff48cbaЙорнлзело|r]|h: В новую гильдию \"Бурсты не Бурсты\" идет активный набор игроков. Цель собрать статик под дф для закрытия рейда и ключей (РТ: Ср, Чт, Пн 20:00-23:00)",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671777,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						21, -- [3]
						["n"] = 3,
					},
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[23:42:58]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Йорнлзело-Гордунни:28:CHANNEL:2|h[|cfff48cbaЙорнлзело|r]|h: Подробности в ЛС.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671777,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						21, -- [3]
						["n"] = 3,
					},
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[23:42:59]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Туйлинди-Гордунни:29:CHANNEL:2|h[|cffffffffТуйлинди|r]|h: привет всем",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671778,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						22, -- [3]
						["n"] = 3,
					},
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[23:42:59]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Сексистраза-Гордунни:30:CHANNEL:2|h[|cff33937fСексистраза|r]|h: Гельната-Гордунни с 2 ночи сегодня твич дроп на дрейка",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671778,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						16, -- [3]
						["n"] = 3,
					},
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[23:43:05]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Хирунчик-Гордунни:31:CHANNEL:4|h[|cffff7c0aХирунчик|r]|h: Ювилир в пм !",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671784,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						20, -- [3]
						["n"] = 3,
					},
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[23:43:06]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Туйлинди-Гордунни:32:CHANNEL:2|h[|cffffffffТуйлинди|r]|h: удачи в каче девочки и мальчики!",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671785,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						22, -- [3]
						["n"] = 3,
					},
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[23:43:10]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Скорпидиан-Гордунни:33:CHANNEL:2|h[|cfff48cbaСкорпидиан|r]|h: мне срочно нужен 714ый маунт я хз зачем",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671789,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						7, -- [3]
						["n"] = 3,
					},
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[23:43:11]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Манагафлай-Гордунни:34:CHANNEL:2|h[|cff33937fМанагафлай|r]|h: спасибо",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671790,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						23, -- [3]
						["n"] = 3,
					},
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[23:43:17]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Хирунчик-Гордунни:35:CHANNEL:4|h[|cffff7c0aХирунчик|r]|h: Ювилир в пм !",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671796,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						20, -- [3]
						["n"] = 3,
					},
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[23:43:20]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Азеннет-Гордунни:36:CHANNEL:2|h[|cff33937fАзеннет|r]|h: Ночью сегодня релиз ДФ?",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671799,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						24, -- [3]
						["n"] = 3,
					},
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[23:43:27]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Гельната-Гордунни:37:CHANNEL:2|h[|cffff7c0aГельната|r]|h: Сексистраза-Гордунни пасеба, где-то увдиел что-то про 5 часов и запутался",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671806,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						9, -- [3]
						["n"] = 3,
					},
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[23:43:28]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Тупойумник-Гордунни:38:CHANNEL:2|h[|cffff7c0aТупойумник|r]|h: Нет, иди спать",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671807,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						25, -- [3]
						["n"] = 3,
					},
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[23:43:28]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Дэкаденс-Гордунни:39:CHANNEL:2|h[|cffc41e3aДэкаденс|r]|h: lf",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671807,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						26, -- [3]
						["n"] = 3,
					},
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[23:43:30]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Дэкаденс-Гордунни:40:CHANNEL:2|h[|cffc41e3aДэкаденс|r]|h: да",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671809,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						26, -- [3]
						["n"] = 3,
					},
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[23:43:39]|h Вы будете получать добычу для специализации \"Тьма\".",
					["b"] = 1,
					["r"] = 0.9372549653053284,
					["g"] = 0.9686275124549866,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671818,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[23:43:40]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Грехопад]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671819,
					["extraData"] = {
						68, -- [1]
						27, -- [2]
						28, -- [3]
						["n"] = 3,
					},
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[23:43:40]|h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671819,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						29, -- [3]
						["n"] = 3,
					},
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[23:43:40]|h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Грехопад]|h.",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671819,
					["extraData"] = {
						70, -- [1]
						30, -- [2]
						31, -- [3]
						["n"] = 3,
					},
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[23:43:40]|h Вы покинули канал |Hchannel:CHANNEL:5|h[5. Торговля (услуги): Город]|h.",
					["b"] = 0.7490196228027344,
					["r"] = 1,
					["g"] = 0.7490196228027344,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671819,
					["extraData"] = {
						72, -- [1]
						14, -- [2]
						32, -- [3]
						["n"] = 3,
					},
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[23:43:40]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Альмаха-Гордунни:46:CHANNEL:2|h[|cfffff468Альмаха|r]|h: в два",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671819,
					["extraData"] = {
						69, -- [1]
						1, -- [2]
						33, -- [3]
						["n"] = 3,
					},
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[23:44:07]|h Вы получили предмет: |cff0070dd|Hitem:181649::::::::60:258:::::::::|h[Сохраненный неестественный череп]|h|rx3.",
					["b"] = 0.2980392277240753,
					["r"] = 0.9372549653053284,
					["g"] = 0.8901961445808411,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671846,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[23:44:07]|h Вы получили предмет: |cff1eff00|Hitem:184385::::::::60:258:::::::::|h[Окаменевшее сердцедрево]|h|rx13.",
					["b"] = 0.2980392277240753,
					["r"] = 0.9372549653053284,
					["g"] = 0.8901961445808411,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671846,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[23:44:27]|h Мрачнаяфея выходит из игрового мира.",
					["b"] = 1,
					["r"] = 0.9372549653053284,
					["g"] = 0.9686275124549866,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671866,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[23:44:29]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:<BNET УДАЛЕН>:47:0:BN_INLINE_TOAST_ALERT:0|h[<BNET УДАЛЕН>]|h выходит из сети.",
					["b"] = 1,
					["r"] = 0.5098039507865906,
					["g"] = 0.7725490927696228,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671868,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[23:44:35]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Хирунчик-Гордунни:51:CHANNEL:4|h[|cffff7c0aХирунчик|r]|h: Ювилир в пм !",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671874,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						20, -- [3]
						["n"] = 3,
					},
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[23:44:49]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Орехник-Гордунни:52:CHANNEL:4|h[|cffff7c0aОрехник|r]|h: Гильдия: Знание тактик набирает людей для МИФ состава в ДФ прогресс 11/11 миф. Рейдим ПН, СР, ЧТ с 20 до 23 по МСК",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671888,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						34, -- [3]
						["n"] = 3,
					},
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[23:44:55]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Наурка-Гордунни:53:CHANNEL:4|h[|cff00ff98Наурка|r]|h: Ищешь дружную и нетоксичную гильдию для покорения Драконьих островов и приятного времяприпровождения? Тогда тебе к нам!.Инфа в лс",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671894,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[23:45:41]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Хирунчик-Гордунни:54:CHANNEL:4|h[|cffff7c0aХирунчик|r]|h: Ювилир в пм !",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671940,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						20, -- [3]
						["n"] = 3,
					},
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[23:45:53]|h |Hchannel:channel:4|h[4. Поиск спутников]|h |Hplayer:Наурка-Гордунни:55:CHANNEL:4|h[|cff00ff98Наурка|r]|h: Ищешь дружную и нетоксичную гильдию для покорения Драконьих островов и приятного времяприпровождения? Тогда тебе к нам!.Инфа в лс",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669671952,
					["extraData"] = {
						71, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
				}, -- [117]
				{
					["message"] = "0 |4день:дня:дней;, 17 |4час:часа:часов;, 2 |4минута:минуты:минут;, 12 |4секунда:секунды:секунд;.",
					["timestamp"] = 1108424.58,
				}, -- [118]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 1108424.58,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[16:47:54]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.144 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Marshy and our two daughters.",
					["r"] = 1,
					["timestamp"] = 1108408.088,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[16:48:03]|h Сообщение дня от гильдии: \"Йоу всем! Статик в перерыве. Спасибо всем! Мирного неба всем! #Нетвойне!\"",
					["r"] = 0.4745098352432251,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108424.48,
					["g"] = 0.5058823823928833,
					["b"] = 0.8196079134941101,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[16:48:05]|h Вы будете получать добычу для специализации \"Тьма\".",
					["serverTime"] = 1669733285,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108424.58,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[16:48:05]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669733285,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[16:48:05]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669733285,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[16:48:05]|h |cffffd700Титан Панель|r|cff19ff19 6.00.07.100000|r|cffffd700|cffffd700 от |cffff8c00Titan Development Team|r|cff19ff19|r",
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669733285,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[16:48:06]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Алоиза(2): Фламиника: Vuhdo'esque",
					["r"] = 1,
					["serverTime"] = 1669733286,
					["timestamp"] = 1108424.58,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[16:48:06]|h |cff9900ffWeakAuras:|r  Готово к применению 3 |4обновление:обновления:обновлений;.",
					["timestamp"] = 1108424.58,
					["serverTime"] = 1669733286,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[16:48:06]|h Вы получили задание \"Зов островов\".",
					["serverTime"] = 1669733286,
					["r"] = 0.9372549653053284,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 1108426.752,
					["g"] = 0.9686275124549866,
					["b"] = 1,
				}, -- [128]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
