
PawnOptions = {
["LastVersion"] = 2.1306,
["ItemLevels"] = {
{
["ID"] = 237646,
["Level"] = 717,
["Link"] = "|cnIQ4:|Hitem:237646::::::::80:253::108:7:12231:6652:12921:12676:13444:1527:10255:1:28:2462:::::|h[Клобук вестника полуночи]|h|r",
},
{
["ID"] = 237962,
["Level"] = 684,
["Link"] = "|cnIQ4:|Hitem:237962::::::::80:253::109:6:12291:6652:10395:10878:9881:10255:1:28:2462:::::|h[Зараженное Бездной колье]|h|r",
},
{
["ID"] = 237644,
["Level"] = 717,
["Link"] = "|cnIQ4:|Hitem:237644::::::::80:253::108:6:6652:12233:12675:13444:1527:10255:1:28:2462:::::|h[Щитки теней вестника полуночи]|h|r",
},
nil,
{
["ID"] = 237649,
["Level"] = 717,
["Link"] = "|cnIQ4:|Hitem:237649::::::::80:253::110:6:6652:12229:12676:13444:1527:10255:1:28:2462:::::|h[Хауберк вестника полуночи]|h|r",
},
{
["ID"] = 237643,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237643::::::::80:253::108:5:6652:12921:12354:1517:10255:1:28:2462:::::|h[Пряжка вестника полуночи]|h|r",
},
{
["ID"] = 237645,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237645::::::::80:253::108:6:12232:6652:12676:12354:1517:10255:1:28:2462:::::|h[Фалды вестника полуночи]|h|r",
},
{
["ID"] = 237648,
["Level"] = 707,
["Link"] = "|cnIQ4:|Hitem:237648::::::::80:253::35:5:6652:10390:12354:1517:10255:1:28:2462:::::|h[Сапоги вестника полуночи]|h|r",
},
{
["ID"] = 237642,
["Level"] = 717,
["Link"] = "|cnIQ4:|Hitem:237642::::::::80:253::110:5:6652:12921:13444:1527:10255:1:28:2462:::::|h[Нарукавники теней вестника полуночи]|h|r",
},
{
["ID"] = 237647,
["Level"] = 714,
["Link"] = "|cnIQ4:|Hitem:237647::::::::80:253::108:6:12230:6652:12675:13443:1524:10255:1:28:2462:::::|h[Перчатки вестника полуночи]|h|r",
},
{
["ID"] = 211061,
["Level"] = 684,
["AlsoFitsIn"] = 12,
["Link"] = "|cnIQ4:|Hitem:211061::::::::80:253::109:6:12291:6652:10395:10393:1589:10255:1:28:2462:::::|h[Выкопанное кольцо-реликвия]|h|r",
},
{
["ID"] = 237957,
["Level"] = 684,
["AlsoFitsIn"] = 11,
["Link"] = "|cnIQ4:|Hitem:237957::::::::80:253::109:6:12291:6652:10395:10393:9881:10255:1:28:2462:::::|h[Зараженный Бездной обруч]|h|r",
},
{
["ID"] = 246945,
["Level"] = 694,
["AlsoFitsIn"] = 14,
["Link"] = "|cnIQ4:|Hitem:246945::::::::80:253::110:4:12350:6652:1556:10255:1:28:2462:::::|h[Бесплотный пожиратель сущности]|h|r",
},
{
["ID"] = 246939,
["Level"] = 694,
["AlsoFitsIn"] = 13,
["Link"] = "|cnIQ4:|Hitem:246939::::::::80:253::138:4:12350:6652:1556:10255:1:28:2462:::::|h[Очки добытчика сущности]|h|r",
},
{
["ID"] = 235499,
["Level"] = 730,
["Link"] = "|cnIQ6:|Hitem:235499::238039::::::80:253::11:3:12401:9893:12262:1:28:3008:::::|h[Повязки реши]|h|r",
},
{
["ID"] = 238002,
["Level"] = 697,
["Link"] = "|cnIQ4:|Hitem:238002::::::::80:253::109:4:6652:12295:9918:10255:1:28:2462:::::|h[Ускоритель снарядов странника]|h|r",
},
},
["AutoSelectScales"] = true,
["LastPlayerFullName"] = "Рефти-Гордунни",
["AutoSelectScalesEnabledOnce"] = true,
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "HUNTER",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
