
PawnOptions = {
["LastVersion"] = 2.1011,
["LastPlayerFullName"] = "Рефти-Гордунни",
["AutoSelectScales"] = true,
["ItemLevels"] = {
{
["ID"] = 223350,
["Level"] = 490,
["Link"] = "|cff0070dd|Hitem:223350::::::::73:253:::1:11061:2:9:73:28:2804:::::|h[Шлем вожака волчьей стаи]|h|r",
},
{
["ID"] = 153800,
["Level"] = 467,
["Link"] = "|cff1eff00|Hitem:153800::::::::70:253::105:1:11073:2:28:2484:9:70:::::|h[Колье искателя троп]|h|r",
},
{
["ID"] = 224613,
["Level"] = 525,
["Link"] = "|cff1eff00|Hitem:224613::::::::74:253::133:4:10382:6652:1704:10844:2:9:76:28:2832:::::|h[Экспедиционные эполеты со знаком рассвета]|h|r",
},
nil,
{
["ID"] = 224608,
["Level"] = 532,
["Link"] = "|cff1eff00|Hitem:224608::::::::74:253::133:4:10382:6652:1711:10844:2:9:77:28:2832:::::|h[Экспедиционный панцирь с меткой безмятежности]|h|r",
},
{
["ID"] = 153811,
["Level"] = 467,
["Link"] = "|cff1eff00|Hitem:153811::::::::70:253::105:1:11073:2:28:2484:9:70:::::|h[Пояс искателя троп]|h|r",
},
{
["ID"] = 224612,
["Level"] = 483,
["Link"] = "|cff1eff00|Hitem:224612::::::::73:253::133:4:10382:6652:1703:10844:2:9:73:28:2832:::::|h[Экспедиционные наголенники с символом лихорадочного света]|h|r",
},
{
["ID"] = 219473,
["Level"] = 521,
["Link"] = "|cff0070dd|Hitem:219473::::::::73:253::13:4:11295:11296:4785:9625:5:28:2734:29:32:30:40:38:6:40:1455:::::|h[Хитиновые галоши следопыта |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|r",
},
{
["ID"] = 224615,
["Level"] = 525,
["Link"] = "|cff1eff00|Hitem:224615::::::::73:253::133:4:10382:6652:1685:10844:2:9:76:28:2832:::::|h[Экспедиционные наручи с символом бесподобия]|h|r",
},
{
["ID"] = 153807,
["Level"] = 467,
["Link"] = "|cff1eff00|Hitem:153807::::::::70:253::105:1:11073:2:28:2484:9:70:::::|h[Рукавицы искателя троп]|h|r",
},
{
["ID"] = 153803,
["Level"] = 467,
["AlsoFitsIn"] = 12,
["Link"] = "|cff1eff00|Hitem:153803::::::::70:253::105:1:11073:2:28:2484:9:70:::::|h[Перстень натиска искателя троп]|h|r",
},
{
["ID"] = 153802,
["Level"] = 467,
["AlsoFitsIn"] = 11,
["Link"] = "|cff1eff00|Hitem:153802::::::::70:253::105:1:11073:2:28:2484:9:70:::::|h[Кольцо натиска искателя троп]|h|r",
},
{
["ID"] = 153801,
["Level"] = 467,
["AlsoFitsIn"] = 14,
["Link"] = "|cff1eff00|Hitem:153801::::::::70:253::105:1:11073:2:28:2484:9:70:::::|h[Идол ярости искателя троп]|h|r",
},
{
["ID"] = 153804,
["Level"] = 467,
["AlsoFitsIn"] = 13,
["Link"] = "|cff1eff00|Hitem:153804::::::::70:253::105:1:11073:2:28:2484:9:70:::::|h[Камень ярости искателя троп]|h|r",
},
{
["ID"] = 153799,
["Level"] = 467,
["Link"] = "|cff1eff00|Hitem:153799::::::::70:253::105:1:11073:2:28:2484:9:70:::::|h[Плащ ярости искателя троп]|h|r",
},
{
["ID"] = 153813,
["Level"] = 467,
["Link"] = "|cff1eff00|Hitem:153813::::::::70:253::105:1:11073:2:28:2484:9:70:::::|h[Дробовик искателя троп]|h|r",
},
},
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "HUNTER",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
