
PawnOptions = {
["LastVersion"] = 2.1201,
["LastPlayerFullName"] = "Артэмита-Гордунни",
["AutoSelectScales"] = true,
["ItemLevels"] = {
{
["ID"] = 240306,
["Level"] = 623,
["Link"] = "|cnIQ4:|Hitem:240306::::::::80:253::27:10:12545:13363:13361:13435:13533:13524:13357:13557:10034:5888:1:28:2905:::::|h[Большой шлем пожирающей ночи]|h|r",
},
{
["ID"] = 246192,
["Level"] = 610,
["Link"] = "|cnIQ4:|Hitem:246192::::::::80:253::27:5:12639:13524:13557:10034:5875:1:28:2905:::::|h[Ожерелье Подкаменного разлома]|h|r",
},
{
["ID"] = 240305,
["Level"] = 620,
["Link"] = "|cnIQ4:|Hitem:240305::::::::80:253::27:10:12544:13365:13363:13435:13533:13524:13357:13557:10034:5885:1:28:2905:::::|h[Наплеч пожирающей ночи]|h|r",
},
nil,
{
["ID"] = 247032,
["Level"] = 623,
["Link"] = "|cnIQ4:|Hitem:247032::::::::80:253::27:9:12544:13360:13435:13533:13524:13357:13557:10034:5888:1:28:2905:::::|h[Мундир орлиного когтя]|h|r",
},
{
["ID"] = 247576,
["Level"] = 614,
["Link"] = "|cnIQ4:|Hitem:247576::::::::80:253::6:10:12695:13524:12545:13365:13363:13435:13533:13557:10034:5879:1:28:2905:::::|h[Воинский пояс из якорной цепи]|h|r",
},
{
["ID"] = 247038,
["Level"] = 597,
["Link"] = "|cnIQ4:|Hitem:247038::::::::80:253::27:10:12545:13365:13363:13435:13533:13524:13357:13557:10034:5862:1:28:2905:::::|h[Поножи скованных стихий]|h|r",
},
{
["ID"] = 247447,
["Level"] = 597,
["Link"] = "|cnIQ4:|Hitem:247447::::::::80:253::27:9:12545:13364:13435:13533:13524:13357:13557:10034:5862:1:28:2905:::::|h[Башмаки пылающих шагов]|h|r",
},
{
["ID"] = 247651,
["Level"] = 623,
["Link"] = "|cnIQ4:|Hitem:247651::::::::80:253::27:10:12545:13363:13361:13435:13533:13524:13357:13557:10034:5888:1:28:2905:::::|h[Обжигающие нарукавники]|h|r",
},
{
["ID"] = 240299,
["Level"] = 620,
["Link"] = "|cnIQ4:|Hitem:240299::::::::80:253::27:10:12543:13363:13361:13435:13533:13524:13357:13557:10034:5885:1:28:2905:::::|h[Боевые рукавицы пожирающей ночи]|h|r",
},
{
["ID"] = 246198,
["Level"] = 627,
["AlsoFitsIn"] = 12,
["Link"] = "|cnIQ4:|Hitem:246198::::::::80:253::27:5:12663:13524:13557:10034:5892:1:28:2905:::::|h[Украшенная самоцветами печатка Меландра]|h|r",
},
{
["ID"] = 246202,
["Level"] = 604,
["AlsoFitsIn"] = 11,
["Link"] = "|cnIQ4:|Hitem:246202::::::::80:253::27:5:12655:13524:13557:10034:5869:1:28:2905:::::|h[Кольцо из цепкого щупальца]|h|r",
},
{
["ID"] = 246206,
["Level"] = 617,
["AlsoFitsIn"] = 14,
["Link"] = "|cnIQ4:|Hitem:246206::::::::80:253::6:5:12651:13524:13557:10034:5882:1:28:2905:::::|h[Ограждающие сферы Этаса]|h|r",
},
{
["ID"] = 246000,
["Level"] = 610,
["AlsoFitsIn"] = 13,
["Link"] = "|cnIQ4:|Hitem:246000::::::::80:253::27:5:12627:13524:13557:10034:5875:1:28:2905:::::|h[Приманка неизведанных глубин]|h|r",
},
{
["ID"] = 247105,
["Level"] = 614,
["Link"] = "|cnIQ4:|Hitem:247105::::::::80:253::27:10:12543:13365:13363:13435:13533:13524:13357:13557:10034:5879:1:28:2905:::::|h[Плащ Сюэня]|h|r",
},
{
["ID"] = 242581,
["Level"] = 620,
["Link"] = "|cnIQ6:|Hitem:242581::::::::80:253:::3:13358:13280:11347:1:28:2905:::::|h[Мощь Титанов]|h|r",
},
},
["AutoSelectScalesEnabledOnce"] = true,
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "HUNTER",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
