
PawnOptions = {
	["LastVersion"] = 2.0811,
	["ItemLevels"] = {
		{
			["ID"] = 207254,
			["Level"] = 454,
			["Link"] = "|cffa335ee|Hitem:207254::::::::70:104::42:6:6652:9600:9513:9556:1485:8767::::::|h[Каска пепельного мудреца]|h|r",
		}, -- [1]
		{
			["ID"] = 210379,
			["Level"] = 457,
			["Link"] = "|cffa335ee|Hitem:210379::::::::70:104::42:6:6652:8783:10245:9557:1488:8767:1:28:2699:::::|h[Обледеневший ошейник]|h|r",
		}, -- [2]
		{
			["ID"] = 202513,
			["Level"] = 411,
			["Link"] = "|cffa335ee|Hitem:202513::::::::70:104::42:4:9227:9316:1468:8767::::::|h[Оплечье осеннего пламени]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 207257,
			["Level"] = 454,
			["Link"] = "|cffa335ee|Hitem:207257::::::::70:104::55:6:6652:9639:9515:9556:1485:8767::::::|h[Одеяние пепельного мудреца]|h|r",
		}, -- [5]
		{
			["ID"] = 191995,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:191995::::::::70:104::90:3:10341:1602:8767:1:28:2424:::::|h[Кушак из шкуры выдрека]|h|r",
		}, -- [6]
		{
			["ID"] = 207253,
			["Level"] = 454,
			["Link"] = "|cffa335ee|Hitem:207253::::::::70:104::43:5:6652:9512:9556:1485:8767::::::|h[Поножи пепельного мудреца]|h|r",
		}, -- [7]
		{
			["ID"] = 207256,
			["Level"] = 454,
			["Link"] = "|cffa335ee|Hitem:207256::::::::70:104::55:5:6652:9639:9556:1485:8767::::::|h[Сапоги пепельного мудреца]|h|r",
		}, -- [8]
		{
			["ID"] = 207250,
			["Level"] = 454,
			["Link"] = "|cffa335ee|Hitem:207250::::::::70:104::53:5:6652:9599:9556:1485:8767::::::|h[Наручи пепельного мудреца]|h|r",
		}, -- [9]
		{
			["ID"] = 207255,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:207255::::::::70:104::42:4:9514:9558:1491:8767::::::|h[Когти пепельного мудреца]|h|r",
		}, -- [10]
		{
			["ID"] = 210376,
			["Level"] = 444,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:210376::::::::70:104::43:5:9553:6652:9599:1475:8767:1:28:2701:::::|h[Прекрасная обвязка снежной бури]|h|r",
		}, -- [11]
		{
			["ID"] = 134490,
			["Level"] = 444,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:134490::::::::70:104::55:8:6652:8811:9639:9144:9599:9553:3323:8767::::::|h[Кольцо презрения]|h|r",
		}, -- [12]
		{
			["ID"] = 197934,
			["Level"] = 437,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:197934::::::::70:104::37:5:8902:6652:9551:1511:8766:1:28:2424:::::|h[Камень предка-защитника]|h|r",
		}, -- [13]
		{
			["ID"] = 197934,
			["Level"] = 434,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:197934::::::::70:104::37:5:8902:6652:9550:1508:8766:1:28:2424:::::|h[Камень предка-защитника]|h|r",
		}, -- [14]
		{
			["ID"] = 207249,
			["Level"] = 454,
			["Link"] = "|cffa335ee|Hitem:207249::::::::70:104::43:4:6652:9556:1485:8767::::::|h[Перьевая пелерина пепельного мудреца]|h|r",
		}, -- [15]
		{
			["ID"] = 197942,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:197942::::::::70:104::90:3:10341:1602:8767:1:28:2424:::::|h[Посох клыкаррского штурмана]|h|r",
		}, -- [16]
	},
	["AutoSelectScales"] = false,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "Эстрея-Борейская тундра",
	["Artifacts"] = {
		[128860] = {
			["Relics"] = {
				{
					["ItemLevel"] = 25,
					["Type"] = "Frost",
				}, -- [1]
				{
					["ItemLevel"] = 32,
					["Type"] = "Blood",
				}, -- [2]
				{
					["ItemLevel"] = 32,
					["Type"] = "Life",
				}, -- [3]
			},
			["Name"] = "Клыки Пеплошкурой",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DRUID",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
