
PawnOptions = {
["LastVersion"] = 2.1008,
["ItemLevels"] = {
{
["ID"] = 207254,
["Level"] = 454,
["Link"] = "|cffa335ee|Hitem:207254::::::::70:104::42:6:6652:9600:9513:9556:1485:8767::::::|h[Каска пепельного мудреца]|h|r",
},
{
["ID"] = 210379,
["Level"] = 457,
["Link"] = "|cffa335ee|Hitem:210379::::::::70:104::42:6:6652:8783:10245:9557:1488:8767:1:28:2699:::::|h[Обледеневший ошейник]|h|r",
},
{
["ID"] = 204759,
["Level"] = 493,
["Link"] = "|cffa335ee|Hitem:204759::::::::70:104::89:6:8902:10313:10872:6652:1615:8767:1:28:2078:::::|h[Насыщенные эполеты]|h|r",
},
nil,
{
["ID"] = 207257,
["Level"] = 454,
["Link"] = "|cffa335ee|Hitem:207257::::::::70:104::55:6:6652:9639:9515:9556:1485:8767::::::|h[Одеяние пепельного мудреца]|h|r",
},
{
["ID"] = 191995,
["Level"] = 480,
["Link"] = "|cffa335ee|Hitem:191995::::::::70:104::90:3:10341:1602:8767:1:28:2424:::::|h[Кушак из шкуры выдрека]|h|r",
},
{
["ID"] = 207253,
["Level"] = 454,
["Link"] = "|cffa335ee|Hitem:207253::::::::70:104::43:5:6652:9512:9556:1485:8767::::::|h[Поножи пепельного мудреца]|h|r",
},
{
["ID"] = 204929,
["Level"] = 460,
["Link"] = "|cff0070dd|Hitem:204929::::::::70:104::42:5:10323:8902:6652:3139:8766:1:28:2649:::::|h[Бессолнечные сапоги]|h|r",
},
{
["ID"] = 204777,
["Level"] = 480,
["Link"] = "|cffa335ee|Hitem:204777::::::::70:104::90:7:8902:10341:10871:6652:10532:1602:8767:1:28:2684:::::|h[Насыщенные наручники]|h|r",
},
{
["ID"] = 207255,
["Level"] = 460,
["Link"] = "|cffa335ee|Hitem:207255::::::::70:104::42:4:9514:9558:1491:8767::::::|h[Когти пепельного мудреца]|h|r",
},
{
["ID"] = 204917,
["Level"] = 480,
["AlsoFitsIn"] = 12,
["Link"] = "|cffa335ee|Hitem:204917::::::::70:104::90:6:8902:10341:6652:10532:3159:8767:1:28:2617:::::|h[Глубокоскальное кольцо]|h|r",
},
{
["ID"] = 134490,
["Level"] = 444,
["AlsoFitsIn"] = 11,
["Link"] = "|cffa335ee|Hitem:134490::::::::70:104::55:8:6652:8811:9639:9144:9599:9553:3323:8767::::::|h[Кольцо презрения]|h|r",
},
{
["ID"] = 205276,
["Level"] = 480,
["AlsoFitsIn"] = 14,
["Link"] = "|cffa335ee|Hitem:205276::::::::70:104::90:5:8902:10341:6652:1602:8767:1:28:2617:::::|h[Приманка для глубинного живодера]|h|r",
},
{
["ID"] = 197934,
["Level"] = 467,
["AlsoFitsIn"] = 13,
["Link"] = "|cff0070dd|Hitem:197934::::::::70:104::55:4:10305:6652:1541:8766:1:28:2424:::::|h[Камень предка-защитника]|h|r",
},
{
["ID"] = 207249,
["Level"] = 454,
["Link"] = "|cffa335ee|Hitem:207249::::::::70:104::43:4:6652:9556:1485:8767::::::|h[Перьевая пелерина пепельного мудреца]|h|r",
},
{
["ID"] = 197942,
["Level"] = 480,
["Link"] = "|cffa335ee|Hitem:197942::::::::70:104::90:3:10341:1602:8767:1:28:2424:::::|h[Посох клыкаррского штурмана]|h|r",
},
},
["AutoSelectScales"] = false,
["UpgradeTracking"] = false,
["LastPlayerFullName"] = "Эстрея-Борейская тундра",
["Artifacts"] = {
[128860] = {
["Relics"] = {
{
["ItemLevel"] = 25,
["Type"] = "Frost",
},
{
["ItemLevel"] = 32,
["Type"] = "Blood",
},
{
["ItemLevel"] = 32,
["Type"] = "Life",
},
},
["Name"] = "Клыки Пеплошкурой",
},
},
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "DRUID",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
