
PawnOptions = {
	["LastVersion"] = 2.0804,
	["ItemLevels"] = {
		{
			["ID"] = 176776,
			["Level"] = 150,
			["Link"] = "|cff1eff00|Hitem:176776::::::::55:104:::4:6654:6652:7578:1708:2:9:54:28:1707:::::|h[Шлем из шкуры темноклюва со знаком рассвета]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 174,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::55:104::11:4:6316:4932:4933:1552::::::|h[Сердце Азерот]|h|r",
		}, -- [2]
		{
			["ID"] = 159307,
			["Level"] = 105,
			["Link"] = "|cffa335ee|Hitem:159307::::::::50:104::35:5:5448:1513:4786:6271:4775::::|h[Украшенные щупальцем наплечи]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 181577,
			["Level"] = 150,
			["Link"] = "|cff0070dd|Hitem:181577::::::::55:104::53:2:7192:6652:2:9:54:28:807:::::|h[Жилет душеносца]|h|r",
		}, -- [5]
		{
			["ID"] = 181587,
			["Level"] = 147,
			["Link"] = "|cff0070dd|Hitem:181587::::::::55:104::53:3:7192:6652:7579:2:9:53:28:807:::::|h[Пояс душеносца]|h|r",
		}, -- [6]
		{
			["ID"] = 159322,
			["Level"] = 95,
			["Link"] = "|cffa335ee|Hitem:159322::::::::50:104::35:4:5010:40:1508:4783::::|h[Кюлоты морехода]|h|r",
		}, -- [7]
		{
			["ID"] = 155862,
			["Level"] = 115,
			["Link"] = "|cffa335ee|Hitem:155862::::::::50:104::16:5:6532:6516:6515:1528:4786::::|h[Такелажные сапоги Крагга]|h|r",
		}, -- [8]
		{
			["ID"] = 159300,
			["Level"] = 115,
			["Link"] = "|cffa335ee|Hitem:159300::::::::50:104::16:5:6532:6516:6513:1528:4786::::|h[Живодерные обмотки Кулы]|h|r",
		}, -- [9]
		{
			["ID"] = 159968,
			["Level"] = 125,
			["Link"] = "|cffa335ee|Hitem:159968::::::::55:104::35:8:6532:6578:6579:6480:6455:6513:1538:4786::::::|h[Перчатки стальных разорителей]|h|r",
		}, -- [10]
		{
			["ID"] = 159460,
			["Level"] = 125,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:159460:6111:::::::50:104::35:7:6532:6578:6579:6566:6515:1538:4786::::|h[Потерянная печать надзирателя]|h|r",
		}, -- [11]
		{
			["ID"] = 159460,
			["Level"] = 125,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:159460:6111:::::::50:104::35:7:6532:6578:6579:6566:6515:1538:4786::::::|h[Потерянная печать надзирателя]|h|r",
		}, -- [12]
		{
			["ID"] = 159626,
			["Level"] = 95,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:159626::::::::50:104::35:3:5010:1508:4783::::|h[Коробочка с дремлющими спорами]|h|r",
		}, -- [13]
		{
			["ID"] = 155881,
			["Level"] = 95,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:155881::::::::50:104::16:4:5010:1498:5855:4783::::|h[Шулерские кости Харлана]|h|r",
		}, -- [14]
		{
			["ID"] = 182561,
			["Level"] = 163,
			["Link"] = "|cff0070dd|Hitem:182561::::::::55:104::11:2:4811:6652:2:9:54:28:1707:::::|h[Плащ падшего послушника]|h|r",
		}, -- [15]
		{
			["ID"] = 176796,
			["Level"] = 150,
			["Link"] = "|cff1eff00|Hitem:176796::::::::55:104:::3:6655:6652:1687:2:9:54:28:1707:::::|h[Элизийская дора с символом бесподобия]|h|r",
		}, -- [16]
	},
	["AutoSelectScales"] = false,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "Эстрея-Борейская тундра",
	["Artifacts"] = {
		[128860] = {
			["Relics"] = {
				{
					["ItemLevel"] = 25,
					["Type"] = "Frost",
				}, -- [1]
				{
					["ItemLevel"] = 32,
					["Type"] = "Blood",
				}, -- [2]
				{
					["ItemLevel"] = 32,
					["Type"] = "Life",
				}, -- [3]
			},
			["Name"] = "Клыки Пеплошкурой",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DRUID",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
