
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
				"/гр не бегите вверх", -- [1]
				"/гр Диспелл плиз", -- [2]
				"/г Один таймволк нужен кому-нибудь?", -- [3]
				"/г Никто не говорил, что будет легко", -- [4]
				"/с грац)", -- [5]
				"/с в лужах не стой)", -- [6]
				"/с /reload", -- [7]
				"/п А зачем ты купол с пулла отдаёшь, если не секрет?", -- [8]
				"/п Не таунтится", -- [9]
				"/п блин, и роги нет(", -- [10]
				"/п На первом паке он вообще в проте был", -- [11]
				"/п Хилл либо ливнул либо вылетел", -- [12]
				"/с p )", -- [13]
				"/гр Андрей, а кого ты говорил надо фармить на самого редкого босса?", -- [14]
				"/г /tmw", -- [15]
				"/г )))", -- [16]
				"/cw Болеюгрипом-ЧерныйШрам Всё равно маньяк", -- [17]
				"/cw Болеюгрипом-ЧерныйШрам Маньяк", -- [18]
				"/cw Болеюгрипом-ЧерныйШрам Нет, конечно))", -- [19]
				"/cw Болеюгрипом-ЧерныйШрам )", -- [20]
				"/cw Болеюгрипом-ЧерныйШрам \"Не откладывай на завтра то, что можно отложить на самый последний день\"", -- [21]
				"/cw Болеюгрипом-ЧерныйШрам Ещё двумя чарами", -- [22]
				"/cw Болеюгрипом-ЧерныйШрам Спасибо)", -- [23]
				"/cw Аркадрон-Борейскаятундра ))", -- [24]
				"/cw Аркадрон-Борейскаятундра )", -- [25]
				"/cw Аркадрон-Борейскаятундра Я думала, не будет собирать", -- [26]
				"/cw Аркадрон-Борейскаятундра А Лёша собирает что ли?", -- [27]
				"/г Кейс тут недавно жаловался, что за весь БФА не встретил в ключах ни одного мишки", -- [28]
				"/г А кого? Варра?", -- [29]
				"/г :(", -- [30]
				"/г Привет)", -- [31]
				"/г Зазавр, а ты сейчас по-прежнему медведя мейнишь?", -- [32]
				" Наверное, это было очень обидно", -- [33]
				" Только чтоб обнаружить, что босса пофиксили", -- [34]
				" Я дочитала до того момента, как они всем рейдом сменили расу на троллей, чтоб абилки скипать", -- [35]
				" До этого ещё не дошла", -- [36]
				" Ты читал пост о том, как Limit Джайну убивали?", -- [37]
				" Хокей в Оргримаре смотреть, это сильно", -- [38]
				" :D", -- [39]
				" Ты с маунта слез что ли?", -- [40]
				" Как?!", -- [41]
				" Вот почему за предков во вражеских столицах доют по 1 монетке, а не, скажем, по 5?", -- [42]
				" Сравнительно", -- [43]
				" Ну да, в Нордсколе всё компактно", -- [44]
				" В большинстве из них всё быстро", -- [45]
				" Там омг лабиринт", -- [46]
				" Главное, не трать время на предка в Марадоне", -- [47]
				" Ну хотябы 60+, чтоб летать мог)", -- [48]
				" Надо 2 чара", -- [49]
				" 4 по 25 это всё равно 100 монет", -- [50]
				" Тогда тебе легче)", -- [51]
				" Я все считаю", -- [52]
				" 4 это новые, наверное", -- [53]
				" Итого 8", -- [54]
				" Головы и хвосты драконов. Драконов 4 разных расцветки", -- [55]
				" Больше", -- [56]
				" Одним чаром можно заработать 83 монетки, если сделать всё-всё. Считай, что это 80", -- [57]
				" 8 игрушек по 25 монет, 3 по 10 монет и одна за 30", -- [58]
				" Чтоб всё скупить, нужно три с половиной чара", -- [59]
				" Да там ппц этих игрушек", -- [60]
				" \"Не откладывай на завтра то, что можно отложить на самый последний день\"", -- [61]
				" Тоже за монетами летаешь?)", -- [62]
				"/г Грац)", -- [63]
				"/г ВАР ЛУТАТЬ", -- [64]
				" Сейчас дд опрашиваю", -- [65]
				" Наш тоже зашел)", -- [66]
				" А хилу?)", -- [67]
				" Даш, привет. Тебе кому-нибудь из ДД ключи нужны?", -- [68]
				" У тебя мохнатой панды в баттлнете нет случайно?", -- [69]
				" Привет. Ты как на счет сегодня в ключи?", -- [70]
				" Отлично. Если кто-нибудь из наших танков появится, тогда соберемся", -- [71]
				" Привет)", -- [72]
				"/с /tmw", -- [73]
				"/с /reload", -- [74]
				"/с /tmw", -- [75]
				"/с /tmw", -- [76]
				"/г Саблерон? Это КД какое-то было?", -- [77]
				"/г Светящиеся кошаки как раз в этом дополнительном меню", -- [78]
				"/г И открывается дополнительное меню выбора конкретной расцветки", -- [79]
				"/г Когда трансморг в артефакт выбираешь, на каждой группе моделей оказывается можно сделать райт клик", -- [80]
				"/г Ёлки, там правой кнопокой нужно было нажать", -- [81]
				"/г \"Нельзя\" в смысле так и задумано? Или это бага?", -- [82]
				"/г А где ты видел, что об этом писали?", -- [83]
				"/г Это почему?", -- [84]
				"/г Эээ", -- [85]
				"/г Или за славу Герою", -- [86]
				"/г У меня у медведя всё хорошо, а коту не дают выбрать светящийся облик, который за Баланс сил давали ", -- [87]
				"/г Или ты не проверял?", -- [88]
				"/г А у сов всё хорошо с трансмогрификацией оружия в артефакт?", -- [89]
				"/г Черт", -- [90]
				"/г Кот?", -- [91]
				"/г Пуфик, а друиды у тебя есть?", -- [92]
				"/cw Пуфка Отправила", -- [93]
				"/г Я подозреваю, что мага твоего в гер Лёша не возьмёт", -- [94]
				"/г Ну уже начало", -- [95]
				"/г Пуфик, так выпало что-нибудь из сэта в ЦН?", -- [96]
				"/п Хорошо, когда на хилла можно положиться", -- [97]
				"/п Нефритовая, зачет) я уж думала, конец нам всем", -- [98]
				"/cw Айсимайси-Борейскаятундра окей", -- [99]
				"/cw Айсимайси-Борейскаятундра Может и будут. Сейчас поспрашиваю народ", -- [100]
				"/г Пуф, когда ты магу ник выбирал, ты думал о ледяных мышках?", -- [101]
				"/г Окей)", -- [102]
				"/г Лут персональный. Может выпасть вообще только золото", -- [103]
				"/г Ты будешь очень долго его собирать", -- [104]
				"/г Вот ГС за дд уже нельзя, даже нормал", -- [105]
				"/г А что тебе там нужно?", -- [106]
				"/г Нормал пробовала", -- [107]
				"/г Скорей всего да", -- [108]
				"/г А что это за тринкет, на который нужен дистилиум?", -- [109]
				"/г Спокойной", -- [110]
				"/г Застряла(", -- [111]
				"/г Спасибо)", -- [112]
				"/г Тигра!", -- [113]
				"/г У тебя какой сейчас илвл?", -- [114]
				"/г Там ещё три маунта)))", -- [115]
				"/г Там маунт", -- [116]
				"/г Ой, пойдем еще на Алашанира слетаем?", -- [117]
				"/г Мелкого ещё одного убьем и всё, наверное", -- [118]
				"/г Попутно сделался посланник для 7-го легиона", -- [119]
				"/г Ничего. Дети поступят в институт, тогда выспишься", -- [120]
				"/г Спать пора?", -- [121]
				"/г Почему?", -- [122]
				"/г Я буду делать", -- [123]
				"/г Золото в основном. Но они на рарников, а с рарников 340", -- [124]
				"/г Локалки будешь делать тут?", -- [125]
				"/с /reload", -- [126]
				"/гр Если б они нормально сбежались, их бы нормально залили", -- [127]
				"/гр Лосать надо было за углом", -- [128]
				"/гр Я", -- [129]
				"/гр Мы не знаем, про что он)", -- [130]
				"/гр Причем тут хилл шамана", -- [131]
				"/гр Мне тоже непонятно", -- [132]
				"/гр Оббеги и спрыгни сверху в квадрат", -- [133]
				"/гр У акул сегодня прямо праздник живота", -- [134]
				"/гр Лёш, не пытайся сразу прыгнуть, оббеги и прыгай на мостик", -- [135]
				"/гр в воде акулы", -- [136]
				"/гр Наверху не трогаем, отагрятся", -- [137]
				"/гр Сразу прыгаем вниз в синюю метку", -- [138]
				"/гр Пришел сумм?", -- [139]
				"/гр Вход в Боралусе", -- [140]
				"/гр Мы тут вдвоем с Вц", -- [141]
				"/гр Вы где все?", -- [142]
				"/гр Нет", -- [143]
				"/гр Пуфик, ты вылетел или просто из войса вышел?", -- [144]
				"/гр Осада Боралуса", -- [145]
				"/гр В Осаду у всех доступ есть?", -- [146]
				"/г Варр?", -- [147]
				"/г А кто первый тогда?", -- [148]
				"/г Оо", -- [149]
				"/г Или нет", -- [150]
				"/г В смысле, первый чар", -- [151]
				"/г Это его мейн как бы", -- [152]
				"/гр Мишка - прист, так что не обидно)", -- [153]
				"/гр Если тебе колечко не нужно, можешь ханту отдать?", -- [154]
				"/гр )", -- [155]
				"/гр Контроль снимается массдиспелом", -- [156]
				"/гр И тебя засуммоним", -- [157]
				"/гр Суманем", -- [158]
				"/гр Ты так сказал, как будто вручную грузишься", -- [159]
				"/гр Гробница", -- [160]
				"/гр Отлично", -- [161]
				"/гр В Гробницу королей у всех доступ есть?", -- [162]
				"/гр От входа направо", -- [163]
				"/гр Мы на динозавре", -- [164]
				"/гр Да", -- [165]
				"/гр Без понятия. Мы на 4х мифика идем", -- [166]
				"/гр Это я у него в войсе спрашивала)", -- [167]
				"/гр ок", -- [168]
				"/гр Потом идем АталДазар. Если тоже идете, не выходите из пати", -- [169]
				"/гр Ждем тебя у босса", -- [170]
				"/гр В другой сложности что ли?", -- [171]
				"/гр Варр, а ты где?", -- [172]
				"/гр сек", -- [173]
				"/гр Ему просто хочется, чтоб ему песни пели", -- [174]
				"/гр Можно, не знаю только, зачем", -- [175]
				"/гр Пуф, ты лидер", -- [176]
				"/гр На 2 минуты отойду", -- [177]
				"/гр У меня аддон просто показывает уведомление сразу, как только прокает призыв", -- [178]
				"/гр Так блин где они?", -- [179]
				"/гр То есть, теоретически, хиллов развелось слишком много", -- [180]
				"/гр Обратила внимание, что в последнее время в рандом данжи призыв к оружию часто прокает на танков и на дд", -- [181]
				"/гр Можно, почему нет?", -- [182]
				"/гр Или нет", -- [183]
				"/гр Квесты нужны только на гробницу и на осаду. И только на мейне", -- [184]
				"/гр Какого квеста?", -- [185]
				"/гр А потом у нас кончатся тролли", -- [186]
				"/гр Потом Гробница", -- [187]
				"/гр Потом Атал'Дазар", -- [188]
				"/гр Жила", -- [189]
				"/гр А сейчас в +0 уже ходят без хилла?", -- [190]
				"/cw Спирроу Может шамом? Кольчуга, все дела", -- [191]
				"/гр Сейчас соберём тебе фулл кольчужную пати", -- [192]
				"/г Вывести в чисто поле, поставить лицом к стенке и пустить пулю в лоб", -- [193]
				"/г Лицом", -- [194]
				"/г Плюс откидывания", -- [195]
				"/г Не всегда в ренже", -- [196]
				"/г Очень большой разброс тел по комнате", -- [197]
				"/г Учитель что ли?", -- [198]
				"/г Интересно, что это за профессия", -- [199]
				"/г Так называемая цензурная речь бывает гораздо более обидной, чем мат", -- [200]
				"/г Плюсы были к Зозуль", -- [201]
				"/г ++", -- [202]
				"/г Качай ханта", -- [203]
				"/рейд off", -- [204]
				"/гр :)", -- [205]
				"/гр Я пока всё", -- [206]
				"/гр А кто теперь лидер?", -- [207]
				"/гр Релогнусь", -- [208]
				"/гр |cffa335ee|Hitem:71881::::::::120:104:::1:3524:::|h[Сверкающий королевский гранат]|h|r", -- [209]
				"/гр |cffa335ee|Hitem:71882::::::::120:104:::1:3524:::|h[Блистательный королевский гранат]|h|r", -- [210]
				"/гр Это за квест дали?", -- [211]
				"/гр У меня нет дебаффа", -- [212]
				"/гр Ваня на сову", -- [213]
				"/гр Видимо,он и регал", -- [214]
				"/гр А кто регал?", -- [215]
				"/гр ы", -- [216]
				"/гр А Орбена жаловался, что варов нерфят", -- [217]
				"/гр Хант, больше так не делай", -- [218]
				"/гр |cffa335ee|Hitem:163892::::::::120:104::28:3:5125:1532:4786:::|h[Кадило бойца 7-го легиона]|h|r |cff1eff00|Hitem:155066::::::::120:104:512:11:1:4790:118:::|h[Полномочия надзирателя]|h|r", -- [219]
				"/гр Спекнись, пожалуйста", -- [220]
				"/гр Потому что у меня нет", -- [221]
				"/гр Блэк,  а у тебя тут дд спека нет?)", -- [222]
				"/cw Аркадрон +", -- [223]
				"/гр A bit too much", -- [224]
				"/cw Аэровафли-Борейскаятундра Попробуй перезапустить клиент", -- [225]
				"/cw Аэровафли-Борейскаятундра Но в войс зашла", -- [226]
				"/cw Аэровафли-Борейскаятундра Меня тоже", -- [227]
				"/cw Аэровафли-Борейскаятундра Ты опять сам с собой разговариваешь сидишь?)", -- [228]
				"/гр У лока в прошлом инсте то же самое было", -- [229]
				"/гр Аналогично", -- [230]
				"/гр Пришел сум?", -- [231]
				"/гр Возможно", -- [232]
				"/г /break 5", -- [233]
				"/г Вань, куда дальше идем?", -- [234]
				"/гр Let's wait for him to log back", -- [235]
				"/гр Lock disconnected", -- [236]
				"/гр )", -- [237]
				"/гр Вармод вреден для здоровья", -- [238]
				"/гр Его не только мы ждали, судя по ХП", -- [239]
				" В войс зайдешь?", -- [240]
				"/гр Пришел сум?", -- [241]
				"/гр Идемте в гильдейский войс, у кого желание есть", -- [242]
				"/гр )", -- [243]
				"/гр Куда сначала пойдем?", -- [244]
				" Давай", -- [245]
				" )", -- [246]
				" Медведем бы ещё сходила", -- [247]
				" Нет, только присту", -- [248]
				" Конечно)) и потом ещё по пару мификов сверху добавила", -- [249]
				" Привет)", -- [250]
				"/cw Вирж +", -- [251]
				" Спокойной", -- [252]
				" Я без звука не смогу. В основном по нему ориентируюсь, когда какие абилки", -- [253]
				" )))", -- [254]
				" Каждый раз, когда в игре смеются ведьмы, кошка просыпается и начинает тревожно оглядываться)", -- [255]
				" Отлично, тогда можно будет сходить", -- [256]
				" Там сфер ещё нет на 5-м?", -- [257]
				" Гробницу мы любим)", -- [258]
				"/cw Louvarik-Dalaran You're welcome)", -- [259]
				" Ты что-то ещё говорил? Последнюю фразу не услышала", -- [260]
				"/гр Gl gyus", -- [261]
				"/гр You both need? Roll then", -- [262]
				"/гр |cffa335ee|Hitem:159347::::::::120:104::16:3:5002:1522:4786:::|h[Заросшие мхом башмаки с перфорированным носком]|h|r anyone?", -- [263]
				"/гр We'll come back after the boss", -- [264]
				"/гр hi", -- [265]
				"/гр You were supposed to hide while the tank runs and aggroes them", -- [266]
				"/гр hi", -- [267]
				" Я в гильдейском войсе", -- [268]
				" да", -- [269]
				" )", -- [270]
				" Может, ему просто нравится меня видеть", -- [271]
				" Он самый", -- [272]
				" Мой юбилейный 316й визит", -- [273]
				" Я как раз к Мандокиру пока наведаюсь", -- [274]
				" )))", -- [275]
				" Это не страшно. Яйца автоматически начинают жариться сразу после того, как прекращают вариться", -- [276]
				" ))", -- [277]
				" Хорошо", -- [278]
				" Давай сходим", -- [279]
				" Медведю можно", -- [280]
				" Привет)", -- [281]
				"/г Плоди обязательно", -- [282]
				"/г Уверена, потом ещё и золото за миссии оплота апнут", -- [283]
				"/г Я скаду никогда не сбрасываю", -- [284]
				"/г Сейчас посмотрю", -- [285]
				"/г )", -- [286]
				"/г Который у стены и в который сдувает", -- [287]
				"/г И вешает доту", -- [288]
				"/г Нет, огонь просто поджигает", -- [289]
				"/г Ваншотом - в смысле сгорел?", -- [290]
				"/г Скрытность", -- [291]
				"/cw Эгтауэр-Борейскаятундра Спасибо)", -- [292]
				"/cw Эгтауэр-Борейскаятундра Вань, я не очень хорошо себя чувствую. Для ключей точно не гожусь", -- [293]
				"/г На вневременном острове", -- [294]
				"/г Я в своё время портным стало исключительно для того, чтоб можно было на ковре летать", -- [295]
				"/г Грац)", -- [296]
				"/гр hi", -- [297]
				"/cw Пуфка-Борейскаятундра Садж пока не вернулся", -- [298]
				"/г А звание такое дают?", -- [299]
				"/п Варр, а кто тебя убивает?", -- [300]
				"/cw Вейлзевул-Борейскаятундра Он за мной поворачивается", -- [301]
				"/cw Вейлзевул Вейл, привет)  А как танку в святилище Штормов на втором боссе уклоняться от тормозящего удара?", -- [302]
				"/гр Why do you keep breaking cc?", -- [303]
				"/гр *priestess", -- [304]
				"/гр We'll cc one priestell, don't hit her", -- [305]
				"/гр wipe it", -- [306]
				"/гр We got 3 pieces of loot and +2 key upgrade", -- [307]
				"/гр Yes, it was", -- [308]
				"/гр Садж, мы в диске", -- [309]
				"/п Диспел лока", -- [310]
				"/п Остальные - кикайте каст, чтоб его вообще не было", -- [311]
				"/п Хилл, диспель Гниющий разум с народа", -- [312]
				"/гр |cff0070dd|Hitem:163814::::::::120:104::11::::|h[Шаловливый ветерок]|h|r", -- [313]
				"/cw Амурский-ЧерныйШрам Нет", -- [314]
				"/с /reload", -- [315]
				"/с /reload", -- [316]
				"/п Хил, тогда ты?", -- [317]
				"/п Мэм, понажимаешь часы?", -- [318]
				"/п Мы почти смогли", -- [319]
				"/п Потом дошло", -- [320]
				"/п Смотрю на ник роги и думаю: \"Причем тут Петербург?\"", -- [321]
				"/п Ееее", -- [322]
				"/п Я не умею каркать, я медведь, а не сова", -- [323]
				"/п Будет забавно, если ещё раз улетишь туда же", -- [324]
				"/п Пока вы стоите за вихрями, вас постоянно пробивает", -- [325]
				"/п Внутрь станьте", -- [326]
				"/cw Айуан-Гордунни Я после этого данжа спать", -- [327]
				"/cw Айуан-Гордунни А зачем ещё сюда ходить?", -- [328]
				"/п Рог не тут", -- [329]
				"/п Носите бочки из огня", -- [330]
				"/п Эту дверь тоже, плиз", -- [331]
				"/п Рог, открой нам дверь", -- [332]
				" Привет) Я где-то через час буду собирать, если танк освободится", -- [333]
				"/п Сто стрелкой бегите к столбам", -- [334]
				"/п Спасибо", -- [335]
				"/с /roll", -- [336]
				"/с /reload", -- [337]
				"/г /reload", -- [338]
				"/г )", -- [339]
				"/г Грац)", -- [340]
				"/cw Вафовна-Борейскаятундра Может быть, вечером после восьми. Но это не точно", -- [341]
				"/г Грац, Вань)", -- [342]
				"/г xsem?", -- [343]
				" Акула только в этот день есть?", -- [344]
				" Тут говорят День Пиратов был с кучей игрушек", -- [345]
				" На работе задерживалась", -- [346]
				" Привет)", -- [347]
				"/с /tmw", -- [348]
				"/г Нет у нас такого", -- [349]
				"/г А Дамер это что такое? Он в гильдии?", -- [350]
				"/г У тебя хоть один чар есть, у которого ник не заканчивается на \"а\"?", -- [351]
				"/г Ух ты, грац", -- [352]
				"/cw Пуфка Отправила почтой", -- [353]
				" Ладно, сделаем Усадьбу а там посмотрим", -- [354]
				"/cw Альмагорн-Борейскаятундра Я тебя заинвайтить могу пристом. Сейчас зайду", -- [355]
				" Пока не отвечает", -- [356]
				"/cw Айсли Товарищ с Азурегоса, который предлагал объединяться, хотел бы с тобой в диске пообщаться", -- [357]
				" Сейчас напишу ему", -- [358]
				" Это сейчас людей вроде бы много. Постепенно те, кто вернулся на волне нового интереса, начнут забивать", -- [359]
				" Так-то в любом случае придётся объединяться рано или поздно", -- [360]
				" Ну он спросил \"Сколько их?\") То есть, вариант, чтоб к нам присоединились его, наверное, устроит", -- [361]
				" Хорошо, озвучу", -- [362]
				" Как будет, спрошу у РЛа что он думает о рейдах и думает ли о них вообще)", -- [363]
				" На сегодняшний момент я могу говорить только за себя", -- [364]
				" Маунт ещё вылавливается", -- [365]
				" Да? Я, значит, ещё не дошла туда", -- [366]
				" )))", -- [367]
				" Хы, а ты рассол пьянице уже носил?", -- [368]
				" Мне нравится, как они в некоторых данжах сделали возвращение к началу)", -- [369]
				" Ладно, потом покажу, как вернуться", -- [370]
				" Ты книгу взял?", -- [371]
				" )", -- [372]
				"/с /tmw", -- [373]
				"/г Да они издеваются", -- [374]
				"/г Ээээ, шейпшифт больше не снимает замедляющие дебаффы?", -- [375]
				"/г Всё ок", -- [376]
				"/г Так мы оценили", -- [377]
				"/г Это чтоб все поняли, что для него оно Highmountain)", -- [378]
				"/г Крутогорья?", -- [379]
				"/г Такое бывает?", -- [380]
				"/г Оо", -- [381]
				" Но спасибо за предложение", -- [382]
				" Если ты про друида, то я сама танк", -- [383]
				" Ну правильно, ты ж скупаешь всё, цена растёт", -- [384]
				"/г У друидов есть какой-нибудь глиф, чтоб тревел форма бегала по воде?", -- [385]
				"/г Прикольно", -- [386]
				"/г А что за квест?", -- [387]
				"/с /bt", -- [388]
				"/г Разряды крутящиеся что ли?", -- [389]
				"/г Вы на ласте?", -- [390]
				"/г И кто же вас тянет?", -- [391]
				" )", -- [392]
				" Угадай, выпал ящер или нет", -- [393]
				" Юбилейный 280й килл Мандокира", -- [394]
				" /reload", -- [395]
				" Туда посылают по сюжету?", -- [396]
				" А как ты в экспедицию попал?", -- [397]
				" Просто перерыв себе устроила)", -- [398]
				" Нет)", -- [399]
				" Нам там танк нужен где-нибудь или мне сразу пристом идти?", -- [400]
				" У тебя первый этаж пропустить только Сова может?", -- [401]
				" Давай сходим", -- [402]
				" Привет)", -- [403]
				" ))", -- [404]
				" Не обещаю, что она затанчит)", -- [405]
				" Я на дх", -- [406]
				" Если я захочу посмотреть манеру движения настоящих медведей - я включу себе видео на ютубе", -- [407]
				" Вот зачем?", -- [408]
				" \"Мы сделали так, чтобы было больше похоже на манеру движения настоящих медведей\"", -- [409]
				" Какая у медведей уродская стала анимация бега", -- [410]
				" А что делают твои тотемы?", -- [411]
				" ТОлько не говори, что ты в другой инст зашел", -- [412]
				" Тебя так сильно медведь расстроил?))", -- [413]
				"/п Сделаем", -- [414]
				" )))", -- [415]
				" Медитативный процесс", -- [416]
				" Давно уже не фармила, почему-то", -- [417]
				" Ну и просто захотелось покопать", -- [418]
				" И там ещё пэты есть, и игрушки", -- [419]
				" Да", -- [420]
				" Нет, инженерные", -- [421]
				" Руда - живая сталь - маунты", -- [422]
				" Хм, любопытно", -- [423]
				" Там, это в ПвП?", -- [424]
				" ))", -- [425]
				" Поцарапает)", -- [426]
				" Смотри только Дашу не обгони)", -- [427]
				" Поздравляю)", -- [428]
				" ))", -- [429]
				" Привет", -- [430]
				" Копошусь? Оо", -- [431]
				"/с /tmw", -- [432]
				"/с /bt", -- [433]
				" Я чет не вижу разницы", -- [434]
				" Там писали, что в препатче переработали анимацию кошек и медведей", -- [435]
				" Ничё, в августе отдохнёшь", -- [436]
				" )))", -- [437]
				" Тебя снова пить позвали?)", -- [438]
				" За конем сходим на этом кд?", -- [439]
				" Привет, Вань", -- [440]
				"/г /tmw", -- [441]
				"/г |cffa335ee|Hitem:151962::::::::110:103::6:1:3524:::|h[Прототип полевого дециматора]|h|r", -- [442]
				" /reload", -- [443]
				" сек", -- [444]
				" А был 966", -- [445]
				" И 5к дпс, псли повезет", -- [446]
				" У моего приста сейчас 240 айтем левел)", -- [447]
				" Нас тут сплющили)", -- [448]
				" играть не планируешь?", -- [449]
				" А ты как?", -- [450]
				" Отлично)", -- [451]
				" Привет)", -- [452]
				" Медведем прикольно. ДХ ад", -- [453]
				" Всё же у разных классов сложность разная", -- [454]
				" Во, нашла", -- [455]
				" Нету в списке(", -- [456]
				" А реально, где оно?", -- [457]
				" Так, где моё крутое звание", -- [458]
				" Или просто напрактиковалась", -- [459]
				" Мне наоборот показалось, что чем дальше, тем проще", -- [460]
				" Точно такая же", -- [461]
				" Нет", -- [462]
				" Волны с 11 по 20 точно такие же, ка с 1 по 10", -- [463]
				" А они просто повторяются", -- [464]
				" Я думала, там прогрессивно увеличивается сложность", -- [465]
				" Не заметила просто", -- [466]
				" А ачивки есть после 30?", -- [467]
				" он реально бесконечный? Оо", -- [468]
				" Эмм, а какого у меня показывает 32 волны? Оо", -- [469]
				" Меня и сейчас бананами прошибает", -- [470]
				" Здесь всегда актуал", -- [471]
				" да", -- [472]
				" Фру проходил", -- [473]
				" Что это?", -- [474]
				" за 30 волн", -- [475]
				" если бы", -- [476]
				" Печаль же ><", -- [477]
				" На них нельзя будет покупать ни камни на ап\\апгрейд пэтов, ни булочки на бафф к опыту пэта", -- [478]
				" Я тут вычитала, что в препатче |cffffffff|Hitem:116415::::::::110:104::::::|h[Оберег для питомца]|h|r понерфят", -- [479]
				"/4 Похищающий жизнь яд зато есть у роги", -- [480]
				"/4 Аркану можно Селумбру надеть, если нет ни Придаза ни честа щитующего. Она за бой 5-6 миллионов отхиливает", -- [481]
				" Что косить будешь?", -- [482]
				" (", -- [483]
				"/cw Аркадрон-Борейскаятундра Зерга не получится", -- [484]
				"/cw Аркадрон-Борейскаятундра Проходимо, но придётся потраить", -- [485]
				"/cw Аркадрон-Борейскаятундра Можешь взять травничество+снятие шкур. При сборе ресурсов на Аргусе тоже дропается изначальный саргерит", -- [486]
				"/cw Аркадрон-Борейскаятундра Привет)", -- [487]
				"/п Идите за мной. Мобов не агрите, я соберу, кого надо", -- [488]
				" Да", -- [489]
				" Давай начнем с чего-нибудь попроще", -- [490]
				" Если пройдем", -- [491]
				" Хочешь туда?", -- [492]
				" |cffa335ee|Hkeystone:199:16:7:2:10|h[Ключ: Крепость Черной Ладьи (16)]|h|r", -- [493]
				" Там буквально каждый куст магией фигачит", -- [494]
				" Но я всё равно на дх туда пойду", -- [495]
				" Ну +2 это не страшно", -- [496]
				" ы", -- [497]
				"/гр Спасибо, ребят", -- [498]
				"/гр Ему всё нужно)", -- [499]
				"/гр Нужны", -- [500]
			},
			["ChatFrame3EditBox"] = {
				"/cw Айсимайси-Борейскаятундра Я без него не особо хочу идти", -- [1]
				"/cw Айсимайси-Борейскаятундра Садж не отвечает пока", -- [2]
				" Пока без активностей. Народ даже как-то наоборот подзабил", -- [3]
				" Привет)", -- [4]
				"/cw Менельдор-Борейскаятундра А чего ты от меня хотел в бою?", -- [5]
				" В принципе, с нами идёт Ваф. Можно и его уговорить потанчить. Но это будет непросто", -- [6]
				" Твоё экспертное мнение - я их затанчу? ", -- [7]
				" Сова предлагает 19е катакомбы", -- [8]
				" Даша с Олегом будут", -- [9]
				" Прямо сейчас или позже?", -- [10]
				" Можно", -- [11]
				" Привет)", -- [12]
				"/cw Криворожка-Борейскаятундра Разве длительность баффа зависит от того, когда ты бежишь?", -- [13]
				"/cw Криворожка-Борейскаятундра А нифига", -- [14]
				"/cw Криворожка-Борейскаятундра Бафф перевесится непосредственно перед взрывом", -- [15]
				"/cw Криворожка-Борейскаятундра Я думала, с третьей сферой будет так же", -- [16]
				"/cw Криворожка-Борейскаятундра И буквально за пару секунд до взрыва второй сферы бафф перевешивается на другого", -- [17]
				"/cw Криворожка-Борейскаятундра Он бежит перекрывать", -- [18]
				"/cw Криворожка-Борейскаятундра Там не всё так просто. Вот вешается первы бафф на одного танка", -- [19]
				"/cw Криворожка-Борейскаятундра Про фазу, когда сферы начинаются взрывающиеся", -- [20]
				"/cw Криворожка-Борейскаятундра Да", -- [21]
				"/cw Криворожка-Борейскаятундра Или ты не обращал внимания?", -- [22]
				"/cw Криворожка-Борейскаятундра Там есть таймер, который показывает, когда будет смена танков?", -- [23]
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1588246021,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 1,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[19:15:58]|h Сообщение дня от гильдии: \"Всем, кто хочет рейдить в ШЛ пройти опрос !!! в дискорде (раздел анонсы) и выбрать роль (раздел выбор роли)\"",
					["r"] = 0.5137255191802979,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 829528.872,
					["g"] = 0.545098066329956,
					["b"] = 1,
				}, -- [1]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 2,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[19:18:57]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq28|k:15:3465:BN_WHISPER:|Kq28|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff3ec6ea|Kq28|k|r|h|cffd8d8d8]|r: But i think it would be beneficial to play at least the trash we would in a M+ run :)",
					["serverTime"] = 1606151937,
					["r"] = 0.9098039865493774,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						34, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829709.071,
					["g"] = 0.2823529541492462,
					["b"] = 0.8549020290374756,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[19:19:41]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq28|k:15:3482:BN_WHISPER:|Kq28|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff3ec6ea|Kq28|k|r|h|cffd8d8d8]|r: Of course we'll try first and see how it goes",
					["serverTime"] = 1606151981,
					["r"] = 0.9098039865493774,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						34, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829753.111,
					["g"] = 0.2823529541492462,
					["b"] = 0.8549020290374756,
				}, -- [2]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[21:27:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136116:14|t|cff4e96f7|HbattlePetAbil:299:443:276:260|h[Чародейский взрыв]|h|r наносит 133 ед. урона |3-2(вражеский питомец) |3-2(|T970830:14|tКосточка).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605936.623,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047271,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[21:27:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618974:14|t|cff4e96f7|HbattlePetAbil:245:443:276:260|h[Дракон]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T377270:14|tГаврюша), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605937.633,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047272,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[21:27:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132177:14|t|cff4e96f7|HbattlePetAbil:520:142:221:276|h[Орлиный глаз]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T667690:14|tЭнби'cи), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605937.633,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047272,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[21:27:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605938.373,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047273,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[21:27:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132177:14|t|cff4e96f7|HbattlePetAbil:521:142:221:276|h[Орлиный глаз]|h|r накладывает эффект |T132177:14|t|cff4e96f7|HbattlePetAbil:520:142:221:276|h[Орлиный глаз]|h|r на |3-1(вражеский питомец) |3-3(|T667690:14|tЭнби'cи).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605938.633,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047273,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[21:27:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136116:14|t|cff4e96f7|HbattlePetAbil:299:443:276:260|h[Чародейский взрыв]|h|r наносит 222 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T667690:14|tЭнби'cи).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605940.1630000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047274,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[21:27:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T667690:14|tЭнби'cи погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605940.1630000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047274,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[21:27:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136116:14|t|cff4e96f7|HbattlePetAbil:299:443:276:260|h[Чародейский взрыв]|h|r наносит 133 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T236196:14|tМал).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605941.919,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047276,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[21:27:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T236196:14|tМал погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605941.919,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047276,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[21:27:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136116:14|t|cff4e96f7|HbattlePetAbil:299:443:276:260|h[Чародейский взрыв]|h|r наносит 88 ед. урона |3-2(вражеский питомец) |3-2(|T970830:14|tКосточка).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605943.679,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047278,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[21:27:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h:  накладывает эффект |T618974:14|t|cff4e96f7|HbattlePetAbil:245:443:276:260|h[Дракон]|h|r на |3-1(ваш питомец) |3-3(|T377270:14|tГаврюша).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605944.689,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047279,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[21:27:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605944.689,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047279,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[21:27:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T970830:14|tКосточка – |3-8(вражеский питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605944.689,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047279,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[21:28:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605948.4,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047283,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[21:28:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136116:14|t|cff4e96f7|HbattlePetAbil:299:443:276:260|h[Чародейский взрыв]|h|r наносит 222 ед. урона |3-2(вражеский питомец) |3-2(|T970830:14|tКосточка).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605948.92,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047283,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[21:28:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136223:14|t|cff4e96f7|HbattlePetAbil:256:117:311:236|h[Призыв тьмы]|h|r наносит 744 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T377270:14|tГаврюша).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605951.941,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047286,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[21:28:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T377270:14|tГаврюша погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605951.941,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047286,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[21:28:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136223:14|t|cff4e96f7|HbattlePetAbil:256:117:311:236|h[Призыв тьмы]|h|r меняет погоду на |T136223:14|t|cff4e96f7|HbattlePetAbil:257:117:311:236|h[Тьма]|h|r.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605953.701,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047288,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[21:28:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605956.368,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047291,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[21:28:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135782:14|tПрожорливый горденыш – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605956.368,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047291,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[21:28:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605960.268,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047295,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[21:28:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458226:14|t|cff4e96f7|HbattlePetAbil:517:117:311:236|h[Ночной удар]|h|r наносит 662 ед. урона |3-2(ваш питомец) |3-2(|T135782:14|tПрожорливый горденыш).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605961.688,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047296,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[21:28:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T651096:14|t|cff4e96f7|HbattlePetAbil:1056:89:173:164|h[Бурлящее недовольство]|h|r наносит 258 ед. урона |3-2(вражеский питомец) |3-2(|T970830:14|tКосточка).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605963.808,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047298,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[21:28:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T970830:14|tКосточка погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605963.808,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047298,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[21:28:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618980:14|t|cff4e96f7|HbattlePetAbil:724:12:311:236|h[Проклятый]|h|r восстанавливает 12 ед. урона |3-2(вражеский питомец) |3-2(|T970830:14|tКосточка).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605966.081,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047300,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[21:28:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618980:14|t|cff4e96f7|HbattlePetAbil:724:12:311:236|h[Проклятый]|h|r накладывает эффект |T618980:14|t|cff4e96f7|HbattlePetAbil:242:12:311:236|h[Нежить]|h|r на |3-1(вражеский питомец) |3-3(|T970830:14|tКосточка).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605966.331,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047301,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[21:28:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605970.3960000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047305,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[21:28:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132914:14|tИкки – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605970.3960000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047305,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[21:28:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1091:12:311:236|h[Обстрел костями]|h|r наносит 111 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605972.916,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047307,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[21:28:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1091:12:311:236|h[Обстрел костями]|h|r не попадает по |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605973.2660000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047308,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[21:28:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1091:12:311:236|h[Обстрел костями]|h|r наносит 111 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605973.616,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047308,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[21:28:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1091:12:311:236|h[Обстрел костями]|h|r накладывает эффект \"|T458717:14|t|cff4e96f7|HbattlePetAbil:1092:12:311:236|h[Обстрел костями]|h|r\" на |3-3(ваша команда).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605973.966,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047308,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[21:28:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1092:12:311:236|h[Обстрел костями]|h|r наносит 37 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605975.0160000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047309,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[21:28:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618980:14|t|cff4e96f7|HbattlePetAbil:242:12:311:236|h[Нежить]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T970830:14|tКосточка), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605975.066,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047309,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[21:28:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618980:14|t|cff4e96f7|HbattlePetAbil:242:0:311:236|h[Нежить]|h|r наносит 12 ед. урона |3-2(вражеский питомец) |3-2(|T970830:14|tКосточка).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605975.066,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047309,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[21:28:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T970830:14|tКосточка погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605975.066,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047309,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[21:28:34]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: |3-7(Ваш питомец) |T135782:14|tПрожорливый горденыш получает 4428 ед. опыта.",
					["r"] = 0.8823530077934265,
					["b"] = 0.364705890417099,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605980.107,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						45, -- [3]
						46, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047314,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[21:28:34]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: Ваш питомец |T135782:14|tПрожорливый горденыш достигает 17-го уровня!",
					["r"] = 0.8823530077934265,
					["b"] = 0.364705890417099,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605980.107,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						45, -- [3]
						46, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047314,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[21:28:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:890:173:164|h[Боевое восстановление]|h|r восстанавливает 801 ед. урона |3-2(ваш питомец) |3-2(|T135782:14|tПрожорливый горденыш).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605980.107,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047314,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[21:28:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1190:322:409|h[Боевое восстановление]|h|r восстанавливает 130 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605980.107,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047314,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[21:30:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236473:14|tМеханический пандаренский дракончик – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606122.3420000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047457,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[21:30:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T841541:14|tДинь-динь – |3-8(вражеский питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606123.102,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047457,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[21:31:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606127.346,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047462,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[21:31:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1400:276:309|h[Дыхание]|h|r наносит 374 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606128.636,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047463,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[21:31:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136096:14|t|cff4e96f7|HbattlePetAbil:595:1107:276:276|h[Лунный огонь]|h|r наносит 244 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606132.886,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047467,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[21:31:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136096:14|t|cff4e96f7|HbattlePetAbil:595:1107:276:276|h[Лунный огонь]|h|r меняет погоду на |T136057:14|t|cff4e96f7|HbattlePetAbil:596:1107:276:276|h[Лунный свет]|h|r.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606133.136,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047467,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[21:31:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606136.947,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047471,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[21:31:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132762:14|t|cff4e96f7|HbattlePetAbil:334:1156:276:309|h[Приманка]|h|r накладывает эффект \"|T132762:14|t|cff4e96f7|HbattlePetAbil:333:1156:276:309|h[Манок]|h|r\" на |3-3(ваша команда).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606137.997,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047472,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[21:31:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(ваш питомец) |T236473:14|tМеханический пандаренский дракончик блокирует способность |T135735:14|t|cff4e96f7|HbattlePetAbil:421:1107:276:276|h[Чародейская вспышка]|h|r",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606139.757,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047474,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[21:31:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606142.317,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047477,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[21:31:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1156:276:309|h[Дыхание]|h|r наносит 518 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606143.587,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047478,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[21:31:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1156:276:309|h[Дыхание]|h|r накладывает эффект |T618978:14|t|cff4e96f7|HbattlePetAbil:243:1156:276:309|h[Магический]|h|r на |3-1(вражеский питомец) |3-3(|T841541:14|tДинь-динь).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606143.587,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047478,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[21:31:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(ваш питомец) |T236473:14|tМеханический пандаренский дракончик блокирует способность |T135735:14|t|cff4e96f7|HbattlePetAbil:421:589:276:276|h[Чародейская вспышка]|h|r",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606145.257,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047480,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[21:31:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T132762:14|t|cff4e96f7|HbattlePetAbil:333:1156:276:309|h[Манок]|h|r\", наложенного на |3-3(ваша команда), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606145.257,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047480,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[21:31:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606147.3470000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047482,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[21:31:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1156:276:309|h[Дыхание]|h|r наносит 380 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606148.627,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047483,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[21:31:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135735:14|t|cff4e96f7|HbattlePetAbil:421:209:276:276|h[Чародейская вспышка]|h|r наносит 268 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606150.337,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047485,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[21:31:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618978:14|t|cff4e96f7|HbattlePetAbil:243:888:276:309|h[Магический]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T841541:14|tДинь-динь), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606151.351,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047486,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[21:31:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606152.331,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047487,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[21:31:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:888:276:309|h[Дыхание]|h|r наносит 518 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606153.653,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047488,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[21:31:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T841541:14|tДинь-динь погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606153.653,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047488,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[21:31:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606156.1730000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047490,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[21:31:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1044082:14|tКлякса – |3-8(вражеский питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606156.1730000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047490,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[21:31:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606159.273,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047494,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[21:31:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:888:276:309|h[Дыхание]|h|r наносит 527 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606160.5430000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047495,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[21:31:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237554:14|t|cff4e96f7|HbattlePetAbil:1336:1442:260:211|h[Кто здесь лучший элекк во всем мире?]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606161.573,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047496,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[21:31:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606164.1630000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047498,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[21:31:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:888:276:309|h[Дыхание]|h|r наносит 403 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606165.523,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047500,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[21:31:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135900:14|t|cff4e96f7|HbattlePetAbil:1345:1039:260:211|h[Тихий час]|h|r накладывает эффект |T132156:14|t|cff4e96f7|HbattlePetAbil:1348:1039:260:211|h[Сон]|h|r на |3-1(вражеский питомец) |3-3(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606166.533,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047501,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[21:31:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606170.313,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047505,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[21:31:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606170.313,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047505,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[21:31:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1044501:14|tТолли – |3-8(вражеский питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606172.323,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047507,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[21:31:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132156:14|t|cff4e96f7|HbattlePetAbil:1348:1039:260:211|h[Сон]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T1044082:14|tКлякса), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606173.983,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047508,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[21:31:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606175.333,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047510,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[21:31:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1400:260:325|h[UDAR.EXE]|h|r наносит 357 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606176.853,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047511,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[21:31:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1400:260:325|h[UDAR.EXE]|h|r наносит 168 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606178.113,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047512,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[21:31:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r наносит 50 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606179.073,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047513,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[21:31:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r наносит 75 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606179.823,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047514,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[21:31:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r наносит 50 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606180.1730000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047514,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[21:31:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:834:317:260|h[Брешь в защите]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606180.528,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047515,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[21:31:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606184.448,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047519,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[21:32:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1225:260:325|h[UDAR.EXE]|h|r наносит 357 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606185.968,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047520,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[21:32:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1225:260:325|h[UDAR.EXE]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:1225:260:325|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T1044501:14|tТолли).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606185.968,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047520,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[21:32:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1225:260:325|h[UDAR.EXE]|h|r наносит 168 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606187.228,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047521,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[21:32:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r наносит 126 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606188.188,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047522,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[21:32:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r наносит 126 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606188.938,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047523,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[21:32:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r наносит 126 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606189.2880000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047524,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[21:32:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:309:317:260|h[Брешь в защите]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606189.638,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047524,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[21:32:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136057:14|t|cff4e96f7|HbattlePetAbil:596:0:276:276|h[Лунный свет]|h|r прекращается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606191.128,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047525,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[21:32:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606193.368,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047528,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[21:32:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:847:260:325|h[UDAR.EXE]|h|r наносит 357 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606194.469,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047529,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[21:32:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1044501:14|tТолли погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606194.469,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047529,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[21:32:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606197.849,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047532,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[21:32:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1044082:14|tКлякса – |3-8(вражеский питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606197.849,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047532,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[21:32:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606202.379,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047537,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[21:32:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T970830:14|tКостяной змей – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606202.379,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047537,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[21:32:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237554:14|t|cff4e96f7|HbattlePetAbil:1336:1039:260:211|h[Кто здесь лучший элекк во всем мире?]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606204.059,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047538,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[21:32:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132358:14|t|cff4e96f7|HbattlePetAbil:542:0:317:260|h[Брешь в защите]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606205.069,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047539,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[21:32:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 13",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606206.299,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047541,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[21:32:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134506:14|t|cff4e96f7|HbattlePetAbil:1338:1039:260:211|h[Милашка]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606206.799,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047541,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[21:32:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1091:152:13:10|h[Обстрел костями]|h|r наносит 14 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606208.809,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047543,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[21:32:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1091:152:13:10|h[Обстрел костями]|h|r наносит 14 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606209.159,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047543,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[21:32:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1091:152:13:10|h[Обстрел костями]|h|r наносит 14 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606209.509,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047544,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[21:32:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1091:152:13:10|h[Обстрел костями]|h|r накладывает эффект \"|T458717:14|t|cff4e96f7|HbattlePetAbil:1092:152:13:10|h[Обстрел костями]|h|r\" на |3-3(команда противника).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606209.859,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047544,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[21:32:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1092:152:13:10|h[Обстрел костями]|h|r наносит 4 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606210.9130000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047545,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[21:32:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606214.343,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047549,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[21:32:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236473:14|tМеханический пандаренский дракончик – |3-8(ваш питомец) активный питомец.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606214.343,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047549,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[21:32:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134506:14|t|cff4e96f7|HbattlePetAbil:1338:993:260:211|h[Милашка]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606216.504,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047551,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[21:32:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1092:152:13:10|h[Обстрел костями]|h|r наносит 4 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606218.514,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047553,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[21:32:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 15",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606220.944,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047555,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[21:32:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:888:276:309|h[Дыхание]|h|r наносит 547 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606222.234,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047556,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[21:32:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134506:14|t|cff4e96f7|HbattlePetAbil:1338:442:260:211|h[Милашка]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606223.7440000001,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047558,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[21:32:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1092:152:13:10|h[Обстрел костями]|h|r наносит 4 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606225.754,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047560,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[21:32:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 16",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606227.334,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047562,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[21:32:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:888:276:309|h[Дыхание]|h|r наносит 528 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606228.804,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047563,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[21:32:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1044082:14|tКлякса погибает.",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606228.804,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047563,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[21:32:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1144:276:309|h[Боевое восстановление]|h|r восстанавливает 256 ед. урона |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606232.225,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047566,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[21:32:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1124:260:325|h[Боевое восстановление]|h|r восстанавливает 277 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606232.225,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047566,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[21:32:48]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: |3-7(Ваш питомец) |T970830:14|tКостяной змей получает 4785 ед. опыта.",
					["r"] = 0.8823530077934265,
					["b"] = 0.364705890417099,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606233.745,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						45, -- [3]
						46, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047568,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[21:32:48]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: Ваш питомец |T970830:14|tКостяной змей достигает 12-го уровня!",
					["r"] = 0.8823530077934265,
					["b"] = 0.364705890417099,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606233.745,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						45, -- [3]
						46, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047568,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[21:32:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:724:13:10|h[Боевое восстановление]|h|r восстанавливает 572 ед. урона |3-2(ваш питомец) |3-2(|T970830:14|tКостяной змей).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 606233.745,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047568,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[21:27:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136116:14|t|cff4e96f7|HbattlePetAbil:299:602:276:260|h[Чародейский взрыв]|h|r наносит 133 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T236196:14|tМал).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605930.431,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047265,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[21:27:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136116:14|t|cff4e96f7|HbattlePetAbil:299:602:276:260|h[Чародейский взрыв]|h|r наносит 88 ед. урона |3-2(вражеский питомец) |3-2(|T970830:14|tКосточка).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605930.681,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047265,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[21:27:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h:  накладывает эффект |T618974:14|t|cff4e96f7|HbattlePetAbil:245:602:276:260|h[Дракон]|h|r на |3-1(ваш питомец) |3-3(|T377270:14|tГаврюша).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605931.691,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047266,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[21:27:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605933.363,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047268,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[21:27:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133707:14|t|cff4e96f7|HbattlePetAbil:112:475:221:276|h[Клевать]|h|r наносит 159 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T377270:14|tГаврюша).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605934.593,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047269,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[21:27:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136116:14|t|cff4e96f7|HbattlePetAbil:299:443:276:260|h[Чародейский взрыв]|h|r наносит 333 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T667690:14|tЭнби'cи).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605936.123,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047270,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[21:27:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136116:14|t|cff4e96f7|HbattlePetAbil:299:443:276:260|h[Чародейский взрыв]|h|r наносит 199 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T236196:14|tМал).",
					["r"] = 0.9058824181556702,
					["b"] = 0.6705882549285889,
					["g"] = 0.8705883026123047,
					["timestamp"] = 605936.373,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["serverTime"] = 1596047271,
				}, -- [128]
			},
			["headIndex"] = 121,
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 112,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|cfffe7b09OmniCD|r:  Removing Invalid ID: |cffffd700130736",
					["timestamp"] = 829516.888,
				}, -- [1]
				{
					["message"] = "|cfffe7b09OmniCD|r:  Removing Invalid ID: |cffffd700216890",
					["timestamp"] = 829516.888,
				}, -- [2]
				{
					["message"] = "|cfffe7b09OmniCD|r:  Removing Invalid ID: |cffffd700204150",
					["timestamp"] = 829516.888,
				}, -- [3]
				{
					["message"] = "|cfffe7b09OmniCD|r:  Removing Invalid ID: |cffffd700280711",
					["timestamp"] = 829516.888,
				}, -- [4]
				{
					["message"] = "|cfffe7b09OmniCD|r:  Removing Invalid ID: |cffffd700216113",
					["timestamp"] = 829516.888,
				}, -- [5]
				{
					["message"] = "|cfffe7b09OmniCD|r:  Removing Invalid ID: |cffffd700198664",
					["timestamp"] = 829516.888,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[19:15:51]|h |cffff0000Warning: TomCat's Tours must be installed and enabled for TomCat's Tours: Visions of N'zoth to function properly|r",
					["timestamp"] = 829516.888,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[19:15:52]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.117 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Marshy and our newborn daughter Kiana.",
					["r"] = 1,
					["timestamp"] = 829516.888,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[19:15:53]|h |cff9900ffWeakAuras:|r There are 9 updates to your auras ready to be installed!",
					["timestamp"] = 829516.888,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[19:15:58]|h Сообщение дня от гильдии: \"Всем, кто хочет рейдить в ШЛ пройти опрос !!! в дискорде (раздел анонсы) и выбрать роль (раздел выбор роли)\"",
					["r"] = 0.5137255191802979,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 829528.872,
					["g"] = 0.545098066329956,
					["b"] = 1,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[19:16:00]|h |cffffd839TSM|r: TSM в настоящее время не имеет данных о ценах БД аукциона для вашего игрового мира. Мы рекомендуем вам загрузить настольное приложение TSM с |cff79a2ffhttps://tradeskillmaster.com|r для автоматического обновления данных вашей БД аукциона (и автоматического резервного копирования настроек TSM).",
					["timestamp"] = 829530.498,
					["serverTime"] = 1606151760,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[19:16:00]|h Вы будете получать добычу для специализации \"Сила зверя\".",
					["serverTime"] = 1606151760,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 829530.498,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[19:16:00]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 829530.498,
					["serverTime"] = 1606151760,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[19:16:00]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 829530.498,
					["serverTime"] = 1606151760,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[19:16:00]|h |cff33ff99Global Ignore: |cffffffffWARNING: Synchronization could not be preformed at this time because there were |cffffff0050|cffffffff player(s) on Blizzard's ignore list reported as \"Неизвестно\". If synchronization continues to fail, the unknown player may need to be manually removed from Blizzard ignore list.  The list will try to synchronize the next time the GUI is opened, or by typing /gi sync in chat.",
					["timestamp"] = 829530.498,
					["serverTime"] = 1606151760,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[19:16:00]|h |cffffd700Титан Панель|r|cff20ff20 5.19.2.90001|r|cffffd700|cffffd700 от |cffff8c00Titan Development Team|r|cff20ff20|r",
					["timestamp"] = 829530.498,
					["serverTime"] = 1606151760,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[19:16:00]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Эстрея: 5man",
					["r"] = 1,
					["serverTime"] = 1606151760,
					["timestamp"] = 829530.498,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[19:16:04]|h Общее время игры: 41 |4день:дня:дней;, 18 |4час:часа:часов;, 13 |4минута:минуты:минут;, 48 |4секунда:секунды:секунд;.",
					["serverTime"] = 1606151764,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 829536.313,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[19:16:04]|h Время игры на этом уровне: 16 |4день:дня:дней;, 20 |4час:часа:часов;, 10 |4минута:минуты:минут;, 58 |4секунда:секунды:секунд;.",
					["serverTime"] = 1606151764,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 829536.313,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[19:16:04]|h |cff7f7f7f[19:16]|r [|cff007f7fNOP|r] Шахта Зашедшей Луны: 11 done 0 to go!",
					["timestamp"] = 829536.313,
					["serverTime"] = 1606151764,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[19:16:04]|h |cff7f7f7f[19:16]|r [|cff007f7fNOP|r] Дворфийский бункер: 26 done 0 to go!",
					["timestamp"] = 829536.313,
					["serverTime"] = 1606151764,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[19:16:04]|h |cff7f7f7f[19:16]|r [|cff007f7fNOP|r] Archaeology Огры is ready!",
					["timestamp"] = 829536.313,
					["serverTime"] = 1606151764,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[19:16:04]|h |cff7f7f7f[19:16]|r [|cff007f7fNOP|r] Paragon reward for Армия Света is ready!",
					["timestamp"] = 829536.313,
					["serverTime"] = 1606151764,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[19:16:06]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Аими-ПиратскаяБухта:3389:CHANNEL:2|h|cffa22fc8Аими|r-|cff3be3ceПир|r|h|cffd8d8d8]|r: а чё за маунт?",
					["serverTime"] = 1606151766,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829537.949,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[19:16:11]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Акринус-ЧерныйШрам:3391:CHANNEL:2|h|cffc31d39Акринус|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: это 3 месяца можно играть бесплатно",
					["serverTime"] = 1606151771,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829543.714,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[19:16:13]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Хеллкора-Гром:3392:CHANNEL:2|h|cffa22fc8Хеллкора|r-|cffad5c7fГро|r|h|cffd8d8d8]|r: оно того не стоит, имхо",
					["serverTime"] = 1606151773,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						6, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829545.105,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[19:16:15]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:203962:0|h[Кровавое бешенство]|h|r.",
					["serverTime"] = 1606151775,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829547.341,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[19:16:15]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Эстрея: 5man",
					["r"] = 1,
					["serverTime"] = 1606151775,
					["timestamp"] = 829547.341,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[19:16:17]|h Вы изучили новое заклинание: |cff71d5ff|Hspell:108238:0|h[Обновление]|h|r.",
					["serverTime"] = 1606151777,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829549.723,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[19:16:17]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Эстрея: 5man",
					["r"] = 1,
					["serverTime"] = 1606151777,
					["timestamp"] = 829549.723,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[19:16:20]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Интударкнесс-Борейскаятундра:3400:CHANNEL:2|h|cffc31d39Интударкнесс|r|h|cffd8d8d8]|r: ну ниче, с мизерным шансом в соляного выбьем)",
					["serverTime"] = 1606151780,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829552.921,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[19:16:21]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:197492:0|h[Родство с исцелением]|h|r.",
					["serverTime"] = 1606151781,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829552.982,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[19:16:21]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:145108:0|h[Дар Изеры]|h|r.",
					["serverTime"] = 1606151781,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829552.982,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[19:16:21]|h Вы изучили новое заклинание: |cff71d5ff|Hspell:774:0|h[Омоложение]|h|r.",
					["serverTime"] = 1606151781,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829552.982,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[19:16:21]|h Вы изучили новое заклинание: |cff71d5ff|Hspell:18562:0|h[Быстрое восстановление]|h|r.",
					["serverTime"] = 1606151781,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829552.982,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[19:16:21]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:231040:0|h[Омоложение]|h|r.",
					["serverTime"] = 1606151781,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829552.982,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[19:16:21]|h Вы изучили новое заклинание: |cff71d5ff|Hspell:48438:0|h[Буйный рост]|h|r.",
					["serverTime"] = 1606151781,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829552.982,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[19:16:21]|h Вы изучили новое заклинание: |cff71d5ff|Hspell:102793:0|h[Вихрь Урсола]|h|r.",
					["serverTime"] = 1606151781,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829552.982,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[19:16:21]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Эстрея: 5man",
					["r"] = 1,
					["serverTime"] = 1606151781,
					["timestamp"] = 829552.982,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[19:16:22]|h Вы приобрели новую способность: |cff71d5ff|Hspell:5211:0|h[Мощное оглушение]|h|r.",
					["serverTime"] = 1606151782,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829554.1020000001,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[19:16:22]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Эстрея: 5man",
					["r"] = 1,
					["serverTime"] = 1606151782,
					["timestamp"] = 829554.1020000001,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[19:16:23]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Женово-ЧерныйШрам:3409:CHANNEL:2|h|cfffef367Женово|r-|cff32caf5Чер|r|h|cffd8d8d8]|r: линканите плиз",
					["serverTime"] = 1606151783,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829555.314,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[19:16:23]|h Вы приобрели новую способность: |cff71d5ff|Hspell:102558:0|h[Воплощение: Страж Урсока]|h|r.",
					["serverTime"] = 1606151783,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829555.675,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[19:16:23]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Эстрея: 5man",
					["r"] = 1,
					["serverTime"] = 1606151783,
					["timestamp"] = 829555.787,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[19:16:25]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:203974:0|h[Хранитель земли]|h|r.",
					["serverTime"] = 1606151785,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829557.6950000001,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[19:16:25]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Эстрея: 5man",
					["r"] = 1,
					["serverTime"] = 1606151785,
					["timestamp"] = 829557.6950000001,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[19:16:28]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:204053:0|h[Яростное разрывание]|h|r.",
					["serverTime"] = 1606151788,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829560.193,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[19:16:28]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Эстрея: 5man",
					["r"] = 1,
					["serverTime"] = 1606151788,
					["timestamp"] = 829560.193,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[19:16:30]|h |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:Толил-Борейскаятундра:3413:CHANNEL:2|h|cffc59a6cТолил|r|h|cffd8d8d8]|r: 400к пффф, его можно купить значительно дешевле сейчас",
					["serverTime"] = 1606151790,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829562.761,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[19:16:43]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Тирагардское поморье]|h.",
					["serverTime"] = 1606151803,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829575.578,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[19:16:43]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1606151803,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829575.578,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[19:16:43]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Тирагардское поморье]|h.",
					["serverTime"] = 1606151803,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829575.578,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[19:17:14]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Гавань Боралуса]|h.",
					["serverTime"] = 1606151834,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829606.047,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[19:17:14]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1606151834,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829606.047,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[19:17:14]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Гавань Боралуса]|h.",
					["serverTime"] = 1606151834,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829606.047,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[19:17:23]|h Задание \"Пожертвования на битву за Арати: ресурсы для войны\" выполнено.",
					["serverTime"] = 1606151843,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829615.474,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[19:17:23]|h Вы получили предмет: |cffa335ee|Hcurrency:1553:500|h[Сияющий осколок азерита]|h|r.",
					["serverTime"] = 1606151843,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829615.533,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[19:17:23]|h Артефакт |cffe6cc80|Hitem:158075::::::::50:104::11:4:6316:4932:4933:1552::::|h[Сердце Азерот]|h|r получает 500 ед. силы артефакта.",
					["serverTime"] = 1606151843,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829615.533,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[19:17:23]|h Отношение |3-7(7-й легион) к вам улучшилось на 150.",
					["serverTime"] = 1606151843,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829615.533,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[19:17:33]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1606151853,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829625.767,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[19:17:34]|h Вы будете получать добычу для специализации \"Сила зверя\".",
					["serverTime"] = 1606151854,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 829625.767,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[19:17:34]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Вол'дун]|h.",
					["serverTime"] = 1606151854,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829625.767,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[19:17:34]|h |cff7f7f7f[19:17]|r [|cff007f7fNOP|r] Paragon reward for 7-й легион is ready!",
					["timestamp"] = 829626.263,
					["serverTime"] = 1606151854,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[19:18:06]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq47|k:23:3441:BN_INLINE_TOAST_ALERT:0|h[|Kq47|k]|h выходит из сети.",
					["serverTime"] = 1606151886,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						false, -- [2]
						26, -- [3]
						27, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829658.693,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[19:18:19]|h Воррик говорит: Где-то здесь бродит опасное существо. Убей его, пока оно не напало на кого-нибудь.",
					["serverTime"] = 1606151899,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						28, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829671.054,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[19:18:27]|h Группа превращена в рейд.",
					["serverTime"] = 1606151907,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829679.312,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[19:18:27]|h Вы присоединились к рейдовой группе. |cffff2020(Находясь в рейдовой группе, вы не можете выполнять большинство обычных заданий.)|r",
					["serverTime"] = 1606151907,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829679.312,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[19:18:27]|h Установленный режим сложности рейда: Героический.",
					["serverTime"] = 1606151907,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829679.312,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[19:18:27]|h Установлена сложность старинного рейда: 25 игроков (героич.).",
					["serverTime"] = 1606151907,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829679.312,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[19:18:30]|h |cffffe566{VuhDo}|r Количество участников группы изменено на: 9. Автоприменение расположения: \"|cffffffffЭстрея: 25man|r\"",
					["r"] = 1,
					["serverTime"] = 1606151910,
					["timestamp"] = 829682.383,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[19:18:30]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Эстрея: 25man",
					["r"] = 1,
					["serverTime"] = 1606151910,
					["timestamp"] = 829682.383,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[19:18:32]|h Воррик говорит: Где-то здесь бродит опасное существо. Убей его, пока оно не напало на кого-нибудь.",
					["serverTime"] = 1606151912,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						28, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829684.741,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[19:18:42]|h Пьерданн-СтражСмерти присоединяется к рейдовой группе.",
					["serverTime"] = 1606151922,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829694.858,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[19:18:51]|h Получено: 60 |4золотая:золотые:золотых;, 26 |4серебряная:серебряные:серебряных;, 66 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1606151931,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829703.709,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[19:18:51]|h Отношение |3-7(7-й легион) к вам улучшилось на 75.",
					["serverTime"] = 1606151931,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						24, -- [3]
						25, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829703.859,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[19:18:51]|h Получено: 426 |4золотая:золотые:золотых;, 77 |4серебряная:серебряные:серебряных;, 70 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1606151931,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829703.859,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[19:18:51]|h |T2916284:15:15:0:0:64:64:4:60:4:60|tНемного отсыревшая куча меха: 49 попыток",
					["r"] = 1,
					["serverTime"] = 1606151931,
					["timestamp"] = 829703.859,
					["g"] = 1,
					["b"] = 1,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[19:18:52]|h Воррик говорит: Прекрасно сработано. Одной угрозой стало меньше.",
					["serverTime"] = 1606151932,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						28, -- [3]
						29, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829703.949,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[19:18:53]|h Mysboll-Outland получает дополнительную добычу: |cffa335ee|Hitem:161399::::::::50:104::3:3:4798:1472:4786::::|h[Ремень струящихся песков]|h|r.",
					["serverTime"] = 1606151933,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						30, -- [3]
						31, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829705.324,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[19:18:54]|h Samotrakia-ShatteredHand получает дополнительную добычу: |cffa335ee|Hitem:161399::::::::50:104::3:3:4798:1472:4786::::|h[Ремень струящихся песков]|h|r.",
					["serverTime"] = 1606151934,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						30, -- [3]
						32, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829706.464,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[19:18:54]|h Хомао-ВечнаяПесня получает добычу: |cffffffff|Hitem:154897::::::::50:104:::::::|h[Волокнистое филе]|h|rx3.",
					["serverTime"] = 1606151934,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						30, -- [3]
						33, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829706.745,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[19:18:54]|h Хомао-ВечнаяПесня получает добычу: |cff9d9d9d|Hitem:155601::::::::50:104:::::::|h[Часть лапки насекомого]|h|r.",
					["serverTime"] = 1606151934,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						30, -- [3]
						33, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829706.884,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[19:18:57]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq28|k:15:3465:BN_WHISPER:|Kq28|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff3ec6ea|Kq28|k|r|h|cffd8d8d8]|r: But i think it would be beneficial to play at least the trash we would in a M+ run :)",
					["serverTime"] = 1606151937,
					["r"] = 0.9098039865493774,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						34, -- [3]
						35, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829709.071,
					["g"] = 0.2823529541492462,
					["b"] = 0.8549020290374756,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[19:19:00]|h Квадрофоджио-СтражСмерти получает добычу: |cff9d9d9d|Hitem:158863::::::::50:104:::::::|h[Хитиновый экзоскелет]|h|r.",
					["serverTime"] = 1606151940,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						30, -- [3]
						36, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829712.015,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[19:19:00]|h Mysboll-Outland покидает рейдовую группу.",
					["serverTime"] = 1606151940,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829712.386,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[19:19:03]|h Пьерданн-СтражСмерти покидает рейдовую группу.",
					["serverTime"] = 1606151943,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829715.721,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[19:19:04]|h |cffa5a5a5Хомао|r-ВечнаяПесня покидает рейдовую группу.",
					["serverTime"] = 1606151944,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829716.796,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[19:19:07]|h Малффой-Гордунни покидает рейдовую группу.",
					["serverTime"] = 1606151947,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829719.812,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[19:19:07]|h Zarix-LaCroisadeécarlate становится лидером группы.",
					["serverTime"] = 1606151947,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829719.8690000001,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[19:19:08]|h Samotrakia-ShatteredHand покидает рейдовую группу.",
					["serverTime"] = 1606151948,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829719.978,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[19:19:08]|h |cffffe566{VuhDo}|r Количество участников группы изменено на: 5. Автоприменение расположения: \"|cffffffffЭстрея: 5man|r\"",
					["r"] = 1,
					["serverTime"] = 1606151948,
					["timestamp"] = 829720.221,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[19:19:08]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Эстрея: 5man",
					["r"] = 1,
					["serverTime"] = 1606151948,
					["timestamp"] = 829720.221,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[19:19:12]|h Квадрофоджио-СтражСмерти покидает рейдовую группу.",
					["serverTime"] = 1606151952,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829724.85,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[19:19:13]|h |cffa5a5a5Erzfreundin|r-Krag'jin становится лидером группы.",
					["serverTime"] = 1606151953,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829725.095,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[19:19:13]|h Вы покидаете группу.",
					["serverTime"] = 1606151953,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829725.095,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[19:19:13]|h Grinspoons-Elune покидает рейдовую группу.",
					["serverTime"] = 1606151953,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829725.17,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[19:19:13]|h Zarix-LaCroisadeécarlate покидает рейдовую группу.",
					["serverTime"] = 1606151953,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829725.17,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[19:19:41]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq28|k:15:3482:BN_WHISPER:|Kq28|k:Oranyx#2498|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cff3ec6ea|Kq28|k|r|h|cffd8d8d8]|r: Of course we'll try first and see how it goes",
					["serverTime"] = 1606151981,
					["r"] = 0.9098039865493774,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						34, -- [3]
						37, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829753.111,
					["g"] = 0.2823529541492462,
					["b"] = 0.8549020290374756,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[19:20:06]|h Вы будете получать добычу для специализации \"Сила зверя\".",
					["serverTime"] = 1606152006,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 829778.536,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[19:20:07]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Гавань Боралуса]|h.",
					["serverTime"] = 1606152007,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829779.1190000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[19:20:07]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1606152007,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829779.1190000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[19:20:07]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Гавань Боралуса]|h.",
					["serverTime"] = 1606152007,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829779.1190000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[19:20:14]|h Задание \"Благодарность 7-го легиона\" выполнено.",
					["serverTime"] = 1606152014,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829786.627,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[19:20:14]|h Вы получили предмет: |cffa335ee|Hcurrency:1553:2500|h[Гудящий азеритовый сердечник]|h|r.",
					["serverTime"] = 1606152014,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829786.677,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[19:20:14]|h Артефакт |cffe6cc80|Hitem:158075::::::::50:104::11:4:6316:4932:4933:1552::::|h[Сердце Азерот]|h|r получает 2500 ед. силы артефакта.",
					["serverTime"] = 1606152014,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829786.677,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[19:20:14]|h Вы получили предмет: |cff0070dd|Hitem:166300::::::::50:104::11::1:28:464:::|h[Припасы 7-го легиона]|h|r.",
					["serverTime"] = 1606152014,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						30, -- [3]
						38, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829786.677,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[19:20:16]|h Получено: 3993 |4золотая:золотые:золотых;, 39 |4серебряная:серебряные:серебряных;, 28 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1606152016,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						8, -- [3]
						9, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829788.7710000001,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[19:20:17]|h Вы получаете валюту – |cffffffff|Hcurrency:1717:0|h[Военная медаль 7-го легиона]|h|r, 20 шт.",
					["serverTime"] = 1606152017,
					["r"] = 0.4274510145187378,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						39, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829789.804,
					["g"] = 0.6705882549285889,
					["b"] = 0.8980392813682556,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[19:20:17]|h Вы получаете валюту – |cffffffff|Hcurrency:1560:0|h[Ресурсы для войны]|h|r, 500 шт.",
					["serverTime"] = 1606152017,
					["r"] = 0.4274510145187378,
					["extraData"] = {
						59, -- [1]
						false, -- [2]
						39, -- [3]
						40, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829789.804,
					["g"] = 0.6705882549285889,
					["b"] = 0.8980392813682556,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[19:20:24]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Гавань Боралуса]|h.",
					["serverTime"] = 1606152024,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829796.583,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[19:20:24]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1606152024,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						1, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829796.583,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[19:20:24]|h |Hchannel:channel:3|h[3] |h Вы покинули канал |Hchannel:CHANNEL:3|h[3. Оборона: Гавань Боралуса]|h.",
					["serverTime"] = 1606152024,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						21, -- [3]
						22, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 829796.583,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [112]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
