
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
				"/cw Айсимайси-Борейскаятундра Я без него не особо хочу идти", -- [1]
				"/cw Айсимайси-Борейскаятундра Садж не отвечает пока", -- [2]
				" Пока без активностей. Народ даже как-то наоборот подзабил", -- [3]
				" Привет)", -- [4]
				"/cw Менельдор-Борейскаятундра А чего ты от меня хотел в бою?", -- [5]
				" В принципе, с нами идёт Ваф. Можно и его уговорить потанчить. Но это будет непросто", -- [6]
				" Твоё экспертное мнение - я их затанчу? ", -- [7]
				" Сова предлагает 19е катакомбы", -- [8]
				" Даша с Олегом будут", -- [9]
				" Прямо сейчас или позже?", -- [10]
				" Можно", -- [11]
				" Привет)", -- [12]
				"/cw Криворожка-Борейскаятундра Разве длительность баффа зависит от того, когда ты бежишь?", -- [13]
				"/cw Криворожка-Борейскаятундра А нифига", -- [14]
				"/cw Криворожка-Борейскаятундра Бафф перевесится непосредственно перед взрывом", -- [15]
				"/cw Криворожка-Борейскаятундра Я думала, с третьей сферой будет так же", -- [16]
				"/cw Криворожка-Борейскаятундра И буквально за пару секунд до взрыва второй сферы бафф перевешивается на другого", -- [17]
				"/cw Криворожка-Борейскаятундра Он бежит перекрывать", -- [18]
				"/cw Криворожка-Борейскаятундра Там не всё так просто. Вот вешается первы бафф на одного танка", -- [19]
				"/cw Криворожка-Борейскаятундра Про фазу, когда сферы начинаются взрывающиеся", -- [20]
				"/cw Криворожка-Борейскаятундра Да", -- [21]
				"/cw Криворожка-Борейскаятундра Или ты не обращал внимания?", -- [22]
				"/cw Криворожка-Борейскаятундра Там есть таймер, который показывает, когда будет смена танков?", -- [23]
			},
			["ChatFrame1EditBox"] = {
				"/гр не бегите вверх", -- [1]
				"/гр Диспелл плиз", -- [2]
				"/г Один таймволк нужен кому-нибудь?", -- [3]
				"/г Никто не говорил, что будет легко", -- [4]
				"/с грац)", -- [5]
				"/с в лужах не стой)", -- [6]
				"/с /reload", -- [7]
				"/п А зачем ты купол с пулла отдаёшь, если не секрет?", -- [8]
				"/п Не таунтится", -- [9]
				"/п блин, и роги нет(", -- [10]
				"/п На первом паке он вообще в проте был", -- [11]
				"/п Хилл либо ливнул либо вылетел", -- [12]
				"/с p )", -- [13]
				"/гр Андрей, а кого ты говорил надо фармить на самого редкого босса?", -- [14]
				"/г /tmw", -- [15]
				"/г )))", -- [16]
				"/cw Болеюгрипом-ЧерныйШрам Всё равно маньяк", -- [17]
				"/cw Болеюгрипом-ЧерныйШрам Маньяк", -- [18]
				"/cw Болеюгрипом-ЧерныйШрам Нет, конечно))", -- [19]
				"/cw Болеюгрипом-ЧерныйШрам )", -- [20]
				"/cw Болеюгрипом-ЧерныйШрам \"Не откладывай на завтра то, что можно отложить на самый последний день\"", -- [21]
				"/cw Болеюгрипом-ЧерныйШрам Ещё двумя чарами", -- [22]
				"/cw Болеюгрипом-ЧерныйШрам Спасибо)", -- [23]
				"/cw Аркадрон-Борейскаятундра ))", -- [24]
				"/cw Аркадрон-Борейскаятундра )", -- [25]
				"/cw Аркадрон-Борейскаятундра Я думала, не будет собирать", -- [26]
				"/cw Аркадрон-Борейскаятундра А Лёша собирает что ли?", -- [27]
				"/г Кейс тут недавно жаловался, что за весь БФА не встретил в ключах ни одного мишки", -- [28]
				"/г А кого? Варра?", -- [29]
				"/г :(", -- [30]
				"/г Привет)", -- [31]
				"/г Зазавр, а ты сейчас по-прежнему медведя мейнишь?", -- [32]
				" Наверное, это было очень обидно", -- [33]
				" Только чтоб обнаружить, что босса пофиксили", -- [34]
				" Я дочитала до того момента, как они всем рейдом сменили расу на троллей, чтоб абилки скипать", -- [35]
				" До этого ещё не дошла", -- [36]
				" Ты читал пост о том, как Limit Джайну убивали?", -- [37]
				" Хокей в Оргримаре смотреть, это сильно", -- [38]
				" :D", -- [39]
				" Ты с маунта слез что ли?", -- [40]
				" Как?!", -- [41]
				" Вот почему за предков во вражеских столицах доют по 1 монетке, а не, скажем, по 5?", -- [42]
				" Сравнительно", -- [43]
				" Ну да, в Нордсколе всё компактно", -- [44]
				" В большинстве из них всё быстро", -- [45]
				" Там омг лабиринт", -- [46]
				" Главное, не трать время на предка в Марадоне", -- [47]
				" Ну хотябы 60+, чтоб летать мог)", -- [48]
				" Надо 2 чара", -- [49]
				" 4 по 25 это всё равно 100 монет", -- [50]
				" Тогда тебе легче)", -- [51]
				" Я все считаю", -- [52]
				" 4 это новые, наверное", -- [53]
				" Итого 8", -- [54]
				" Головы и хвосты драконов. Драконов 4 разных расцветки", -- [55]
				" Больше", -- [56]
				" Одним чаром можно заработать 83 монетки, если сделать всё-всё. Считай, что это 80", -- [57]
				" 8 игрушек по 25 монет, 3 по 10 монет и одна за 30", -- [58]
				" Чтоб всё скупить, нужно три с половиной чара", -- [59]
				" Да там ппц этих игрушек", -- [60]
				" \"Не откладывай на завтра то, что можно отложить на самый последний день\"", -- [61]
				" Тоже за монетами летаешь?)", -- [62]
				"/г Грац)", -- [63]
				"/г ВАР ЛУТАТЬ", -- [64]
				" Сейчас дд опрашиваю", -- [65]
				" Наш тоже зашел)", -- [66]
				" А хилу?)", -- [67]
				" Даш, привет. Тебе кому-нибудь из ДД ключи нужны?", -- [68]
				" У тебя мохнатой панды в баттлнете нет случайно?", -- [69]
				" Привет. Ты как на счет сегодня в ключи?", -- [70]
				" Отлично. Если кто-нибудь из наших танков появится, тогда соберемся", -- [71]
				" Привет)", -- [72]
				"/с /tmw", -- [73]
				"/с /reload", -- [74]
				"/с /tmw", -- [75]
				"/с /tmw", -- [76]
				"/г Саблерон? Это КД какое-то было?", -- [77]
				"/г Светящиеся кошаки как раз в этом дополнительном меню", -- [78]
				"/г И открывается дополнительное меню выбора конкретной расцветки", -- [79]
				"/г Когда трансморг в артефакт выбираешь, на каждой группе моделей оказывается можно сделать райт клик", -- [80]
				"/г Ёлки, там правой кнопокой нужно было нажать", -- [81]
				"/г \"Нельзя\" в смысле так и задумано? Или это бага?", -- [82]
				"/г А где ты видел, что об этом писали?", -- [83]
				"/г Это почему?", -- [84]
				"/г Эээ", -- [85]
				"/г Или за славу Герою", -- [86]
				"/г У меня у медведя всё хорошо, а коту не дают выбрать светящийся облик, который за Баланс сил давали ", -- [87]
				"/г Или ты не проверял?", -- [88]
				"/г А у сов всё хорошо с трансмогрификацией оружия в артефакт?", -- [89]
				"/г Черт", -- [90]
				"/г Кот?", -- [91]
				"/г Пуфик, а друиды у тебя есть?", -- [92]
				"/cw Пуфка Отправила", -- [93]
				"/г Я подозреваю, что мага твоего в гер Лёша не возьмёт", -- [94]
				"/г Ну уже начало", -- [95]
				"/г Пуфик, так выпало что-нибудь из сэта в ЦН?", -- [96]
				"/п Хорошо, когда на хилла можно положиться", -- [97]
				"/п Нефритовая, зачет) я уж думала, конец нам всем", -- [98]
				"/cw Айсимайси-Борейскаятундра окей", -- [99]
				"/cw Айсимайси-Борейскаятундра Может и будут. Сейчас поспрашиваю народ", -- [100]
				"/г Пуф, когда ты магу ник выбирал, ты думал о ледяных мышках?", -- [101]
				"/г Окей)", -- [102]
				"/г Лут персональный. Может выпасть вообще только золото", -- [103]
				"/г Ты будешь очень долго его собирать", -- [104]
				"/г Вот ГС за дд уже нельзя, даже нормал", -- [105]
				"/г А что тебе там нужно?", -- [106]
				"/г Нормал пробовала", -- [107]
				"/г Скорей всего да", -- [108]
				"/г А что это за тринкет, на который нужен дистилиум?", -- [109]
				"/г Спокойной", -- [110]
				"/г Застряла(", -- [111]
				"/г Спасибо)", -- [112]
				"/г Тигра!", -- [113]
				"/г У тебя какой сейчас илвл?", -- [114]
				"/г Там ещё три маунта)))", -- [115]
				"/г Там маунт", -- [116]
				"/г Ой, пойдем еще на Алашанира слетаем?", -- [117]
				"/г Мелкого ещё одного убьем и всё, наверное", -- [118]
				"/г Попутно сделался посланник для 7-го легиона", -- [119]
				"/г Ничего. Дети поступят в институт, тогда выспишься", -- [120]
				"/г Спать пора?", -- [121]
				"/г Почему?", -- [122]
				"/г Я буду делать", -- [123]
				"/г Золото в основном. Но они на рарников, а с рарников 340", -- [124]
				"/г Локалки будешь делать тут?", -- [125]
				"/с /reload", -- [126]
				"/гр Если б они нормально сбежались, их бы нормально залили", -- [127]
				"/гр Лосать надо было за углом", -- [128]
				"/гр Я", -- [129]
				"/гр Мы не знаем, про что он)", -- [130]
				"/гр Причем тут хилл шамана", -- [131]
				"/гр Мне тоже непонятно", -- [132]
				"/гр Оббеги и спрыгни сверху в квадрат", -- [133]
				"/гр У акул сегодня прямо праздник живота", -- [134]
				"/гр Лёш, не пытайся сразу прыгнуть, оббеги и прыгай на мостик", -- [135]
				"/гр в воде акулы", -- [136]
				"/гр Наверху не трогаем, отагрятся", -- [137]
				"/гр Сразу прыгаем вниз в синюю метку", -- [138]
				"/гр Пришел сумм?", -- [139]
				"/гр Вход в Боралусе", -- [140]
				"/гр Мы тут вдвоем с Вц", -- [141]
				"/гр Вы где все?", -- [142]
				"/гр Нет", -- [143]
				"/гр Пуфик, ты вылетел или просто из войса вышел?", -- [144]
				"/гр Осада Боралуса", -- [145]
				"/гр В Осаду у всех доступ есть?", -- [146]
				"/г Варр?", -- [147]
				"/г А кто первый тогда?", -- [148]
				"/г Оо", -- [149]
				"/г Или нет", -- [150]
				"/г В смысле, первый чар", -- [151]
				"/г Это его мейн как бы", -- [152]
				"/гр Мишка - прист, так что не обидно)", -- [153]
				"/гр Если тебе колечко не нужно, можешь ханту отдать?", -- [154]
				"/гр )", -- [155]
				"/гр Контроль снимается массдиспелом", -- [156]
				"/гр И тебя засуммоним", -- [157]
				"/гр Суманем", -- [158]
				"/гр Ты так сказал, как будто вручную грузишься", -- [159]
				"/гр Гробница", -- [160]
				"/гр Отлично", -- [161]
				"/гр В Гробницу королей у всех доступ есть?", -- [162]
				"/гр От входа направо", -- [163]
				"/гр Мы на динозавре", -- [164]
				"/гр Да", -- [165]
				"/гр Без понятия. Мы на 4х мифика идем", -- [166]
				"/гр Это я у него в войсе спрашивала)", -- [167]
				"/гр ок", -- [168]
				"/гр Потом идем АталДазар. Если тоже идете, не выходите из пати", -- [169]
				"/гр Ждем тебя у босса", -- [170]
				"/гр В другой сложности что ли?", -- [171]
				"/гр Варр, а ты где?", -- [172]
				"/гр сек", -- [173]
				"/гр Ему просто хочется, чтоб ему песни пели", -- [174]
				"/гр Можно, не знаю только, зачем", -- [175]
				"/гр Пуф, ты лидер", -- [176]
				"/гр На 2 минуты отойду", -- [177]
				"/гр У меня аддон просто показывает уведомление сразу, как только прокает призыв", -- [178]
				"/гр Так блин где они?", -- [179]
				"/гр То есть, теоретически, хиллов развелось слишком много", -- [180]
				"/гр Обратила внимание, что в последнее время в рандом данжи призыв к оружию часто прокает на танков и на дд", -- [181]
				"/гр Можно, почему нет?", -- [182]
				"/гр Или нет", -- [183]
				"/гр Квесты нужны только на гробницу и на осаду. И только на мейне", -- [184]
				"/гр Какого квеста?", -- [185]
				"/гр А потом у нас кончатся тролли", -- [186]
				"/гр Потом Гробница", -- [187]
				"/гр Потом Атал'Дазар", -- [188]
				"/гр Жила", -- [189]
				"/гр А сейчас в +0 уже ходят без хилла?", -- [190]
				"/cw Спирроу Может шамом? Кольчуга, все дела", -- [191]
				"/гр Сейчас соберём тебе фулл кольчужную пати", -- [192]
				"/г Вывести в чисто поле, поставить лицом к стенке и пустить пулю в лоб", -- [193]
				"/г Лицом", -- [194]
				"/г Плюс откидывания", -- [195]
				"/г Не всегда в ренже", -- [196]
				"/г Очень большой разброс тел по комнате", -- [197]
				"/г Учитель что ли?", -- [198]
				"/г Интересно, что это за профессия", -- [199]
				"/г Так называемая цензурная речь бывает гораздо более обидной, чем мат", -- [200]
				"/г Плюсы были к Зозуль", -- [201]
				"/г ++", -- [202]
				"/г Качай ханта", -- [203]
				"/рейд off", -- [204]
				"/гр :)", -- [205]
				"/гр Я пока всё", -- [206]
				"/гр А кто теперь лидер?", -- [207]
				"/гр Релогнусь", -- [208]
				"/гр |cffa335ee|Hitem:71881::::::::120:104:::1:3524:::|h[Сверкающий королевский гранат]|h|r", -- [209]
				"/гр |cffa335ee|Hitem:71882::::::::120:104:::1:3524:::|h[Блистательный королевский гранат]|h|r", -- [210]
				"/гр Это за квест дали?", -- [211]
				"/гр У меня нет дебаффа", -- [212]
				"/гр Ваня на сову", -- [213]
				"/гр Видимо,он и регал", -- [214]
				"/гр А кто регал?", -- [215]
				"/гр ы", -- [216]
				"/гр А Орбена жаловался, что варов нерфят", -- [217]
				"/гр Хант, больше так не делай", -- [218]
				"/гр |cffa335ee|Hitem:163892::::::::120:104::28:3:5125:1532:4786:::|h[Кадило бойца 7-го легиона]|h|r |cff1eff00|Hitem:155066::::::::120:104:512:11:1:4790:118:::|h[Полномочия надзирателя]|h|r", -- [219]
				"/гр Спекнись, пожалуйста", -- [220]
				"/гр Потому что у меня нет", -- [221]
				"/гр Блэк,  а у тебя тут дд спека нет?)", -- [222]
				"/cw Аркадрон +", -- [223]
				"/гр A bit too much", -- [224]
				"/cw Аэровафли-Борейскаятундра Попробуй перезапустить клиент", -- [225]
				"/cw Аэровафли-Борейскаятундра Но в войс зашла", -- [226]
				"/cw Аэровафли-Борейскаятундра Меня тоже", -- [227]
				"/cw Аэровафли-Борейскаятундра Ты опять сам с собой разговариваешь сидишь?)", -- [228]
				"/гр У лока в прошлом инсте то же самое было", -- [229]
				"/гр Аналогично", -- [230]
				"/гр Пришел сум?", -- [231]
				"/гр Возможно", -- [232]
				"/г /break 5", -- [233]
				"/г Вань, куда дальше идем?", -- [234]
				"/гр Let's wait for him to log back", -- [235]
				"/гр Lock disconnected", -- [236]
				"/гр )", -- [237]
				"/гр Вармод вреден для здоровья", -- [238]
				"/гр Его не только мы ждали, судя по ХП", -- [239]
				" В войс зайдешь?", -- [240]
				"/гр Пришел сум?", -- [241]
				"/гр Идемте в гильдейский войс, у кого желание есть", -- [242]
				"/гр )", -- [243]
				"/гр Куда сначала пойдем?", -- [244]
				" Давай", -- [245]
				" )", -- [246]
				" Медведем бы ещё сходила", -- [247]
				" Нет, только присту", -- [248]
				" Конечно)) и потом ещё по пару мификов сверху добавила", -- [249]
				" Привет)", -- [250]
				"/cw Вирж +", -- [251]
				" Спокойной", -- [252]
				" Я без звука не смогу. В основном по нему ориентируюсь, когда какие абилки", -- [253]
				" )))", -- [254]
				" Каждый раз, когда в игре смеются ведьмы, кошка просыпается и начинает тревожно оглядываться)", -- [255]
				" Отлично, тогда можно будет сходить", -- [256]
				" Там сфер ещё нет на 5-м?", -- [257]
				" Гробницу мы любим)", -- [258]
				"/cw Louvarik-Dalaran You're welcome)", -- [259]
				" Ты что-то ещё говорил? Последнюю фразу не услышала", -- [260]
				"/гр Gl gyus", -- [261]
				"/гр You both need? Roll then", -- [262]
				"/гр |cffa335ee|Hitem:159347::::::::120:104::16:3:5002:1522:4786:::|h[Заросшие мхом башмаки с перфорированным носком]|h|r anyone?", -- [263]
				"/гр We'll come back after the boss", -- [264]
				"/гр hi", -- [265]
				"/гр You were supposed to hide while the tank runs and aggroes them", -- [266]
				"/гр hi", -- [267]
				" Я в гильдейском войсе", -- [268]
				" да", -- [269]
				" )", -- [270]
				" Может, ему просто нравится меня видеть", -- [271]
				" Он самый", -- [272]
				" Мой юбилейный 316й визит", -- [273]
				" Я как раз к Мандокиру пока наведаюсь", -- [274]
				" )))", -- [275]
				" Это не страшно. Яйца автоматически начинают жариться сразу после того, как прекращают вариться", -- [276]
				" ))", -- [277]
				" Хорошо", -- [278]
				" Давай сходим", -- [279]
				" Медведю можно", -- [280]
				" Привет)", -- [281]
				"/г Плоди обязательно", -- [282]
				"/г Уверена, потом ещё и золото за миссии оплота апнут", -- [283]
				"/г Я скаду никогда не сбрасываю", -- [284]
				"/г Сейчас посмотрю", -- [285]
				"/г )", -- [286]
				"/г Который у стены и в который сдувает", -- [287]
				"/г И вешает доту", -- [288]
				"/г Нет, огонь просто поджигает", -- [289]
				"/г Ваншотом - в смысле сгорел?", -- [290]
				"/г Скрытность", -- [291]
				"/cw Эгтауэр-Борейскаятундра Спасибо)", -- [292]
				"/cw Эгтауэр-Борейскаятундра Вань, я не очень хорошо себя чувствую. Для ключей точно не гожусь", -- [293]
				"/г На вневременном острове", -- [294]
				"/г Я в своё время портным стало исключительно для того, чтоб можно было на ковре летать", -- [295]
				"/г Грац)", -- [296]
				"/гр hi", -- [297]
				"/cw Пуфка-Борейскаятундра Садж пока не вернулся", -- [298]
				"/г А звание такое дают?", -- [299]
				"/п Варр, а кто тебя убивает?", -- [300]
				"/cw Вейлзевул-Борейскаятундра Он за мной поворачивается", -- [301]
				"/cw Вейлзевул Вейл, привет)  А как танку в святилище Штормов на втором боссе уклоняться от тормозящего удара?", -- [302]
				"/гр Why do you keep breaking cc?", -- [303]
				"/гр *priestess", -- [304]
				"/гр We'll cc one priestell, don't hit her", -- [305]
				"/гр wipe it", -- [306]
				"/гр We got 3 pieces of loot and +2 key upgrade", -- [307]
				"/гр Yes, it was", -- [308]
				"/гр Садж, мы в диске", -- [309]
				"/п Диспел лока", -- [310]
				"/п Остальные - кикайте каст, чтоб его вообще не было", -- [311]
				"/п Хилл, диспель Гниющий разум с народа", -- [312]
				"/гр |cff0070dd|Hitem:163814::::::::120:104::11::::|h[Шаловливый ветерок]|h|r", -- [313]
				"/cw Амурский-ЧерныйШрам Нет", -- [314]
				"/с /reload", -- [315]
				"/с /reload", -- [316]
				"/п Хил, тогда ты?", -- [317]
				"/п Мэм, понажимаешь часы?", -- [318]
				"/п Мы почти смогли", -- [319]
				"/п Потом дошло", -- [320]
				"/п Смотрю на ник роги и думаю: \"Причем тут Петербург?\"", -- [321]
				"/п Ееее", -- [322]
				"/п Я не умею каркать, я медведь, а не сова", -- [323]
				"/п Будет забавно, если ещё раз улетишь туда же", -- [324]
				"/п Пока вы стоите за вихрями, вас постоянно пробивает", -- [325]
				"/п Внутрь станьте", -- [326]
				"/cw Айуан-Гордунни Я после этого данжа спать", -- [327]
				"/cw Айуан-Гордунни А зачем ещё сюда ходить?", -- [328]
				"/п Рог не тут", -- [329]
				"/п Носите бочки из огня", -- [330]
				"/п Эту дверь тоже, плиз", -- [331]
				"/п Рог, открой нам дверь", -- [332]
				" Привет) Я где-то через час буду собирать, если танк освободится", -- [333]
				"/п Сто стрелкой бегите к столбам", -- [334]
				"/п Спасибо", -- [335]
				"/с /roll", -- [336]
				"/с /reload", -- [337]
				"/г /reload", -- [338]
				"/г )", -- [339]
				"/г Грац)", -- [340]
				"/cw Вафовна-Борейскаятундра Может быть, вечером после восьми. Но это не точно", -- [341]
				"/г Грац, Вань)", -- [342]
				"/г xsem?", -- [343]
				" Акула только в этот день есть?", -- [344]
				" Тут говорят День Пиратов был с кучей игрушек", -- [345]
				" На работе задерживалась", -- [346]
				" Привет)", -- [347]
				"/с /tmw", -- [348]
				"/г Нет у нас такого", -- [349]
				"/г А Дамер это что такое? Он в гильдии?", -- [350]
				"/г У тебя хоть один чар есть, у которого ник не заканчивается на \"а\"?", -- [351]
				"/г Ух ты, грац", -- [352]
				"/cw Пуфка Отправила почтой", -- [353]
				" Ладно, сделаем Усадьбу а там посмотрим", -- [354]
				"/cw Альмагорн-Борейскаятундра Я тебя заинвайтить могу пристом. Сейчас зайду", -- [355]
				" Пока не отвечает", -- [356]
				"/cw Айсли Товарищ с Азурегоса, который предлагал объединяться, хотел бы с тобой в диске пообщаться", -- [357]
				" Сейчас напишу ему", -- [358]
				" Это сейчас людей вроде бы много. Постепенно те, кто вернулся на волне нового интереса, начнут забивать", -- [359]
				" Так-то в любом случае придётся объединяться рано или поздно", -- [360]
				" Ну он спросил \"Сколько их?\") То есть, вариант, чтоб к нам присоединились его, наверное, устроит", -- [361]
				" Хорошо, озвучу", -- [362]
				" Как будет, спрошу у РЛа что он думает о рейдах и думает ли о них вообще)", -- [363]
				" На сегодняшний момент я могу говорить только за себя", -- [364]
				" Маунт ещё вылавливается", -- [365]
				" Да? Я, значит, ещё не дошла туда", -- [366]
				" )))", -- [367]
				" Хы, а ты рассол пьянице уже носил?", -- [368]
				" Мне нравится, как они в некоторых данжах сделали возвращение к началу)", -- [369]
				" Ладно, потом покажу, как вернуться", -- [370]
				" Ты книгу взял?", -- [371]
				" )", -- [372]
				"/с /tmw", -- [373]
				"/г Да они издеваются", -- [374]
				"/г Ээээ, шейпшифт больше не снимает замедляющие дебаффы?", -- [375]
				"/г Всё ок", -- [376]
				"/г Так мы оценили", -- [377]
				"/г Это чтоб все поняли, что для него оно Highmountain)", -- [378]
				"/г Крутогорья?", -- [379]
				"/г Такое бывает?", -- [380]
				"/г Оо", -- [381]
				" Но спасибо за предложение", -- [382]
				" Если ты про друида, то я сама танк", -- [383]
				" Ну правильно, ты ж скупаешь всё, цена растёт", -- [384]
				"/г У друидов есть какой-нибудь глиф, чтоб тревел форма бегала по воде?", -- [385]
				"/г Прикольно", -- [386]
				"/г А что за квест?", -- [387]
				"/с /bt", -- [388]
				"/г Разряды крутящиеся что ли?", -- [389]
				"/г Вы на ласте?", -- [390]
				"/г И кто же вас тянет?", -- [391]
				" )", -- [392]
				" Угадай, выпал ящер или нет", -- [393]
				" Юбилейный 280й килл Мандокира", -- [394]
				" /reload", -- [395]
				" Туда посылают по сюжету?", -- [396]
				" А как ты в экспедицию попал?", -- [397]
				" Просто перерыв себе устроила)", -- [398]
				" Нет)", -- [399]
				" Нам там танк нужен где-нибудь или мне сразу пристом идти?", -- [400]
				" У тебя первый этаж пропустить только Сова может?", -- [401]
				" Давай сходим", -- [402]
				" Привет)", -- [403]
				" ))", -- [404]
				" Не обещаю, что она затанчит)", -- [405]
				" Я на дх", -- [406]
				" Если я захочу посмотреть манеру движения настоящих медведей - я включу себе видео на ютубе", -- [407]
				" Вот зачем?", -- [408]
				" \"Мы сделали так, чтобы было больше похоже на манеру движения настоящих медведей\"", -- [409]
				" Какая у медведей уродская стала анимация бега", -- [410]
				" А что делают твои тотемы?", -- [411]
				" ТОлько не говори, что ты в другой инст зашел", -- [412]
				" Тебя так сильно медведь расстроил?))", -- [413]
				"/п Сделаем", -- [414]
				" )))", -- [415]
				" Медитативный процесс", -- [416]
				" Давно уже не фармила, почему-то", -- [417]
				" Ну и просто захотелось покопать", -- [418]
				" И там ещё пэты есть, и игрушки", -- [419]
				" Да", -- [420]
				" Нет, инженерные", -- [421]
				" Руда - живая сталь - маунты", -- [422]
				" Хм, любопытно", -- [423]
				" Там, это в ПвП?", -- [424]
				" ))", -- [425]
				" Поцарапает)", -- [426]
				" Смотри только Дашу не обгони)", -- [427]
				" Поздравляю)", -- [428]
				" ))", -- [429]
				" Привет", -- [430]
				" Копошусь? Оо", -- [431]
				"/с /tmw", -- [432]
				"/с /bt", -- [433]
				" Я чет не вижу разницы", -- [434]
				" Там писали, что в препатче переработали анимацию кошек и медведей", -- [435]
				" Ничё, в августе отдохнёшь", -- [436]
				" )))", -- [437]
				" Тебя снова пить позвали?)", -- [438]
				" За конем сходим на этом кд?", -- [439]
				" Привет, Вань", -- [440]
				"/г /tmw", -- [441]
				"/г |cffa335ee|Hitem:151962::::::::110:103::6:1:3524:::|h[Прототип полевого дециматора]|h|r", -- [442]
				" /reload", -- [443]
				" сек", -- [444]
				" А был 966", -- [445]
				" И 5к дпс, псли повезет", -- [446]
				" У моего приста сейчас 240 айтем левел)", -- [447]
				" Нас тут сплющили)", -- [448]
				" играть не планируешь?", -- [449]
				" А ты как?", -- [450]
				" Отлично)", -- [451]
				" Привет)", -- [452]
				" Медведем прикольно. ДХ ад", -- [453]
				" Всё же у разных классов сложность разная", -- [454]
				" Во, нашла", -- [455]
				" Нету в списке(", -- [456]
				" А реально, где оно?", -- [457]
				" Так, где моё крутое звание", -- [458]
				" Или просто напрактиковалась", -- [459]
				" Мне наоборот показалось, что чем дальше, тем проще", -- [460]
				" Точно такая же", -- [461]
				" Нет", -- [462]
				" Волны с 11 по 20 точно такие же, ка с 1 по 10", -- [463]
				" А они просто повторяются", -- [464]
				" Я думала, там прогрессивно увеличивается сложность", -- [465]
				" Не заметила просто", -- [466]
				" А ачивки есть после 30?", -- [467]
				" он реально бесконечный? Оо", -- [468]
				" Эмм, а какого у меня показывает 32 волны? Оо", -- [469]
				" Меня и сейчас бананами прошибает", -- [470]
				" Здесь всегда актуал", -- [471]
				" да", -- [472]
				" Фру проходил", -- [473]
				" Что это?", -- [474]
				" за 30 волн", -- [475]
				" если бы", -- [476]
				" Печаль же ><", -- [477]
				" На них нельзя будет покупать ни камни на ап\\апгрейд пэтов, ни булочки на бафф к опыту пэта", -- [478]
				" Я тут вычитала, что в препатче |cffffffff|Hitem:116415::::::::110:104::::::|h[Оберег для питомца]|h|r понерфят", -- [479]
				"/4 Похищающий жизнь яд зато есть у роги", -- [480]
				"/4 Аркану можно Селумбру надеть, если нет ни Придаза ни честа щитующего. Она за бой 5-6 миллионов отхиливает", -- [481]
				" Что косить будешь?", -- [482]
				" (", -- [483]
				"/cw Аркадрон-Борейскаятундра Зерга не получится", -- [484]
				"/cw Аркадрон-Борейскаятундра Проходимо, но придётся потраить", -- [485]
				"/cw Аркадрон-Борейскаятундра Можешь взять травничество+снятие шкур. При сборе ресурсов на Аргусе тоже дропается изначальный саргерит", -- [486]
				"/cw Аркадрон-Борейскаятундра Привет)", -- [487]
				"/п Идите за мной. Мобов не агрите, я соберу, кого надо", -- [488]
				" Да", -- [489]
				" Давай начнем с чего-нибудь попроще", -- [490]
				" Если пройдем", -- [491]
				" Хочешь туда?", -- [492]
				" |cffa335ee|Hkeystone:199:16:7:2:10|h[Ключ: Крепость Черной Ладьи (16)]|h|r", -- [493]
				" Там буквально каждый куст магией фигачит", -- [494]
				" Но я всё равно на дх туда пойду", -- [495]
				" Ну +2 это не страшно", -- [496]
				" ы", -- [497]
				"/гр Спасибо, ребят", -- [498]
				"/гр Ему всё нужно)", -- [499]
				"/гр Нужны", -- [500]
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1588246021,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 1,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[15:01:48]|h Сообщение дня от гильдии: \"Всех люлю.Мами\"",
					["r"] = 0.5137255191802979,
					["extraData"] = {
						5, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 94534.982,
					["g"] = 0.545098066329956,
					["b"] = 1,
				}, -- [1]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[15:16:58]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq17|k:12:1644:BN_WHISPER:|Kq17|k:Phoenix#2481|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffe7b09|Kq17|k|r|h|cffd8d8d8]|r: привет, Марин. Куда-нибудь альтами не хочешь пройтись?",
					["serverTime"] = 1602418618,
					["r"] = 0.9098039865493774,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95446.61,
					["g"] = 0.2823529541492462,
					["b"] = 0.8549020290374756,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[15:18:29]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq17|k:12:1707:BN_WHISPER:|Kq17|k:Phoenix#2481|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffe7b09|Kq17|k|r|h|cffd8d8d8]|r: Привет. Я с удовольствием. Только Дюнного пожирателя домучаю всеми твинками",
					["serverTime"] = 1602418709,
					["r"] = 0.9098039865493774,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						22, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95537.639,
					["g"] = 0.2823529541492462,
					["b"] = 0.8549020290374756,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[15:18:35]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq17|k:12:1715:BN_WHISPER:|Kq17|k:Phoenix#2481|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffe7b09|Kq17|k|r|h|cffd8d8d8]|r: А то опять забуду",
					["serverTime"] = 1602418715,
					["r"] = 0.9098039865493774,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						22, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95543.63100000001,
					["g"] = 0.2823529541492462,
					["b"] = 0.8549020290374756,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[15:18:39]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq17|k:12:1720:BN_WHISPER:|Kq17|k:Phoenix#2481|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffe7b09|Kq17|k|r|h|cffd8d8d8]|r: хорошо )",
					["serverTime"] = 1602418719,
					["r"] = 0.9098039865493774,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95547.57,
					["g"] = 0.2823529541492462,
					["b"] = 0.8549020290374756,
				}, -- [4]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[21:27:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136116:14|t|cff4e96f7|HbattlePetAbil:299:443:276:260|h[Чародейский взрыв]|h|r наносит 133 ед. урона |3-2(вражеский питомец) |3-2(|T970830:14|tКосточка).",
					["serverTime"] = 1596047271,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605936.623,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[21:27:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618974:14|t|cff4e96f7|HbattlePetAbil:245:443:276:260|h[Дракон]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T377270:14|tГаврюша), заканчивается.",
					["serverTime"] = 1596047272,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605937.633,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[21:27:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132177:14|t|cff4e96f7|HbattlePetAbil:520:142:221:276|h[Орлиный глаз]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T667690:14|tЭнби'cи), заканчивается.",
					["serverTime"] = 1596047272,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605937.633,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[21:27:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["serverTime"] = 1596047273,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605938.373,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[21:27:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132177:14|t|cff4e96f7|HbattlePetAbil:521:142:221:276|h[Орлиный глаз]|h|r накладывает эффект |T132177:14|t|cff4e96f7|HbattlePetAbil:520:142:221:276|h[Орлиный глаз]|h|r на |3-1(вражеский питомец) |3-3(|T667690:14|tЭнби'cи).",
					["serverTime"] = 1596047273,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605938.633,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[21:27:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136116:14|t|cff4e96f7|HbattlePetAbil:299:443:276:260|h[Чародейский взрыв]|h|r наносит 222 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T667690:14|tЭнби'cи).",
					["serverTime"] = 1596047274,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605940.1630000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[21:27:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T667690:14|tЭнби'cи погибает.",
					["serverTime"] = 1596047274,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605940.1630000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[21:27:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136116:14|t|cff4e96f7|HbattlePetAbil:299:443:276:260|h[Чародейский взрыв]|h|r наносит 133 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T236196:14|tМал).",
					["serverTime"] = 1596047276,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605941.919,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[21:27:56]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T236196:14|tМал погибает.",
					["serverTime"] = 1596047276,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605941.919,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[21:27:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136116:14|t|cff4e96f7|HbattlePetAbil:299:443:276:260|h[Чародейский взрыв]|h|r наносит 88 ед. урона |3-2(вражеский питомец) |3-2(|T970830:14|tКосточка).",
					["serverTime"] = 1596047278,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605943.679,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[21:27:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h:  накладывает эффект |T618974:14|t|cff4e96f7|HbattlePetAbil:245:443:276:260|h[Дракон]|h|r на |3-1(ваш питомец) |3-3(|T377270:14|tГаврюша).",
					["serverTime"] = 1596047279,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605944.689,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[21:27:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["serverTime"] = 1596047279,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605944.689,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[21:27:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T970830:14|tКосточка – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1596047279,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605944.689,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[21:28:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["serverTime"] = 1596047283,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605948.4,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[21:28:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136116:14|t|cff4e96f7|HbattlePetAbil:299:443:276:260|h[Чародейский взрыв]|h|r наносит 222 ед. урона |3-2(вражеский питомец) |3-2(|T970830:14|tКосточка).",
					["serverTime"] = 1596047283,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605948.92,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[21:28:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136223:14|t|cff4e96f7|HbattlePetAbil:256:117:311:236|h[Призыв тьмы]|h|r наносит 744 ед. урона (сильн. удар) |3-2(ваш питомец) |3-2(|T377270:14|tГаврюша).",
					["serverTime"] = 1596047286,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605951.941,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[21:28:06]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Ваш питомец) |T377270:14|tГаврюша погибает.",
					["serverTime"] = 1596047286,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605951.941,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[21:28:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136223:14|t|cff4e96f7|HbattlePetAbil:256:117:311:236|h[Призыв тьмы]|h|r меняет погоду на |T136223:14|t|cff4e96f7|HbattlePetAbil:257:117:311:236|h[Тьма]|h|r.",
					["serverTime"] = 1596047288,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605953.701,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[21:28:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["serverTime"] = 1596047291,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605956.368,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[21:28:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135782:14|tПрожорливый горденыш – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1596047291,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605956.368,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[21:28:15]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["serverTime"] = 1596047295,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605960.268,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[21:28:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458226:14|t|cff4e96f7|HbattlePetAbil:517:117:311:236|h[Ночной удар]|h|r наносит 662 ед. урона |3-2(ваш питомец) |3-2(|T135782:14|tПрожорливый горденыш).",
					["serverTime"] = 1596047296,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605961.688,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[21:28:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T651096:14|t|cff4e96f7|HbattlePetAbil:1056:89:173:164|h[Бурлящее недовольство]|h|r наносит 258 ед. урона |3-2(вражеский питомец) |3-2(|T970830:14|tКосточка).",
					["serverTime"] = 1596047298,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605963.808,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[21:28:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T970830:14|tКосточка погибает.",
					["serverTime"] = 1596047298,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605963.808,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[21:28:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618980:14|t|cff4e96f7|HbattlePetAbil:724:12:311:236|h[Проклятый]|h|r восстанавливает 12 ед. урона |3-2(вражеский питомец) |3-2(|T970830:14|tКосточка).",
					["serverTime"] = 1596047300,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605966.081,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[21:28:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618980:14|t|cff4e96f7|HbattlePetAbil:724:12:311:236|h[Проклятый]|h|r накладывает эффект |T618980:14|t|cff4e96f7|HbattlePetAbil:242:12:311:236|h[Нежить]|h|r на |3-1(вражеский питомец) |3-3(|T970830:14|tКосточка).",
					["serverTime"] = 1596047301,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605966.331,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[21:28:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["serverTime"] = 1596047305,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605970.3960000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[21:28:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132914:14|tИкки – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1596047305,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605970.3960000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[21:28:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1091:12:311:236|h[Обстрел костями]|h|r наносит 111 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["serverTime"] = 1596047307,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605972.916,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[21:28:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1091:12:311:236|h[Обстрел костями]|h|r не попадает по |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["serverTime"] = 1596047308,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605973.2660000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[21:28:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1091:12:311:236|h[Обстрел костями]|h|r наносит 111 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["serverTime"] = 1596047308,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605973.616,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[21:28:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1091:12:311:236|h[Обстрел костями]|h|r накладывает эффект \"|T458717:14|t|cff4e96f7|HbattlePetAbil:1092:12:311:236|h[Обстрел костями]|h|r\" на |3-3(ваша команда).",
					["serverTime"] = 1596047308,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605973.966,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[21:28:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1092:12:311:236|h[Обстрел костями]|h|r наносит 37 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["serverTime"] = 1596047309,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605975.0160000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[21:28:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618980:14|t|cff4e96f7|HbattlePetAbil:242:12:311:236|h[Нежить]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T970830:14|tКосточка), заканчивается.",
					["serverTime"] = 1596047309,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605975.066,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[21:28:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T618980:14|t|cff4e96f7|HbattlePetAbil:242:0:311:236|h[Нежить]|h|r наносит 12 ед. урона |3-2(вражеский питомец) |3-2(|T970830:14|tКосточка).",
					["serverTime"] = 1596047309,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605975.066,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[21:28:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T970830:14|tКосточка погибает.",
					["serverTime"] = 1596047309,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605975.066,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[21:28:34]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: |3-7(Ваш питомец) |T135782:14|tПрожорливый горденыш получает 4428 ед. опыта.",
					["serverTime"] = 1596047314,
					["r"] = 0.8823530077934265,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						45, -- [3]
						46, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605980.107,
					["g"] = 0.8705883026123047,
					["b"] = 0.364705890417099,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[21:28:34]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: Ваш питомец |T135782:14|tПрожорливый горденыш достигает 17-го уровня!",
					["serverTime"] = 1596047314,
					["r"] = 0.8823530077934265,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						45, -- [3]
						46, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605980.107,
					["g"] = 0.8705883026123047,
					["b"] = 0.364705890417099,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[21:28:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:890:173:164|h[Боевое восстановление]|h|r восстанавливает 801 ед. урона |3-2(ваш питомец) |3-2(|T135782:14|tПрожорливый горденыш).",
					["serverTime"] = 1596047314,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605980.107,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[21:28:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1190:322:409|h[Боевое восстановление]|h|r восстанавливает 130 ед. урона |3-2(ваш питомец) |3-2(|T132914:14|tИкки).",
					["serverTime"] = 1596047314,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605980.107,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[21:30:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236473:14|tМеханический пандаренский дракончик – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1596047457,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606122.3420000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[21:30:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T841541:14|tДинь-динь – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1596047457,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606123.102,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[21:31:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["serverTime"] = 1596047462,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606127.346,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[21:31:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1400:276:309|h[Дыхание]|h|r наносит 374 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["serverTime"] = 1596047463,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606128.636,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[21:31:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136096:14|t|cff4e96f7|HbattlePetAbil:595:1107:276:276|h[Лунный огонь]|h|r наносит 244 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["serverTime"] = 1596047467,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606132.886,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[21:31:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136096:14|t|cff4e96f7|HbattlePetAbil:595:1107:276:276|h[Лунный огонь]|h|r меняет погоду на |T136057:14|t|cff4e96f7|HbattlePetAbil:596:1107:276:276|h[Лунный свет]|h|r.",
					["serverTime"] = 1596047467,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606133.136,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[21:31:11]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["serverTime"] = 1596047471,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606136.947,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[21:31:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132762:14|t|cff4e96f7|HbattlePetAbil:334:1156:276:309|h[Приманка]|h|r накладывает эффект \"|T132762:14|t|cff4e96f7|HbattlePetAbil:333:1156:276:309|h[Манок]|h|r\" на |3-3(ваша команда).",
					["serverTime"] = 1596047472,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606137.997,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[21:31:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(ваш питомец) |T236473:14|tМеханический пандаренский дракончик блокирует способность |T135735:14|t|cff4e96f7|HbattlePetAbil:421:1107:276:276|h[Чародейская вспышка]|h|r",
					["serverTime"] = 1596047474,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606139.757,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[21:31:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["serverTime"] = 1596047477,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606142.317,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[21:31:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1156:276:309|h[Дыхание]|h|r наносит 518 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["serverTime"] = 1596047478,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606143.587,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[21:31:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1156:276:309|h[Дыхание]|h|r накладывает эффект |T618978:14|t|cff4e96f7|HbattlePetAbil:243:1156:276:309|h[Магический]|h|r на |3-1(вражеский питомец) |3-3(|T841541:14|tДинь-динь).",
					["serverTime"] = 1596047478,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606143.587,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[21:31:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(ваш питомец) |T236473:14|tМеханический пандаренский дракончик блокирует способность |T135735:14|t|cff4e96f7|HbattlePetAbil:421:589:276:276|h[Чародейская вспышка]|h|r",
					["serverTime"] = 1596047480,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606145.257,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[21:31:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T132762:14|t|cff4e96f7|HbattlePetAbil:333:1156:276:309|h[Манок]|h|r\", наложенного на |3-3(ваша команда), заканчивается.",
					["serverTime"] = 1596047480,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606145.257,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[21:31:22]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["serverTime"] = 1596047482,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606147.3470000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[21:31:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:1156:276:309|h[Дыхание]|h|r наносит 380 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["serverTime"] = 1596047483,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606148.627,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[21:31:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135735:14|t|cff4e96f7|HbattlePetAbil:421:209:276:276|h[Чародейская вспышка]|h|r наносит 268 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["serverTime"] = 1596047485,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606150.337,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[21:31:26]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T618978:14|t|cff4e96f7|HbattlePetAbil:243:888:276:309|h[Магический]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T841541:14|tДинь-динь), заканчивается.",
					["serverTime"] = 1596047486,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606151.351,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[21:31:27]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["serverTime"] = 1596047487,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606152.331,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[21:31:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:888:276:309|h[Дыхание]|h|r наносит 518 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T841541:14|tДинь-динь).",
					["serverTime"] = 1596047488,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606153.653,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[21:31:28]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T841541:14|tДинь-динь погибает.",
					["serverTime"] = 1596047488,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606153.653,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[21:31:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 5",
					["serverTime"] = 1596047490,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606156.1730000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[21:31:30]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1044082:14|tКлякса – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1596047490,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606156.1730000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[21:31:34]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 6",
					["serverTime"] = 1596047494,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606159.273,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[21:31:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:888:276:309|h[Дыхание]|h|r наносит 527 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1596047495,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606160.5430000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[21:31:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237554:14|t|cff4e96f7|HbattlePetAbil:1336:1442:260:211|h[Кто здесь лучший элекк во всем мире?]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1596047496,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606161.573,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[21:31:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 7",
					["serverTime"] = 1596047498,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606164.1630000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[21:31:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:888:276:309|h[Дыхание]|h|r наносит 403 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1596047500,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606165.523,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[21:31:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135900:14|t|cff4e96f7|HbattlePetAbil:1345:1039:260:211|h[Тихий час]|h|r накладывает эффект |T132156:14|t|cff4e96f7|HbattlePetAbil:1348:1039:260:211|h[Сон]|h|r на |3-1(вражеский питомец) |3-3(|T1044082:14|tКлякса).",
					["serverTime"] = 1596047501,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606166.533,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[21:31:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["serverTime"] = 1596047505,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606170.313,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[21:31:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T773178:14|tБлескотрончик – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1596047505,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606170.313,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[21:31:47]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1044501:14|tТолли – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1596047507,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606172.323,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[21:31:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132156:14|t|cff4e96f7|HbattlePetAbil:1348:1039:260:211|h[Сон]|h|r, наложенного на |3-1(вражеский питомец) |3-3(|T1044082:14|tКлякса), заканчивается.",
					["serverTime"] = 1596047508,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606173.983,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[21:31:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 9",
					["serverTime"] = 1596047510,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606175.333,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[21:31:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1400:260:325|h[UDAR.EXE]|h|r наносит 357 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["serverTime"] = 1596047511,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606176.853,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[21:31:52]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1400:260:325|h[UDAR.EXE]|h|r наносит 168 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["serverTime"] = 1596047512,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606178.113,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[21:31:53]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r наносит 50 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1596047513,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606179.073,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[21:31:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r наносит 75 ед. урона (крит.) |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1596047514,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606179.823,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[21:31:54]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r наносит 50 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1596047514,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606180.1730000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[21:31:55]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:834:317:260|h[Звериный натиск]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:834:317:260|h[Брешь в защите]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1596047515,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606180.528,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[21:31:59]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 10",
					["serverTime"] = 1596047519,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606184.448,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[21:32:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1225:260:325|h[UDAR.EXE]|h|r наносит 357 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["serverTime"] = 1596047520,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606185.968,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[21:32:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1225:260:325|h[UDAR.EXE]|h|r накладывает эффект |T618972:14|t|cff4e96f7|HbattlePetAbil:237:1225:260:325|h[Животное]|h|r на |3-1(вражеский питомец) |3-3(|T1044501:14|tТолли).",
					["serverTime"] = 1596047520,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606185.968,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[21:32:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:1225:260:325|h[UDAR.EXE]|h|r наносит 168 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["serverTime"] = 1596047521,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606187.228,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[21:32:02]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r наносит 126 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1596047522,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606188.188,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[21:32:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r наносит 126 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1596047523,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606188.938,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[21:32:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r наносит 126 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1596047524,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606189.2880000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[21:32:04]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134060:14|t|cff4e96f7|HbattlePetAbil:163:309:317:260|h[Звериный натиск]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:309:317:260|h[Брешь в защите]|h|r на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1596047524,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606189.638,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[21:32:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136057:14|t|cff4e96f7|HbattlePetAbil:596:0:276:276|h[Лунный свет]|h|r прекращается.",
					["serverTime"] = 1596047525,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606191.128,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[21:32:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["serverTime"] = 1596047528,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606193.368,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[21:32:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132945:14|t|cff4e96f7|HbattlePetAbil:983:847:260:325|h[UDAR.EXE]|h|r наносит 357 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044501:14|tТолли).",
					["serverTime"] = 1596047529,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606194.469,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[21:32:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1044501:14|tТолли погибает.",
					["serverTime"] = 1596047529,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606194.469,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[21:32:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 11",
					["serverTime"] = 1596047532,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606197.849,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[21:32:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T1044082:14|tКлякса – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1596047532,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606197.849,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[21:32:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 12",
					["serverTime"] = 1596047537,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606202.379,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[21:32:17]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T970830:14|tКостяной змей – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1596047537,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606202.379,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[21:32:18]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T237554:14|t|cff4e96f7|HbattlePetAbil:1336:1039:260:211|h[Кто здесь лучший элекк во всем мире?]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1596047538,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606204.059,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[21:32:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта |T132358:14|t|cff4e96f7|HbattlePetAbil:542:0:317:260|h[Брешь в защите]|h|r, наложенного на |3-1(ваш питомец) |3-3(|T773178:14|tБлескотрончик), заканчивается.",
					["serverTime"] = 1596047539,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606205.069,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[21:32:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 13",
					["serverTime"] = 1596047541,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606206.299,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[21:32:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134506:14|t|cff4e96f7|HbattlePetAbil:1338:1039:260:211|h[Милашка]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1596047541,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606206.799,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[21:32:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1091:152:13:10|h[Обстрел костями]|h|r наносит 14 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1596047543,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606208.809,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[21:32:23]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1091:152:13:10|h[Обстрел костями]|h|r наносит 14 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1596047543,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606209.159,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[21:32:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1091:152:13:10|h[Обстрел костями]|h|r наносит 14 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1596047544,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606209.509,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[21:32:24]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1091:152:13:10|h[Обстрел костями]|h|r накладывает эффект \"|T458717:14|t|cff4e96f7|HbattlePetAbil:1092:152:13:10|h[Обстрел костями]|h|r\" на |3-3(команда противника).",
					["serverTime"] = 1596047544,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606209.859,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[21:32:25]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1092:152:13:10|h[Обстрел костями]|h|r наносит 4 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1596047545,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606210.9130000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[21:32:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 14",
					["serverTime"] = 1596047549,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606214.343,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[21:32:29]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T236473:14|tМеханический пандаренский дракончик – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1596047549,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606214.343,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[21:32:31]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134506:14|t|cff4e96f7|HbattlePetAbil:1338:993:260:211|h[Милашка]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1596047551,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606216.504,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[21:32:33]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1092:152:13:10|h[Обстрел костями]|h|r наносит 4 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1596047553,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606218.514,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[21:32:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 15",
					["serverTime"] = 1596047555,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606220.944,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[21:32:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:888:276:309|h[Дыхание]|h|r наносит 547 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1596047556,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606222.234,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[21:32:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134506:14|t|cff4e96f7|HbattlePetAbil:1338:442:260:211|h[Милашка]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1596047558,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606223.7440000001,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[21:32:40]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T458717:14|t|cff4e96f7|HbattlePetAbil:1092:152:13:10|h[Обстрел костями]|h|r наносит 4 ед. урона |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1596047560,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606225.754,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[21:32:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 16",
					["serverTime"] = 1596047562,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606227.334,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[21:32:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135807:14|t|cff4e96f7|HbattlePetAbil:115:888:276:309|h[Дыхание]|h|r наносит 528 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T1044082:14|tКлякса).",
					["serverTime"] = 1596047563,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606228.804,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[21:32:43]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T1044082:14|tКлякса погибает.",
					["serverTime"] = 1596047563,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606228.804,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[21:32:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1144:276:309|h[Боевое восстановление]|h|r восстанавливает 256 ед. урона |3-2(ваш питомец) |3-2(|T236473:14|tМеханический пандаренский дракончик).",
					["serverTime"] = 1596047566,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606232.225,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[21:32:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:1124:260:325|h[Боевое восстановление]|h|r восстанавливает 277 ед. урона |3-2(ваш питомец) |3-2(|T773178:14|tБлескотрончик).",
					["serverTime"] = 1596047566,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606232.225,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[21:32:48]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: |3-7(Ваш питомец) |T970830:14|tКостяной змей получает 4785 ед. опыта.",
					["serverTime"] = 1596047568,
					["r"] = 0.8823530077934265,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						45, -- [3]
						46, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606233.745,
					["g"] = 0.8705883026123047,
					["b"] = 0.364705890417099,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[21:32:48]|h |Hchannel:PET_BATTLE_INFO|h[Битва питомцев]|h: Ваш питомец |T970830:14|tКостяной змей достигает 12-го уровня!",
					["serverTime"] = 1596047568,
					["r"] = 0.8823530077934265,
					["extraData"] = {
						62, -- [1]
						false, -- [2]
						45, -- [3]
						46, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606233.745,
					["g"] = 0.8705883026123047,
					["b"] = 0.364705890417099,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[21:32:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T463526:14|t|cff4e96f7|HbattlePetAbil:681:724:13:10|h[Боевое восстановление]|h|r восстанавливает 572 ед. урона |3-2(ваш питомец) |3-2(|T970830:14|tКостяной змей).",
					["serverTime"] = 1596047568,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 606233.745,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[21:27:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136116:14|t|cff4e96f7|HbattlePetAbil:299:602:276:260|h[Чародейский взрыв]|h|r наносит 133 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T236196:14|tМал).",
					["serverTime"] = 1596047265,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605930.431,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[21:27:45]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136116:14|t|cff4e96f7|HbattlePetAbil:299:602:276:260|h[Чародейский взрыв]|h|r наносит 88 ед. урона |3-2(вражеский питомец) |3-2(|T970830:14|tКосточка).",
					["serverTime"] = 1596047265,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605930.681,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[21:27:46]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h:  накладывает эффект |T618974:14|t|cff4e96f7|HbattlePetAbil:245:602:276:260|h[Дракон]|h|r на |3-1(ваш питомец) |3-3(|T377270:14|tГаврюша).",
					["serverTime"] = 1596047266,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605931.691,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[21:27:48]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 8",
					["serverTime"] = 1596047268,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605933.363,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[21:27:49]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T133707:14|t|cff4e96f7|HbattlePetAbil:112:475:221:276|h[Клевать]|h|r наносит 159 ед. урона (слаб. удар) |3-2(ваш питомец) |3-2(|T377270:14|tГаврюша).",
					["serverTime"] = 1596047269,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605934.593,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[21:27:50]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136116:14|t|cff4e96f7|HbattlePetAbil:299:443:276:260|h[Чародейский взрыв]|h|r наносит 333 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T667690:14|tЭнби'cи).",
					["serverTime"] = 1596047270,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605936.123,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[21:27:51]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136116:14|t|cff4e96f7|HbattlePetAbil:299:443:276:260|h[Чародейский взрыв]|h|r наносит 199 ед. урона (сильн. удар) |3-2(вражеский питомец) |3-2(|T236196:14|tМал).",
					["serverTime"] = 1596047271,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						43, -- [3]
						44, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 605936.373,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [128]
			},
			["headIndex"] = 121,
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 26,
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[15:17:08]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Силитус]|h.",
					["serverTime"] = 1602418628,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95456.84300000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[15:17:08]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1602418628,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95456.84300000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[15:17:08]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Силитус]|h.",
					["serverTime"] = 1602418628,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95456.84300000001,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[15:17:08]|h Вы будете получать добычу для специализации \"Сила зверя\".",
					["serverTime"] = 1602418628,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 95456.84300000001,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[15:17:09]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Силитус: Рана]|h.",
					["serverTime"] = 1602418629,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95457.978,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[15:17:09]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Силитус: Рана]|h.",
					["serverTime"] = 1602418629,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95457.978,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[15:17:18]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Зал Сердца]|h.",
					["serverTime"] = 1602418638,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95466.315,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[15:17:18]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Зал Сердца]|h.",
					["serverTime"] = 1602418638,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95466.315,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[15:17:18]|h Вы будете получать добычу для специализации \"Сила зверя\".",
					["serverTime"] = 1602418638,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 95466.315,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[15:17:34]|h Вы получили предмет: |cff9d9d9d|Hitem:170009::::::::120:104::::::|h[Выцветшая реликвия]|h|r.",
					["serverTime"] = 1602418654,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95483.148,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[15:18:00]|h Вы будете получать добычу для специализации \"Сила зверя\".",
					["serverTime"] = 1602418680,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 95508.518,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[15:18:00]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Силитус]|h.",
					["serverTime"] = 1602418680,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95508.518,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[15:18:00]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Силитус]|h.",
					["serverTime"] = 1602418680,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95508.518,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[15:18:01]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Силитус: Рана]|h.",
					["serverTime"] = 1602418681,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95509.673,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[15:18:01]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Силитус: Рана]|h.",
					["serverTime"] = 1602418681,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95509.673,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[15:18:08]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Гавань Боралуса]|h.",
					["serverTime"] = 1602418688,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95516.787,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[15:18:08]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1602418688,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95516.787,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[15:18:08]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Гавань Боралуса]|h.",
					["serverTime"] = 1602418688,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95516.787,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[15:18:08]|h Вы будете получать добычу для специализации \"Сила зверя\".",
					["serverTime"] = 1602418688,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 95516.787,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[15:18:29]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq17|k:12:1707:BN_WHISPER:|Kq17|k:Phoenix#2481|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffe7b09|Kq17|k|r|h|cffd8d8d8]|r: Привет. Я с удовольствием. Только Дюнного пожирателя домучаю всеми твинками",
					["serverTime"] = 1602418709,
					["r"] = 0.9098039865493774,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						22, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95537.639,
					["g"] = 0.2823529541492462,
					["b"] = 0.8549020290374756,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[15:18:35]|h [W To] |cffd8d8d8[|r|HBNplayer:|Kq17|k:12:1715:BN_WHISPER:|Kq17|k:Phoenix#2481|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffe7b09|Kq17|k|r|h|cffd8d8d8]|r: А то опять забуду",
					["serverTime"] = 1602418715,
					["r"] = 0.9098039865493774,
					["extraData"] = {
						53, -- [1]
						false, -- [2]
						22, -- [3]
						24, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95543.63100000001,
					["g"] = 0.2823529541492462,
					["b"] = 0.8549020290374756,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[15:18:39]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq17|k:12:1720:BN_WHISPER:|Kq17|k:Phoenix#2481|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffe7b09|Kq17|k|r|h|cffd8d8d8]|r: хорошо )",
					["serverTime"] = 1602418719,
					["r"] = 0.9098039865493774,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95547.57,
					["g"] = 0.2823529541492462,
					["b"] = 0.8549020290374756,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[15:18:41]|h Вы продали хлама на 100|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t",
					["serverTime"] = 1602418721,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						20, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95550.177,
					["g"] = 1,
					["b"] = 0,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[15:18:48]|h |Hchannel:channel:1|h[1] |h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Гавань Боралуса]|h.",
					["serverTime"] = 1602418728,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95556.526,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[15:18:48]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1602418728,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95556.526,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[15:18:48]|h |Hchannel:channel:3|h[3] |h Вы покинули канал |Hchannel:CHANNEL:3|h[3. Оборона: Гавань Боралуса]|h.",
					["serverTime"] = 1602418728,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95556.526,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[15:03:02]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:104::11:4:6316:4932:4933:1636:::|h[Сердце Азерот]|h|r получает 241 ед. силы артефакта.",
					["serverTime"] = 1602417782,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94611.056,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[15:03:02]|h Вы получили предмет: |cff0070dd|Hcurrency:1553:200|h[Мерцающий кристалл азерита]|h|r.",
					["serverTime"] = 1602417782,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94611.16100000001,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[15:03:02]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:104::11:4:6316:4932:4933:1636:::|h[Сердце Азерот]|h|r получает 200 ед. силы артефакта.",
					["serverTime"] = 1602417782,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94611.16100000001,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[15:03:03]|h Вы получили предмет: |cff0070dd|Hcurrency:1553:238|h[Мерцающий кристалл азерита]|h|r.",
					["serverTime"] = 1602417783,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94611.998,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[15:03:03]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:104::11:4:6316:4932:4933:1638:::|h[Сердце Азерот]|h|r получает 238 ед. силы артефакта.",
					["serverTime"] = 1602417783,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94611.998,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[15:03:03]|h Вы получили предмет: |cff0070dd|Hcurrency:1553:200|h[Мерцающий кристалл азерита]|h|r.",
					["serverTime"] = 1602417783,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94612.083,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[15:03:03]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:104::11:4:6316:4932:4933:1638:::|h[Сердце Азерот]|h|r получает 200 ед. силы артефакта.",
					["serverTime"] = 1602417783,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94612.083,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[15:03:03]|h Отряд \"Монахи Тушуй\" больше не может сражаться.",
					["serverTime"] = 1602417783,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94612.208,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[15:03:12]|h Новый соратник: |cffffffff|Hgarrfollower:1063:1:120:1:1083:0:0:0:0:0:0:0:0|h[Дворфы-стрелки]|h|r.",
					["serverTime"] = 1602417792,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94620.428,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[15:03:39]|h Вы будете получать добычу для специализации \"Сила зверя\".",
					["serverTime"] = 1602417819,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 94647.154,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[15:03:39]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Вол'дун]|h.",
					["serverTime"] = 1602417819,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94647.807,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[15:03:39]|h |Hchannel:channel:2|h[2] |h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1602417819,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94647.807,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[15:04:02]|h Сайрус говорит: Осторожно, где-то здесь бродит опасное существо. Убей его, пока не поздно!",
					["serverTime"] = 1602417842,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94670.806,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[15:04:22]|h Воррик говорит: Где-то здесь бродит опасное существо. Убей его, пока оно не напало на кого-нибудь.",
					["serverTime"] = 1602417862,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94690.693,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[15:08:46]|h Вы получили предмет: |cffa335ee|Hitem:164385::::::::120:104::3:4:4798:40:1477:4786:::|h[Накидка пустынного бродяги]|h|r.",
					["serverTime"] = 1602418126,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94954.963,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[15:08:46]|h Отношение |3-7(7-й легион) к вам улучшилось на 150.",
					["serverTime"] = 1602418126,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94955.043,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[15:08:46]|h Получено: 456 |4золотая:золотые:золотых;, 80 |4серебряная:серебряные:серебряных;.",
					["serverTime"] = 1602418126,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94955.075,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[15:08:46]|h |T2916284:15:15:0:0:64:64:4:60:4:60|tНемного отсыревшая куча меха: 35 попыток",
					["r"] = 1,
					["serverTime"] = 1602418126,
					["timestamp"] = 94955.075,
					["g"] = 1,
					["b"] = 1,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[15:08:46]|h Воррик говорит: Прекрасно сработано. Одной угрозой стало меньше.",
					["serverTime"] = 1602418126,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94955.264,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[15:09:11]|h Сайрус говорит: Здесь кто-то напал на наших разведчиков и убил их. Отомсти за них и разберись с врагом!",
					["serverTime"] = 1602418151,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94979.442,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[15:09:14]|h Отступник-костеглод говорит: Наша империя принесет вам погибель!",
					["serverTime"] = 1602418154,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94983.046,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[15:09:15]|h Вестник войны Хоззик говорит: Какая наглость! Ты заплатишь за свою неосторожность!",
					["serverTime"] = 1602418155,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94983.686,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[15:09:19]|h Отступник-костеглод покрывает свои когти ядом!",
					["serverTime"] = 1602418159,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						18, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94987.755,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[15:09:28]|h Отступник - призыватель небес говорит: За меня... отомстят...",
					["serverTime"] = 1602418168,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 94996.68800000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[15:09:35]|h Вестник войны Хоззик говорит: Нас... не остановить...",
					["serverTime"] = 1602418175,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95004.284,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[15:09:36]|h Отношение |3-7(7-й легион) к вам улучшилось на 200.",
					["serverTime"] = 1602418176,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95004.457,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[15:09:36]|h Отношение |3-7(7-й легион) к вам улучшилось на 150.",
					["serverTime"] = 1602418176,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95004.457,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[15:09:36]|h Сайрус говорит: На Второй войне тебе не было бы цены. Спасибо.",
					["serverTime"] = 1602418176,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95004.489,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[15:09:37]|h Отступник-костеглод покрывает свои когти ядом!",
					["serverTime"] = 1602418177,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						false, -- [2]
						18, -- [3]
						19, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95006.212,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[15:09:42]|h Отступник - призыватель небес говорит: Это еще не все...",
					["serverTime"] = 1602418182,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95011.185,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[15:09:46]|h |T1519598:15:15:0:0:64:64:4:60:4:60|tПойманный дюнный падальщик: 650 попыток",
					["r"] = 1,
					["serverTime"] = 1602418186,
					["timestamp"] = 95014.99100000001,
					["g"] = 1,
					["b"] = 1,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[15:09:46]|h |T1519598:15:15:0:0:64:64:4:60:4:60|tПойманный дюнный падальщик: 651 попыток",
					["r"] = 1,
					["serverTime"] = 1602418186,
					["timestamp"] = 95014.99100000001,
					["g"] = 1,
					["b"] = 1,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[15:09:46]|h |T1519598:15:15:0:0:64:64:4:60:4:60|tПойманный дюнный падальщик: 652 попыток",
					["r"] = 1,
					["serverTime"] = 1602418186,
					["timestamp"] = 95014.99100000001,
					["g"] = 1,
					["b"] = 1,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[15:09:47]|h Ваша добыча: |cff1eff00|Hitem:159545::::::::120:104:512::2:4796:1699:120:::|h[Палица из белой кости с символом лихорадочного света]|h|r.",
					["serverTime"] = 1602418187,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95015.871,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[15:09:48]|h Ваша добыча: 6 |4золотая:золотые:золотых;, 80 |4серебряная:серебряные:серебряных;, 15 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1602418188,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95016.673,
					["g"] = 1,
					["b"] = 0,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[15:10:49]|h Магни Бронзобород говорит: Неподалеку открылось несколько азеритовых ран. Залечи их с помощью Сердца!",
					["serverTime"] = 1602418249,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95078.155,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[15:11:02]|h Вы получили предмет: |cff1eff00|Hcurrency:1553:13|h[Крошечная частица азерита]|h|r.",
					["serverTime"] = 1602418262,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95090.851,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[15:11:02]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:104::11:4:6316:4932:4933:1638:::|h[Сердце Азерот]|h|r получает 13 ед. силы артефакта.",
					["serverTime"] = 1602418262,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95090.851,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[15:11:04]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 10 |4серебряная:серебряные:серебряных;, 87 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1602418264,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95092.787,
					["g"] = 1,
					["b"] = 0,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[15:11:11]|h Сетрак-опустошитель говорит: Мы раздавим вас, как насекомых!",
					["serverTime"] = 1602418271,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95100.008,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[15:11:28]|h Сетрак-страж говорит: Жизнь... за империю...",
					["serverTime"] = 1602418288,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95116.58,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[15:11:42]|h |T1519598:15:15:0:0:64:64:4:60:4:60|tПойманный дюнный падальщик: 653 попыток",
					["r"] = 1,
					["serverTime"] = 1602418302,
					["timestamp"] = 95130.845,
					["g"] = 1,
					["b"] = 1,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[15:11:42]|h |T1519598:15:15:0:0:64:64:4:60:4:60|tПойманный дюнный падальщик: 654 попыток",
					["r"] = 1,
					["serverTime"] = 1602418302,
					["timestamp"] = 95130.845,
					["g"] = 1,
					["b"] = 1,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[15:11:42]|h |T1519598:15:15:0:0:64:64:4:60:4:60|tПойманный дюнный падальщик: 655 попыток",
					["r"] = 1,
					["serverTime"] = 1602418302,
					["timestamp"] = 95130.845,
					["g"] = 1,
					["b"] = 1,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[15:11:42]|h |T1519598:15:15:0:0:64:64:4:60:4:60|tПойманный дюнный падальщик: 656 попыток",
					["r"] = 1,
					["serverTime"] = 1602418302,
					["timestamp"] = 95130.845,
					["g"] = 1,
					["b"] = 1,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[15:11:42]|h |T1519598:15:15:0:0:64:64:4:60:4:60|tПойманный дюнный падальщик: 657 попыток",
					["r"] = 1,
					["serverTime"] = 1602418302,
					["timestamp"] = 95130.845,
					["g"] = 1,
					["b"] = 1,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[15:11:42]|h |T1519598:15:15:0:0:64:64:4:60:4:60|tПойманный дюнный падальщик: 658 попыток",
					["r"] = 1,
					["serverTime"] = 1602418302,
					["timestamp"] = 95130.845,
					["g"] = 1,
					["b"] = 1,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[15:11:43]|h Ваша добыча: |cff9d9d9d|Hitem:160926::::::::120:104::::::|h[Отломанный швартовый пал]|h|r.",
					["serverTime"] = 1602418303,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95131.599,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[15:11:43]|h Ваша добыча: |cffffffff|Hitem:152576::::::::120:104::::::|h[Морской лен]|h|rx3.",
					["serverTime"] = 1602418303,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95131.599,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[15:11:44]|h Ваша добыча: 10 |4золотая:золотые:золотых;, 12 |4серебряная:серебряные:серебряных;, 82 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1602418304,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95132.609,
					["g"] = 1,
					["b"] = 0,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[15:11:46]|h Вы получили предмет: |cff1eff00|Hcurrency:1553:10|h[Крошечная частица азерита]|h|r.",
					["serverTime"] = 1602418306,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95134.751,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[15:11:46]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:104::11:4:6316:4932:4933:1638:::|h[Сердце Азерот]|h|r получает 10 ед. силы артефакта.",
					["serverTime"] = 1602418306,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95134.751,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[15:11:51]|h Вы получили предмет: |cff1eff00|Hcurrency:1553:11|h[Крошечная частица азерита]|h|r.",
					["serverTime"] = 1602418311,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95139.765,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[15:11:51]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:104::11:4:6316:4932:4933:1638:::|h[Сердце Азерот]|h|r получает 11 ед. силы артефакта.",
					["serverTime"] = 1602418311,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95139.765,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[15:11:54]|h Сетрак-опустошитель говорит: За императора!",
					["serverTime"] = 1602418314,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95143.132,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[15:12:06]|h Сетрак - вестник войны говорит: Это еще не все...",
					["serverTime"] = 1602418326,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95154.959,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[15:12:06]|h Сетрак-страж говорит: Кортек... Я подвел тебя...",
					["serverTime"] = 1602418326,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95154.959,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[15:12:12]|h Сетрак-страж говорит: Нас... не остановить...",
					["serverTime"] = 1602418332,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95160.905,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[15:12:19]|h |T1519598:15:15:0:0:64:64:4:60:4:60|tПойманный дюнный падальщик: 659 попыток",
					["r"] = 1,
					["serverTime"] = 1602418339,
					["timestamp"] = 95167.54000000001,
					["g"] = 1,
					["b"] = 1,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[15:12:20]|h Ваша добыча: 3 |4золотая:золотые:золотых;, 17 |4серебряная:серебряные:серебряных;, 95 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1602418340,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95169.284,
					["g"] = 1,
					["b"] = 0,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[15:12:21]|h Вы получили предмет: |cff1eff00|Hcurrency:1553:13|h[Крошечная частица азерита]|h|r.",
					["serverTime"] = 1602418341,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95170.22,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[15:12:21]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:104::11:4:6316:4932:4933:1638:::|h[Сердце Азерот]|h|r получает 13 ед. силы артефакта.",
					["serverTime"] = 1602418341,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95170.22,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[15:12:26]|h Вы получили предмет: |cff1eff00|Hcurrency:1553:12|h[Крошечная частица азерита]|h|r.",
					["serverTime"] = 1602418346,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95175.049,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[15:12:26]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:104::11:4:6316:4932:4933:1638:::|h[Сердце Азерот]|h|r получает 12 ед. силы артефакта.",
					["serverTime"] = 1602418346,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95175.049,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[15:12:26]|h Вы получили предмет: |cff0070dd|Hcurrency:1553:285|h[Мерцающий кристалл азерита]|h|r.",
					["serverTime"] = 1602418346,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95175.197,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[15:12:26]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:104::11:4:6316:4932:4933:1638:::|h[Сердце Азерот]|h|r получает 285 ед. силы артефакта.",
					["serverTime"] = 1602418346,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95175.197,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[15:12:26]|h Отношение |3-7(Защитники Азерот) к вам улучшилось на 250.",
					["serverTime"] = 1602418346,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95175.197,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[15:12:26]|h Отношение |3-7(7-й легион) к вам улучшилось на 150.",
					["serverTime"] = 1602418346,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95175.197,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[15:12:26]|h Магни Бронзобород говорит: Ты молодчага. Я уже чувствую, как Азерот восстанавливает силы.",
					["serverTime"] = 1602418346,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95175.197,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[15:12:37]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Назмир]|h.",
					["serverTime"] = 1602418357,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95185.621,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[15:13:15]|h Сайрус говорит: Нам никак не удается захватить эту область. Прямо как во Вторую войну... Поможешь?",
					["serverTime"] = 1602418395,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95223.839,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[15:13:57]|h Сетрак-разведчик говорит: Не может быть...",
					["serverTime"] = 1602418437,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95265.88100000001,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[15:14:00]|h Сайрус говорит: В этой глуши вызревает великое зло. Расправься с ним, пока не поздно!",
					["serverTime"] = 1602418440,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95268.59,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[15:14:18]|h Отношение |3-7(7-й легион) к вам улучшилось на 150.",
					["serverTime"] = 1602418458,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95286.375,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[15:14:18]|h Вы получили предмет: |cff0070dd|Hitem:158151::::::::120:104::25:5:4803:6516:6515:1602:4785:::|h[Перстень зандалари]|h|r.",
					["serverTime"] = 1602418458,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95286.471,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[15:14:18]|h Сайрус говорит: Злу не укрыться от нас даже в самых глухих уголках! Спасибо тебе.",
					["serverTime"] = 1602418458,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95286.471,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[15:14:20]|h Вы получили предмет: |cff1eff00|Hcurrency:1553:42|h[Крошечная частица азерита]|h|r.",
					["serverTime"] = 1602418460,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95288.32400000001,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[15:14:20]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:104::11:4:6316:4932:4933:1638:::|h[Сердце Азерот]|h|r получает 42 ед. силы артефакта.",
					["serverTime"] = 1602418460,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95288.32400000001,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[15:14:20]|h Ваша добыча: |cff9d9d9d|Hitem:155631::::::::120:104::::::|h[Инертный камень]|h|r.",
					["serverTime"] = 1602418460,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95288.815,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[15:14:21]|h Ваша добыча: 3 |4золотая:золотые:золотых;, 77 |4серебряная:серебряные:серебряных;, 8 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1602418461,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95289.48700000001,
					["g"] = 1,
					["b"] = 0,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[15:14:23]|h Сетрак - призыватель небес говорит: Я разобью тебя, как стекло!",
					["serverTime"] = 1602418463,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95291.696,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[15:14:23]|h Сетрак - призыватель небес говорит: За императора!",
					["serverTime"] = 1602418463,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95291.696,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[15:14:24]|h Ваша добыча: 45 |4серебряная:серебряные:серебряных;, 93 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1602418464,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95293.155,
					["g"] = 1,
					["b"] = 0,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[15:14:30]|h Ошибка интерфейсной операции, вызванная модификацией",
					["serverTime"] = 1602418470,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 95299.058,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[15:14:35]|h Ваша добыча: 2 |4золотая:золотые:золотых;, 45 |4серебряная:серебряные:серебряных;, 17 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1602418475,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95304.02100000001,
					["g"] = 1,
					["b"] = 0,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[15:15:11]|h Сайрус говорит: Зло здесь повсюду... как удушающие лианы! Уничтожь его на корню и защити наши войска.",
					["serverTime"] = 1602418511,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95339.391,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[15:15:25]|h Изготовительница тотемов Джаш'га говорит: Твоя сила наполнит мои тотемы!",
					["serverTime"] = 1602418525,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95353.759,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[15:15:47]|h Изготовительница тотемов Джаш'га говорит: Злобогрызы... я только хотела сделать... еще... один...",
					["serverTime"] = 1602418547,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95376.27,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[15:15:48]|h Отношение |3-7(7-й легион) к вам улучшилось на 150.",
					["serverTime"] = 1602418548,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95376.418,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[15:15:48]|h Сайрус говорит: Еще одной угрозой меньше, еще одна победа Альянса!",
					["serverTime"] = 1602418548,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						false, -- [2]
						1, -- [3]
						2, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95376.524,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[15:15:48]|h Вы получили предмет: |cff0070dd|Hitem:157880::::::::120:104::26:8:4803:6578:6579:6493:6612:6513:1607:4785:::|h[Захваты Кровавой заводи]|h|r.",
					["serverTime"] = 1602418548,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						false, -- [2]
						9, -- [3]
						10, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95376.524,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[15:15:52]|h Ваша добыча: 1 |4золотая:золотые:золотых;, 21 |4серебряная:серебряные:серебряных;, 66 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1602418552,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						20, -- [3]
						21, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95380.83,
					["g"] = 1,
					["b"] = 0,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[15:16:30]|h Вы будете получать добычу для специализации \"Сила зверя\".",
					["serverTime"] = 1602418590,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 95418.48300000001,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[15:16:30]|h |Hchannel:channel:1|h[1] |h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Гавань Боралуса]|h.",
					["serverTime"] = 1602418590,
					["r"] = 1,
					["extraData"] = {
						67, -- [1]
						false, -- [2]
						3, -- [3]
						4, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95419.255,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[15:16:30]|h |Hchannel:channel:2|h[2] |h Смена канала: |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1602418590,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						false, -- [2]
						13, -- [3]
						14, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95419.255,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[15:16:30]|h |Hchannel:channel:3|h[3] |h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Гавань Боралуса]|h.",
					["serverTime"] = 1602418590,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						false, -- [2]
						6, -- [3]
						7, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95419.255,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[15:16:38]|h Вы получили предмет: |cffa335ee|Hcurrency:1553:3600|h[Гудящий азеритовый сердечник]|h|r.",
					["serverTime"] = 1602418598,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95427.142,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[15:16:38]|h Артефакт |cffe6cc80|Hitem:158075::::::::120:104::11:4:6316:4932:4933:1638:::|h[Сердце Азерот]|h|r получает 3 600 ед. силы артефакта.",
					["serverTime"] = 1602418598,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95427.142,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[15:16:38]|h Отношение |3-7(7-й легион) к вам улучшилось на 3000.",
					["serverTime"] = 1602418598,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						false, -- [2]
						16, -- [3]
						17, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95427.142,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[15:16:38]|h Задание \"Военная кампания Альянса\" выполнено.",
					["serverTime"] = 1602418598,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						false, -- [2]
						11, -- [3]
						12, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95427.23700000001,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[15:16:46]|h Вы продали хлама на 7|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 5|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 84|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["serverTime"] = 1602418606,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						false, -- [2]
						20, -- [3]
						20, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95434.511,
					["g"] = 1,
					["b"] = 0,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[15:16:58]|h [W From] |cffd8d8d8[|r|HBNplayer:|Kq17|k:12:1644:BN_WHISPER:|Kq17|k:Phoenix#2481|h|TInterface\\FriendsFrame\\Battlenet-WoWicon:14:0:0:0|t|cfffe7b09|Kq17|k|r|h|cffd8d8d8]|r: привет, Марин. Куда-нибудь альтами не хочешь пройтись?",
					["serverTime"] = 1602418618,
					["r"] = 0.9098039865493774,
					["extraData"] = {
						52, -- [1]
						false, -- [2]
						22, -- [3]
						23, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 95446.61,
					["g"] = 0.2823529541492462,
					["b"] = 0.8549020290374756,
				}, -- [128]
			},
			["maxElements"] = 128,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["TransformIf"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
