
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
				"/cw Айсимайси-Борейскаятундра Я без него не особо хочу идти", -- [1]
				"/cw Айсимайси-Борейскаятундра Садж не отвечает пока", -- [2]
				" Пока без активностей. Народ даже как-то наоборот подзабил", -- [3]
				" Привет)", -- [4]
				"/cw Менельдор-Борейскаятундра А чего ты от меня хотел в бою?", -- [5]
				" В принципе, с нами идёт Ваф. Можно и его уговорить потанчить. Но это будет непросто", -- [6]
				" Твоё экспертное мнение - я их затанчу? ", -- [7]
				" Сова предлагает 19е катакомбы", -- [8]
				" Даша с Олегом будут", -- [9]
				" Прямо сейчас или позже?", -- [10]
				" Можно", -- [11]
				" Привет)", -- [12]
				"/cw Криворожка-Борейскаятундра Разве длительность баффа зависит от того, когда ты бежишь?", -- [13]
				"/cw Криворожка-Борейскаятундра А нифига", -- [14]
				"/cw Криворожка-Борейскаятундра Бафф перевесится непосредственно перед взрывом", -- [15]
				"/cw Криворожка-Борейскаятундра Я думала, с третьей сферой будет так же", -- [16]
				"/cw Криворожка-Борейскаятундра И буквально за пару секунд до взрыва второй сферы бафф перевешивается на другого", -- [17]
				"/cw Криворожка-Борейскаятундра Он бежит перекрывать", -- [18]
				"/cw Криворожка-Борейскаятундра Там не всё так просто. Вот вешается первы бафф на одного танка", -- [19]
				"/cw Криворожка-Борейскаятундра Про фазу, когда сферы начинаются взрывающиеся", -- [20]
				"/cw Криворожка-Борейскаятундра Да", -- [21]
				"/cw Криворожка-Борейскаятундра Или ты не обращал внимания?", -- [22]
				"/cw Криворожка-Борейскаятундра Там есть таймер, который показывает, когда будет смена танков?", -- [23]
			},
			["ChatFrame1EditBox"] = {
				"/гр не бегите вверх", -- [1]
				"/гр Диспелл плиз", -- [2]
				"/г Один таймволк нужен кому-нибудь?", -- [3]
				"/г Никто не говорил, что будет легко", -- [4]
				"/с грац)", -- [5]
				"/с в лужах не стой)", -- [6]
				"/с /reload", -- [7]
				"/п А зачем ты купол с пулла отдаёшь, если не секрет?", -- [8]
				"/п Не таунтится", -- [9]
				"/п блин, и роги нет(", -- [10]
				"/п На первом паке он вообще в проте был", -- [11]
				"/п Хилл либо ливнул либо вылетел", -- [12]
				"/с p )", -- [13]
				"/гр Андрей, а кого ты говорил надо фармить на самого редкого босса?", -- [14]
				"/г /tmw", -- [15]
				"/г )))", -- [16]
				"/cw Болеюгрипом-ЧерныйШрам Всё равно маньяк", -- [17]
				"/cw Болеюгрипом-ЧерныйШрам Маньяк", -- [18]
				"/cw Болеюгрипом-ЧерныйШрам Нет, конечно))", -- [19]
				"/cw Болеюгрипом-ЧерныйШрам )", -- [20]
				"/cw Болеюгрипом-ЧерныйШрам \"Не откладывай на завтра то, что можно отложить на самый последний день\"", -- [21]
				"/cw Болеюгрипом-ЧерныйШрам Ещё двумя чарами", -- [22]
				"/cw Болеюгрипом-ЧерныйШрам Спасибо)", -- [23]
				"/cw Аркадрон-Борейскаятундра ))", -- [24]
				"/cw Аркадрон-Борейскаятундра )", -- [25]
				"/cw Аркадрон-Борейскаятундра Я думала, не будет собирать", -- [26]
				"/cw Аркадрон-Борейскаятундра А Лёша собирает что ли?", -- [27]
				"/г Кейс тут недавно жаловался, что за весь БФА не встретил в ключах ни одного мишки", -- [28]
				"/г А кого? Варра?", -- [29]
				"/г :(", -- [30]
				"/г Привет)", -- [31]
				"/г Зазавр, а ты сейчас по-прежнему медведя мейнишь?", -- [32]
				" Наверное, это было очень обидно", -- [33]
				" Только чтоб обнаружить, что босса пофиксили", -- [34]
				" Я дочитала до того момента, как они всем рейдом сменили расу на троллей, чтоб абилки скипать", -- [35]
				" До этого ещё не дошла", -- [36]
				" Ты читал пост о том, как Limit Джайну убивали?", -- [37]
				" Хокей в Оргримаре смотреть, это сильно", -- [38]
				" :D", -- [39]
				" Ты с маунта слез что ли?", -- [40]
				" Как?!", -- [41]
				" Вот почему за предков во вражеских столицах доют по 1 монетке, а не, скажем, по 5?", -- [42]
				" Сравнительно", -- [43]
				" Ну да, в Нордсколе всё компактно", -- [44]
				" В большинстве из них всё быстро", -- [45]
				" Там омг лабиринт", -- [46]
				" Главное, не трать время на предка в Марадоне", -- [47]
				" Ну хотябы 60+, чтоб летать мог)", -- [48]
				" Надо 2 чара", -- [49]
				" 4 по 25 это всё равно 100 монет", -- [50]
				" Тогда тебе легче)", -- [51]
				" Я все считаю", -- [52]
				" 4 это новые, наверное", -- [53]
				" Итого 8", -- [54]
				" Головы и хвосты драконов. Драконов 4 разных расцветки", -- [55]
				" Больше", -- [56]
				" Одним чаром можно заработать 83 монетки, если сделать всё-всё. Считай, что это 80", -- [57]
				" 8 игрушек по 25 монет, 3 по 10 монет и одна за 30", -- [58]
				" Чтоб всё скупить, нужно три с половиной чара", -- [59]
				" Да там ппц этих игрушек", -- [60]
				" \"Не откладывай на завтра то, что можно отложить на самый последний день\"", -- [61]
				" Тоже за монетами летаешь?)", -- [62]
				"/г Грац)", -- [63]
				"/г ВАР ЛУТАТЬ", -- [64]
				" Сейчас дд опрашиваю", -- [65]
				" Наш тоже зашел)", -- [66]
				" А хилу?)", -- [67]
				" Даш, привет. Тебе кому-нибудь из ДД ключи нужны?", -- [68]
				" У тебя мохнатой панды в баттлнете нет случайно?", -- [69]
				" Привет. Ты как на счет сегодня в ключи?", -- [70]
				" Отлично. Если кто-нибудь из наших танков появится, тогда соберемся", -- [71]
				" Привет)", -- [72]
				"/с /tmw", -- [73]
				"/с /reload", -- [74]
				"/с /tmw", -- [75]
				"/с /tmw", -- [76]
				"/г Саблерон? Это КД какое-то было?", -- [77]
				"/г Светящиеся кошаки как раз в этом дополнительном меню", -- [78]
				"/г И открывается дополнительное меню выбора конкретной расцветки", -- [79]
				"/г Когда трансморг в артефакт выбираешь, на каждой группе моделей оказывается можно сделать райт клик", -- [80]
				"/г Ёлки, там правой кнопокой нужно было нажать", -- [81]
				"/г \"Нельзя\" в смысле так и задумано? Или это бага?", -- [82]
				"/г А где ты видел, что об этом писали?", -- [83]
				"/г Это почему?", -- [84]
				"/г Эээ", -- [85]
				"/г Или за славу Герою", -- [86]
				"/г У меня у медведя всё хорошо, а коту не дают выбрать светящийся облик, который за Баланс сил давали ", -- [87]
				"/г Или ты не проверял?", -- [88]
				"/г А у сов всё хорошо с трансмогрификацией оружия в артефакт?", -- [89]
				"/г Черт", -- [90]
				"/г Кот?", -- [91]
				"/г Пуфик, а друиды у тебя есть?", -- [92]
				"/cw Пуфка Отправила", -- [93]
				"/г Я подозреваю, что мага твоего в гер Лёша не возьмёт", -- [94]
				"/г Ну уже начало", -- [95]
				"/г Пуфик, так выпало что-нибудь из сэта в ЦН?", -- [96]
				"/п Хорошо, когда на хилла можно положиться", -- [97]
				"/п Нефритовая, зачет) я уж думала, конец нам всем", -- [98]
				"/cw Айсимайси-Борейскаятундра окей", -- [99]
				"/cw Айсимайси-Борейскаятундра Может и будут. Сейчас поспрашиваю народ", -- [100]
				"/г Пуф, когда ты магу ник выбирал, ты думал о ледяных мышках?", -- [101]
				"/г Окей)", -- [102]
				"/г Лут персональный. Может выпасть вообще только золото", -- [103]
				"/г Ты будешь очень долго его собирать", -- [104]
				"/г Вот ГС за дд уже нельзя, даже нормал", -- [105]
				"/г А что тебе там нужно?", -- [106]
				"/г Нормал пробовала", -- [107]
				"/г Скорей всего да", -- [108]
				"/г А что это за тринкет, на который нужен дистилиум?", -- [109]
				"/г Спокойной", -- [110]
				"/г Застряла(", -- [111]
				"/г Спасибо)", -- [112]
				"/г Тигра!", -- [113]
				"/г У тебя какой сейчас илвл?", -- [114]
				"/г Там ещё три маунта)))", -- [115]
				"/г Там маунт", -- [116]
				"/г Ой, пойдем еще на Алашанира слетаем?", -- [117]
				"/г Мелкого ещё одного убьем и всё, наверное", -- [118]
				"/г Попутно сделался посланник для 7-го легиона", -- [119]
				"/г Ничего. Дети поступят в институт, тогда выспишься", -- [120]
				"/г Спать пора?", -- [121]
				"/г Почему?", -- [122]
				"/г Я буду делать", -- [123]
				"/г Золото в основном. Но они на рарников, а с рарников 340", -- [124]
				"/г Локалки будешь делать тут?", -- [125]
				"/с /reload", -- [126]
				"/гр Если б они нормально сбежались, их бы нормально залили", -- [127]
				"/гр Лосать надо было за углом", -- [128]
				"/гр Я", -- [129]
				"/гр Мы не знаем, про что он)", -- [130]
				"/гр Причем тут хилл шамана", -- [131]
				"/гр Мне тоже непонятно", -- [132]
				"/гр Оббеги и спрыгни сверху в квадрат", -- [133]
				"/гр У акул сегодня прямо праздник живота", -- [134]
				"/гр Лёш, не пытайся сразу прыгнуть, оббеги и прыгай на мостик", -- [135]
				"/гр в воде акулы", -- [136]
				"/гр Наверху не трогаем, отагрятся", -- [137]
				"/гр Сразу прыгаем вниз в синюю метку", -- [138]
				"/гр Пришел сумм?", -- [139]
				"/гр Вход в Боралусе", -- [140]
				"/гр Мы тут вдвоем с Вц", -- [141]
				"/гр Вы где все?", -- [142]
				"/гр Нет", -- [143]
				"/гр Пуфик, ты вылетел или просто из войса вышел?", -- [144]
				"/гр Осада Боралуса", -- [145]
				"/гр В Осаду у всех доступ есть?", -- [146]
				"/г Варр?", -- [147]
				"/г А кто первый тогда?", -- [148]
				"/г Оо", -- [149]
				"/г Или нет", -- [150]
				"/г В смысле, первый чар", -- [151]
				"/г Это его мейн как бы", -- [152]
				"/гр Мишка - прист, так что не обидно)", -- [153]
				"/гр Если тебе колечко не нужно, можешь ханту отдать?", -- [154]
				"/гр )", -- [155]
				"/гр Контроль снимается массдиспелом", -- [156]
				"/гр И тебя засуммоним", -- [157]
				"/гр Суманем", -- [158]
				"/гр Ты так сказал, как будто вручную грузишься", -- [159]
				"/гр Гробница", -- [160]
				"/гр Отлично", -- [161]
				"/гр В Гробницу королей у всех доступ есть?", -- [162]
				"/гр От входа направо", -- [163]
				"/гр Мы на динозавре", -- [164]
				"/гр Да", -- [165]
				"/гр Без понятия. Мы на 4х мифика идем", -- [166]
				"/гр Это я у него в войсе спрашивала)", -- [167]
				"/гр ок", -- [168]
				"/гр Потом идем АталДазар. Если тоже идете, не выходите из пати", -- [169]
				"/гр Ждем тебя у босса", -- [170]
				"/гр В другой сложности что ли?", -- [171]
				"/гр Варр, а ты где?", -- [172]
				"/гр сек", -- [173]
				"/гр Ему просто хочется, чтоб ему песни пели", -- [174]
				"/гр Можно, не знаю только, зачем", -- [175]
				"/гр Пуф, ты лидер", -- [176]
				"/гр На 2 минуты отойду", -- [177]
				"/гр У меня аддон просто показывает уведомление сразу, как только прокает призыв", -- [178]
				"/гр Так блин где они?", -- [179]
				"/гр То есть, теоретически, хиллов развелось слишком много", -- [180]
				"/гр Обратила внимание, что в последнее время в рандом данжи призыв к оружию часто прокает на танков и на дд", -- [181]
				"/гр Можно, почему нет?", -- [182]
				"/гр Или нет", -- [183]
				"/гр Квесты нужны только на гробницу и на осаду. И только на мейне", -- [184]
				"/гр Какого квеста?", -- [185]
				"/гр А потом у нас кончатся тролли", -- [186]
				"/гр Потом Гробница", -- [187]
				"/гр Потом Атал'Дазар", -- [188]
				"/гр Жила", -- [189]
				"/гр А сейчас в +0 уже ходят без хилла?", -- [190]
				"/cw Спирроу Может шамом? Кольчуга, все дела", -- [191]
				"/гр Сейчас соберём тебе фулл кольчужную пати", -- [192]
				"/г Вывести в чисто поле, поставить лицом к стенке и пустить пулю в лоб", -- [193]
				"/г Лицом", -- [194]
				"/г Плюс откидывания", -- [195]
				"/г Не всегда в ренже", -- [196]
				"/г Очень большой разброс тел по комнате", -- [197]
				"/г Учитель что ли?", -- [198]
				"/г Интересно, что это за профессия", -- [199]
				"/г Так называемая цензурная речь бывает гораздо более обидной, чем мат", -- [200]
				"/г Плюсы были к Зозуль", -- [201]
				"/г ++", -- [202]
				"/г Качай ханта", -- [203]
				"/рейд off", -- [204]
				"/гр :)", -- [205]
				"/гр Я пока всё", -- [206]
				"/гр А кто теперь лидер?", -- [207]
				"/гр Релогнусь", -- [208]
				"/гр |cffa335ee|Hitem:71881::::::::120:104:::1:3524:::|h[Сверкающий королевский гранат]|h|r", -- [209]
				"/гр |cffa335ee|Hitem:71882::::::::120:104:::1:3524:::|h[Блистательный королевский гранат]|h|r", -- [210]
				"/гр Это за квест дали?", -- [211]
				"/гр У меня нет дебаффа", -- [212]
				"/гр Ваня на сову", -- [213]
				"/гр Видимо,он и регал", -- [214]
				"/гр А кто регал?", -- [215]
				"/гр ы", -- [216]
				"/гр А Орбена жаловался, что варов нерфят", -- [217]
				"/гр Хант, больше так не делай", -- [218]
				"/гр |cffa335ee|Hitem:163892::::::::120:104::28:3:5125:1532:4786:::|h[Кадило бойца 7-го легиона]|h|r |cff1eff00|Hitem:155066::::::::120:104:512:11:1:4790:118:::|h[Полномочия надзирателя]|h|r", -- [219]
				"/гр Спекнись, пожалуйста", -- [220]
				"/гр Потому что у меня нет", -- [221]
				"/гр Блэк,  а у тебя тут дд спека нет?)", -- [222]
				"/cw Аркадрон +", -- [223]
				"/гр A bit too much", -- [224]
				"/cw Аэровафли-Борейскаятундра Попробуй перезапустить клиент", -- [225]
				"/cw Аэровафли-Борейскаятундра Но в войс зашла", -- [226]
				"/cw Аэровафли-Борейскаятундра Меня тоже", -- [227]
				"/cw Аэровафли-Борейскаятундра Ты опять сам с собой разговариваешь сидишь?)", -- [228]
				"/гр У лока в прошлом инсте то же самое было", -- [229]
				"/гр Аналогично", -- [230]
				"/гр Пришел сум?", -- [231]
				"/гр Возможно", -- [232]
				"/г /break 5", -- [233]
				"/г Вань, куда дальше идем?", -- [234]
				"/гр Let's wait for him to log back", -- [235]
				"/гр Lock disconnected", -- [236]
				"/гр )", -- [237]
				"/гр Вармод вреден для здоровья", -- [238]
				"/гр Его не только мы ждали, судя по ХП", -- [239]
				" В войс зайдешь?", -- [240]
				"/гр Пришел сум?", -- [241]
				"/гр Идемте в гильдейский войс, у кого желание есть", -- [242]
				"/гр )", -- [243]
				"/гр Куда сначала пойдем?", -- [244]
				" Давай", -- [245]
				" )", -- [246]
				" Медведем бы ещё сходила", -- [247]
				" Нет, только присту", -- [248]
				" Конечно)) и потом ещё по пару мификов сверху добавила", -- [249]
				" Привет)", -- [250]
				"/cw Вирж +", -- [251]
				" Спокойной", -- [252]
				" Я без звука не смогу. В основном по нему ориентируюсь, когда какие абилки", -- [253]
				" )))", -- [254]
				" Каждый раз, когда в игре смеются ведьмы, кошка просыпается и начинает тревожно оглядываться)", -- [255]
				" Отлично, тогда можно будет сходить", -- [256]
				" Там сфер ещё нет на 5-м?", -- [257]
				" Гробницу мы любим)", -- [258]
				"/cw Louvarik-Dalaran You're welcome)", -- [259]
				" Ты что-то ещё говорил? Последнюю фразу не услышала", -- [260]
				"/гр Gl gyus", -- [261]
				"/гр You both need? Roll then", -- [262]
				"/гр |cffa335ee|Hitem:159347::::::::120:104::16:3:5002:1522:4786:::|h[Заросшие мхом башмаки с перфорированным носком]|h|r anyone?", -- [263]
				"/гр We'll come back after the boss", -- [264]
				"/гр hi", -- [265]
				"/гр You were supposed to hide while the tank runs and aggroes them", -- [266]
				"/гр hi", -- [267]
				" Я в гильдейском войсе", -- [268]
				" да", -- [269]
				" )", -- [270]
				" Может, ему просто нравится меня видеть", -- [271]
				" Он самый", -- [272]
				" Мой юбилейный 316й визит", -- [273]
				" Я как раз к Мандокиру пока наведаюсь", -- [274]
				" )))", -- [275]
				" Это не страшно. Яйца автоматически начинают жариться сразу после того, как прекращают вариться", -- [276]
				" ))", -- [277]
				" Хорошо", -- [278]
				" Давай сходим", -- [279]
				" Медведю можно", -- [280]
				" Привет)", -- [281]
				"/г Плоди обязательно", -- [282]
				"/г Уверена, потом ещё и золото за миссии оплота апнут", -- [283]
				"/г Я скаду никогда не сбрасываю", -- [284]
				"/г Сейчас посмотрю", -- [285]
				"/г )", -- [286]
				"/г Который у стены и в который сдувает", -- [287]
				"/г И вешает доту", -- [288]
				"/г Нет, огонь просто поджигает", -- [289]
				"/г Ваншотом - в смысле сгорел?", -- [290]
				"/г Скрытность", -- [291]
				"/cw Эгтауэр-Борейскаятундра Спасибо)", -- [292]
				"/cw Эгтауэр-Борейскаятундра Вань, я не очень хорошо себя чувствую. Для ключей точно не гожусь", -- [293]
				"/г На вневременном острове", -- [294]
				"/г Я в своё время портным стало исключительно для того, чтоб можно было на ковре летать", -- [295]
				"/г Грац)", -- [296]
				"/гр hi", -- [297]
				"/cw Пуфка-Борейскаятундра Садж пока не вернулся", -- [298]
				"/г А звание такое дают?", -- [299]
				"/п Варр, а кто тебя убивает?", -- [300]
				"/cw Вейлзевул-Борейскаятундра Он за мной поворачивается", -- [301]
				"/cw Вейлзевул Вейл, привет)  А как танку в святилище Штормов на втором боссе уклоняться от тормозящего удара?", -- [302]
				"/гр Why do you keep breaking cc?", -- [303]
				"/гр *priestess", -- [304]
				"/гр We'll cc one priestell, don't hit her", -- [305]
				"/гр wipe it", -- [306]
				"/гр We got 3 pieces of loot and +2 key upgrade", -- [307]
				"/гр Yes, it was", -- [308]
				"/гр Садж, мы в диске", -- [309]
				"/п Диспел лока", -- [310]
				"/п Остальные - кикайте каст, чтоб его вообще не было", -- [311]
				"/п Хилл, диспель Гниющий разум с народа", -- [312]
				"/гр |cff0070dd|Hitem:163814::::::::120:104::11::::|h[Шаловливый ветерок]|h|r", -- [313]
				"/cw Амурский-ЧерныйШрам Нет", -- [314]
				"/с /reload", -- [315]
				"/с /reload", -- [316]
				"/п Хил, тогда ты?", -- [317]
				"/п Мэм, понажимаешь часы?", -- [318]
				"/п Мы почти смогли", -- [319]
				"/п Потом дошло", -- [320]
				"/п Смотрю на ник роги и думаю: \"Причем тут Петербург?\"", -- [321]
				"/п Ееее", -- [322]
				"/п Я не умею каркать, я медведь, а не сова", -- [323]
				"/п Будет забавно, если ещё раз улетишь туда же", -- [324]
				"/п Пока вы стоите за вихрями, вас постоянно пробивает", -- [325]
				"/п Внутрь станьте", -- [326]
				"/cw Айуан-Гордунни Я после этого данжа спать", -- [327]
				"/cw Айуан-Гордунни А зачем ещё сюда ходить?", -- [328]
				"/п Рог не тут", -- [329]
				"/п Носите бочки из огня", -- [330]
				"/п Эту дверь тоже, плиз", -- [331]
				"/п Рог, открой нам дверь", -- [332]
				" Привет) Я где-то через час буду собирать, если танк освободится", -- [333]
				"/п Сто стрелкой бегите к столбам", -- [334]
				"/п Спасибо", -- [335]
				"/с /roll", -- [336]
				"/с /reload", -- [337]
				"/г /reload", -- [338]
				"/г )", -- [339]
				"/г Грац)", -- [340]
				"/cw Вафовна-Борейскаятундра Может быть, вечером после восьми. Но это не точно", -- [341]
				"/г Грац, Вань)", -- [342]
				"/г xsem?", -- [343]
				" Акула только в этот день есть?", -- [344]
				" Тут говорят День Пиратов был с кучей игрушек", -- [345]
				" На работе задерживалась", -- [346]
				" Привет)", -- [347]
				"/с /tmw", -- [348]
				"/г Нет у нас такого", -- [349]
				"/г А Дамер это что такое? Он в гильдии?", -- [350]
				"/г У тебя хоть один чар есть, у которого ник не заканчивается на \"а\"?", -- [351]
				"/г Ух ты, грац", -- [352]
				"/cw Пуфка Отправила почтой", -- [353]
				" Ладно, сделаем Усадьбу а там посмотрим", -- [354]
				"/cw Альмагорн-Борейскаятундра Я тебя заинвайтить могу пристом. Сейчас зайду", -- [355]
				" Пока не отвечает", -- [356]
				"/cw Айсли Товарищ с Азурегоса, который предлагал объединяться, хотел бы с тобой в диске пообщаться", -- [357]
				" Сейчас напишу ему", -- [358]
				" Это сейчас людей вроде бы много. Постепенно те, кто вернулся на волне нового интереса, начнут забивать", -- [359]
				" Так-то в любом случае придётся объединяться рано или поздно", -- [360]
				" Ну он спросил \"Сколько их?\") То есть, вариант, чтоб к нам присоединились его, наверное, устроит", -- [361]
				" Хорошо, озвучу", -- [362]
				" Как будет, спрошу у РЛа что он думает о рейдах и думает ли о них вообще)", -- [363]
				" На сегодняшний момент я могу говорить только за себя", -- [364]
				" Маунт ещё вылавливается", -- [365]
				" Да? Я, значит, ещё не дошла туда", -- [366]
				" )))", -- [367]
				" Хы, а ты рассол пьянице уже носил?", -- [368]
				" Мне нравится, как они в некоторых данжах сделали возвращение к началу)", -- [369]
				" Ладно, потом покажу, как вернуться", -- [370]
				" Ты книгу взял?", -- [371]
				" )", -- [372]
				"/с /tmw", -- [373]
				"/г Да они издеваются", -- [374]
				"/г Ээээ, шейпшифт больше не снимает замедляющие дебаффы?", -- [375]
				"/г Всё ок", -- [376]
				"/г Так мы оценили", -- [377]
				"/г Это чтоб все поняли, что для него оно Highmountain)", -- [378]
				"/г Крутогорья?", -- [379]
				"/г Такое бывает?", -- [380]
				"/г Оо", -- [381]
				" Но спасибо за предложение", -- [382]
				" Если ты про друида, то я сама танк", -- [383]
				" Ну правильно, ты ж скупаешь всё, цена растёт", -- [384]
				"/г У друидов есть какой-нибудь глиф, чтоб тревел форма бегала по воде?", -- [385]
				"/г Прикольно", -- [386]
				"/г А что за квест?", -- [387]
				"/с /bt", -- [388]
				"/г Разряды крутящиеся что ли?", -- [389]
				"/г Вы на ласте?", -- [390]
				"/г И кто же вас тянет?", -- [391]
				" )", -- [392]
				" Угадай, выпал ящер или нет", -- [393]
				" Юбилейный 280й килл Мандокира", -- [394]
				" /reload", -- [395]
				" Туда посылают по сюжету?", -- [396]
				" А как ты в экспедицию попал?", -- [397]
				" Просто перерыв себе устроила)", -- [398]
				" Нет)", -- [399]
				" Нам там танк нужен где-нибудь или мне сразу пристом идти?", -- [400]
				" У тебя первый этаж пропустить только Сова может?", -- [401]
				" Давай сходим", -- [402]
				" Привет)", -- [403]
				" ))", -- [404]
				" Не обещаю, что она затанчит)", -- [405]
				" Я на дх", -- [406]
				" Если я захочу посмотреть манеру движения настоящих медведей - я включу себе видео на ютубе", -- [407]
				" Вот зачем?", -- [408]
				" \"Мы сделали так, чтобы было больше похоже на манеру движения настоящих медведей\"", -- [409]
				" Какая у медведей уродская стала анимация бега", -- [410]
				" А что делают твои тотемы?", -- [411]
				" ТОлько не говори, что ты в другой инст зашел", -- [412]
				" Тебя так сильно медведь расстроил?))", -- [413]
				"/п Сделаем", -- [414]
				" )))", -- [415]
				" Медитативный процесс", -- [416]
				" Давно уже не фармила, почему-то", -- [417]
				" Ну и просто захотелось покопать", -- [418]
				" И там ещё пэты есть, и игрушки", -- [419]
				" Да", -- [420]
				" Нет, инженерные", -- [421]
				" Руда - живая сталь - маунты", -- [422]
				" Хм, любопытно", -- [423]
				" Там, это в ПвП?", -- [424]
				" ))", -- [425]
				" Поцарапает)", -- [426]
				" Смотри только Дашу не обгони)", -- [427]
				" Поздравляю)", -- [428]
				" ))", -- [429]
				" Привет", -- [430]
				" Копошусь? Оо", -- [431]
				"/с /tmw", -- [432]
				"/с /bt", -- [433]
				" Я чет не вижу разницы", -- [434]
				" Там писали, что в препатче переработали анимацию кошек и медведей", -- [435]
				" Ничё, в августе отдохнёшь", -- [436]
				" )))", -- [437]
				" Тебя снова пить позвали?)", -- [438]
				" За конем сходим на этом кд?", -- [439]
				" Привет, Вань", -- [440]
				"/г /tmw", -- [441]
				"/г |cffa335ee|Hitem:151962::::::::110:103::6:1:3524:::|h[Прототип полевого дециматора]|h|r", -- [442]
				" /reload", -- [443]
				" сек", -- [444]
				" А был 966", -- [445]
				" И 5к дпс, псли повезет", -- [446]
				" У моего приста сейчас 240 айтем левел)", -- [447]
				" Нас тут сплющили)", -- [448]
				" играть не планируешь?", -- [449]
				" А ты как?", -- [450]
				" Отлично)", -- [451]
				" Привет)", -- [452]
				" Медведем прикольно. ДХ ад", -- [453]
				" Всё же у разных классов сложность разная", -- [454]
				" Во, нашла", -- [455]
				" Нету в списке(", -- [456]
				" А реально, где оно?", -- [457]
				" Так, где моё крутое звание", -- [458]
				" Или просто напрактиковалась", -- [459]
				" Мне наоборот показалось, что чем дальше, тем проще", -- [460]
				" Точно такая же", -- [461]
				" Нет", -- [462]
				" Волны с 11 по 20 точно такие же, ка с 1 по 10", -- [463]
				" А они просто повторяются", -- [464]
				" Я думала, там прогрессивно увеличивается сложность", -- [465]
				" Не заметила просто", -- [466]
				" А ачивки есть после 30?", -- [467]
				" он реально бесконечный? Оо", -- [468]
				" Эмм, а какого у меня показывает 32 волны? Оо", -- [469]
				" Меня и сейчас бананами прошибает", -- [470]
				" Здесь всегда актуал", -- [471]
				" да", -- [472]
				" Фру проходил", -- [473]
				" Что это?", -- [474]
				" за 30 волн", -- [475]
				" если бы", -- [476]
				" Печаль же ><", -- [477]
				" На них нельзя будет покупать ни камни на ап\\апгрейд пэтов, ни булочки на бафф к опыту пэта", -- [478]
				" Я тут вычитала, что в препатче |cffffffff|Hitem:116415::::::::110:104::::::|h[Оберег для питомца]|h|r понерфят", -- [479]
				"/4 Похищающий жизнь яд зато есть у роги", -- [480]
				"/4 Аркану можно Селумбру надеть, если нет ни Придаза ни честа щитующего. Она за бой 5-6 миллионов отхиливает", -- [481]
				" Что косить будешь?", -- [482]
				" (", -- [483]
				"/cw Аркадрон-Борейскаятундра Зерга не получится", -- [484]
				"/cw Аркадрон-Борейскаятундра Проходимо, но придётся потраить", -- [485]
				"/cw Аркадрон-Борейскаятундра Можешь взять травничество+снятие шкур. При сборе ресурсов на Аргусе тоже дропается изначальный саргерит", -- [486]
				"/cw Аркадрон-Борейскаятундра Привет)", -- [487]
				"/п Идите за мной. Мобов не агрите, я соберу, кого надо", -- [488]
				" Да", -- [489]
				" Давай начнем с чего-нибудь попроще", -- [490]
				" Если пройдем", -- [491]
				" Хочешь туда?", -- [492]
				" |cffa335ee|Hkeystone:199:16:7:2:10|h[Ключ: Крепость Черной Ладьи (16)]|h|r", -- [493]
				" Там буквально каждый куст магией фигачит", -- [494]
				" Но я всё равно на дх туда пойду", -- [495]
				" Ну +2 это не страшно", -- [496]
				" ы", -- [497]
				"/гр Спасибо, ребят", -- [498]
				"/гр Ему всё нужно)", -- [499]
				"/гр Нужны", -- [500]
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1588246021,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 4,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["serverTime"] = 1693698592,
					["r"] = 1,
					["b"] = 0.960784375667572,
					["timestamp"] = 2080.142,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 0.9960784912109375,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 2080.142,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 2080.142,
				}, -- [3]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2058.461,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [4]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[21:19:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T797325:14|tЗандаларский ногокус – |3-8(ваш питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225996,
					["timestamp"] = 1008754.924,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[21:19:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2027888:14|tШиполист – |3-8(вражеский питомец) активный питомец.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225997,
					["timestamp"] = 1008755.684,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[21:20:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622225999,
					["timestamp"] = 1008757.94,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[21:20:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135664:14|t|cff4e96f7|HbattlePetAbil:919:1237:305:305|h[Черный коготь]|h|r накладывает эффект |T135664:14|t|cff4e96f7|HbattlePetAbil:918:1237:305:305|h[Черный коготь]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226000,
					["timestamp"] = 1008759.32,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[21:20:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:268:2574:231:285|h[Фотосинтез]|h|r накладывает эффект |T136085:14|t|cff4e96f7|HbattlePetAbil:267:2574:231:285|h[Фотосинтез]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226002,
					["timestamp"] = 1008761.35,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[21:20:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:2574:231:285|h[Фотосинтез]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226004,
					["timestamp"] = 1008762.86,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[21:20:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226006,
					["timestamp"] = 1008764.92,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[21:20:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 211 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226006,
					["timestamp"] = 1008765.57,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[21:20:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 316 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226007,
					["timestamp"] = 1008766.37,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[21:20:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 211 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226008,
					["timestamp"] = 1008766.72,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[21:20:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1237:305:305|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226008,
					["timestamp"] = 1008767.07,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[21:20:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:746:1836:231:285|h[Грибные споры]|h|r накладывает эффект \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:1836:231:285|h[Грибные споры]|h|r\" на |3-3(ваша команда).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226011,
					["timestamp"] = 1008769.749,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[21:20:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:1911:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226012,
					["timestamp"] = 1008771.082,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[21:20:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226013,
					["timestamp"] = 1008772.115,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[21:20:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 376 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226013,
					["timestamp"] = 1008772.449,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[21:20:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 376 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226015,
					["timestamp"] = 1008773.582,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[21:20:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 251 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226015,
					["timestamp"] = 1008774.049,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[21:20:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1237:305:305|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226015,
					["timestamp"] = 1008774.515,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[21:20:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:908:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T797325:14|tЗандаларский ногокус).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226018,
					["timestamp"] = 1008777.054,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[21:20:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:908:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T797325:14|tЗандаларский ногокус).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226019,
					["timestamp"] = 1008777.588,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[21:20:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:983:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226020,
					["timestamp"] = 1008778.888,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[21:24:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226274,
					["timestamp"] = 1009032.933,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[21:24:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136231:14|t|cff4e96f7|HbattlePetAbil:917:987:305:305|h[Кровавый клык]|h|r наносит 1109 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226275,
					["timestamp"] = 1009034.343,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[21:24:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T2027888:14|tШиполист погибает.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226275,
					["timestamp"] = 1009034.343,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[21:24:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136231:14|t|cff4e96f7|HbattlePetAbil:917:1237:305:305|h[Кровавый клык]|h|r восстанавливает 250 ед. урона |3-2(ваш питомец) |3-2(|T797325:14|tЗандаларский ногокус).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226277,
					["timestamp"] = 1009036.099,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[21:24:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:747:0:231:285|h[Грибные споры]|h|r накладывает эффект |T132371:14|t|cff4e96f7|HbattlePetAbil:748:0:231:285|h[Взрыв спор]|h|r на |3-1(ваш питомец) |3-3(|T797325:14|tЗандаларский ногокус).",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226280,
					["timestamp"] = 1009039.009,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[21:24:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:0:231:285|h[Грибные споры]|h|r\", наложенного на |3-3(ваша команда), заканчивается.",
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["b"] = 0.6705882549285889,
					["serverTime"] = 1622226281,
					["timestamp"] = 1009040.019,
					["g"] = 0.8705883026123047,
					["r"] = 0.9058824181556702,
				}, -- [27]
			},
			["headIndex"] = 27,
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 78,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|cff33ff99Global Ignore: |cffffffffLoading...",
					["timestamp"] = 2058.461,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[02:49:38]|h |cffffe566{VuhDo}|r VuhDo |cffffe566['vu:du:]|r v3.152 (use /vd). Currently maintained by Ivaria@US-Hyjal in honor of Marshy and our two daughters.",
					["r"] = 1,
					["timestamp"] = 2058.461,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[02:49:52]|h |cffffd839TSM|r: TSM в настоящее время не имеет данных о ценах БД аукциона для вашего игрового мира. Мы рекомендуем вам загрузить настольное приложение TSM с |cff79a2ffhttps://tradeskillmaster.com|r для автоматического обновления данных вашей БД аукциона (и автоматического резервного копирования настроек TSM).",
					["timestamp"] = 2080.142,
					["serverTime"] = 1693698593,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[02:49:53]|h Вы будете получать добычу для специализации \"Сила зверя\".",
					["serverTime"] = 1693698594,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2080.142,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[02:49:53]|h |cff33ff99Global Ignore: |cffffffffType /gignore or /gi for help and options",
					["timestamp"] = 2080.142,
					["serverTime"] = 1693698594,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[02:49:53]|h |cff33ff99Global Ignore: |cffffffffSynchronizing Ignore list...",
					["timestamp"] = 2080.142,
					["serverTime"] = 1693698594,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[02:49:53]|h |cff33ff99Global Ignore: |cffffffffШтик7e51c-Борейскаятундра is already ignored",
					["timestamp"] = 2080.142,
					["serverTime"] = 1693698594,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[02:49:53]|h |cff33ff99Global Ignore: |cffffffffРодерри26f42-Борейскаятундра is already ignored",
					["timestamp"] = 2080.142,
					["serverTime"] = 1693698594,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[02:49:53]|h |cff33ff99Global Ignore: |cffffffffБезпани95e5a-Борейскаятундра is already ignored",
					["timestamp"] = 2080.142,
					["serverTime"] = 1693698594,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[02:49:53]|h |cffffd700Титан Панель|r|cff19ff19 7.01.02.100105|r|cffffd700|cffffd700 от |cffff8c00Titan Development Team|r|cff19ff19|r",
					["timestamp"] = 2080.142,
					["serverTime"] = 1693698594,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[02:49:53]|h |cffffd700Титан: |r|cFFFFFF00Warning: |r|cff19ff19 Feature : Открывание Сумка Отключено Until taint is fixed or work around found.|r",
					["timestamp"] = 2080.142,
					["serverTime"] = 1693698594,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[02:49:53]|h |cffffe566{VuhDo}|r Профиль успешно загружен: Эстрея: 5man",
					["r"] = 1,
					["serverTime"] = 1693698594,
					["timestamp"] = 2080.142,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[02:49:53]|h |cffffe566{VuhDo}|r auto model sanity: VUHDO_CONFIG: created 1, repaired 0 values.",
					["r"] = 1,
					["serverTime"] = 1693698594,
					["timestamp"] = 2080.142,
					["g"] = 0.7,
					["b"] = 0.2,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[02:49:53]|h |cff9900ffWeakAuras:|r  Готово к применению 3 |4обновление:обновления:обновлений;.",
					["timestamp"] = 2080.142,
					["serverTime"] = 1693698594,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[02:49:54]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:376777:0|h[Основы полетов на драконах]|h|r.",
					["serverTime"] = 1693698595,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2083.78,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[02:49:54]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:383363:0|h[Взлет]|h|r.",
					["serverTime"] = 1693698595,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2083.78,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[02:49:54]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:373586:0|h[Ветра островов]|h|r.",
					["serverTime"] = 1693698595,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2083.78,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[02:49:54]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:383359:0|h[Бодрость]|h|r.",
					["serverTime"] = 1693698595,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2083.78,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[02:49:54]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:383366:0|h[Азарт небес]|h|r.",
					["serverTime"] = 1693698595,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2083.78,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[02:49:55]|h Общее время игры: 41 |4день:дня:дней;, 22 |4час:часа:часов;, 21 |4минута:минуты:минут;, 53 |4секунда:секунды:секунд;.",
					["serverTime"] = 1693698596,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2084.897,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[02:49:55]|h Время игры на этом уровне: 0 |4день:дня:дней;, 0 |4час:часа:часов;, 45 |4минута:минуты:минут;, 21 |4секунда:секунды:секунд;.",
					["serverTime"] = 1693698596,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2084.897,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[02:50:13]|h Калисфена говорит: Какая разруха... К счастью, у нас есть множество распорядителей – они возьмутся за что угодно. Прошу, наведи здесь порядок.",
					["serverTime"] = 1693698612,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 2103.631,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[02:50:35]|h |cff33ff99TellMeWhen|r: TMW is now locked. Type /tmw to enter config mode again.",
					["timestamp"] = 2125.065,
					["serverTime"] = 1693698634,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[02:51:01]|h Калисфена говорит: Немея и Пелодис соперничают уже тысячи лет. Они наверняка примут твою помощь... и продолжат соперничество.",
					["serverTime"] = 1693698660,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 2151.034,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[02:51:02]|h |3-6(Горное дело Темных Земель) повышается до 26.",
					["serverTime"] = 1693698661,
					["r"] = 0.3333333432674408,
					["extraData"] = {
						27, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2152.702,
					["g"] = 0.3333333432674408,
					["b"] = 1,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[02:51:02]|h Вы получаете 1850 |4очко:очка:очков; опыта.",
					["serverTime"] = 1693698661,
					["r"] = 1,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2152.702,
					["g"] = 0.8235294818878174,
					["b"] = 0.364705890417099,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[02:51:03]|h Ваша добыча: |cffffffff|Hitem:171828::::::::55:104:::::::::|h[Лестритовая руда]|h|r.",
					["serverTime"] = 1693698662,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2153.407,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[02:51:03]|h Ваша добыча: |cff0070dd|Hitem:171833::::::::55:104:::::::::|h[Элетиевая руда]|h|rx2.",
					["serverTime"] = 1693698662,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2153.647,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[02:51:03]|h Ваша добыча: |cffffffff|Hitem:171840::::::::55:104:::::::::|h[Пористый камень]|h|rx3.",
					["serverTime"] = 1693698662,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2153.647,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[02:51:09]|h Вы получаете 1850 |4очко:очка:очков; опыта.",
					["serverTime"] = 1693698668,
					["r"] = 1,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2159.748,
					["g"] = 0.8235294818878174,
					["b"] = 0.364705890417099,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[02:51:10]|h |3-6(Горное дело Темных Земель) повышается до 27.",
					["serverTime"] = 1693698669,
					["r"] = 0.3333333432674408,
					["extraData"] = {
						27, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2159.858,
					["g"] = 0.3333333432674408,
					["b"] = 1,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[02:51:10]|h Ваша добыча: |cffffffff|Hitem:171828::::::::55:104:::::::::|h[Лестритовая руда]|h|r.",
					["serverTime"] = 1693698669,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2160.55,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[02:51:26]|h Вы получаете 1850 |4очко:очка:очков; опыта.",
					["serverTime"] = 1693698685,
					["r"] = 1,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2176.098,
					["g"] = 0.8235294818878174,
					["b"] = 0.364705890417099,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[02:51:26]|h |3-6(Травничество Темных Земель) повышается до 32.",
					["serverTime"] = 1693698685,
					["r"] = 0.3333333432674408,
					["extraData"] = {
						27, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2176.098,
					["g"] = 0.3333333432674408,
					["b"] = 1,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[02:51:26]|h Ваша добыча: |cffffffff|Hitem:168586::::::::55:104:::::::::|h[Славолист]|h|r.",
					["serverTime"] = 1693698685,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2176.734,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[02:51:52]|h Золоченый облачный скиталец погибает, вы получаете 580 |4очко:очка:очков; опыта (Состояние бодрости: +290).",
					["serverTime"] = 1693698712,
					["r"] = 1,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2202.174,
					["g"] = 0.8235294818878174,
					["b"] = 0.364705890417099,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[02:52:03]|h Золоченый облачный скиталец погибает, вы получаете 580 |4очко:очка:очков; опыта (Состояние бодрости: +290).",
					["serverTime"] = 1693698723,
					["r"] = 1,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2212.892,
					["g"] = 0.8235294818878174,
					["b"] = 0.364705890417099,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[02:52:05]|h Золоченый облачный скиталец погибает, вы получаете 580 |4очко:очка:очков; опыта (Состояние бодрости: +290).",
					["serverTime"] = 1693698725,
					["r"] = 1,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2215.379,
					["g"] = 0.8235294818878174,
					["b"] = 0.364705890417099,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[02:52:12]|h Золоченый облачный скиталец погибает, вы получаете 580 |4очко:очка:очков; опыта (Состояние бодрости: +290).",
					["serverTime"] = 1693698732,
					["r"] = 1,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2222.699,
					["g"] = 0.8235294818878174,
					["b"] = 0.364705890417099,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[02:52:22]|h Золоченый облачный скиталец погибает, вы получаете 580 |4очко:очка:очков; опыта (Состояние бодрости: +290).",
					["serverTime"] = 1693698742,
					["r"] = 1,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2231.914,
					["g"] = 0.8235294818878174,
					["b"] = 0.364705890417099,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[02:52:26]|h Золоченый облачный скиталец погибает, вы получаете 580 |4очко:очка:очков; опыта (Состояние бодрости: +290).",
					["serverTime"] = 1693698746,
					["r"] = 1,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2236.634,
					["g"] = 0.8235294818878174,
					["b"] = 0.364705890417099,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[02:52:28]|h Ваша добыча: |cff9d9d9d|Hitem:173360::::::::55:104:::::::::|h[Блестящая шерсть]|h|rx6.",
					["serverTime"] = 1693698748,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2238.089,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[02:52:28]|h Ваша добыча: |cffffffff|Hitem:172052::::::::55:104:::::::::|h[Потустороннее мясо]|h|r.",
					["serverTime"] = 1693698748,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2238.235,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[02:52:28]|h Ваша добыча: |cffffffff|Hitem:183140::::::::55:104:::::::::|h[Рог облачного скитальца]|h|rx3.",
					["serverTime"] = 1693698748,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2238.412,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[02:53:09]|h Вы забыли |cff71d5ff|Hspell:2782:0|h[Снятие порчи]|h|r.",
					["serverTime"] = 1693698789,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2279.646,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[02:53:09]|h Вы забыли |cff71d5ff|Hspell:18562:0|h[Быстрое восстановление]|h|r.",
					["serverTime"] = 1693698789,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2279.646,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[02:53:09]|h Вы забыли |cff71d5ff|Hspell:774:0|h[Омоложение]|h|r.",
					["serverTime"] = 1693698789,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2279.646,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[02:53:09]|h Вы забыли |cff71d5ff|Hspell:48438:0|h[Буйный рост]|h|r.",
					["serverTime"] = 1693698789,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2279.646,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[02:53:09]|h Вы приобрели новую пассивную способность: |cff71d5ff|Hspell:417712:0|h[Дневной свет, ночной мрак]|h|r.",
					["serverTime"] = 1693698789,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2279.646,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[02:53:09]|h Вы изучили новое заклинание: |cff71d5ff|Hspell:93402:0|h[Солнечный огонь]|h|r.",
					["serverTime"] = 1693698789,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2279.646,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[02:53:09]|h Вы изучили новое заклинание: |cff71d5ff|Hspell:132469:0|h[Тайфун]|h|r.",
					["serverTime"] = 1693698789,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2279.646,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[02:53:09]|h Вы изучили новое заклинание: |cff71d5ff|Hspell:197628:0|h[Звездный огонь]|h|r.",
					["serverTime"] = 1693698789,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2279.646,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[02:53:09]|h Вы приобрели новую способность: |cff71d5ff|Hspell:197625:0|h[Облик лунного совуха]|h|r.",
					["serverTime"] = 1693698789,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2279.646,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[02:56:20]|h |TInterface\\FriendsFrame\\UI-Toast-ToastIcons.tga:16:16:0:0:128:64:2:29:34:61|t|HBNplayer:|Kq20|k:9:40:BN_INLINE_TOAST_ALERT:0|h[|Kq20|k]|h выходит из сети.",
					["serverTime"] = 1693698980,
					["r"] = 0.5098039507865906,
					["extraData"] = {
						54, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2470.582,
					["g"] = 0.7725490927696228,
					["b"] = 1,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[02:58:53]|h Золоченый облачный скиталец погибает, вы получаете 580 |4очко:очка:очков; опыта (Состояние бодрости: +290).",
					["serverTime"] = 1693699133,
					["r"] = 1,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2623.223,
					["g"] = 0.8235294818878174,
					["b"] = 0.364705890417099,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[02:58:58]|h Золоченый облачный скиталец погибает, вы получаете 580 |4очко:очка:очков; опыта (Состояние бодрости: +290).",
					["serverTime"] = 1693699138,
					["r"] = 1,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2628.705,
					["g"] = 0.8235294818878174,
					["b"] = 0.364705890417099,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[02:59:00]|h Ваша добыча: |cffffffff|Hitem:183140::::::::55:104:::::::::|h[Рог облачного скитальца]|h|r.",
					["serverTime"] = 1693699140,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2630.133,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[02:59:00]|h Ваша добыча: |cff9d9d9d|Hitem:173360::::::::55:104:::::::::|h[Блестящая шерсть]|h|rx2.",
					["serverTime"] = 1693699140,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2630.338,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[02:59:34]|h Открыта новая территория: Приют Немеи. Получено 935 |4очко:очка:очков; опыта.",
					["serverTime"] = 1693699174,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2664.671,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[03:00:28]|h Получено опыта: 7500.",
					["serverTime"] = 1693699228,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2718.431,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[03:00:28]|h Вы получаете 7500 |4очко:очка:очков; опыта.",
					["serverTime"] = 1693699228,
					["r"] = 1,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2718.431,
					["g"] = 0.8235294818878174,
					["b"] = 0.364705890417099,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[03:00:28]|h Отношение |3-7(Перерожденные) к вам улучшилось на 125.",
					["serverTime"] = 1693699228,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2718.431,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[03:00:28]|h Вы получили предмет: |cff0070dd|Hitem:181581::::::::55:104::53:3:7192:6652:7579:2:9:55:28:807:::::|h[Шлем душеносца]|h|r.",
					["serverTime"] = 1693699228,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2718.431,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[03:00:29]|h Калисфена говорит: Благодарность одного – мотивация для другого. Ты делаешь Бастион сильнее.",
					["serverTime"] = 1693699229,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 2718.981,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[03:00:48]|h Открыта новая территория: Лагерь кузнецов. Получено 935 |4очко:очка:очков; опыта.",
					["serverTime"] = 1693699248,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2738.042,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[03:00:59]|h Вы получаете 1850 |4очко:очка:очков; опыта.",
					["serverTime"] = 1693699259,
					["r"] = 1,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2749.698,
					["g"] = 0.8235294818878174,
					["b"] = 0.364705890417099,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[03:00:59]|h |3-6(Травничество Темных Земель) повышается до 33.",
					["serverTime"] = 1693699259,
					["r"] = 0.3333333432674408,
					["extraData"] = {
						27, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2749.698,
					["g"] = 0.3333333432674408,
					["b"] = 1,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[03:01:00]|h Ваша добыча: |cffffffff|Hitem:169701::::::::55:104:::::::::|h[Смертоцвет]|h|rx2.",
					["serverTime"] = 1693699260,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2750.208,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[03:01:17]|h Лисохвост-охотник погибает, вы получаете 464 |4очко:очка:очков; опыта (Состояние бодрости: +232).",
					["serverTime"] = 1693699277,
					["r"] = 1,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2767.776,
					["g"] = 0.8235294818878174,
					["b"] = 0.364705890417099,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[03:01:23]|h Лисохвост-охотник погибает, вы получаете 464 |4очко:очка:очков; опыта (Состояние бодрости: +232).",
					["serverTime"] = 1693699283,
					["r"] = 1,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2773.226,
					["g"] = 0.8235294818878174,
					["b"] = 0.364705890417099,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[03:01:30]|h Лисохвост-охотник погибает, вы получаете 464 |4очко:очка:очков; опыта (Состояние бодрости: +232).",
					["serverTime"] = 1693699290,
					["r"] = 1,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2780.123,
					["g"] = 0.8235294818878174,
					["b"] = 0.364705890417099,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[03:01:32]|h Ваша добыча: |cff9d9d9d|Hitem:175955::::::::55:104:::::::::|h[Теневая шкура]|h|rx3.",
					["serverTime"] = 1693699292,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2781.877,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[03:01:32]|h Ваша добыча: |cffffffff|Hitem:172052::::::::55:104:::::::::|h[Потустороннее мясо]|h|rx2.",
					["serverTime"] = 1693699292,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2782.004,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[03:01:34]|h |3-6(Травничество Темных Земель) повышается до 34.",
					["serverTime"] = 1693699294,
					["r"] = 0.3333333432674408,
					["extraData"] = {
						27, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2784.564,
					["g"] = 0.3333333432674408,
					["b"] = 1,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[03:01:34]|h Вы получаете 1850 |4очко:очка:очков; опыта.",
					["serverTime"] = 1693699294,
					["r"] = 1,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2784.564,
					["g"] = 0.8235294818878174,
					["b"] = 0.364705890417099,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[03:01:35]|h Ваша добыча: |cffffffff|Hitem:169701::::::::55:104:::::::::|h[Смертоцвет]|h|rx2.",
					["serverTime"] = 1693699295,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 2785.251,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[03:01:48]|h Калисфена говорит: Какая разруха... К счастью, у нас есть множество распорядителей – они возьмутся за что угодно. Прошу, наведи здесь порядок.",
					["serverTime"] = 1693699308,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						1, -- [2]
						2, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 2798.829,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[03:01:56]|h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Бастион]|h.",
					["serverTime"] = 1693699316,
					["r"] = 1,
					["extraData"] = {
						68, -- [1]
						3, -- [2]
						4, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 2806.214,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [78]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
