
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
				"/cw Айсимайси-Борейскаятундра Я без него не особо хочу идти", -- [1]
				"/cw Айсимайси-Борейскаятундра Садж не отвечает пока", -- [2]
				" Пока без активностей. Народ даже как-то наоборот подзабил", -- [3]
				" Привет)", -- [4]
				"/cw Менельдор-Борейскаятундра А чего ты от меня хотел в бою?", -- [5]
				" В принципе, с нами идёт Ваф. Можно и его уговорить потанчить. Но это будет непросто", -- [6]
				" Твоё экспертное мнение - я их затанчу? ", -- [7]
				" Сова предлагает 19е катакомбы", -- [8]
				" Даша с Олегом будут", -- [9]
				" Прямо сейчас или позже?", -- [10]
				" Можно", -- [11]
				" Привет)", -- [12]
				"/cw Криворожка-Борейскаятундра Разве длительность баффа зависит от того, когда ты бежишь?", -- [13]
				"/cw Криворожка-Борейскаятундра А нифига", -- [14]
				"/cw Криворожка-Борейскаятундра Бафф перевесится непосредственно перед взрывом", -- [15]
				"/cw Криворожка-Борейскаятундра Я думала, с третьей сферой будет так же", -- [16]
				"/cw Криворожка-Борейскаятундра И буквально за пару секунд до взрыва второй сферы бафф перевешивается на другого", -- [17]
				"/cw Криворожка-Борейскаятундра Он бежит перекрывать", -- [18]
				"/cw Криворожка-Борейскаятундра Там не всё так просто. Вот вешается первы бафф на одного танка", -- [19]
				"/cw Криворожка-Борейскаятундра Про фазу, когда сферы начинаются взрывающиеся", -- [20]
				"/cw Криворожка-Борейскаятундра Да", -- [21]
				"/cw Криворожка-Борейскаятундра Или ты не обращал внимания?", -- [22]
				"/cw Криворожка-Борейскаятундра Там есть таймер, который показывает, когда будет смена танков?", -- [23]
			},
			["ChatFrame1EditBox"] = {
				"/гр не бегите вверх", -- [1]
				"/гр Диспелл плиз", -- [2]
				"/г Один таймволк нужен кому-нибудь?", -- [3]
				"/г Никто не говорил, что будет легко", -- [4]
				"/с грац)", -- [5]
				"/с в лужах не стой)", -- [6]
				"/с /reload", -- [7]
				"/п А зачем ты купол с пулла отдаёшь, если не секрет?", -- [8]
				"/п Не таунтится", -- [9]
				"/п блин, и роги нет(", -- [10]
				"/п На первом паке он вообще в проте был", -- [11]
				"/п Хилл либо ливнул либо вылетел", -- [12]
				"/с p )", -- [13]
				"/гр Андрей, а кого ты говорил надо фармить на самого редкого босса?", -- [14]
				"/г /tmw", -- [15]
				"/г )))", -- [16]
				"/cw Болеюгрипом-ЧерныйШрам Всё равно маньяк", -- [17]
				"/cw Болеюгрипом-ЧерныйШрам Маньяк", -- [18]
				"/cw Болеюгрипом-ЧерныйШрам Нет, конечно))", -- [19]
				"/cw Болеюгрипом-ЧерныйШрам )", -- [20]
				"/cw Болеюгрипом-ЧерныйШрам \"Не откладывай на завтра то, что можно отложить на самый последний день\"", -- [21]
				"/cw Болеюгрипом-ЧерныйШрам Ещё двумя чарами", -- [22]
				"/cw Болеюгрипом-ЧерныйШрам Спасибо)", -- [23]
				"/cw Аркадрон-Борейскаятундра ))", -- [24]
				"/cw Аркадрон-Борейскаятундра )", -- [25]
				"/cw Аркадрон-Борейскаятундра Я думала, не будет собирать", -- [26]
				"/cw Аркадрон-Борейскаятундра А Лёша собирает что ли?", -- [27]
				"/г Кейс тут недавно жаловался, что за весь БФА не встретил в ключах ни одного мишки", -- [28]
				"/г А кого? Варра?", -- [29]
				"/г :(", -- [30]
				"/г Привет)", -- [31]
				"/г Зазавр, а ты сейчас по-прежнему медведя мейнишь?", -- [32]
				" Наверное, это было очень обидно", -- [33]
				" Только чтоб обнаружить, что босса пофиксили", -- [34]
				" Я дочитала до того момента, как они всем рейдом сменили расу на троллей, чтоб абилки скипать", -- [35]
				" До этого ещё не дошла", -- [36]
				" Ты читал пост о том, как Limit Джайну убивали?", -- [37]
				" Хокей в Оргримаре смотреть, это сильно", -- [38]
				" :D", -- [39]
				" Ты с маунта слез что ли?", -- [40]
				" Как?!", -- [41]
				" Вот почему за предков во вражеских столицах доют по 1 монетке, а не, скажем, по 5?", -- [42]
				" Сравнительно", -- [43]
				" Ну да, в Нордсколе всё компактно", -- [44]
				" В большинстве из них всё быстро", -- [45]
				" Там омг лабиринт", -- [46]
				" Главное, не трать время на предка в Марадоне", -- [47]
				" Ну хотябы 60+, чтоб летать мог)", -- [48]
				" Надо 2 чара", -- [49]
				" 4 по 25 это всё равно 100 монет", -- [50]
				" Тогда тебе легче)", -- [51]
				" Я все считаю", -- [52]
				" 4 это новые, наверное", -- [53]
				" Итого 8", -- [54]
				" Головы и хвосты драконов. Драконов 4 разных расцветки", -- [55]
				" Больше", -- [56]
				" Одним чаром можно заработать 83 монетки, если сделать всё-всё. Считай, что это 80", -- [57]
				" 8 игрушек по 25 монет, 3 по 10 монет и одна за 30", -- [58]
				" Чтоб всё скупить, нужно три с половиной чара", -- [59]
				" Да там ппц этих игрушек", -- [60]
				" \"Не откладывай на завтра то, что можно отложить на самый последний день\"", -- [61]
				" Тоже за монетами летаешь?)", -- [62]
				"/г Грац)", -- [63]
				"/г ВАР ЛУТАТЬ", -- [64]
				" Сейчас дд опрашиваю", -- [65]
				" Наш тоже зашел)", -- [66]
				" А хилу?)", -- [67]
				" Даш, привет. Тебе кому-нибудь из ДД ключи нужны?", -- [68]
				" У тебя мохнатой панды в баттлнете нет случайно?", -- [69]
				" Привет. Ты как на счет сегодня в ключи?", -- [70]
				" Отлично. Если кто-нибудь из наших танков появится, тогда соберемся", -- [71]
				" Привет)", -- [72]
				"/с /tmw", -- [73]
				"/с /reload", -- [74]
				"/с /tmw", -- [75]
				"/с /tmw", -- [76]
				"/г Саблерон? Это КД какое-то было?", -- [77]
				"/г Светящиеся кошаки как раз в этом дополнительном меню", -- [78]
				"/г И открывается дополнительное меню выбора конкретной расцветки", -- [79]
				"/г Когда трансморг в артефакт выбираешь, на каждой группе моделей оказывается можно сделать райт клик", -- [80]
				"/г Ёлки, там правой кнопокой нужно было нажать", -- [81]
				"/г \"Нельзя\" в смысле так и задумано? Или это бага?", -- [82]
				"/г А где ты видел, что об этом писали?", -- [83]
				"/г Это почему?", -- [84]
				"/г Эээ", -- [85]
				"/г Или за славу Герою", -- [86]
				"/г У меня у медведя всё хорошо, а коту не дают выбрать светящийся облик, который за Баланс сил давали ", -- [87]
				"/г Или ты не проверял?", -- [88]
				"/г А у сов всё хорошо с трансмогрификацией оружия в артефакт?", -- [89]
				"/г Черт", -- [90]
				"/г Кот?", -- [91]
				"/г Пуфик, а друиды у тебя есть?", -- [92]
				"/cw Пуфка Отправила", -- [93]
				"/г Я подозреваю, что мага твоего в гер Лёша не возьмёт", -- [94]
				"/г Ну уже начало", -- [95]
				"/г Пуфик, так выпало что-нибудь из сэта в ЦН?", -- [96]
				"/п Хорошо, когда на хилла можно положиться", -- [97]
				"/п Нефритовая, зачет) я уж думала, конец нам всем", -- [98]
				"/cw Айсимайси-Борейскаятундра окей", -- [99]
				"/cw Айсимайси-Борейскаятундра Может и будут. Сейчас поспрашиваю народ", -- [100]
				"/г Пуф, когда ты магу ник выбирал, ты думал о ледяных мышках?", -- [101]
				"/г Окей)", -- [102]
				"/г Лут персональный. Может выпасть вообще только золото", -- [103]
				"/г Ты будешь очень долго его собирать", -- [104]
				"/г Вот ГС за дд уже нельзя, даже нормал", -- [105]
				"/г А что тебе там нужно?", -- [106]
				"/г Нормал пробовала", -- [107]
				"/г Скорей всего да", -- [108]
				"/г А что это за тринкет, на который нужен дистилиум?", -- [109]
				"/г Спокойной", -- [110]
				"/г Застряла(", -- [111]
				"/г Спасибо)", -- [112]
				"/г Тигра!", -- [113]
				"/г У тебя какой сейчас илвл?", -- [114]
				"/г Там ещё три маунта)))", -- [115]
				"/г Там маунт", -- [116]
				"/г Ой, пойдем еще на Алашанира слетаем?", -- [117]
				"/г Мелкого ещё одного убьем и всё, наверное", -- [118]
				"/г Попутно сделался посланник для 7-го легиона", -- [119]
				"/г Ничего. Дети поступят в институт, тогда выспишься", -- [120]
				"/г Спать пора?", -- [121]
				"/г Почему?", -- [122]
				"/г Я буду делать", -- [123]
				"/г Золото в основном. Но они на рарников, а с рарников 340", -- [124]
				"/г Локалки будешь делать тут?", -- [125]
				"/с /reload", -- [126]
				"/гр Если б они нормально сбежались, их бы нормально залили", -- [127]
				"/гр Лосать надо было за углом", -- [128]
				"/гр Я", -- [129]
				"/гр Мы не знаем, про что он)", -- [130]
				"/гр Причем тут хилл шамана", -- [131]
				"/гр Мне тоже непонятно", -- [132]
				"/гр Оббеги и спрыгни сверху в квадрат", -- [133]
				"/гр У акул сегодня прямо праздник живота", -- [134]
				"/гр Лёш, не пытайся сразу прыгнуть, оббеги и прыгай на мостик", -- [135]
				"/гр в воде акулы", -- [136]
				"/гр Наверху не трогаем, отагрятся", -- [137]
				"/гр Сразу прыгаем вниз в синюю метку", -- [138]
				"/гр Пришел сумм?", -- [139]
				"/гр Вход в Боралусе", -- [140]
				"/гр Мы тут вдвоем с Вц", -- [141]
				"/гр Вы где все?", -- [142]
				"/гр Нет", -- [143]
				"/гр Пуфик, ты вылетел или просто из войса вышел?", -- [144]
				"/гр Осада Боралуса", -- [145]
				"/гр В Осаду у всех доступ есть?", -- [146]
				"/г Варр?", -- [147]
				"/г А кто первый тогда?", -- [148]
				"/г Оо", -- [149]
				"/г Или нет", -- [150]
				"/г В смысле, первый чар", -- [151]
				"/г Это его мейн как бы", -- [152]
				"/гр Мишка - прист, так что не обидно)", -- [153]
				"/гр Если тебе колечко не нужно, можешь ханту отдать?", -- [154]
				"/гр )", -- [155]
				"/гр Контроль снимается массдиспелом", -- [156]
				"/гр И тебя засуммоним", -- [157]
				"/гр Суманем", -- [158]
				"/гр Ты так сказал, как будто вручную грузишься", -- [159]
				"/гр Гробница", -- [160]
				"/гр Отлично", -- [161]
				"/гр В Гробницу королей у всех доступ есть?", -- [162]
				"/гр От входа направо", -- [163]
				"/гр Мы на динозавре", -- [164]
				"/гр Да", -- [165]
				"/гр Без понятия. Мы на 4х мифика идем", -- [166]
				"/гр Это я у него в войсе спрашивала)", -- [167]
				"/гр ок", -- [168]
				"/гр Потом идем АталДазар. Если тоже идете, не выходите из пати", -- [169]
				"/гр Ждем тебя у босса", -- [170]
				"/гр В другой сложности что ли?", -- [171]
				"/гр Варр, а ты где?", -- [172]
				"/гр сек", -- [173]
				"/гр Ему просто хочется, чтоб ему песни пели", -- [174]
				"/гр Можно, не знаю только, зачем", -- [175]
				"/гр Пуф, ты лидер", -- [176]
				"/гр На 2 минуты отойду", -- [177]
				"/гр У меня аддон просто показывает уведомление сразу, как только прокает призыв", -- [178]
				"/гр Так блин где они?", -- [179]
				"/гр То есть, теоретически, хиллов развелось слишком много", -- [180]
				"/гр Обратила внимание, что в последнее время в рандом данжи призыв к оружию часто прокает на танков и на дд", -- [181]
				"/гр Можно, почему нет?", -- [182]
				"/гр Или нет", -- [183]
				"/гр Квесты нужны только на гробницу и на осаду. И только на мейне", -- [184]
				"/гр Какого квеста?", -- [185]
				"/гр А потом у нас кончатся тролли", -- [186]
				"/гр Потом Гробница", -- [187]
				"/гр Потом Атал'Дазар", -- [188]
				"/гр Жила", -- [189]
				"/гр А сейчас в +0 уже ходят без хилла?", -- [190]
				"/cw Спирроу Может шамом? Кольчуга, все дела", -- [191]
				"/гр Сейчас соберём тебе фулл кольчужную пати", -- [192]
				"/г Вывести в чисто поле, поставить лицом к стенке и пустить пулю в лоб", -- [193]
				"/г Лицом", -- [194]
				"/г Плюс откидывания", -- [195]
				"/г Не всегда в ренже", -- [196]
				"/г Очень большой разброс тел по комнате", -- [197]
				"/г Учитель что ли?", -- [198]
				"/г Интересно, что это за профессия", -- [199]
				"/г Так называемая цензурная речь бывает гораздо более обидной, чем мат", -- [200]
				"/г Плюсы были к Зозуль", -- [201]
				"/г ++", -- [202]
				"/г Качай ханта", -- [203]
				"/рейд off", -- [204]
				"/гр :)", -- [205]
				"/гр Я пока всё", -- [206]
				"/гр А кто теперь лидер?", -- [207]
				"/гр Релогнусь", -- [208]
				"/гр |cffa335ee|Hitem:71881::::::::120:104:::1:3524:::|h[Сверкающий королевский гранат]|h|r", -- [209]
				"/гр |cffa335ee|Hitem:71882::::::::120:104:::1:3524:::|h[Блистательный королевский гранат]|h|r", -- [210]
				"/гр Это за квест дали?", -- [211]
				"/гр У меня нет дебаффа", -- [212]
				"/гр Ваня на сову", -- [213]
				"/гр Видимо,он и регал", -- [214]
				"/гр А кто регал?", -- [215]
				"/гр ы", -- [216]
				"/гр А Орбена жаловался, что варов нерфят", -- [217]
				"/гр Хант, больше так не делай", -- [218]
				"/гр |cffa335ee|Hitem:163892::::::::120:104::28:3:5125:1532:4786:::|h[Кадило бойца 7-го легиона]|h|r |cff1eff00|Hitem:155066::::::::120:104:512:11:1:4790:118:::|h[Полномочия надзирателя]|h|r", -- [219]
				"/гр Спекнись, пожалуйста", -- [220]
				"/гр Потому что у меня нет", -- [221]
				"/гр Блэк,  а у тебя тут дд спека нет?)", -- [222]
				"/cw Аркадрон +", -- [223]
				"/гр A bit too much", -- [224]
				"/cw Аэровафли-Борейскаятундра Попробуй перезапустить клиент", -- [225]
				"/cw Аэровафли-Борейскаятундра Но в войс зашла", -- [226]
				"/cw Аэровафли-Борейскаятундра Меня тоже", -- [227]
				"/cw Аэровафли-Борейскаятундра Ты опять сам с собой разговариваешь сидишь?)", -- [228]
				"/гр У лока в прошлом инсте то же самое было", -- [229]
				"/гр Аналогично", -- [230]
				"/гр Пришел сум?", -- [231]
				"/гр Возможно", -- [232]
				"/г /break 5", -- [233]
				"/г Вань, куда дальше идем?", -- [234]
				"/гр Let's wait for him to log back", -- [235]
				"/гр Lock disconnected", -- [236]
				"/гр )", -- [237]
				"/гр Вармод вреден для здоровья", -- [238]
				"/гр Его не только мы ждали, судя по ХП", -- [239]
				" В войс зайдешь?", -- [240]
				"/гр Пришел сум?", -- [241]
				"/гр Идемте в гильдейский войс, у кого желание есть", -- [242]
				"/гр )", -- [243]
				"/гр Куда сначала пойдем?", -- [244]
				" Давай", -- [245]
				" )", -- [246]
				" Медведем бы ещё сходила", -- [247]
				" Нет, только присту", -- [248]
				" Конечно)) и потом ещё по пару мификов сверху добавила", -- [249]
				" Привет)", -- [250]
				"/cw Вирж +", -- [251]
				" Спокойной", -- [252]
				" Я без звука не смогу. В основном по нему ориентируюсь, когда какие абилки", -- [253]
				" )))", -- [254]
				" Каждый раз, когда в игре смеются ведьмы, кошка просыпается и начинает тревожно оглядываться)", -- [255]
				" Отлично, тогда можно будет сходить", -- [256]
				" Там сфер ещё нет на 5-м?", -- [257]
				" Гробницу мы любим)", -- [258]
				"/cw Louvarik-Dalaran You're welcome)", -- [259]
				" Ты что-то ещё говорил? Последнюю фразу не услышала", -- [260]
				"/гр Gl gyus", -- [261]
				"/гр You both need? Roll then", -- [262]
				"/гр |cffa335ee|Hitem:159347::::::::120:104::16:3:5002:1522:4786:::|h[Заросшие мхом башмаки с перфорированным носком]|h|r anyone?", -- [263]
				"/гр We'll come back after the boss", -- [264]
				"/гр hi", -- [265]
				"/гр You were supposed to hide while the tank runs and aggroes them", -- [266]
				"/гр hi", -- [267]
				" Я в гильдейском войсе", -- [268]
				" да", -- [269]
				" )", -- [270]
				" Может, ему просто нравится меня видеть", -- [271]
				" Он самый", -- [272]
				" Мой юбилейный 316й визит", -- [273]
				" Я как раз к Мандокиру пока наведаюсь", -- [274]
				" )))", -- [275]
				" Это не страшно. Яйца автоматически начинают жариться сразу после того, как прекращают вариться", -- [276]
				" ))", -- [277]
				" Хорошо", -- [278]
				" Давай сходим", -- [279]
				" Медведю можно", -- [280]
				" Привет)", -- [281]
				"/г Плоди обязательно", -- [282]
				"/г Уверена, потом ещё и золото за миссии оплота апнут", -- [283]
				"/г Я скаду никогда не сбрасываю", -- [284]
				"/г Сейчас посмотрю", -- [285]
				"/г )", -- [286]
				"/г Который у стены и в который сдувает", -- [287]
				"/г И вешает доту", -- [288]
				"/г Нет, огонь просто поджигает", -- [289]
				"/г Ваншотом - в смысле сгорел?", -- [290]
				"/г Скрытность", -- [291]
				"/cw Эгтауэр-Борейскаятундра Спасибо)", -- [292]
				"/cw Эгтауэр-Борейскаятундра Вань, я не очень хорошо себя чувствую. Для ключей точно не гожусь", -- [293]
				"/г На вневременном острове", -- [294]
				"/г Я в своё время портным стало исключительно для того, чтоб можно было на ковре летать", -- [295]
				"/г Грац)", -- [296]
				"/гр hi", -- [297]
				"/cw Пуфка-Борейскаятундра Садж пока не вернулся", -- [298]
				"/г А звание такое дают?", -- [299]
				"/п Варр, а кто тебя убивает?", -- [300]
				"/cw Вейлзевул-Борейскаятундра Он за мной поворачивается", -- [301]
				"/cw Вейлзевул Вейл, привет)  А как танку в святилище Штормов на втором боссе уклоняться от тормозящего удара?", -- [302]
				"/гр Why do you keep breaking cc?", -- [303]
				"/гр *priestess", -- [304]
				"/гр We'll cc one priestell, don't hit her", -- [305]
				"/гр wipe it", -- [306]
				"/гр We got 3 pieces of loot and +2 key upgrade", -- [307]
				"/гр Yes, it was", -- [308]
				"/гр Садж, мы в диске", -- [309]
				"/п Диспел лока", -- [310]
				"/п Остальные - кикайте каст, чтоб его вообще не было", -- [311]
				"/п Хилл, диспель Гниющий разум с народа", -- [312]
				"/гр |cff0070dd|Hitem:163814::::::::120:104::11::::|h[Шаловливый ветерок]|h|r", -- [313]
				"/cw Амурский-ЧерныйШрам Нет", -- [314]
				"/с /reload", -- [315]
				"/с /reload", -- [316]
				"/п Хил, тогда ты?", -- [317]
				"/п Мэм, понажимаешь часы?", -- [318]
				"/п Мы почти смогли", -- [319]
				"/п Потом дошло", -- [320]
				"/п Смотрю на ник роги и думаю: \"Причем тут Петербург?\"", -- [321]
				"/п Ееее", -- [322]
				"/п Я не умею каркать, я медведь, а не сова", -- [323]
				"/п Будет забавно, если ещё раз улетишь туда же", -- [324]
				"/п Пока вы стоите за вихрями, вас постоянно пробивает", -- [325]
				"/п Внутрь станьте", -- [326]
				"/cw Айуан-Гордунни Я после этого данжа спать", -- [327]
				"/cw Айуан-Гордунни А зачем ещё сюда ходить?", -- [328]
				"/п Рог не тут", -- [329]
				"/п Носите бочки из огня", -- [330]
				"/п Эту дверь тоже, плиз", -- [331]
				"/п Рог, открой нам дверь", -- [332]
				" Привет) Я где-то через час буду собирать, если танк освободится", -- [333]
				"/п Сто стрелкой бегите к столбам", -- [334]
				"/п Спасибо", -- [335]
				"/с /roll", -- [336]
				"/с /reload", -- [337]
				"/г /reload", -- [338]
				"/г )", -- [339]
				"/г Грац)", -- [340]
				"/cw Вафовна-Борейскаятундра Может быть, вечером после восьми. Но это не точно", -- [341]
				"/г Грац, Вань)", -- [342]
				"/г xsem?", -- [343]
				" Акула только в этот день есть?", -- [344]
				" Тут говорят День Пиратов был с кучей игрушек", -- [345]
				" На работе задерживалась", -- [346]
				" Привет)", -- [347]
				"/с /tmw", -- [348]
				"/г Нет у нас такого", -- [349]
				"/г А Дамер это что такое? Он в гильдии?", -- [350]
				"/г У тебя хоть один чар есть, у которого ник не заканчивается на \"а\"?", -- [351]
				"/г Ух ты, грац", -- [352]
				"/cw Пуфка Отправила почтой", -- [353]
				" Ладно, сделаем Усадьбу а там посмотрим", -- [354]
				"/cw Альмагорн-Борейскаятундра Я тебя заинвайтить могу пристом. Сейчас зайду", -- [355]
				" Пока не отвечает", -- [356]
				"/cw Айсли Товарищ с Азурегоса, который предлагал объединяться, хотел бы с тобой в диске пообщаться", -- [357]
				" Сейчас напишу ему", -- [358]
				" Это сейчас людей вроде бы много. Постепенно те, кто вернулся на волне нового интереса, начнут забивать", -- [359]
				" Так-то в любом случае придётся объединяться рано или поздно", -- [360]
				" Ну он спросил \"Сколько их?\") То есть, вариант, чтоб к нам присоединились его, наверное, устроит", -- [361]
				" Хорошо, озвучу", -- [362]
				" Как будет, спрошу у РЛа что он думает о рейдах и думает ли о них вообще)", -- [363]
				" На сегодняшний момент я могу говорить только за себя", -- [364]
				" Маунт ещё вылавливается", -- [365]
				" Да? Я, значит, ещё не дошла туда", -- [366]
				" )))", -- [367]
				" Хы, а ты рассол пьянице уже носил?", -- [368]
				" Мне нравится, как они в некоторых данжах сделали возвращение к началу)", -- [369]
				" Ладно, потом покажу, как вернуться", -- [370]
				" Ты книгу взял?", -- [371]
				" )", -- [372]
				"/с /tmw", -- [373]
				"/г Да они издеваются", -- [374]
				"/г Ээээ, шейпшифт больше не снимает замедляющие дебаффы?", -- [375]
				"/г Всё ок", -- [376]
				"/г Так мы оценили", -- [377]
				"/г Это чтоб все поняли, что для него оно Highmountain)", -- [378]
				"/г Крутогорья?", -- [379]
				"/г Такое бывает?", -- [380]
				"/г Оо", -- [381]
				" Но спасибо за предложение", -- [382]
				" Если ты про друида, то я сама танк", -- [383]
				" Ну правильно, ты ж скупаешь всё, цена растёт", -- [384]
				"/г У друидов есть какой-нибудь глиф, чтоб тревел форма бегала по воде?", -- [385]
				"/г Прикольно", -- [386]
				"/г А что за квест?", -- [387]
				"/с /bt", -- [388]
				"/г Разряды крутящиеся что ли?", -- [389]
				"/г Вы на ласте?", -- [390]
				"/г И кто же вас тянет?", -- [391]
				" )", -- [392]
				" Угадай, выпал ящер или нет", -- [393]
				" Юбилейный 280й килл Мандокира", -- [394]
				" /reload", -- [395]
				" Туда посылают по сюжету?", -- [396]
				" А как ты в экспедицию попал?", -- [397]
				" Просто перерыв себе устроила)", -- [398]
				" Нет)", -- [399]
				" Нам там танк нужен где-нибудь или мне сразу пристом идти?", -- [400]
				" У тебя первый этаж пропустить только Сова может?", -- [401]
				" Давай сходим", -- [402]
				" Привет)", -- [403]
				" ))", -- [404]
				" Не обещаю, что она затанчит)", -- [405]
				" Я на дх", -- [406]
				" Если я захочу посмотреть манеру движения настоящих медведей - я включу себе видео на ютубе", -- [407]
				" Вот зачем?", -- [408]
				" \"Мы сделали так, чтобы было больше похоже на манеру движения настоящих медведей\"", -- [409]
				" Какая у медведей уродская стала анимация бега", -- [410]
				" А что делают твои тотемы?", -- [411]
				" ТОлько не говори, что ты в другой инст зашел", -- [412]
				" Тебя так сильно медведь расстроил?))", -- [413]
				"/п Сделаем", -- [414]
				" )))", -- [415]
				" Медитативный процесс", -- [416]
				" Давно уже не фармила, почему-то", -- [417]
				" Ну и просто захотелось покопать", -- [418]
				" И там ещё пэты есть, и игрушки", -- [419]
				" Да", -- [420]
				" Нет, инженерные", -- [421]
				" Руда - живая сталь - маунты", -- [422]
				" Хм, любопытно", -- [423]
				" Там, это в ПвП?", -- [424]
				" ))", -- [425]
				" Поцарапает)", -- [426]
				" Смотри только Дашу не обгони)", -- [427]
				" Поздравляю)", -- [428]
				" ))", -- [429]
				" Привет", -- [430]
				" Копошусь? Оо", -- [431]
				"/с /tmw", -- [432]
				"/с /bt", -- [433]
				" Я чет не вижу разницы", -- [434]
				" Там писали, что в препатче переработали анимацию кошек и медведей", -- [435]
				" Ничё, в августе отдохнёшь", -- [436]
				" )))", -- [437]
				" Тебя снова пить позвали?)", -- [438]
				" За конем сходим на этом кд?", -- [439]
				" Привет, Вань", -- [440]
				"/г /tmw", -- [441]
				"/г |cffa335ee|Hitem:151962::::::::110:103::6:1:3524:::|h[Прототип полевого дециматора]|h|r", -- [442]
				" /reload", -- [443]
				" сек", -- [444]
				" А был 966", -- [445]
				" И 5к дпс, псли повезет", -- [446]
				" У моего приста сейчас 240 айтем левел)", -- [447]
				" Нас тут сплющили)", -- [448]
				" играть не планируешь?", -- [449]
				" А ты как?", -- [450]
				" Отлично)", -- [451]
				" Привет)", -- [452]
				" Медведем прикольно. ДХ ад", -- [453]
				" Всё же у разных классов сложность разная", -- [454]
				" Во, нашла", -- [455]
				" Нету в списке(", -- [456]
				" А реально, где оно?", -- [457]
				" Так, где моё крутое звание", -- [458]
				" Или просто напрактиковалась", -- [459]
				" Мне наоборот показалось, что чем дальше, тем проще", -- [460]
				" Точно такая же", -- [461]
				" Нет", -- [462]
				" Волны с 11 по 20 точно такие же, ка с 1 по 10", -- [463]
				" А они просто повторяются", -- [464]
				" Я думала, там прогрессивно увеличивается сложность", -- [465]
				" Не заметила просто", -- [466]
				" А ачивки есть после 30?", -- [467]
				" он реально бесконечный? Оо", -- [468]
				" Эмм, а какого у меня показывает 32 волны? Оо", -- [469]
				" Меня и сейчас бананами прошибает", -- [470]
				" Здесь всегда актуал", -- [471]
				" да", -- [472]
				" Фру проходил", -- [473]
				" Что это?", -- [474]
				" за 30 волн", -- [475]
				" если бы", -- [476]
				" Печаль же ><", -- [477]
				" На них нельзя будет покупать ни камни на ап\\апгрейд пэтов, ни булочки на бафф к опыту пэта", -- [478]
				" Я тут вычитала, что в препатче |cffffffff|Hitem:116415::::::::110:104::::::|h[Оберег для питомца]|h|r понерфят", -- [479]
				"/4 Похищающий жизнь яд зато есть у роги", -- [480]
				"/4 Аркану можно Селумбру надеть, если нет ни Придаза ни честа щитующего. Она за бой 5-6 миллионов отхиливает", -- [481]
				" Что косить будешь?", -- [482]
				" (", -- [483]
				"/cw Аркадрон-Борейскаятундра Зерга не получится", -- [484]
				"/cw Аркадрон-Борейскаятундра Проходимо, но придётся потраить", -- [485]
				"/cw Аркадрон-Борейскаятундра Можешь взять травничество+снятие шкур. При сборе ресурсов на Аргусе тоже дропается изначальный саргерит", -- [486]
				"/cw Аркадрон-Борейскаятундра Привет)", -- [487]
				"/п Идите за мной. Мобов не агрите, я соберу, кого надо", -- [488]
				" Да", -- [489]
				" Давай начнем с чего-нибудь попроще", -- [490]
				" Если пройдем", -- [491]
				" Хочешь туда?", -- [492]
				" |cffa335ee|Hkeystone:199:16:7:2:10|h[Ключ: Крепость Черной Ладьи (16)]|h|r", -- [493]
				" Там буквально каждый куст магией фигачит", -- [494]
				" Но я всё равно на дх туда пойду", -- [495]
				" Ну +2 это не страшно", -- [496]
				" ы", -- [497]
				"/гр Спасибо, ребят", -- [498]
				"/гр Ему всё нужно)", -- [499]
				"/гр Нужны", -- [500]
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1588246021,
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 13,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[20:49:08]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Вальдраккен]|h.",
					["serverTime"] = 1713980947,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						42, -- [2]
						43, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445209.238,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[20:49:08]|h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Вальдраккен]|h.",
					["serverTime"] = 1713980947,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						44, -- [2]
						45, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445209.238,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[20:49:13]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Вишенька-ПиратскаяБухта:2485:CHANNEL:2|h[|cffc69b6dВишенька-ПиратскаяБухта|r]|h: сделаю/переделаю |cffa335ee|Hitem:193001::::::::5:1446:::::::::|h[Аркан стихий]|h|r, кольца, ГРЕБНИ, ТРИНЬКИ, ЛЮБОЕ ОРУЖИЕ/ЭКИПИРОВКУ, камни т3, снаряжение для всех профессий",
					["serverTime"] = 1713980952,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						46, -- [2]
						47, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445215.942,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[20:49:13]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Вишенька-ПиратскаяБухта:2486:CHANNEL:5|h[|cffc69b6dВишенька-ПиратскаяБухта|r]|h: сделаю/переделаю |cffa335ee|Hitem:193001::::::::5:1446:::::::::|h[Аркан стихий]|h|r, кольца, ГРЕБНИ, ТРИНЬКИ, ЛЮБОЕ ОРУЖИЕ/ЭКИПИРОВКУ, камни т3, снаряжение для всех профессий",
					["serverTime"] = 1713980952,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						48, -- [2]
						49, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445215.942,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[20:49:13]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Вишенька-ПиратскаяБухта:2487:CHANNEL:5|h[|cffc69b6dВишенька-ПиратскаяБухта|r]|h: Опытная команда поможет с прохождением м+ ключей 0 - 10+ за золото, за инфо в пм ",
					["serverTime"] = 1713980952,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						48, -- [2]
						49, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445215.942,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[20:52:46]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Тальдразус]|h.",
					["serverTime"] = 1713981165,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						42, -- [2]
						43, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445428.71,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[20:52:46]|h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1713981165,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						46, -- [2]
						52, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445428.71,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[20:52:46]|h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Тальдразус]|h.",
					["serverTime"] = 1713981165,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						44, -- [2]
						45, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445428.71,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[20:52:46]|h Вы покинули канал |Hchannel:CHANNEL:5|h[5. Торговля (услуги): Город]|h.",
					["serverTime"] = 1713981165,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						48, -- [2]
						53, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445428.71,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[20:52:57]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Равнины Он'ары]|h.",
					["serverTime"] = 1713981176,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						42, -- [2]
						43, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445439.649,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[20:52:57]|h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Равнины Он'ары]|h.",
					["serverTime"] = 1713981176,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						44, -- [2]
						45, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445439.649,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[20:54:07]|h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Равнины Он'ары]|h.",
					["serverTime"] = 1713981246,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						42, -- [2]
						43, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445509.714,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[20:54:07]|h Вы покинули канал |Hchannel:CHANNEL:3|h[3. Оборона: Равнины Он'ары]|h.",
					["serverTime"] = 1713981246,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						44, -- [2]
						45, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445509.714,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [13]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 13,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[20:49:08]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Вальдраккен]|h.",
					["serverTime"] = 1713980947,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						42, -- [2]
						43, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445209.238,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[20:49:08]|h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Вальдраккен]|h.",
					["serverTime"] = 1713980947,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						44, -- [2]
						45, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445209.238,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[20:49:13]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Вишенька-ПиратскаяБухта:2485:CHANNEL:2|h[|cffc69b6dВишенька-ПиратскаяБухта|r]|h: сделаю/переделаю |cffa335ee|Hitem:193001::::::::5:1446:::::::::|h[Аркан стихий]|h|r, кольца, ГРЕБНИ, ТРИНЬКИ, ЛЮБОЕ ОРУЖИЕ/ЭКИПИРОВКУ, камни т3, снаряжение для всех профессий",
					["serverTime"] = 1713980952,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						46, -- [2]
						47, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445215.942,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[20:49:13]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Вишенька-ПиратскаяБухта:2486:CHANNEL:5|h[|cffc69b6dВишенька-ПиратскаяБухта|r]|h: сделаю/переделаю |cffa335ee|Hitem:193001::::::::5:1446:::::::::|h[Аркан стихий]|h|r, кольца, ГРЕБНИ, ТРИНЬКИ, ЛЮБОЕ ОРУЖИЕ/ЭКИПИРОВКУ, камни т3, снаряжение для всех профессий",
					["serverTime"] = 1713980952,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						48, -- [2]
						49, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445215.942,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[20:49:13]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Вишенька-ПиратскаяБухта:2487:CHANNEL:5|h[|cffc69b6dВишенька-ПиратскаяБухта|r]|h: Опытная команда поможет с прохождением м+ ключей 0 - 10+ за золото, за инфо в пм ",
					["serverTime"] = 1713980952,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						48, -- [2]
						49, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445215.942,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[20:52:46]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Тальдразус]|h.",
					["serverTime"] = 1713981165,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						42, -- [2]
						43, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445428.71,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[20:52:46]|h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1713981165,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						46, -- [2]
						52, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445428.71,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[20:52:46]|h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Тальдразус]|h.",
					["serverTime"] = 1713981165,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						44, -- [2]
						45, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445428.71,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[20:52:46]|h Вы покинули канал |Hchannel:CHANNEL:5|h[5. Торговля (услуги): Город]|h.",
					["serverTime"] = 1713981165,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						48, -- [2]
						53, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445428.71,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[20:52:57]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Равнины Он'ары]|h.",
					["serverTime"] = 1713981176,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						42, -- [2]
						43, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445439.649,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[20:52:57]|h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Равнины Он'ары]|h.",
					["serverTime"] = 1713981176,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						44, -- [2]
						45, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445439.649,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[20:54:07]|h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Равнины Он'ары]|h.",
					["serverTime"] = 1713981246,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						42, -- [2]
						43, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445509.714,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[20:54:07]|h Вы покинули канал |Hchannel:CHANNEL:3|h[3. Оборона: Равнины Он'ары]|h.",
					["serverTime"] = 1713981246,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						44, -- [2]
						45, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445509.714,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [13]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 7,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["serverTime"] = 1713980674,
					["r"] = 1,
					["b"] = 0.960784375667572,
					["timestamp"] = 444936.737,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 0.9960784912109375,
				}, -- [1]
				{
					["message"] = "0 |4день:дня:дней;, 0 |4час:часа:часов;, 0 |4минута:минуты:минут;, 0 |4секунда:секунды:секунд;.",
					["timestamp"] = 444936.737,
				}, -- [2]
				{
					["message"] = "========== Конец истории сообщений ==========",
					["timestamp"] = 444936.737,
				}, -- [3]
				{
					["message"] = "Распознавание речи позволяет добавлять субтитры в голосовой канал.",
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 444915.179,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[20:49:13]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Вишенька-ПиратскаяБухта:2485:CHANNEL:2|h[|cffc69b6dВишенька-ПиратскаяБухта|r]|h: сделаю/переделаю |cffa335ee|Hitem:193001::::::::5:1446:::::::::|h[Аркан стихий]|h|r, кольца, ГРЕБНИ, ТРИНЬКИ, ЛЮБОЕ ОРУЖИЕ/ЭКИПИРОВКУ, камни т3, снаряжение для всех профессий",
					["serverTime"] = 1713980952,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						46, -- [2]
						47, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445215.942,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[20:49:13]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Вишенька-ПиратскаяБухта:2486:CHANNEL:5|h[|cffc69b6dВишенька-ПиратскаяБухта|r]|h: сделаю/переделаю |cffa335ee|Hitem:193001::::::::5:1446:::::::::|h[Аркан стихий]|h|r, кольца, ГРЕБНИ, ТРИНЬКИ, ЛЮБОЕ ОРУЖИЕ/ЭКИПИРОВКУ, камни т3, снаряжение для всех профессий",
					["serverTime"] = 1713980952,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						48, -- [2]
						49, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445215.942,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[20:49:13]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Вишенька-ПиратскаяБухта:2487:CHANNEL:5|h[|cffc69b6dВишенька-ПиратскаяБухта|r]|h: Опытная команда поможет с прохождением м+ ключей 0 - 10+ за золото, за инфо в пм ",
					["serverTime"] = 1713980952,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						48, -- [2]
						49, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445215.942,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [7]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 29,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Лордмаксимка-ЧерныйШрам|h[|cffc41e3aЛордмаксимка-ЧерныйШрам|r]|h заслужила достижение |cffffff00|Hachievement:16444:Player-1929-080F0DCA:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Эоранэль-ЧерныйШрам|h[|cffa330c9Эоранэль-ЧерныйШрам|r]|h заслужила достижение |cffffff00|Hachievement:16444:Player-1929-099249EB:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Пандамагиня-Борейскаятундра|h[|cff3fc7ebПандамагиня|r]|h заслужила достижение |cffffff00|Hachievement:16444:Player-1929-0E2E1EC8:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Йохомаха-Борейскаятундра|h[|cfff48cbaЙохомаха|r]|h заслужила достижение |cffffff00|Hachievement:16444:Player-1929-0F8451D1:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Ледио-ПиратскаяБухта|h[|cffffffffЛедио-ПиратскаяБухта|r]|h заслужила достижение |cffffff00|Hachievement:16444:Player-1929-0E63762B:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Канапец-ЧерныйШрам|h[|cff3fc7ebКанапец-ЧерныйШрам|r]|h заслужил достижение |cffffff00|Hachievement:16444:Player-1929-07DF6CF0:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Каригрим-Борейскаятундра|h[|cffc69b6dКаригрим|r]|h заслужил достижение |cffffff00|Hachievement:16444:Player-1929-0F8489FE:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Альвива-Гром|h[|cff3fc7ebАльвива-Гром|r]|h заслужила достижение |cffffff00|Hachievement:16444:Player-1929-0C8CB2F0:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Дмитрийй-ЧерныйШрам|h[|cffff7c0aДмитрийй-ЧерныйШрам|r]|h заслужил достижение |cffffff00|Hachievement:16444:Player-1929-0F7C23B1:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Демонвщица-ЧерныйШрам|h[|cffa330c9Демонвщица-ЧерныйШрам|r]|h заслужила достижение |cffffff00|Hachievement:16444:Player-1929-09864E5B:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Онтарис-ЧерныйШрам|h[|cfff48cbaОнтарис-ЧерныйШрам|r]|h заслужил достижение |cffffff00|Hachievement:16444:Player-1929-07EC3389:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Амасг-Борейскаятундра|h[|cffc69b6dАмасг|r]|h заслужил достижение |cffffff00|Hachievement:16444:Player-1929-0E1CEC69:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Небьющийся-ЧерныйШрам|h[|cfff48cbaНебьющийся-ЧерныйШрам|r]|h заслужил достижение |cffffff00|Hachievement:16444:Player-1929-0F7F4528:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Дормоед-ЧерныйШрам|h[|cfff48cbaДормоед-ЧерныйШрам|r]|h заслужила достижение |cffffff00|Hachievement:16444:Player-1929-0F45BA45:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Ранчили-ЧерныйШрам|h[|cffff7c0aРанчили-ЧерныйШрам|r]|h заслужила достижение |cffffff00|Hachievement:16444:Player-1929-0F69575D:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Вексан-ЧерныйШрам|h[|cffaad372Вексан-ЧерныйШрам|r]|h заслужил достижение |cffffff00|Hachievement:16444:Player-1929-0996A0D3:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[20:49:08]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Вальдраккен]|h.",
					["serverTime"] = 1713980947,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						42, -- [2]
						43, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445209.238,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[20:49:08]|h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Вальдраккен]|h.",
					["serverTime"] = 1713980947,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						44, -- [2]
						45, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445209.238,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[20:49:13]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Вишенька-ПиратскаяБухта:2485:CHANNEL:2|h[|cffc69b6dВишенька-ПиратскаяБухта|r]|h: сделаю/переделаю |cffa335ee|Hitem:193001::::::::5:1446:::::::::|h[Аркан стихий]|h|r, кольца, ГРЕБНИ, ТРИНЬКИ, ЛЮБОЕ ОРУЖИЕ/ЭКИПИРОВКУ, камни т3, снаряжение для всех профессий",
					["serverTime"] = 1713980952,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						46, -- [2]
						47, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445215.942,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[20:49:13]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Вишенька-ПиратскаяБухта:2486:CHANNEL:5|h[|cffc69b6dВишенька-ПиратскаяБухта|r]|h: сделаю/переделаю |cffa335ee|Hitem:193001::::::::5:1446:::::::::|h[Аркан стихий]|h|r, кольца, ГРЕБНИ, ТРИНЬКИ, ЛЮБОЕ ОРУЖИЕ/ЭКИПИРОВКУ, камни т3, снаряжение для всех профессий",
					["serverTime"] = 1713980952,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						48, -- [2]
						49, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445215.942,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[20:49:13]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Вишенька-ПиратскаяБухта:2487:CHANNEL:5|h[|cffc69b6dВишенька-ПиратскаяБухта|r]|h: Опытная команда поможет с прохождением м+ ключей 0 - 10+ за золото, за инфо в пм ",
					["serverTime"] = 1713980952,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						48, -- [2]
						49, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445215.942,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[20:52:46]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Тальдразус]|h.",
					["serverTime"] = 1713981165,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						42, -- [2]
						43, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445428.71,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[20:52:46]|h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1713981165,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						46, -- [2]
						52, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445428.71,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[20:52:46]|h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Тальдразус]|h.",
					["serverTime"] = 1713981165,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						44, -- [2]
						45, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445428.71,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[20:52:46]|h Вы покинули канал |Hchannel:CHANNEL:5|h[5. Торговля (услуги): Город]|h.",
					["serverTime"] = 1713981165,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						48, -- [2]
						53, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445428.71,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[20:52:57]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Равнины Он'ары]|h.",
					["serverTime"] = 1713981176,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						42, -- [2]
						43, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445439.649,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[20:52:57]|h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Равнины Он'ары]|h.",
					["serverTime"] = 1713981176,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						44, -- [2]
						45, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445439.649,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[20:54:07]|h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Равнины Он'ары]|h.",
					["serverTime"] = 1713981246,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						42, -- [2]
						43, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445509.714,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[20:54:07]|h Вы покинули канал |Hchannel:CHANNEL:3|h[3. Оборона: Равнины Он'ары]|h.",
					["serverTime"] = 1713981246,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						44, -- [2]
						45, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445509.714,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [29]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame11"] = {
			["maxElements"] = 128,
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[21:19:57]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T797325:14|tЗандаларский ногокус – |3-8(ваш питомец) активный питомец.",
					["serverTime"] = 1622225996,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1008754.924,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[21:19:58]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T2027888:14|tШиполист – |3-8(вражеский питомец) активный питомец.",
					["serverTime"] = 1622225997,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1008755.684,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[21:20:00]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 1",
					["serverTime"] = 1622225999,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1008757.94,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[21:20:01]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T135664:14|t|cff4e96f7|HbattlePetAbil:919:1237:305:305|h[Черный коготь]|h|r накладывает эффект |T135664:14|t|cff4e96f7|HbattlePetAbil:918:1237:305:305|h[Черный коготь]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["serverTime"] = 1622226000,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1008759.32,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[21:20:03]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:268:2574:231:285|h[Фотосинтез]|h|r накладывает эффект |T136085:14|t|cff4e96f7|HbattlePetAbil:267:2574:231:285|h[Фотосинтез]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["serverTime"] = 1622226002,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1008761.35,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[21:20:05]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:2574:231:285|h[Фотосинтез]|h|r восстанавливает 0 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["serverTime"] = 1622226004,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1008762.86,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[21:20:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 2",
					["serverTime"] = 1622226006,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1008764.92,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[21:20:07]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 211 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["serverTime"] = 1622226006,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1008765.57,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[21:20:08]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 316 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["serverTime"] = 1622226007,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1008766.37,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[21:20:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 211 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["serverTime"] = 1622226008,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1008766.72,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[21:20:09]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1237:305:305|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["serverTime"] = 1622226008,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1008767.07,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[21:20:12]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:746:1836:231:285|h[Грибные споры]|h|r накладывает эффект \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:1836:231:285|h[Грибные споры]|h|r\" на |3-3(ваша команда).",
					["serverTime"] = 1622226011,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1008769.749,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[21:20:13]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:1911:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["serverTime"] = 1622226012,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1008771.082,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[21:20:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 3",
					["serverTime"] = 1622226013,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1008772.115,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[21:20:14]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 376 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["serverTime"] = 1622226013,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1008772.449,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[21:20:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 376 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["serverTime"] = 1622226015,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1008773.582,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[21:20:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r наносит 251 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["serverTime"] = 1622226015,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1008774.049,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[21:20:16]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T838684:14|t|cff4e96f7|HbattlePetAbil:921:1237:305:305|h[Групповая охота]|h|r накладывает эффект |T132358:14|t|cff4e96f7|HbattlePetAbil:542:1237:305:305|h[Брешь в защите]|h|r на |3-1(вражеский питомец) |3-3(|T2027888:14|tШиполист).",
					["serverTime"] = 1622226015,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1008774.515,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[21:20:19]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:908:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T797325:14|tЗандаларский ногокус).",
					["serverTime"] = 1622226018,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1008777.054,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[21:20:20]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T134218:14|t|cff4e96f7|HbattlePetAbil:394:908:231:285|h[Кнут]|h|r наносит 125 ед. урона |3-2(ваш питомец) |3-2(|T797325:14|tЗандаларский ногокус).",
					["serverTime"] = 1622226019,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1008777.588,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[21:20:21]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136085:14|t|cff4e96f7|HbattlePetAbil:267:983:231:285|h[Фотосинтез]|h|r восстанавливает 75 ед. урона |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["serverTime"] = 1622226020,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1008778.888,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[21:24:35]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Раунд 4",
					["serverTime"] = 1622226274,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1009032.933,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[21:24:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136231:14|t|cff4e96f7|HbattlePetAbil:917:987:305:305|h[Кровавый клык]|h|r наносит 1109 ед. урона (крит.) |3-2(вражеский питомец) |3-2(|T2027888:14|tШиполист).",
					["serverTime"] = 1622226275,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1009034.343,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[21:24:36]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |3-7(Вражеский питомец) |T2027888:14|tШиполист погибает.",
					["serverTime"] = 1622226275,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1009034.343,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[21:24:38]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T136231:14|t|cff4e96f7|HbattlePetAbil:917:1237:305:305|h[Кровавый клык]|h|r восстанавливает 250 ед. урона |3-2(ваш питомец) |3-2(|T797325:14|tЗандаларский ногокус).",
					["serverTime"] = 1622226277,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1009036.099,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[21:24:41]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: |T132371:14|t|cff4e96f7|HbattlePetAbil:747:0:231:285|h[Грибные споры]|h|r накладывает эффект |T132371:14|t|cff4e96f7|HbattlePetAbil:748:0:231:285|h[Взрыв спор]|h|r на |3-1(ваш питомец) |3-3(|T797325:14|tЗандаларский ногокус).",
					["serverTime"] = 1622226280,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1009039.009,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[21:24:42]|h |Hchannel:PET_BATTLE_COMBAT_LOG|h[Битвы питомцев]|h: Действие эффекта \"|T132371:14|t|cff4e96f7|HbattlePetAbil:747:0:231:285|h[Грибные споры]|h|r\", наложенного на |3-3(ваша команда), заканчивается.",
					["serverTime"] = 1622226281,
					["r"] = 0.9058824181556702,
					["extraData"] = {
						61, -- [1]
						false, -- [2]
						17, -- [3]
						18, -- [4]
						["n"] = 4,
					},
					["timestamp"] = 1009040.019,
					["g"] = 0.8705883026123047,
					["b"] = 0.6705882549285889,
				}, -- [27]
			},
			["headIndex"] = 27,
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 0,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 76,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Амасг-Борейскаятундра|h[|cffc69b6dАмасг|r]|h заслужил достижение |cffffff00|Hachievement:16444:Player-1929-0E1CEC69:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [1]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Небьющийся-ЧерныйШрам|h[|cfff48cbaНебьющийся-ЧерныйШрам|r]|h заслужил достижение |cffffff00|Hachievement:16444:Player-1929-0F7F4528:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [2]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Дормоед-ЧерныйШрам|h[|cfff48cbaДормоед-ЧерныйШрам|r]|h заслужила достижение |cffffff00|Hachievement:16444:Player-1929-0F45BA45:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [3]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Ранчили-ЧерныйШрам|h[|cffff7c0aРанчили-ЧерныйШрам|r]|h заслужила достижение |cffffff00|Hachievement:16444:Player-1929-0F69575D:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [4]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Вексан-ЧерныйШрам|h[|cffaad372Вексан-ЧерныйШрам|r]|h заслужил достижение |cffffff00|Hachievement:16444:Player-1929-0996A0D3:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [5]
				{
					["message"] = "|Hpratcopy|h[20:47:03]|h Ваша добыча: |cffffffff|Hitem:197748::::::::70:104:::::::::|h[Жилистый медвежий окорок]|h|r.",
					["serverTime"] = 1713980822,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445085.135,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [6]
				{
					["message"] = "|Hpratcopy|h[20:47:03]|h Ваша добыча: |cffffffff|Hitem:197743::::::::70:104:::::::::|h[Филе чирка]|h|r.",
					["serverTime"] = 1713980822,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445085.408,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [7]
				{
					["message"] = "|Hpratcopy|h[20:47:03]|h Отношение |3-7(Искарские клыкарры) к вам улучшилось на 165.",
					["serverTime"] = 1713980822,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445085.642,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [8]
				{
					["message"] = "|Hpratcopy|h[20:47:03]|h Ваша добыча: |cffffffff|Hitem:197756::::::::70:104:::::::::|h[Куски каменной соли]|h|rx4.",
					["serverTime"] = 1713980822,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445085.881,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [9]
				{
					["message"] = "|Hpratcopy|h[20:47:04]|h Вы получаете валюту – |cffffffff|Hcurrency:2003:0|h[Припасы Драконьих островов]|h|rх17",
					["serverTime"] = 1713980823,
					["r"] = 0.4274510145187378,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445086.539,
					["g"] = 0.6705882549285889,
					["b"] = 0.8980392813682556,
				}, -- [10]
				{
					["message"] = "|Hpratcopy|h[20:47:11]|h Хеминг Эрнестуэй говорит: Домчимся в лагерь Антонидаса в мгновение ока!",
					["serverTime"] = 1713980830,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						4, -- [2]
						5, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445093.301,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [11]
				{
					["message"] = "|Hpratcopy|h[20:47:17]|h Задание \"Припасы Драконьих островов\" выполнено.",
					["serverTime"] = 1713980836,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445099.427,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [12]
				{
					["message"] = "|Hpratcopy|h[20:47:17]|h Вы получили предмет: |cff0070dd|Hitem:198867::::::::70:104::11::1:28:2424:::::|h[Большая сумка с искарскими припасами]|h|r.",
					["serverTime"] = 1713980836,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445099.427,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [13]
				{
					["message"] = "|Hpratcopy|h[20:47:36]|h Тодди Баки говорит: Местные горлоки угрожают всем вокруг. Надо что-то предпринять!",
					["serverTime"] = 1713980855,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						4, -- [2]
						5, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445118.55,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [14]
				{
					["message"] = "|Hpratcopy|h[20:47:50]|h Ваша добыча: |cff9d9d9d|Hitem:188726::::::::70:104:::1:7966:2:9:70:28:2523:::::|h[Опояска из обгоревшей ткани]|h|r.",
					["serverTime"] = 1713980869,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445132.5,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [15]
				{
					["message"] = "|Hpratcopy|h[20:47:50]|h Ваша добыча: |cffffffff|Hitem:192615::::::::70:104:::::::::|h[Светящаяся жидкость]|h|r.",
					["serverTime"] = 1713980869,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445132.5,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [16]
				{
					["message"] = "|Hpratcopy|h[20:47:51]|h Вы получаете валюту – |cffffffff|Hcurrency:2003:0|h[Припасы Драконьих островов]|h|rх8",
					["serverTime"] = 1713980870,
					["r"] = 0.4274510145187378,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445133.312,
					["g"] = 0.6705882549285889,
					["b"] = 0.8980392813682556,
				}, -- [17]
				{
					["message"] = "|Hpratcopy|h[20:47:51]|h Ваша добыча: 6 |4золотая:золотые:золотых;, 95 |4серебряная:серебряные:серебряных;, 26 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1713980870,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445133.503,
					["g"] = 1,
					["b"] = 0,
				}, -- [18]
				{
					["message"] = "|Hpratcopy|h[20:48:09]|h Ваша добыча: |cffffffff|Hitem:193050::::::::70:104:::::::::|h[Потрепанная ткань стихий]|h|rx2.",
					["serverTime"] = 1713980888,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445151.738,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [19]
				{
					["message"] = "|Hpratcopy|h[20:48:09]|h Ваша добыча: |cffffffff|Hitem:192615::::::::70:104:::::::::|h[Светящаяся жидкость]|h|r.",
					["serverTime"] = 1713980888,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445151.952,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [20]
				{
					["message"] = "|Hpratcopy|h[20:48:10]|h Ваша добыча: 7 |4золотая:золотые:золотых;, 54 |4серебряная:серебряные:серебряных;, 91 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1713980889,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445152.589,
					["g"] = 1,
					["b"] = 0,
				}, -- [21]
				{
					["message"] = "|Hpratcopy|h[20:48:39]|h Вы получаете валюту – |cff0070dd|Hcurrency:2245:0|h[Драконьи камни]|h|rх6",
					["serverTime"] = 1713980918,
					["r"] = 0.4274510145187378,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445181.64,
					["g"] = 0.6705882549285889,
					["b"] = 0.8980392813682556,
				}, -- [22]
				{
					["message"] = "|Hpratcopy|h[20:48:39]|h Отношение |3-7(Драконья экспедиция) к вам улучшилось на 375.",
					["serverTime"] = 1713980918,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445181.64,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [23]
				{
					["message"] = "|Hpratcopy|h[20:48:39]|h Тодди Баки говорит: Славно сработано! Это утихомирит тех зубастых негодников!",
					["serverTime"] = 1713980918,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						4, -- [2]
						5, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445181.827,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [24]
				{
					["message"] = "|Hpratcopy|h[20:48:40]|h Вы получаете валюту – |cffffffff|Hcurrency:2003:0|h[Припасы Драконьих островов]|h|rх65",
					["serverTime"] = 1713980919,
					["r"] = 0.4274510145187378,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445182.641,
					["g"] = 0.6705882549285889,
					["b"] = 0.8980392813682556,
				}, -- [25]
				{
					["message"] = "|Hpratcopy|h[20:48:40]|h Вы получаете валюту – |cff0070dd|Hcurrency:2806:0|h[Пробужденный гребень дракончика]|h|rх2",
					["serverTime"] = 1713980919,
					["r"] = 0.4274510145187378,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445182.641,
					["g"] = 0.6705882549285889,
					["b"] = 0.8980392813682556,
				}, -- [26]
				{
					["message"] = "|Hpratcopy|h[20:48:41]|h Ваша добыча: 14 |4золотая:золотые:золотых;, 22 |4серебряная:серебряные:серебряных;, 13 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1713980920,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445184.046,
					["g"] = 1,
					["b"] = 0,
				}, -- [27]
				{
					["message"] = "|Hpratcopy|h[20:49:08]|h Вы будете получать добычу для специализации \"Страж\".",
					["serverTime"] = 1713980947,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445209.238,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [28]
				{
					["message"] = "|Hpratcopy|h[20:49:08]|h |cff9900ffWeakAuras:|r  Готово к применению 2 |4обновление:обновления:обновлений;.",
					["timestamp"] = 445209.238,
					["serverTime"] = 1713980947,
				}, -- [29]
				{
					["message"] = "|Hpratcopy|h[20:49:08]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Вальдраккен]|h.",
					["serverTime"] = 1713980947,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						42, -- [2]
						43, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445209.238,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [30]
				{
					["message"] = "|Hpratcopy|h[20:49:08]|h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Вальдраккен]|h.",
					["serverTime"] = 1713980947,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						44, -- [2]
						45, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445209.238,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [31]
				{
					["message"] = "|Hpratcopy|h[20:49:13]|h |Hchannel:channel:2|h[2. Торговля: Город]|h |Hplayer:Вишенька-ПиратскаяБухта:2485:CHANNEL:2|h[|cffc69b6dВишенька-ПиратскаяБухта|r]|h: сделаю/переделаю |cffa335ee|Hitem:193001::::::::5:1446:::::::::|h[Аркан стихий]|h|r, кольца, ГРЕБНИ, ТРИНЬКИ, ЛЮБОЕ ОРУЖИЕ/ЭКИПИРОВКУ, камни т3, снаряжение для всех профессий",
					["serverTime"] = 1713980952,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						46, -- [2]
						47, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445215.942,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [32]
				{
					["message"] = "|Hpratcopy|h[20:49:13]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Вишенька-ПиратскаяБухта:2486:CHANNEL:5|h[|cffc69b6dВишенька-ПиратскаяБухта|r]|h: сделаю/переделаю |cffa335ee|Hitem:193001::::::::5:1446:::::::::|h[Аркан стихий]|h|r, кольца, ГРЕБНИ, ТРИНЬКИ, ЛЮБОЕ ОРУЖИЕ/ЭКИПИРОВКУ, камни т3, снаряжение для всех профессий",
					["serverTime"] = 1713980952,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						48, -- [2]
						49, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445215.942,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [33]
				{
					["message"] = "|Hpratcopy|h[20:49:13]|h |Hchannel:channel:5|h[5. Торговля (услуги): Город]|h |Hplayer:Вишенька-ПиратскаяБухта:2487:CHANNEL:5|h[|cffc69b6dВишенька-ПиратскаяБухта|r]|h: Опытная команда поможет с прохождением м+ ключей 0 - 10+ за золото, за инфо в пм ",
					["serverTime"] = 1713980952,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						48, -- [2]
						49, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445215.942,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [34]
				{
					["message"] = "|Hpratcopy|h[20:49:18]|h Бригита говорит: Добро пожаловать в \"Жареный барашек\"! За стойкой есть свободные места.",
					["serverTime"] = 1713980957,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						4, -- [2]
						5, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445220.814,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [35]
				{
					["message"] = "|Hpratcopy|h[20:49:27]|h Отношение |3-7(Драконья экспедиция) к вам улучшилось на 1250.",
					["serverTime"] = 1713980966,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445229.199,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [36]
				{
					["message"] = "|Hpratcopy|h[20:49:27]|h Отношение |3-7(Искарские клыкарры) к вам улучшилось на 750.",
					["serverTime"] = 1713980966,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445229.199,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [37]
				{
					["message"] = "|Hpratcopy|h[20:49:27]|h Отношение |3-7(Кентавры Маруук) к вам улучшилось на 1250.",
					["serverTime"] = 1713980966,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445229.199,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [38]
				{
					["message"] = "|Hpratcopy|h[20:49:27]|h Отношение |3-7(Союз Вальдраккена) к вам улучшилось на 1000.",
					["serverTime"] = 1713980966,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445229.199,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [39]
				{
					["message"] = "|Hpratcopy|h[20:49:27]|h Задание \"Помощь союзу: всеобщий пир\" выполнено.",
					["serverTime"] = 1713980966,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445229.289,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [40]
				{
					["message"] = "|Hpratcopy|h[20:49:27]|h Вы получили предмет: |cffa335ee|Hitem:200073::::::::70:104::11::2:9:70:28:2437:::::|h[Вальдраккенские сокровища]|h|r.",
					["serverTime"] = 1713980966,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445229.321,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [41]
				{
					["message"] = "|Hpratcopy|h[20:49:33]|h Вы получили предмет: |cff0070dd|Hitem:217242::::::::70:104:::::::::|h[Пробуждающееся каменное крыло]|h|r.",
					["serverTime"] = 1713980972,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445235.362,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [42]
				{
					["message"] = "|Hpratcopy|h[20:49:34]|h Вы получаете валюту – |cffffffff|Hcurrency:2003:0|h[Припасы Драконьих островов]|h|rх150",
					["serverTime"] = 1713980973,
					["r"] = 0.4274510145187378,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445236.264,
					["g"] = 0.6705882549285889,
					["b"] = 0.8980392813682556,
				}, -- [43]
				{
					["message"] = "|Hpratcopy|h[20:49:34]|h Вы получаете валюту – |cff0070dd|Hcurrency:2245:0|h[Драконьи камни]|h|rх11",
					["serverTime"] = 1713980973,
					["r"] = 0.4274510145187378,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445236.873,
					["g"] = 0.6705882549285889,
					["b"] = 0.8980392813682556,
				}, -- [44]
				{
					["message"] = "|Hpratcopy|h[20:49:35]|h Вы получаете валюту – |cff0070dd|Hcurrency:2806:0|h[Пробужденный гребень дракончика]|h|rх1",
					["serverTime"] = 1713980974,
					["r"] = 0.4274510145187378,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445237.885,
					["g"] = 0.6705882549285889,
					["b"] = 0.8980392813682556,
				}, -- [45]
				{
					["message"] = "|Hpratcopy|h[20:49:37]|h Вы получаете валюту – |cff0070dd|Hcurrency:2245:0|h[Драконьи камни]|h|rх22",
					["serverTime"] = 1713980976,
					["r"] = 0.4274510145187378,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445239.477,
					["g"] = 0.6705882549285889,
					["b"] = 0.8980392813682556,
				}, -- [46]
				{
					["message"] = "|Hpratcopy|h[20:49:37]|h Вы получили предмет: |cff1eff00|Hitem:192055::::::::70:104:::::::::|h[Артефакт Драконьих островов]|h|rx3.",
					["serverTime"] = 1713980976,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445239.659,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [47]
				{
					["message"] = "|Hpratcopy|h[20:49:37]|h Вы получили предмет: |cffffffff|Hitem:197746::::::::70:104:::::::::|h[Бок зуброна]|h|rx7.",
					["serverTime"] = 1713980976,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445239.659,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [48]
				{
					["message"] = "|Hpratcopy|h[20:49:37]|h Вы получили предмет: |cffffffff|Hitem:197745::::::::70:104:::::::::|h[Яйца василисков]|h|rx7.",
					["serverTime"] = 1713980976,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445239.659,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [49]
				{
					["message"] = "|Hpratcopy|h[20:49:37]|h Вы получили предмет: |cffa335ee|Hitem:215362::::::::70:104::11::2:9:70:28:2424:::::|h[Сундук бурь]|h|r.",
					["serverTime"] = 1713980976,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445239.659,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [50]
				{
					["message"] = "|Hpratcopy|h[20:49:37]|h Вы получили предмет: |cffa335ee|Hitem:191995::::::::70:104::90:3:10341:1602:8767:1:28:2424:::::|h[Кушак из шкуры выдрека]|h|r.",
					["serverTime"] = 1713980976,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445239.659,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [51]
				{
					["message"] = "|Hpratcopy|h[20:49:37]|h Нумернорми хихикает.",
					["serverTime"] = 1713980976,
					["r"] = 1,
					["extraData"] = {
						17, -- [1]
						50, -- [2]
						51, -- [3]
						"CHAT_MSG_MONSTER_EMOTE", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445239.935,
					["g"] = 0.501960813999176,
					["b"] = 0.250980406999588,
				}, -- [52]
				{
					["message"] = "|Hpratcopy|h[20:49:38]|h Вы получаете валюту – |cff0070dd|Hcurrency:2806:0|h[Пробужденный гребень дракончика]|h|rх4",
					["serverTime"] = 1713980977,
					["r"] = 0.4274510145187378,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445240.507,
					["g"] = 0.6705882549285889,
					["b"] = 0.8980392813682556,
				}, -- [53]
				{
					["message"] = "|Hpratcopy|h[20:49:38]|h Вы получаете валюту – |cffffffff|Hcurrency:2003:0|h[Припасы Драконьих островов]|h|rх50",
					["serverTime"] = 1713980977,
					["r"] = 0.4274510145187378,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445240.507,
					["g"] = 0.6705882549285889,
					["b"] = 0.8980392813682556,
				}, -- [54]
				{
					["message"] = "|Hpratcopy|h[20:49:40]|h Вы получаете валюту – |cff0070dd|Hcurrency:2245:0|h[Драконьи камни]|h|rх100",
					["serverTime"] = 1713980979,
					["r"] = 0.4274510145187378,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445242.934,
					["g"] = 0.6705882549285889,
					["b"] = 0.8980392813682556,
				}, -- [55]
				{
					["message"] = "|Hpratcopy|h[20:49:40]|h Получено: 1536 |4золотая:золотые:золотых;, 10 |4серебряная:серебряные:серебряных;, 65 |4медная монета:медные монеты:медных монет;.",
					["serverTime"] = 1713980979,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445242.934,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [56]
				{
					["message"] = "|Hpratcopy|h[20:49:40]|h Вы получили предмет: |cffa335ee|Hitem:197942::::::::70:104::90:3:10341:1602:8767:1:28:2424:::::|h[Посох клыкаррского штурмана]|h|r.",
					["serverTime"] = 1713980979,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445242.975,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [57]
				{
					["message"] = "|Hpratcopy|h[20:49:41]|h Вы получаете валюту – |cffffffff|Hcurrency:2003:0|h[Припасы Драконьих островов]|h|rх96",
					["serverTime"] = 1713980980,
					["r"] = 0.4274510145187378,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445243.935,
					["g"] = 0.6705882549285889,
					["b"] = 0.8980392813682556,
				}, -- [58]
				{
					["message"] = "|Hpratcopy|h[20:49:41]|h Вы получаете валюту – |cffa335ee|Hcurrency:2807:0|h[Пробужденный гребень дракона]|h|rх15",
					["serverTime"] = 1713980980,
					["r"] = 0.4274510145187378,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445243.935,
					["g"] = 0.6705882549285889,
					["b"] = 0.8980392813682556,
				}, -- [59]
				{
					["message"] = "|Hpratcopy|h[20:50:04]|h Вы получаете валюту – |cffffffff|Hcurrency:2003:0|h[Припасы Драконьих островов]|h|rх66",
					["serverTime"] = 1713981003,
					["r"] = 0.4274510145187378,
					["extraData"] = {
						59, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445266.999,
					["g"] = 0.6705882549285889,
					["b"] = 0.8980392813682556,
				}, -- [60]
				{
					["message"] = "|Hpratcopy|h[20:50:05]|h Добавлено в список хлама: |cff9d9d9d|Hitem:188726::::::::70:104:::::::::|h[Опояска из обгоревшей ткани]|h|r",
					["serverTime"] = 1713981004,
					["r"] = 0.8352941870689392,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445267.958,
					["g"] = 0.8078432083129883,
					["b"] = 0.168627455830574,
				}, -- [61]
				{
					["message"] = "|Hpratcopy|h[20:51:02]|h Аукцион объявлен.",
					["serverTime"] = 1713981061,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445324.098,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [62]
				{
					["message"] = "|Hpratcopy|h[20:51:11]|h Вы продали хлама на 156|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 75|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 29|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t",
					["serverTime"] = 1713981070,
					["r"] = 1,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445333.605,
					["g"] = 1,
					["b"] = 0,
				}, -- [63]
				{
					["message"] = "|Hpratcopy|h[20:51:36]|h Вы получили: |cffffffff1002|TInterface\\MoneyFrame\\UI-GoldIcon:0:0:2:0|t 53|TInterface\\MoneyFrame\\UI-SilverIcon:0:0:2:0|t 61|TInterface\\MoneyFrame\\UI-CopperIcon:0:0:2:0|t|r",
					["serverTime"] = 1713981095,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445358.212,
					["g"] = 0.9960784912109375,
					["b"] = 0.960784375667572,
				}, -- [64]
				{
					["message"] = "|Hpratcopy|h[20:51:41]|h Говорун говорит: Через десять минут Обсидиановые изгои начнут отвоевывать крепость! Без тебя никак! Иди сюда, я скажу, что делать.",
					["serverTime"] = 1713981100,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						4, -- [2]
						5, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445363.901,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [65]
				{
					["message"] = "|Hpratcopy|h[20:52:20]|h Говорун говорит: Осада Драконьей Погибели вот-вот начнется!",
					["serverTime"] = 1713981139,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						4, -- [2]
						5, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445402.647,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [66]
				{
					["message"] = "|Hpratcopy|h[20:52:46]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Тальдразус]|h.",
					["serverTime"] = 1713981165,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						42, -- [2]
						43, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445428.71,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [67]
				{
					["message"] = "|Hpratcopy|h[20:52:46]|h Вы покинули канал |Hchannel:CHANNEL:2|h[2. Торговля: Город]|h.",
					["serverTime"] = 1713981165,
					["r"] = 1,
					["extraData"] = {
						70, -- [1]
						46, -- [2]
						52, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445428.71,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [68]
				{
					["message"] = "|Hpratcopy|h[20:52:46]|h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Тальдразус]|h.",
					["serverTime"] = 1713981165,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						44, -- [2]
						45, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445428.71,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [69]
				{
					["message"] = "|Hpratcopy|h[20:52:46]|h Вы покинули канал |Hchannel:CHANNEL:5|h[5. Торговля (услуги): Город]|h.",
					["serverTime"] = 1713981165,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						48, -- [2]
						53, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445428.71,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [70]
				{
					["message"] = "|Hpratcopy|h[20:52:57]|h Смена канала: |Hchannel:CHANNEL:1|h[1. Общий: Равнины Он'ары]|h.",
					["serverTime"] = 1713981176,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						42, -- [2]
						43, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445439.649,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [71]
				{
					["message"] = "|Hpratcopy|h[20:52:57]|h Смена канала: |Hchannel:CHANNEL:3|h[3. Оборона: Равнины Он'ары]|h.",
					["serverTime"] = 1713981176,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						44, -- [2]
						45, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445439.649,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [72]
				{
					["message"] = "|Hpratcopy|h[20:53:56]|h Отношение |3-7(Кентавры Маруук) к вам улучшилось на 37.",
					["serverTime"] = 1713981235,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445498.941,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [73]
				{
					["message"] = "|Hpratcopy|h[20:53:56]|h Разведчица Томуль говорит: Нашим охотничьим птицам и собакам нужна помощь. Найди их!",
					["serverTime"] = 1713981235,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						4, -- [2]
						5, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445499.029,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [74]
				{
					["message"] = "|Hpratcopy|h[20:54:07]|h Вы покинули канал |Hchannel:CHANNEL:1|h[1. Общий: Равнины Он'ары]|h.",
					["serverTime"] = 1713981246,
					["r"] = 1,
					["extraData"] = {
						69, -- [1]
						42, -- [2]
						43, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445509.714,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [75]
				{
					["message"] = "|Hpratcopy|h[20:54:07]|h Вы покинули канал |Hchannel:CHANNEL:3|h[3. Оборона: Равнины Он'ары]|h.",
					["serverTime"] = 1713981246,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						44, -- [2]
						45, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 445509.714,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [76]
				{
					["message"] = "|Hpratcopy|h[20:46:14]|h Отношение |3-7(Искарские клыкарры) к вам улучшилось на 37.",
					["serverTime"] = 1713980773,
					["r"] = 0.501960813999176,
					["extraData"] = {
						36, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445036.916,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [77]
				{
					["message"] = "|Hpratcopy|h[20:46:15]|h |Hplayer:Фландрэ-Борейскаятундра:2405:SAY:|h[|cfff48cbaФландрэ|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980774,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						29, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445037.72,
					["g"] = 1,
					["b"] = 1,
				}, -- [78]
				{
					["message"] = "|Hpratcopy|h[20:46:16]|h |Hplayer:Эоранэль-ЧерныйШрам:2406:SAY:|h[|cffa330c9Эоранэль-ЧерныйШрам|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980775,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						11, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445038.16,
					["g"] = 1,
					["b"] = 1,
				}, -- [79]
				{
					["message"] = "|Hpratcopy|h[20:46:16]|h |Hplayer:Хюнь-Борейскаятундра:2407:SAY:|h[|cff00ff98Хюнь|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980775,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						28, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445038.16,
					["g"] = 1,
					["b"] = 1,
				}, -- [80]
				{
					["message"] = "|Hpratcopy|h[20:46:16]|h |Hplayer:Онтарис-ЧерныйШрам:2408:SAY:|h[|cfff48cbaОнтарис-ЧерныйШрам|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980775,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						32, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445038.886,
					["g"] = 1,
					["b"] = 1,
				}, -- [81]
				{
					["message"] = "|Hpratcopy|h[20:46:16]|h |Hplayer:Оппелия-Борейскаятундра:2409:SAY:|h[|cff8788eeОппелия|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980775,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						35, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445038.886,
					["g"] = 1,
					["b"] = 1,
				}, -- [82]
				{
					["message"] = "|Hpratcopy|h[20:46:17]|h |Hplayer:Панкатака-ЧерныйШрам:2410:SAY:|h[|cffffffffПанкатака-ЧерныйШрам|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980776,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						36, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445039.124,
					["g"] = 1,
					["b"] = 1,
				}, -- [83]
				{
					["message"] = "|Hpratcopy|h[20:46:17]|h |Hplayer:Кайк-ЧерныйШрам:2411:SAY:|h[|cffc69b6dКайк-ЧерныйШрам|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980776,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						9, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445039.38,
					["g"] = 1,
					["b"] = 1,
				}, -- [84]
				{
					["message"] = "|Hpratcopy|h[20:46:17]|h |Hplayer:Дормоед-ЧерныйШрам:2412:SAY:|h[|cfff48cbaДормоед-ЧерныйШрам|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980776,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						25, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445039.38,
					["g"] = 1,
					["b"] = 1,
				}, -- [85]
				{
					["message"] = "|Hpratcopy|h[20:46:18]|h |Hplayer:Йохомаха-Борейскаятундра:2413:SAY:|h[|cfff48cbaЙохомаха|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980777,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						30, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445040.22,
					["g"] = 1,
					["b"] = 1,
				}, -- [86]
				{
					["message"] = "|Hpratcopy|h[20:46:19]|h |Hplayer:Миранаволф-ЧерныйШрам:2414:SAY:|h[|cffaad372Миранаволф-ЧерныйШрам|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980778,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						37, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445041.607,
					["g"] = 1,
					["b"] = 1,
				}, -- [87]
				{
					["message"] = "|Hpratcopy|h[20:46:22]|h Большой Кинуук говорит: Клянусь жабрами Грала, вот это крепкозуб! Давай-ка положим его в похлебку.",
					["serverTime"] = 1713980781,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						4, -- [2]
						5, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445044.354,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [88]
				{
					["message"] = "|Hpratcopy|h[20:46:26]|h |Hplayer:Рамит-ЧерныйШрам:2416:SAY:|h[|cffaad372Рамит-ЧерныйШрам|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980785,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						16, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445048.261,
					["g"] = 1,
					["b"] = 1,
				}, -- [89]
				{
					["message"] = "|Hpratcopy|h[20:46:26]|h |Hplayer:Эстрея-Борейскаятундра:2417:SAY:|h[|cffff7c0aЭстрея|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980785,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						23, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445048.261,
					["g"] = 1,
					["b"] = 1,
				}, -- [90]
				{
					["message"] = "|Hpratcopy|h[20:46:26]|h |Hplayer:Оппелия-Борейскаятундра:2418:SAY:|h[|cff8788eeОппелия|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980785,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						35, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445049.064,
					["g"] = 1,
					["b"] = 1,
				}, -- [91]
				{
					["message"] = "|Hpratcopy|h[20:46:26]|h |Hplayer:Айова-Борейскаятундра:2419:SAY:|h[|cfff48cbaАйова|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980785,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						26, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445049.064,
					["g"] = 1,
					["b"] = 1,
				}, -- [92]
				{
					["message"] = "|Hpratcopy|h[20:46:27]|h Большой Кинуук говорит: Вот так рог! Это скат-единорог! Давай, наруби мяса.",
					["serverTime"] = 1713980786,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						4, -- [2]
						5, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445049.367,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [93]
				{
					["message"] = "|Hpratcopy|h[20:46:27]|h |Hplayer:Эгарда-ЧерныйШрам:2421:SAY:|h[|cff33937fЭгарда-ЧерныйШрам|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980786,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						22, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445050.04,
					["g"] = 1,
					["b"] = 1,
				}, -- [94]
				{
					["message"] = "|Hpratcopy|h[20:46:29]|h |Hplayer:Вэлиал-ТкачСмерти:2422:SAY:|h[|cfff48cbaВэлиал-ТкачСмерти|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980788,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						34, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445052.039,
					["g"] = 1,
					["b"] = 1,
				}, -- [95]
				{
					["message"] = "|Hpratcopy|h[20:46:30]|h |Hplayer:Страдивари-ТкачСмерти:2423:SAY:|h[|cff8788eeСтрадивари-ТкачСмерти|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980789,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						33, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445052.916,
					["g"] = 1,
					["b"] = 1,
				}, -- [96]
				{
					["message"] = "|Hpratcopy|h[20:46:30]|h |Hplayer:Лёхадехант-Борейскаятундра:2424:SAY:|h[|cffaad372Лёхадехант|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980789,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						38, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445052.916,
					["g"] = 1,
					["b"] = 1,
				}, -- [97]
				{
					["message"] = "|Hpratcopy|h[20:46:31]|h |Hplayer:Канапец-ЧерныйШрам:2425:SAY:|h[|cff3fc7ebКанапец-ЧерныйШрам|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980790,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						19, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445053.567,
					["g"] = 1,
					["b"] = 1,
				}, -- [98]
				{
					["message"] = "|Hpratcopy|h[20:46:31]|h |Hplayer:Неадекватная-ПиратскаяБухта:2426:SAY:|h[|cffc69b6dНеадекватная-ПиратскаяБухта|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980790,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						39, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445053.808,
					["g"] = 1,
					["b"] = 1,
				}, -- [99]
				{
					["message"] = "|Hpratcopy|h[20:46:32]|h Большой Кинуук говорит: Филя, пора вывести блюда на новый уровень! Думаю, пришло время для мяса в соусе \"Дыхание дракона\"!",
					["serverTime"] = 1713980791,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						4, -- [2]
						5, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445054.374,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [100]
				{
					["message"] = "|Hpratcopy|h[20:46:32]|h |Hplayer:Небьющийся-ЧерныйШрам:2428:SAY:|h[|cfff48cbaНебьющийся-ЧерныйШрам|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980791,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						20, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445054.995,
					["g"] = 1,
					["b"] = 1,
				}, -- [101]
				{
					["message"] = "|Hpratcopy|h[20:46:34]|h |Hplayer:Демонвщица-ЧерныйШрам:2429:SAY:|h[|cffa330c9Демонвщица-ЧерныйШрам|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980793,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						3, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445056.206,
					["g"] = 1,
					["b"] = 1,
				}, -- [102]
				{
					["message"] = "|Hpratcopy|h[20:46:34]|h |Hplayer:Хафт-ЧерныйШрам:2430:SAY:|h[|cfff48cbaХафт-ЧерныйШрам|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980793,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						24, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445056.601,
					["g"] = 1,
					["b"] = 1,
				}, -- [103]
				{
					["message"] = "|Hpratcopy|h[20:46:36]|h |Hplayer:Торамино-ПиратскаяБухта:2431:SAY:|h[|cffc69b6dТорамино-ПиратскаяБухта|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980795,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						10, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445058.731,
					["g"] = 1,
					["b"] = 1,
				}, -- [104]
				{
					["message"] = "|Hpratcopy|h[20:46:36]|h |Hplayer:Филя-ЧерныйШрам:2432:SAY:|h[|cffc69b6dФиля-ЧерныйШрам|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980795,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						27, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445058.731,
					["g"] = 1,
					["b"] = 1,
				}, -- [105]
				{
					["message"] = "|Hpratcopy|h[20:46:37]|h Большой Кинуук говорит: Ничего себе! У нас побег! Закинь эту рыбу обратно в котел!",
					["serverTime"] = 1713980796,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						4, -- [2]
						5, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445059.377,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [106]
				{
					["message"] = "|Hpratcopy|h[20:46:41]|h |Hplayer:Кайк-ЧерныйШрам:2434:SAY:|h[|cffc69b6dКайк-ЧерныйШрам|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980800,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						9, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445063.656,
					["g"] = 1,
					["b"] = 1,
				}, -- [107]
				{
					["message"] = "|Hpratcopy|h[20:46:42]|h Большой Кинуук говорит: Слышал, что главный шеф-повар Измельчатор сегодня принес похлебку Западного Края! Хюнь, прихвати для меня немного?",
					["serverTime"] = 1713980801,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						4, -- [2]
						5, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445064.369,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [108]
				{
					["message"] = "|Hpratcopy|h[20:46:42]|h |Hplayer:Фландрэ-Борейскаятундра:2436:SAY:|h[|cfff48cbaФландрэ|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980801,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						29, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445064.369,
					["g"] = 1,
					["b"] = 1,
				}, -- [109]
				{
					["message"] = "|Hpratcopy|h[20:46:42]|h |Hplayer:Панкатака-ЧерныйШрам:2437:SAY:|h[|cffffffffПанкатака-ЧерныйШрам|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980801,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						36, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445064.654,
					["g"] = 1,
					["b"] = 1,
				}, -- [110]
				{
					["message"] = "|Hpratcopy|h[20:46:44]|h |Hplayer:Йохомаха-Борейскаятундра:2438:SAY:|h[|cfff48cbaЙохомаха|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980803,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						30, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445066.428,
					["g"] = 1,
					["b"] = 1,
				}, -- [111]
				{
					["message"] = "|Hpratcopy|h[20:46:46]|h |Hplayer:Эоранэль-ЧерныйШрам:2439:SAY:|h[|cffa330c9Эоранэль-ЧерныйШрам|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980805,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						11, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445068.283,
					["g"] = 1,
					["b"] = 1,
				}, -- [112]
				{
					["message"] = "|Hpratcopy|h[20:46:46]|h |Hplayer:Хюнь-Борейскаятундра:2440:SAY:|h[|cff00ff98Хюнь|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980805,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						28, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445068.709,
					["g"] = 1,
					["b"] = 1,
				}, -- [113]
				{
					["message"] = "|Hpratcopy|h[20:46:47]|h Большой Кинуук говорит: Бульон должен быть понаваристей. Ранчили, принеси мне водорослей!",
					["serverTime"] = 1713980806,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						4, -- [2]
						5, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445069.305,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [114]
				{
					["message"] = "|Hpratcopy|h[20:46:48]|h Большой Кинуук кричит: Все! Суп готов! НАЛЕТАЙ!",
					["serverTime"] = 1713980807,
					["r"] = 1,
					["extraData"] = {
						15, -- [1]
						40, -- [2]
						41, -- [3]
						"CHAT_MSG_MONSTER_YELL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445070.634,
					["g"] = 0.250980406999588,
					["b"] = 0.250980406999588,
				}, -- [115]
				{
					["message"] = "|Hpratcopy|h[20:46:51]|h Большой Кинуук говорит: Так, ребята... Кажется, мы слегка переборщили! Поберегись!",
					["serverTime"] = 1713980810,
					["r"] = 1,
					["extraData"] = {
						13, -- [1]
						4, -- [2]
						5, -- [3]
						"CHAT_MSG_MONSTER_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445073.125,
					["g"] = 1,
					["b"] = 0.6235294342041016,
				}, -- [116]
				{
					["message"] = "|Hpratcopy|h[20:46:51]|h |Hplayer:Ранчили-ЧерныйШрам:2444:SAY:|h[|cffff7c0aРанчили-ЧерныйШрам|r]|h говорит: Да, шеф!",
					["serverTime"] = 1713980810,
					["r"] = 1,
					["extraData"] = {
						2, -- [1]
						1, -- [2]
						13, -- [3]
						"CHAT_MSG_SAY", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 445073.761,
					["g"] = 1,
					["b"] = 1,
				}, -- [117]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Лордмаксимка-ЧерныйШрам|h[|cffc41e3aЛордмаксимка-ЧерныйШрам|r]|h заслужила достижение |cffffff00|Hachievement:16444:Player-1929-080F0DCA:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [118]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Эоранэль-ЧерныйШрам|h[|cffa330c9Эоранэль-ЧерныйШрам|r]|h заслужила достижение |cffffff00|Hachievement:16444:Player-1929-099249EB:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [119]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Пандамагиня-Борейскаятундра|h[|cff3fc7ebПандамагиня|r]|h заслужила достижение |cffffff00|Hachievement:16444:Player-1929-0E2E1EC8:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [120]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Йохомаха-Борейскаятундра|h[|cfff48cbaЙохомаха|r]|h заслужила достижение |cffffff00|Hachievement:16444:Player-1929-0F8451D1:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [121]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Ледио-ПиратскаяБухта|h[|cffffffffЛедио-ПиратскаяБухта|r]|h заслужила достижение |cffffff00|Hachievement:16444:Player-1929-0E63762B:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [122]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Канапец-ЧерныйШрам|h[|cff3fc7ebКанапец-ЧерныйШрам|r]|h заслужил достижение |cffffff00|Hachievement:16444:Player-1929-07DF6CF0:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [123]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Каригрим-Борейскаятундра|h[|cffc69b6dКаригрим|r]|h заслужил достижение |cffffff00|Hachievement:16444:Player-1929-0F8489FE:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [124]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Альвива-Гром|h[|cff3fc7ebАльвива-Гром|r]|h заслужила достижение |cffffff00|Hachievement:16444:Player-1929-0C8CB2F0:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [125]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Дмитрийй-ЧерныйШрам|h[|cffff7c0aДмитрийй-ЧерныйШрам|r]|h заслужил достижение |cffffff00|Hachievement:16444:Player-1929-0F7C23B1:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [126]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Демонвщица-ЧерныйШрам|h[|cffa330c9Демонвщица-ЧерныйШрам|r]|h заслужила достижение |cffffff00|Hachievement:16444:Player-1929-09864E5B:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [127]
				{
					["message"] = "|Hpratcopy|h[20:47:01]|h |Hplayer:Онтарис-ЧерныйШрам|h[|cfff48cbaОнтарис-ЧерныйШрам|r]|h заслужил достижение |cffffff00|Hachievement:16444:Player-1929-07EC3389:1:4:24:24:4294967295:4294967295:4294967295:4294967295|h[Надо было доесть]|h|r!",
					["serverTime"] = 1713980820,
					["r"] = 1,
					["extraData"] = {
						47, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 445083.252,
					["g"] = 1,
					["b"] = 0,
				}, -- [128]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
