
PawnOptions = {
	["LastVersion"] = 2.0324,
	["ItemLevels"] = {
		{
			["ID"] = 122250,
			["Level"] = 35,
			["Link"] = "|cff00ccff|Hitem:122250::::::::31:265:::1:3592:::|h[Изорванная маска Багрового Тумана]|h|r",
		}, -- [1]
		{
			["ID"] = 153130,
			["Level"] = 35,
			["Link"] = "|cff00ccff|Hitem:153130:5437:::::::31:265:::1:3592:::|h[Тренировочный амулет ман'ари]|h|r",
		}, -- [2]
		{
			["ID"] = 122360,
			["Level"] = 35,
			["Link"] = "|cff00ccff|Hitem:122360:5883:::::::31:265:::1:3592:::|h[Изорванное оплечье Багрового Тумана]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 122384,
			["Level"] = 35,
			["Link"] = "|cff00ccff|Hitem:122384:4419:::::::31:265:::1:3592:::|h[Изорванное одеяние Багрового Тумана]|h|r",
		}, -- [5]
		{
			["ID"] = 157736,
			["Level"] = 25,
			["Link"] = "|cff1eff00|Hitem:157736::::::::31:265::::::|h[Шнурованный ремень горящей Скверны]|h|r",
		}, -- [6]
		{
			["ID"] = 122256,
			["Level"] = 35,
			["Link"] = "|cff00ccff|Hitem:122256::::::::31:265:::1:3592:::|h[Изодранные поножи Багрового Тумана]|h|r",
		}, -- [7]
		{
			["ID"] = 157730,
			["Level"] = 25,
			["Link"] = "|cff1eff00|Hitem:157730::::::::31:265::::::|h[Сандалии горящей Скверны]|h|r",
		}, -- [8]
		{
			["ID"] = 157737,
			["Level"] = 25,
			["Link"] = "|cff1eff00|Hitem:157737::::::::31:265::::::|h[Напульсники горящей Скверны]|h|r",
		}, -- [9]
		{
			["ID"] = 157731,
			["Level"] = 25,
			["Link"] = "|cff1eff00|Hitem:157731::::::::31:265::::::|h[Повязки горящей Скверны]|h|r",
		}, -- [10]
		{
			["ID"] = 128169,
			["Level"] = 35,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff00ccff|Hitem:128169:5428:::::::31:265:::1:3592:::|h[Печатка Третьего флота]|h|r",
		}, -- [11]
		nil, -- [12]
		{
			["ID"] = 122362,
			["Level"] = 35,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122362::::::::31:265:::1:582:::|h[Прозорливый Глаз Зверя]|h|r",
		}, -- [13]
		{
			["ID"] = 122361,
			["Level"] = 35,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:122361::::::::31:265:::1:583:::|h[Стремительная рука правосудия]|h|r",
		}, -- [14]
		{
			["ID"] = 122262,
			["Level"] = 35,
			["Link"] = "|cff00ccff|Hitem:122262:5436:::::::31:265:::1:3592:::|h[Древний плащ Кровавой Луны]|h|r",
		}, -- [15]
		{
			["ID"] = 122353,
			["Level"] = 35,
			["Link"] = "|cff00ccff|Hitem:122353:4442:::::::31:265:::1:583:::|h[Величавая трость ректора]|h|r",
		}, -- [16]
	},
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "Элави-Борейская тундра",
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "WARLOCK",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
