
_detalhes_global = {
	["boss_icon_cache"] = {
	},
	["encounter_spell_pool"] = {
		{
			1790, -- [1]
			"Рокмора", -- [2]
		}, -- [1]
		[375056] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[369563] = {
			2555, -- [1]
			"Бейлог", -- [2]
		},
		[381444] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[377995] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[375057] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[256706] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[376208] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[244762] = {
			2076, -- [1]
			"Аннигилятор", -- [2]
		},
		[378764] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[188169] = {
			1790, -- [1]
			"Рокмора", -- [2]
		},
		[379020] = {
			2611, -- [1]
			"[*] Жезл отрицания", -- [2]
		},
		[414535] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[261498] = {
			2111, -- [1]
			"[*] Ползущая гниль", -- [2]
		},
		[256005] = {
			2093, -- [1]
			"Живец", -- [2]
		},
		[386559] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[373912] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[369697] = {
			2556, -- [1]
			"Душитель из племени Каменного Свода", -- [2]
		},
		[381834] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[257476] = {
			2096, -- [1]
			"Мастиф братства Стальных Волн", -- [2]
		},
		[369061] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[387585] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[413263] = {
			1042, -- [1]
			"Кольцо падающих звезд <Асаад>", -- [2]
		},
		[369573] = {
			2555, -- [1]
			"Бейлог", -- [2]
		},
		[413136] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[373917] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[374812] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[252112] = {
			2076, -- [1]
			"\"Коготь Легиона\"", -- [2]
		},
		[375068] = {
			2610, -- [1]
			11, -- [2]
		},
		[369703] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[257478] = {
			2096, -- [1]
			"Мастиф братства Стальных Волн", -- [2]
		},
		[408029] = {
			2668, -- [1]
			"Лозкелет", -- [2]
		},
		[52042] = {
			1790, -- [1]
			"Тотем исцеляющего потока <Cumtotem-TarrenMill>", -- [2]
		},
		[216407] = {
			1793, -- [1]
			"[*] Лавовый гейзер", -- [2]
		},
		[384524] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[188494] = {
			1792, -- [1]
			"[*] Зловонная пасть", -- [2]
		},
		[413013] = {
			2666, -- [1]
			"Хроникар", -- [2]
		},
		[205549] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[30213] = {
			1790, -- [1]
			"Страж Скверны <Sinclin-Kazzak>", -- [2]
		},
		[384015] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[405478] = {
			2667, -- [1]
			"Ожившие потоки времени", -- [2]
		},
		[350163] = {
			2096, -- [1]
			"Злопамятная тень", -- [2]
		},
		[88308] = {
			1041, -- [1]
			"Альтаирий", -- [2]
		},
		[413145] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[260292] = {
			2118, -- [1]
			"Кроглот Зараженный", -- [2]
		},
		[406886] = {
			2668, -- [1]
			"Гниль Галакронда", -- [2]
		},
		[384019] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[32409] = {
			1790, -- [1]
			"[*] Слово Тьмы: Смерть", -- [2]
		},
		[188114] = {
			1790, -- [1]
			"Рокмора", -- [2]
		},
		[413147] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[384148] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[269301] = {
			2123, -- [1]
			"Освобожденное чудовище", -- [2]
		},
		[415448] = {
			2668, -- [1]
			"Некрохлад", -- [2]
		},
		[372652] = {
			2557, -- [1]
			"[*] Резонирующая сфера", -- [2]
		},
		[181089] = {
			1041, -- [1]
			"Альтаирий", -- [2]
		},
		[414300] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[85467] = {
			1043, -- [1]
			"Затаившаяся буря", -- [2]
		},
		[375209] = {
			2612, -- [1]
			"Опаляющая кузня", -- [2]
		},
		[244901] = {
			2063, -- [1]
			"Пламя Тайшалака", -- [2]
		},
		[378020] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[396672] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[381470] = {
			2570, -- [1]
			"Лови-тотем", -- [2]
		},
		[412769] = {
			2671, -- [1]
			2, -- [2]
		},
		[378149] = {
			2610, -- [1]
			"Элементаль руды", -- [2]
		},
		[414303] = {
			2667, -- [1]
			"Ожившие потоки времени", -- [2]
		},
		[200637] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[373424] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[388882] = {
			2618, -- [1]
			"Насыщательница-воин стихий", -- [2]
		},
		[244903] = {
			2063, -- [1]
			"Уголек Тайшалака", -- [2]
		},
		[257870] = {
			2096, -- [1]
			"Буканьер из братства Стальных Волн", -- [2]
		},
		[31707] = {
			2613, -- [1]
			"Water Elemental", -- [2]
		},
		[374704] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[414307] = {
			2667, -- [1]
			"Ожившие потоки времени", -- [2]
		},
		[375727] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[385181] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[378155] = {
			2570, -- [1]
			"Лови-тотем", -- [2]
		},
		[372151] = {
			2567, -- [1]
			"Медведь-кишкожуй", -- [2]
		},
		[396424] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[384416] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[378029] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[400641] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[409456] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[409584] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[373942] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[400642] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[407413] = {
			2668, -- [1]
			"Гниль Галакронда", -- [2]
		},
		[375215] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[260793] = {
			2118, -- [1]
			"Кроглот Зараженный", -- [2]
		},
		[407504] = {
			2671, -- [1]
			"Морхи", -- [2]
		},
		[263274] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[375055] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[407159] = {
			2668, -- [1]
			"Гниль Галакронда", -- [2]
		},
		[413264] = {
			1042, -- [1]
			"Кольцо падающих звезд <Асаад>", -- [2]
		},
		[385442] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[256405] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[385187] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[387359] = {
			2618, -- [1]
			"[*] Промокание насквозь", -- [2]
		},
		[369602] = {
			2555, -- [1]
			"Олаф", -- [2]
		},
		[406481] = {
			2671, -- [1]
			"Морхи", -- [2]
		},
		[96260] = {
			1042, -- [1]
			"Асаад", -- [2]
		},
		[413151] = {
			1043, -- [1]
			"Великий визирь Эртан", -- [2]
		},
		[417339] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[248230] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[374969] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[374586] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[86292] = {
			1043, -- [1]
			"Вихрь Эртан", -- [2]
		},
		[374842] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[413295] = {
			1041, -- [1]
			"Альтаирий", -- [2]
		},
		[377996] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[369605] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[387618] = {
			2618, -- [1]
			"Насыщательница-воин стихий", -- [2]
		},
		[413296] = {
			1041, -- [1]
			"Альтаирий", -- [2]
		},
		[400649] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[88314] = {
			1041, -- [1]
			"Смерч", -- [2]
		},
		[200700] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[259714] = {
			2112, -- [1]
			"[*] Разлагающие споры", -- [2]
		},
		[260879] = {
			2111, -- [1]
			"Кровавый образ", -- [2]
		},
		[376209] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[199176] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[377017] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[377018] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[373939] = {
			2569, -- [1]
			"Тотем взрывной гнили <Гниломаг Око Гнева>", -- [2]
		},
		[255966] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[273285] = {
			2112, -- [1]
			"Взрывчатый стручок", -- [2]
		},
		[417413] = {
			2673, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[198475] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[248499] = {
			2092, -- [1]
			"Аргус Порабощенный", -- [2]
		},
		[406100] = {
			2671, -- [1]
			"[*] Временная отдача", -- [2]
		},
		[375614] = {
			2568, -- [1]
			"Разлагающийся слизень", -- [2]
		},
		[385451] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[244912] = {
			2063, -- [1]
			"Уголек Тайшалака", -- [2]
		},
		[258773] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[198028] = {
			1790, -- [1]
			"[*] Кристализованная земля", -- [2]
		},
		[385963] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[384558] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[260894] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[372623] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[389541] = {
			2669, -- [1]
			"Статуя белого тигра <Уххастик>", -- [2]
		},
		[259732] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[192799] = {
			1790, -- [1]
			"Ползун из чумных осколков <Рокмора>", -- [2]
		},
		[193273] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[369696] = {
			2556, -- [1]
			"Душитель из племени Каменного Свода", -- [2]
		},
		[89753] = {
			1790, -- [1]
			"Страж Скверны <Sinclin-Kazzak>", -- [2]
		},
		[264603] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[192800] = {
			1790, -- [1]
			"[*] Удушающая пыль", -- [2]
		},
		[412027] = {
			2673, -- [1]
			"Хранитель из рода Бесконечности", -- [2]
		},
		[210166] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[401248] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[403724] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[414583] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[217011] = {
			1792, -- [1]
			"Разъяренная толпа", -- [2]
		},
		[246965] = {
			2076, -- [1]
			"Аннигилятор", -- [2]
		},
		[269843] = {
			2123, -- [1]
			"Освобожденное чудовище", -- [2]
		},
		[404364] = {
			2671, -- [1]
			"Морхи <Морхи>", -- [2]
		},
		[374854] = {
			2613, -- [1]
			"Сбивающее копье <Чаргат Дробитель Чешуи>", -- [2]
		},
		[374471] = {
			2613, -- [1]
			"Сбивающее копье <Чаргат Дробитель Чешуи>", -- [2]
		},
		[384577] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[414585] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[243431] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[256477] = {
			2095, -- [1]
			"Рыба-молот", -- [2]
		},
		[245237] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[415097] = {
			2668, -- [1]
			"Гниль Галакронда", -- [2]
		},
		[376325] = {
			2559, -- [1]
			"[*] Зона вечности", -- [2]
		},
		[258777] = {
			2096, -- [1]
			"Боец на веслах из братства Стальных Волн", -- [2]
		},
		[257308] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[387504] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[377405] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[199246] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[385691] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[246897] = {
			2076, -- [1]
			"Дециматор", -- [2]
		},
		[414205] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[411763] = {
			2673, -- [1]
			"Хранитель из рода Бесконечности", -- [2]
		},
		[384014] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[369110] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[259720] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[377542] = {
			2611, -- [1]
			"[*] Горящая земля", -- [2]
		},
		[88286] = {
			1041, -- [1]
			"Альтаирий", -- [2]
		},
		[374535] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[209862] = {
			2570, -- [1]
			"[*] Вулканический шлейф", -- [2]
		},
		[260312] = {
			2118, -- [1]
			"Кроглот Зараженный", -- [2]
		},
		[257310] = {
			2096, -- [1]
			"Пушка братства Стальных Волн", -- [2]
		},
		[259718] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[257871] = {
			2096, -- [1]
			"Буканьер из братства Стальных Волн", -- [2]
		},
		[378055] = {
			2568, -- [1]
			"Разлагающийся слизень <Древорот>", -- [2]
		},
		[374839] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[384575] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[181113] = {
			2559, -- [1]
			"Вечная сфера", -- [2]
		},
		[386743] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[384827] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[401421] = {
			2666, -- [1]
			"Хроникар", -- [2]
		},
		[373915] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[378057] = {
			2568, -- [1]
			"Разлагающийся слизень <Древорот>", -- [2]
		},
		[375251] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[381379] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[369754] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[414604] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[86930] = {
			1042, -- [1]
			"Асаад", -- [2]
		},
		[383935] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[264757] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[374482] = {
			2613, -- [1]
			"Сбивающее копье <Чаргат Дробитель Чешуи>", -- [2]
		},
		[256546] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[87553] = {
			1042, -- [1]
			"Асаад", -- [2]
		},
		[374355] = {
			2612, -- [1]
			"Опаляющая кузня", -- [2]
		},
		[413319] = {
			1041, -- [1]
			"Альтаирий", -- [2]
		},
		[382787] = {
			2569, -- [1]
			"Бурошкур-рубака", -- [2]
		},
		[376783] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[400680] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[373762] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[389181] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[376784] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[375890] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[193375] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[257314] = {
			2096, -- [1]
			"Гренадер из братства Стальных Волн", -- [2]
		},
		[377807] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[200721] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[416264] = {
			2673, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[256016] = {
			2093, -- [1]
			"[*] Гнусная субстанция", -- [2]
		},
		[389056] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[403486] = {
			2666, -- [1]
			"[*] Осадок эонов", -- [2]
		},
		[193376] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[256489] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[247159] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[389179] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[405279] = {
			2671, -- [1]
			"Морхи", -- [2]
		},
		[381770] = {
			2568, -- [1]
			"Разлагающийся слизень <Древорот>", -- [2]
		},
		[377559] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[86309] = {
			1043, -- [1]
			"Вихрь Эртан", -- [2]
		},
		[387264] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[257316] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[415114] = {
			2668, -- [1]
			"Анзон", -- [2]
		},
		[209921] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[385356] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[255952] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[200404] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[416265] = {
			2673, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[278637] = {
			2118, -- [1]
			"Кровавый клещ", -- [2]
		},
		[412944] = {
			2666, -- [1]
			"Хроникар", -- [2]
		},
		[410904] = {
			2673, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[416266] = {
			2673, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[369674] = {
			2556, -- [1]
			"Геомант из племени Каменного Свода", -- [2]
		},
		[256551] = {
			2095, -- [1]
			"Рыба-молот", -- [2]
		},
		[416139] = {
			2673, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[374365] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[386757] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[389443] = {
			2615, -- [1]
			"Нейтрализующее устройство", -- [2]
		},
		[215929] = {
			1790, -- [1]
			"Ползун из чумных осколков <Рокмора>", -- [2]
		},
		[245631] = {
			2063, -- [1]
			"Пламя Тайшалака", -- [2]
		},
		[268717] = {
			2093, -- [1]
			"Живец", -- [2]
		},
		[256552] = {
			2095, -- [1]
			"Рыба-молот", -- [2]
		},
		[272554] = {
			2095, -- [1]
			"[*] Кровавое месиво", -- [2]
		},
		[389446] = {
			2615, -- [1]
			"Нейтрализующее устройство", -- [2]
		},
		[413331] = {
			1041, -- [1]
			"Альтаирий", -- [2]
		},
		[30153] = {
			1790, -- [1]
			"Страж Скверны <Sinclin-Kazzak>", -- [2]
		},
		[389059] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[245632] = {
			2063, -- [1]
			"Пламя Тайшалака", -- [2]
		},
		[244736] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[256553] = {
			2095, -- [1]
			"Рыба-молот", -- [2]
		},
		[256106] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[274213] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[216376] = {
			1793, -- [1]
			"Лавовый гейзер", -- [2]
		},
		[409884] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[376797] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[391773] = {
			2611, -- [1]
			"Драконье извержение", -- [2]
		},
		[272046] = {
			2093, -- [1]
			"Живец", -- [2]
		},
		[382802] = {
			2569, -- [1]
			"Злобный заклинатель гнили", -- [2]
		},
		[413590] = {
			2668, -- [1]
			"Дажак", -- [2]
		},
		[198428] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[407714] = {
			2668, -- [1]
			"Гниль Галакронда", -- [2]
		},
		[410908] = {
			2673, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[373733] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[413208] = {
			2671, -- [1]
			"Морхи <Морхи>", -- [2]
		},
		[405671] = {
			2667, -- [1]
			"Ожившие потоки времени", -- [2]
		},
		[385359] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[374245] = {
			2568, -- [1]
			"[*] Гниющий залив", -- [2]
		},
		[377950] = {
			2570, -- [1]
			"Лови-тотем", -- [2]
		},
		[404650] = {
			2667, -- [1]
			"Ожившие потоки времени", -- [2]
		},
		[200154] = {
			1793, -- [1]
			"Раскаленный углешкур <Даргрул>", -- [2]
		},
		[373735] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[244675] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[210150] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[390111] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[383979] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[375397] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[87622] = {
			1042, -- [1]
			"Асаад", -- [2]
		},
		[378208] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[377825] = {
			2555, -- [1]
			"[*] Пылающая смола", -- [2]
		},
		[409635] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[391241] = {
			2615, -- [1]
			"Генератор ограниченного бессмертия", -- [2]
		},
		[382808] = {
			2569, -- [1]
			"[*] Иссушающее заражение", -- [2]
		},
		[384343] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[367481] = {
			2569, -- [1]
			"Бурошкур-рубака", -- [2]
		},
		[384725] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[413105] = {
			2666, -- [1]
			"Хроникар", -- [2]
		},
		[253300] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[376933] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[256494] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[244294] = {
			2076, -- [1]
			"Аннигилятор", -- [2]
		},
		[372718] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[376934] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[198496] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[414493] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[260455] = {
			2118, -- [1]
			"Кровавый клещ", -- [2]
		},
		[369781] = {
			2555, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		[414304] = {
			2667, -- [1]
			"Ожившие потоки времени", -- [2]
		},
		[217851] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[373742] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[384601] = {
			2611, -- [1]
			"[*] Бомба антимагии", -- [2]
		},
		[381482] = {
			2612, -- [1]
			"[*] Кузнечный огонь", -- [2]
		},
		[376170] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[401667] = {
			2671, -- [1]
			"[*] Временной стазис", -- [2]
		},
		[254452] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[199775] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[382303] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[272055] = {
			2093, -- [1]
			"Живец", -- [2]
		},
		[416152] = {
			2673, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[373960] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[376811] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[404916] = {
			2671, -- [1]
			"Морхи", -- [2]
		},
		[403891] = {
			2671, -- [1]
			"Морхи", -- [2]
		},
		[384529] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[257460] = {
			2096, -- [1]
			"[*] Горящие осколки", -- [2]
		},
		[404917] = {
			2671, -- [1]
			"Морхи", -- [2]
		},
		[409261] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[375535] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[374641] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[384351] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[377965] = {
			2570, -- [1]
			"Лови-тотем", -- [2]
		},
		[384353] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[383840] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[369660] = {
			2556, -- [1]
			"Сотрясающий тотем <Бромач>", -- [2]
		},
		[381419] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[246663] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[369792] = {
			2555, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		[405431] = {
			2667, -- [1]
			"Ожившие потоки времени", -- [2]
		},
		[416290] = {
			2673, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[376049] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[372600] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[369662] = {
			2556, -- [1]
			"Сотрясающий тотем <Бромач>", -- [2]
		},
		[374389] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[383204] = {
			2618, -- [1]
			"[*] Сокрушающее цунами", -- [2]
		},
		[89766] = {
			1790, -- [1]
			"Страж Скверны <Sinclin-Kazzak>", -- [2]
		},
		[381416] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[257458] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[414376] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[369025] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[200418] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[375924] = {
			2555, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		[260333] = {
			2118, -- [1]
			"Кроглот Зараженный", -- [2]
		},
		[369026] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[375286] = {
			2555, -- [1]
			"Рейд на драккаре", -- [2]
		},
		[217090] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[409268] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[369791] = {
			2555, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		[383974] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[369663] = {
			2556, -- [1]
			"Сотрясающий тотем <Бромач>", -- [2]
		},
		[260334] = {
			2118, -- [1]
			"Кроглот Зараженный", -- [2]
		},
		[377204] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[418588] = {
			2093, -- [1]
			1, -- [2]
		},
		[375416] = {
			2568, -- [1]
			"Зараженный плеточник <Увядший дуб>", -- [2]
		},
		[376292] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[373944] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[377844] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[369006] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[410249] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[200732] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[257908] = {
			2096, -- [1]
			"Офицер из братства Стальных Волн", -- [2]
		},
		[244686] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[377830] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[378229] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[375291] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[374635] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[405696] = {
			2667, -- [1]
			"Ожившие потоки времени", -- [2]
		},
		[378230] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[392666] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[246848] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[404365] = {
			2671, -- [1]
			"Морхи <Морхи>", -- [2]
		},
		[369033] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[413107] = {
			2666, -- [1]
			"Хроникар", -- [2]
		},
		[401482] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[405672] = {
			2667, -- [1]
			"Ожившие потоки времени", -- [2]
		},
		[256363] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[388424] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[414483] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[372701] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[408177] = {
			2668, -- [1]
			"Дажак", -- [2]
		},
		[387559] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[369610] = {
			2556, -- [1]
			"Сотрясающий тотем <Бромач>", -- [2]
		},
		[200551] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[272457] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[377561] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[419591] = {
			2093, -- [1]
			1, -- [2]
		},
		[382620] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[378235] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[376319] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[369116] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[377522] = {
			2611, -- [1]
			"Яростный пламень", -- [2]
		},
		[114942] = {
			2559, -- [1]
			"Тотем целительного прилива <Leshanya-TarrenMill>", -- [2]
		},
		[369677] = {
			2555, -- [1]
			"Олаф", -- [2]
		},
		[273226] = {
			2112, -- [1]
			"[*] Разлагающие споры", -- [2]
		},
		[245916] = {
			2063, -- [1]
			"[*] Раскаленные обломки", -- [2]
		},
		[256060] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[405448] = {
			2667, -- [1]
			"Ожившие потоки времени", -- [2]
		},
		[400683] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[374533] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[269838] = {
			2123, -- [1]
			"[*] Гнусный выброс", -- [2]
		},
		[257402] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[368990] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[374534] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[396124] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[376149] = {
			2569, -- [1]
			"Удушающее облако гнили <Гниломаг Око Гнева>", -- [2]
		},
		[373896] = {
			2569, -- [1]
			"Удушающее облако гнили <Гниломаг Око Гнева>", -- [2]
		},
		[259830] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[387474] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[87618] = {
			1042, -- [1]
			"Асаад", -- [2]
		},
		[369052] = {
			2558, -- [1]
			"Стражник хранилища", -- [2]
		},
		[400597] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[369043] = {
			2558, -- [1]
			"Стражник хранилища", -- [2]
		},
		[392166] = {
			2611, -- [1]
			"[*] Лазурный камень мощи", -- [2]
		},
		[375046] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[382883] = {
			2569, -- [1]
			"Злобный заклинатель гнили", -- [2]
		},
		[388245] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[217234] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[374410] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[375241] = {
			2612, -- [1]
			"Опаляющая кузня", -- [2]
		},
		[88282] = {
			1041, -- [1]
			"Альтаирий", -- [2]
		},
		[414652] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[377477] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[409287] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[377222] = {
			2568, -- [1]
			"[*] Поглощение", -- [2]
		},
		[375306] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[407147] = {
			2668, -- [1]
			"Лозкелет", -- [2]
		},
		[381694] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[395647] = {
			2555, -- [1]
			"[*] Вспышка огня", -- [2]
		},
		[387571] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[384633] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[401794] = {
			2666, -- [1]
			"Хроникар", -- [2]
		},
		[378054] = {
			2568, -- [1]
			"[*] Увядание!", -- [2]
		},
		[376780] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[375436] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[260685] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[369049] = {
			2558, -- [1]
			"Стражник хранилища", -- [2]
		},
		[385551] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[408141] = {
			2668, -- [1]
			"Дажак", -- [2]
		},
		[188493] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[413131] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[405970] = {
			2666, -- [1]
			"Хроникар", -- [2]
		},
		[256358] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[384764] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[254022] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[385531] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[375439] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[384531] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
	},
	["immersion_pets_on_solo_play"] = false,
	["npcid_ignored"] = {
	},
	["dungeon_data"] = {
	},
	["report_pos"] = {
		5.00006103515625, -- [1]
		-2.99993896484375, -- [2]
	},
	["latest_report_table"] = {
		{
			1, -- [1]
			1, -- [2]
			1, -- [3]
			5, -- [4]
			"PARTY", -- [5]
		}, -- [1]
	},
	["exp90temp"] = {
		["delete_damage_TCOB"] = true,
	},
	["always_use_profile"] = false,
	["deathlog_healingdone_min_arena"] = 400,
	["spell_school_cache"] = {
		["Залп слюны"] = 8,
		["Жестокость земли"] = 1,
		["Разбивающий удар"] = 8,
		["Искра Тира"] = 64,
		["Древняя сфера"] = 64,
		["Громогласный рык"] = 1,
		["Адаптивный рой"] = 32,
		["Всплеск вечности"] = 80,
		["Воззвание к недрам"] = 8,
		["Опустошенная земля"] = 4,
		["Дикая энергия"] = 64,
		["Взрывчатые обломки"] = 64,
		["Усиленный заряд шрапнели"] = 4,
		["Затуманенный разум"] = 32,
		["Огненный плевок"] = 4,
		["Бомба антимагии"] = 64,
		["Нейтрализующий яд"] = 8,
		["Негаснущая ледяная искра"] = 20,
		["Всепожирающая чума"] = 32,
		["Ударная волна"] = 8,
		["Иссушающие пески"] = 64,
		["Вспышка"] = 4,
		["Поглощающий взрыв"] = 32,
		["Великий исцеляющий поток"] = 16,
		["Правосудие"] = 2,
		["Проблеск Света"] = 2,
		["Выстрел из пистоли"] = 4,
		["Чародейский выброс"] = 64,
		["Тяжкая рана"] = 1,
		["Хитрый сглаз"] = 8,
		["Буйство"] = 1,
		["Место!"] = 1,
		["Магмовый крушитель"] = 4,
		["Шаровая молния"] = 8,
		["Обжигающее прикосновение"] = 4,
		["Горящие осколки"] = 4,
		["Раскаленные обломки"] = 4,
		["Гремучий импульс"] = 4,
		["Обстрел Скверны"] = 4,
		["Бросок боевого клинка"] = 1,
		["Дробление хребта"] = 1,
		["Обстрел"] = 4,
		["Ледяное разрушение"] = 16,
		["Изобилие"] = 8,
		["Частичное переваривание"] = 8,
		["Оскверненная эгида"] = 4,
		["Раскол брони"] = 1,
		["Гниение изнутри"] = 8,
		["Быстрая стрельба"] = 1,
		["Притягивание гарпуна"] = 1,
		["Рука Гул'дана"] = 36,
		["Зарево Света"] = 1,
		["Астральный вихрь"] = 64,
		["Злопамятная молния"] = 8,
		["Мрачная стрела"] = 32,
		["Переходящая сила"] = 8,
		["Бешеные удары"] = 1,
		["Смелая засада"] = 1,
		["Извержение энергии"] = 64,
		["Бурное срыгивание"] = 8,
		["Трупное дыхание"] = 32,
		["Всплеск оскверненных вод"] = 16,
		["Грозовое дыхание"] = 8,
		["Разложение"] = 32,
		["Коварный удар"] = 1,
		["Чувство превосходства"] = 32,
		["Око шторма"] = 8,
		["Демонический заряд"] = 36,
		["Выжигающая волна"] = 4,
		["Испепеляющее гнилостное дыхание"] = 4,
		["Ближний бой"] = 1,
		["Расправа"] = 1,
		["Неудержимая акула"] = 1,
		["Град стрел"] = 1,
		["Оскверненные воды"] = 16,
		["Хаотический импульс"] = 4,
		["Раскаленные удары"] = 1,
		["Ледяная бомба"] = 16,
		["Огненная глыба"] = 4,
		["Злобное сосредоточение"] = 1,
		["Огненная волна"] = 4,
		["Тление"] = 4,
		["Зона опустошения"] = 4,
		["Бросок камня"] = 1,
		["Темпоральное иссечение"] = 1,
		["Направленные взрывы"] = 4,
		["Недавняя катастрофа"] = 126,
		["Угасающее извержение"] = 8,
		["Натиск клинка"] = 1,
		["Апокалипсис"] = 32,
		["Подавляющее кваканье"] = 1,
		["Ядро адского пламени"] = 4,
		["Чувство неполноценности"] = 32,
		["Небесный арбитр"] = 3,
		["Камень замерзающего льда"] = 16,
		["Пронзание"] = 1,
		["Ледяной шок"] = 16,
		["Каменный кулак"] = 1,
		["Паразитарная рана"] = 32,
		["Временной шок"] = 8,
		["Магический разлом"] = 64,
		["Свирепый укус"] = 1,
		["Коррозия"] = 8,
		["Шокирующее сотрясение"] = 8,
		["Децимация"] = 4,
		["Иссушающее заражение"] = 8,
		["Гнойная язва"] = 32,
		["Камнекрушащий шквал"] = 8,
		["Укус змеи"] = 8,
		["Трескучее облако"] = 8,
		["Оползень"] = 8,
		["Заряженная капля"] = 16,
		["Буря Пустоты"] = 64,
		["Оторванная душа"] = 32,
		["Пытка разума"] = 32,
		["Сокрушитель"] = 1,
		["Метеоритный рой"] = 4,
		["Кристаллический рев"] = 64,
		["Камень алчущей крови"] = 32,
		["Запутывание"] = 8,
		["Магнитный покров"] = 8,
		["Кровожадность"] = 1,
		["Сокрушительный взрыв"] = 4,
		["Токсин рогоплава"] = 8,
		["Наветренная сторона"] = 8,
		["Солнечный коллапс"] = 4,
		["Обжигающее дыхание"] = 4,
		["Стрела Тьмы"] = 32,
		["Всплеск ша"] = 32,
		["Осадок эонов"] = 64,
		["Прорастание"] = 1,
		["Удушающее облако гнили"] = 8,
		["Удар Владыки Ветра"] = 1,
		["Сияющий фрагмент"] = 2,
		["Инфернальное пламя"] = 4,
		["Правосудие справедливости"] = 2,
		["Пламя феникса"] = 4,
		["Гнусная субстанция"] = 8,
		["Щит праведника"] = 2,
		["Резонирующие кулаки"] = 8,
		["Разгоряченные удары"] = 1,
		["Огненная перековка"] = 4,
		["Отгрызть"] = 1,
		["Увядание!"] = 8,
		["Узы жизни"] = 1,
		["Устранение"] = 1,
		["Стремительный бросок"] = 1,
		["Разрушительное касание"] = 32,
		["Промокание насквозь"] = 16,
		["Солнечный огонь"] = 8,
		["Доспех Скверны"] = 32,
		["Заразная трусость"] = 32,
		["Усиленный портал на Ранкору"] = 8,
		["Расплавленный горн"] = 12,
		["Молния"] = 8,
		["Токсичный стимулятор"] = 8,
		["Шипастый панцирь"] = 8,
		["Эхо Бездны"] = 32,
		["Резонирующая аннигиляция"] = 8,
		["Усиленный удар"] = 65,
		["Извергающееся пламя"] = 4,
		["Утрата воли"] = 32,
		["Изначальная снежная буря"] = 16,
		["Тяжелые удары"] = 1,
		["Узы Скверны"] = 4,
		["Казнь"] = 1,
		["Залп магмовых стрел"] = 12,
		["Некрохлад"] = 16,
		["Омут душ"] = 32,
		["Ураганная стрела"] = 8,
		["Оглушительный визг"] = 8,
		["Прикосновение смерти"] = 32,
		["Листья-клинки"] = 1,
		["Клейкая паутина"] = 8,
		["Извержение магмы"] = 4,
		["Огонь очищения"] = 6,
		["Удар молнии"] = 8,
		["Джарадинская лава"] = 4,
		["Клык маны"] = 64,
		["Разлагающие споры"] = 40,
		["Блуждающий циклон"] = 8,
		["Лавовый разрыв"] = 4,
		["Колодец душ"] = 32,
		["Очищение зла"] = 6,
		["Удар Плети"] = 32,
		["Удар пузом"] = 1,
		["Рывок"] = 1,
		["Огненная стрела"] = 4,
		["Мастер стрельбы"] = 1,
		["Руна тени"] = 32,
		["Знак проводимости"] = 8,
		["Гниющий залив"] = 8,
		["Катастрофическое истребление"] = 8,
		["Вулканический шлейф"] = 4,
		["Гидрокопье"] = 16,
		["Хрусть"] = 1,
		["Парящие угли"] = 4,
		["Волна ци"] = 8,
		["Пламенный обстрел"] = 4,
		["Резонансное истребление"] = 4,
		["Костяная стрела"] = 1,
		["Морозный смерч"] = 16,
		["Железное копье"] = 1,
		["Поджигающая вспышка"] = 4,
		["Чародейские стрелы"] = 64,
		["Боевой крик"] = 8,
		["Вытягивание"] = 32,
		["Землетрясение"] = 8,
		["Увечащий укус"] = 1,
		["Хватка смерти"] = 1,
		["Сияющая праведность"] = 2,
		["Кристальные шипы"] = 8,
		["Сбивающее копье"] = 1,
		["Всплеск лавы"] = 4,
		["Раскаленный уголь"] = 1,
		["Разящий клинок"] = 32,
		["Волшебная линия"] = 8,
		["Мощный размах"] = 1,
		["Нестабильная магия"] = 64,
		["Отсекающий удар"] = 1,
		["Дворник"] = 64,
		["Огненное преследование"] = 1,
		["Метеорит"] = 4,
		["Лавина"] = 1,
		["Жезл отрицания"] = 64,
		["Знамение смерти"] = 32,
		["Лазурный удар"] = 80,
		["Каменный снаряд"] = 8,
		["Зона вечности"] = 64,
		["Кольцо огня"] = 4,
		["Реактор апокалипсиса"] = 4,
		["Прыжок колосса"] = 1,
		["Полярные ветра"] = 16,
		["Переполняющая энергия"] = 64,
		["Приковывающее копье"] = 1,
		["Молот гнева"] = 2,
		["Земляной столп"] = 8,
		["Резонирующий удар сплеча"] = 64,
		["Интенсивное горение"] = 4,
		["Вздымающееся пламя Тьмы"] = 36,
		["Вихрь магмы"] = 4,
		["Сметающая буря"] = 8,
		["Зрение истребителя драконов"] = 1,
		["Огненная шрапнель"] = 4,
		["Рассекающие удары"] = 1,
		["Гигантский клинок"] = 1,
		["Стазисная ловушка"] = 4,
		["Смертоносный порыв"] = 32,
		["Огненное дыхание"] = 4,
		["Вдох"] = 32,
		["Усиленный портал на Зорот"] = 4,
		["Тотем взрывной гнили"] = 8,
		["Повторные толчки"] = 8,
		["Топот"] = 8,
		["Подрезать сухожилия"] = 1,
		["Раскол земли"] = 1,
		["Шквал клинков"] = 1,
		["Лик смерти"] = 32,
		["Палящий жар"] = 4,
		["Опаляющая буря"] = 4,
		["Клинок справедливости"] = 2,
		["Зазубренные когти"] = 32,
		["Инициатива наездника"] = 1,
		["Удар нисходящего порыва"] = 8,
		["Оплавленная земля"] = 4,
		["Оскверненный гейзер"] = 16,
		["Полыхающие угли"] = 4,
		["Вызов молнии"] = 8,
		["Подавление"] = 64,
		["Оскверненная мана"] = 64,
		["Чародейские узы"] = 64,
		["Родство душ"] = 32,
		["Звездная вспышка"] = 72,
		["Извергающиеся тени"] = 32,
		["Перемотка времени"] = 64,
		["Жгучая рана"] = 124,
		["Смертоносный яд"] = 8,
		["Ползущая гниль"] = 8,
		["Заряженное копье"] = 8,
		["Обжигающая руда"] = 4,
		["Чародейский обстрел"] = 64,
		["Морозный опустошитель"] = 16,
		["Вражеская территория"] = 1,
		["Тотем исцеляющего потока"] = 8,
		["Заряд шрапнели"] = 1,
		["Напряженность"] = 32,
		["Изумрудный цветок"] = 8,
		["Разлагающие брызги"] = 8,
		["Нестабильные порывы"] = 8,
		["Испепеляющий след"] = 6,
		["Трескучий мороз"] = 16,
		["Завеса клинков"] = 1,
		["Бушующие ветра"] = 8,
		["Подавляющие миазмы"] = 64,
		["Заразный плевок"] = 8,
		["Сметающий поток"] = 16,
		["Живой жар"] = 4,
		["Удар крыльями"] = 1,
		["Бросок валуна"] = 1,
		["Пожиратель времени"] = 64,
		["Благословение лета"] = 2,
		["Ледовое перо"] = 16,
		["Глубокие раны"] = 1,
		["Лава"] = 4,
		["Вихрь клинков"] = 1,
		["Разрывающий выстрел"] = 1,
		["Луч дезинтеграции"] = 32,
		["Озерцо теней"] = 32,
		["Оскверняющая дымка"] = 32,
		["Изначальная перегрузка"] = 8,
		["Переполняющая ярость"] = 16,
		["Удар когтями"] = 4,
		["Божественная призма"] = 2,
		["Буря Тьмы"] = 32,
		["Кристальный шип"] = 1,
		["Бушующий"] = 8,
		["Божественная буря"] = 2,
		["Шок небес"] = 2,
		["Шепот Темной Звезды"] = 32,
		["Ветер перемен"] = 8,
		["Смертоносная чума"] = 32,
		["Полная заморозка"] = 16,
		["Световое излучение"] = 2,
		["Ревущее огненное дыхание"] = 4,
		["Припадок"] = 1,
		["Убийственный выстрел"] = 1,
		["Инфернальное извержение"] = 4,
		["Ментальный крик"] = 32,
		["Чародейский выстрел"] = 64,
		["Полный ненависти удар"] = 4,
		["Вращающийся меч"] = 4,
		["Глаз тигра"] = 8,
		["Темное превращение"] = 32,
		["Встречный ветер"] = 8,
		["Оглушающий удар"] = 1,
		["Проклятый водоворот"] = 16,
		["Благословенные молоты"] = 3,
		["Холодный фронт"] = 16,
		["Темпоральный след"] = 64,
		["Кинетическое извержение"] = 64,
		["Темпоральное затухание"] = 64,
		["Непокорные волны"] = 16,
		["Камень робкого пламени"] = 4,
		["Выстрел в живот"] = 1,
		["Прилив мощи"] = 8,
		["Волна лавы"] = 4,
		["Сияющий барьер"] = 64,
		["Яростная буря"] = 8,
		["Неистовые кулаки"] = 1,
		["Кровавое месиво"] = 1,
		["Истребляющий взрыв"] = 8,
		["Разящий удар Нефритовой Змеи"] = 4,
		["Ищущее пламя"] = 4,
		["Фрагменты эонов"] = 64,
		["Яростный укус"] = 1,
		["Взрыв Скверны"] = 4,
		["Освященная земля"] = 64,
		["Опустошающее копье"] = 1,
		["Удушающая пыль"] = 8,
		["Громовой удар"] = 8,
		["Ускорение времени"] = 64,
		["Печать воина Света"] = 2,
		["Огненная отдача"] = 4,
		["Зловонная пасть"] = 8,
		["Разлом"] = 64,
		["Жажда битвы"] = 8,
		["Внезапный удар"] = 1,
		["Земляные шипы"] = 1,
		["Кольцо падающих звезд"] = 64,
		["Необузданное пламя"] = 4,
		["Быстрина"] = 8,
		["Запуск двигателя"] = 4,
		["Взрыв"] = 8,
		["Пульсирующее пламя"] = 4,
		["Лапа тигра"] = 1,
		["Каратель Тира"] = 2,
		["Надоедливые тени"] = 32,
		["Вспышка Бездны"] = 32,
		["Последний расчет"] = 2,
		["Удар дракона"] = 64,
		["Извержение времени"] = 64,
		["Горение"] = 4,
		["Сумеречный призрак"] = 32,
		["Игры разума"] = 32,
		["Энергетическая бомба"] = 64,
		["Пылающая пасть"] = 4,
		["Кузнечный огонь"] = 4,
		["Кровоточащая рана"] = 1,
		["Нисходящий порыв"] = 8,
		["Пламя сомнения"] = 32,
		["Расплавленное золото"] = 4,
		["Рассекающий удар"] = 1,
		["Грозовой фронт"] = 8,
		["Искоренение"] = 1,
		["Нокаутирующий удар"] = 1,
		["Каменная игла"] = 1,
		["Дрожь земли"] = 1,
		["Магматическая бомба"] = 4,
		["Раскаленная Скверна"] = 32,
		["Слово Тьмы: Смерть"] = 32,
		["Вытягивание души"] = 32,
		["Кровопускание"] = 1,
		["Раскол эонов"] = 64,
		["Дыхание разлома"] = 64,
		["Выброс лавы"] = 4,
		["Акулий торнадо"] = 1,
		["Яростные молнии"] = 8,
		["Магматическая волна"] = 4,
		["Жертвенный огонь"] = 4,
		["Полное затмение"] = 32,
		["Очищающее пламя"] = 4,
		["Отчаянное воззвание"] = 8,
		["Статическое поле"] = 8,
		["Наскок"] = 1,
		["Земляной импульс"] = 8,
		["Временное затухание"] = 64,
		["Выкованная ярость"] = 4,
		["Удар горы"] = 8,
		["Каменный шип"] = 8,
		["Лавовый гейзер"] = 4,
		["Костяной ритуал"] = 32,
		["Волна змеи"] = 4,
		["Помешательство"] = 1,
		["Героический бросок"] = 1,
		["Некротическая слизь"] = 32,
		["Мана-бомба"] = 64,
		["Изуродованная плоть"] = 1,
		["Грозовая дубина"] = 8,
		["Накопление силы"] = 4,
		["Вестник войны"] = 1,
		["Поглощающее истребление"] = 32,
		["Сгусток пламени"] = 4,
		["Чародейский шар"] = 64,
		["Плевок магмы"] = 12,
		["Удар воина Света"] = 1,
		["Оскверненный туман"] = 16,
		["Кровавый укус"] = 1,
		["Порча Бесконечности"] = 64,
		["Кромсающий вихрь"] = 1,
		["Пылающий след"] = 4,
		["Побоище"] = 4,
		["Агония"] = 32,
		["Электроразряд"] = 8,
		["Вспышка Бесконечности"] = 64,
		["Железный натиск"] = 1,
		["Мощный удар голема"] = 1,
		["Раскаленный шип"] = 1,
		["Пытка огнем"] = 4,
		["Удар громовержца"] = 1,
		["Громоподобный шквал"] = 8,
		["Чародейская вспышка"] = 64,
		["Воззвание ко льду"] = 16,
		["Извержение пламени"] = 4,
		["Временная отдача"] = 64,
		["Шаг сквозь тень"] = 1,
		["Просачивающаяся гниль"] = 8,
		["Клейкий язык"] = 1,
		["Раскатистый удар"] = 1,
		["Сокрушающее цунами"] = 16,
		["Обращение вспять"] = 64,
		["Рывок Скверны"] = 127,
		["Рьяный рывок"] = 1,
		["Прилив энергии"] = 8,
		["Гармоничное эхо"] = 64,
		["Взорванная земля"] = 4,
		["Разлагающие когти"] = 1,
		["Холод глубин"] = 16,
		["Автоматическая стрельба"] = 1,
		["Разрывающие сталактиты"] = 8,
		["Пытка разума: безумие"] = 32,
		["Лунный огонь"] = 64,
		["Град камней"] = 8,
		["Слово Света: Наказание"] = 2,
		["Подавляющий удар"] = 64,
		["Трескучий сдвиг"] = 8,
		["Дезинтеграция"] = 80,
		["Расщепленная кора"] = 1,
		["Кровотечение"] = 1,
		["Огненная стрела Скверны"] = 4,
		["Порыв ветра"] = 8,
		["Крепкая оплеуха"] = 1,
		["Удар восходящего солнца"] = 1,
		["Ползучая плесень"] = 8,
		["Обжигающий взгляд"] = 4,
		["Взрывные градины"] = 16,
		["Горящая земля"] = 4,
		["Взрывной ползун"] = 8,
		["Пылающая эгида"] = 4,
		["Бросок магмы"] = 4,
		["Поглощение"] = 8,
		["Прикосновение вампира"] = 32,
		["Ожоги"] = 1,
		["Рваные порезы"] = 1,
		["Поджигание"] = 4,
		["Потрескавшиеся обломки"] = 8,
		["Лавовый дротик"] = 4,
		["Устранение вреда"] = 8,
		["Могильное касание"] = 32,
		["Дыхание дракона"] = 64,
		["Инфернальный плащ"] = 4,
		["Руническое клеймо"] = 2,
		["Правой, левой"] = 1,
		["Раздирание души"] = 127,
		["Обезглавливание"] = 1,
		["Хищный прыжок"] = 1,
		["Жидкая магма"] = 4,
		["Заглатывание"] = 8,
		["Токсичная желчь"] = 8,
		["Подветренная сторона Альтаирия"] = 16,
		["Удар люпина"] = 1,
		["Каменный выброс"] = 8,
		["Великая сила бури"] = 8,
		["Метеоритный топор"] = 4,
		["Электрическая перегрузка"] = 8,
		["Удары Света"] = 1,
		["Окончательный приговор"] = 2,
		["Стремительный бег"] = 4,
		["Чародейская атака"] = 64,
		["Трепка"] = 1,
		["Замерзшая земля"] = 16,
		["Сабля повелителя пассатов"] = 8,
		["Растяжка"] = 4,
		["Пылающий молот"] = 4,
		["Быстрый укол"] = 1,
		["Изменчивая сила"] = 64,
		["Бомба с черным порохом"] = 4,
		["Перегрузка выброса лавы"] = 4,
		["Рагнарек"] = 4,
		["Рассекающий удар когтями"] = 1,
		["Удар смерти"] = 1,
		["Угасающие силы"] = 8,
		["Буря Скверны"] = 1,
		["Кара"] = 2,
		["Лик опустошения"] = 32,
		["Камень силы бури"] = 8,
		["Древний холод"] = 16,
		["Иссушающая гниль"] = 8,
		["Огненный шар"] = 4,
		["Штормовые ветра"] = 8,
		["Заразная пасть"] = 32,
		["Пламя Саргераса"] = 4,
		["Ледяная буря"] = 16,
		["Усиление яда"] = 8,
		["Демоническая бомба"] = 32,
		["Прицельный выстрел"] = 1,
		["Поглощающая сфера"] = 32,
		["Неугасающее пламя"] = 4,
		["Сокрушающая звезда"] = 80,
		["Ледяная перегрузка"] = 16,
		["Заряженный порыв"] = 8,
		["Кровавый гной"] = 32,
		["Метка свежевателя"] = 1,
		["Крушащие творения"] = 8,
		["Касание мага"] = 64,
		["Искрящийся взрыв"] = 8,
		["Коса Скверны"] = 4,
		["Глубокий вдох"] = 12,
		["Хищное пламя"] = 4,
		["Ледяной всплеск"] = 16,
		["Кристализованная земля"] = 8,
		["Ответная реакция"] = 2,
		["Чародейский отголосок"] = 64,
		["Обжигающие тени"] = 32,
		["Яростный импульс"] = 8,
		["Некротические ветра"] = 8,
		["Токсин плеточника"] = 8,
		["Ожог"] = 4,
		["Парализующие клыки"] = 8,
		["Танцующий клинок"] = 1,
		["Всплеск Скверны"] = 4,
		["Шип ша"] = 32,
		["Опаливание"] = 4,
		["Пронзенная земля"] = 8,
		["След истины"] = 6,
		["Громовой кулак"] = 8,
		["Поток лавы"] = 4,
		["Нечестивый натиск"] = 32,
		["Сотрясение"] = 8,
		["Команда \"Взять!\""] = 1,
		["Испепеляющий обстрел"] = 4,
		["Ядовитый укус"] = 8,
		["Гранитный панцирь"] = 1,
		["Теневые клинки"] = 32,
		["Удар рогом"] = 1,
		["Драконье извержение"] = 4,
		["Уязвимость к звуку"] = 8,
		["Corpo-a-Corpo"] = 1,
		["Всплеск оскверняющих вод"] = 16,
		["Череда разрядов"] = 8,
		["Раскаленный разлом"] = 4,
		["Разлагающий плевок"] = 8,
		["Свежевание души"] = 32,
		["Ледяная ярость"] = 16,
		["Резонирующая сфера"] = 64,
		["Луч Скверны"] = 4,
		["Мощный удар"] = 32,
		["Иссушение"] = 8,
		["Промеж глаз"] = 1,
		["Гремучий взрыв"] = 4,
		["Пылающий рывок"] = 4,
		["Разрушитель"] = 4,
		["Опустошение Бездны"] = 32,
		["Удар Легиона"] = 1,
		["Кольцо злобы"] = 32,
		["Частица возгорания"] = 4,
		["Огненное погребение"] = 4,
		["Огненный шок"] = 4,
		["Освящение"] = 2,
		["Шар огня"] = 4,
		["Мерзлая земля"] = 16,
		["Оплетающая ловушка"] = 1,
		["Извержение шлака"] = 4,
		["Пожирание"] = 1,
		["Падающие звезды"] = 72,
		["Гибнущий мир"] = 32,
		["Лава Скверны"] = 4,
		["Топор из кости дракона"] = 1,
		["Артиллерия \"Параксия\""] = 4,
		["Порченая кровь"] = 32,
		["Огненный взрыв"] = 4,
		["Уязвимость к пламени"] = 4,
		["Вечная сфера"] = 64,
		["Пламенный портал"] = 4,
		["Обновление"] = 2,
		["Слава рассвета"] = 1,
		["Верная победа"] = 1,
		["Опаляющий выстрел"] = 4,
		["Перезаряженная душа"] = 8,
		["Нескончаемое пламя"] = 4,
		["Копье Света"] = 2,
		["Токсичные испарения"] = 8,
		["Пробужденная земля"] = 8,
		["Расплавляющий взрыв"] = 4,
		["Цапнуть"] = 1,
		["Сланцевое дыхание"] = 1,
		["Отчаянное заклятье"] = 8,
		["Завихрения ветра"] = 8,
		["Проклятие вечной мерзлоты"] = 16,
		["Тяжелый удар"] = 1,
		["Взрывное клеймо"] = 64,
		["Нестабильные угли"] = 4,
		["Извергающий топот"] = 4,
		["Аннигиляция"] = 4,
		["Дыхание магического льда"] = 80,
		["Усиленная вспышка"] = 4,
		["Ответвление"] = 1,
		["Вспышка болезни"] = 32,
		["Водоворот Бездны"] = 32,
		["Пламя кузни"] = 4,
		["Ядовитые клыки"] = 8,
		["Взрыв разума"] = 32,
		["Инфернальные ракеты"] = 4,
		["Кромсающий укус"] = 1,
		["Отравляющие споры"] = 8,
		["Гнусный выброс"] = 32,
		["Фрагмент древней сферы"] = 64,
		["Стрела пронзания души"] = 32,
		["Нефритовый огонь"] = 4,
		["Возгорание"] = 4,
		["Обрушение"] = 1,
		["Заморозка разума"] = 16,
		["Священный огонь"] = 2,
		["Повторяющиеся удары"] = 1,
		["Лазурный камень мощи"] = 64,
		["Потрескивающая воронка"] = 64,
		["Кристаллические обломки"] = 64,
		["Сейсмический взрыв"] = 8,
		["Фрагменты времени"] = 64,
		["Острый клык"] = 1,
		["Импульсная граната"] = 8,
		["Кровавая баня"] = 1,
		["Вихрь"] = 8,
		["Гниющие глаза"] = 8,
		["Разорванная душа"] = 32,
		["Дротик"] = 1,
		["Аннигилятор"] = 1,
		["Разлом Пустоты"] = 64,
		["Абсолютный нуль"] = 16,
		["Шквальный обстрел Скверны"] = 4,
		["Статический выброс"] = 64,
		["Кровавая чума"] = 32,
		["Временной стазис"] = 1,
		["Волна разложения"] = 8,
		["Удар разложения"] = 1,
		["Гнилостный плевок"] = 32,
		["Пульсация гидрокопья"] = 16,
		["Замораживающие брызги"] = 16,
		["Усиленная импульсная граната"] = 8,
		["Благословение костра"] = 4,
		["Разложение времени"] = 64,
		["Гнусная слизь"] = 8,
		["Охранный смерч"] = 8,
		["Электрическая буря"] = 8,
		["Удар духов стихий"] = 28,
		["Неотступный ужас"] = 32,
		["Смертельное касание"] = 1,
		["Повторный толчок"] = 1,
		["Воспламенение"] = 4,
		["Разлагающая спора"] = 32,
		["Отравление"] = 8,
		["Усиленная тигриная молния"] = 8,
		["Первозданная волна"] = 32,
		["Удар бочкой"] = 1,
		["Ничтожность"] = 32,
		["Порча Г'ууна"] = 32,
		["Удар грома"] = 1,
		["Едкая слизь"] = 8,
		["Пылающий валун"] = 4,
		["Сильный порыв"] = 8,
		["Слово Тьмы: Боль"] = 32,
		["Морозный осколок"] = 16,
		["Водяной пузырь"] = 16,
		["Шок бури"] = 8,
		["Пылающая смола"] = 4,
		["Чародейская сфера"] = 64,
		["Падающая звезда"] = 64,
		["Вспышка огня"] = 4,
		["Испепеление"] = 4,
		["Ледяная могила"] = 16,
		["Сияющая искра"] = 64,
		["Безвременное разложение"] = 64,
		["Волна огня"] = 4,
		["Энергетический удар"] = 64,
		["Манящее разрушение"] = 4,
		["Взрыв осадка"] = 64,
		["Разрывающее бешенство"] = 1,
		["Огонь кузни"] = 4,
		["Удар неистовых кулаков"] = 4,
		["Рывок дракона"] = 1,
		["Кандалы"] = 1,
		["Падающие обломки"] = 1,
		["Щит мстителя"] = 2,
		["Выжженная земля"] = 4,
		["Волна Нефритовой Змеи"] = 4,
	},
	["deathlog_healingdone_min"] = 1,
	["damage_scroll_auto_open"] = true,
	["show_warning_id1_amount"] = 2,
	["latest_shield_spellid_cache_access"] = 1675962972,
	["current_exp_raid_encounters"] = {
		[2639] = true,
		[2592] = true,
		[2635] = true,
		[2587] = true,
		[2590] = true,
	},
	["keystone_frame"] = {
		["scale"] = 1,
		["position"] = {
			["y"] = -133.9999542236328,
			["x"] = -173.80029296875,
			["point"] = "BOTTOMRIGHT",
			["scale"] = 1,
		},
	},
	["show_totalhitdamage_on_overkill"] = false,
	["trinket_data"] = {
		[384325] = {
			["lastCombatId"] = 41730,
			["minTime"] = 40.63400006294251,
			["averageTime"] = 88,
			["activations"] = 34,
			["totalCooldownTime"] = 3024.736999750138,
			["lastPlayerName"] = "Единица",
			["lastActivation"] = 1689462935.581,
			["maxTime"] = 264.5839998722076,
			["spellName"] = "Засада Барфа",
		},
		[388739] = {
			["lastPlayerName"] = "Алоиза",
			["lastActivation"] = 1689550837.764,
			["averageTime"] = 64,
			["activations"] = 480,
			["totalCooldownTime"] = 31050.81500244139,
			["lastCombatId"] = 41901,
			["maxTime"] = 187.1050000190735,
			["minTime"] = 40.01999998092651,
			["spellName"] = "Чистое разложение",
		},
		[397376] = {
			["lastPlayerName"] = "Эплида",
			["lastActivation"] = 1687439057.813,
			["averageTime"] = 67,
			["activations"] = 61,
			["totalCooldownTime"] = 4129.348000526428,
			["lastCombatId"] = 38942,
			["maxTime"] = 169.7879998683929,
			["minTime"] = 40.25800013542175,
			["spellName"] = "Раскаленные угли",
		},
		[214052] = {
			["lastPlayerName"] = "Натурастраза",
			["lastActivation"] = 1688073882.207,
			["averageTime"] = 49,
			["activations"] = 1200,
			["totalCooldownTime"] = 59691.26100087172,
			["lastCombatId"] = 40361,
			["maxTime"] = 148.6419999599457,
			["minTime"] = 40.00499987602234,
			["spellName"] = "Метеорит Скверны",
		},
		[389839] = {
			["lastPlayerName"] = "Фидер",
			["minTime"] = 45.87599992752075,
			["averageTime"] = 85,
			["activations"] = 19,
			["totalCooldownTime"] = 1633.524999856949,
			["lastCombatId"] = 41104,
			["lastActivation"] = 1688655713.829,
			["maxTime"] = 170.595999956131,
			["spellName"] = "Залп огня",
		},
		[401324] = {
			["lastCombatId"] = 41886,
			["itemName"] = "Карманная элементиевая наковальня",
			["maxTime"] = 140.0469999313355,
			["averageTime"] = 59,
			["activations"] = 313,
			["totalCooldownTime"] = 18667.97000050548,
			["minTime"] = 40.03200006484985,
			["lastPlayerName"] = "Bjõrnn-Hyjal",
			["lastActivation"] = 1689546679.517,
			["spellName"] = "Повторная вспышка",
		},
		[388755] = {
			["lastPlayerName"] = "Белаястужа",
			["lastActivation"] = 1689372538.057,
			["averageTime"] = 54,
			["activations"] = 4209,
			["totalCooldownTime"] = 229478.05100751,
			["lastCombatId"] = 41489,
			["maxTime"] = 289.992999792099,
			["minTime"] = 40.00100016593933,
			["spellName"] = "Стрела пронзания души",
		},
		[382426] = {
			["lastPlayerName"] = "Фригман",
			["lastActivation"] = 1688655801.933,
			["averageTime"] = 47,
			["activations"] = 2201,
			["totalCooldownTime"] = 104638.3050048356,
			["lastCombatId"] = 41105,
			["maxTime"] = 214.7330000400543,
			["minTime"] = 40.00099992752075,
			["spellName"] = "Злопамятная молния",
		},
		[384290] = {
			["lastCombatId"] = 41733,
			["minTime"] = 40.30100011825562,
			["averageTime"] = 79,
			["activations"] = 31,
			["totalCooldownTime"] = 2469.945000648499,
			["lastPlayerName"] = "Единица",
			["lastActivation"] = 1689463209.408,
			["maxTime"] = 187.5149998664856,
			["spellName"] = "Засада Сморфа",
		},
		[394453] = {
			["lastPlayerName"] = "Тагуло",
			["lastActivation"] = 1689372537.027,
			["averageTime"] = 55,
			["activations"] = 3381,
			["totalCooldownTime"] = 188859.0230035786,
			["lastCombatId"] = 41489,
			["maxTime"] = 262.6900000572205,
			["minTime"] = 40.00099992752075,
			["spellName"] = "Пламя хранительницы стаи",
		},
		[401428] = {
			["lastCombatId"] = 41860,
			["lastActivation"] = 1689537988.714,
			["averageTime"] = 52,
			["activations"] = 121,
			["totalCooldownTime"] = 6333.935999631882,
			["lastPlayerName"] = "Лонисия",
			["maxTime"] = 212.8079998493195,
			["minTime"] = 40.02300000190735,
			["spellName"] = "Голодное пламя Тьмы",
		},
		[385903] = {
			["lastPlayerName"] = "Анархеона",
			["lastActivation"] = 1689116385.986,
			["averageTime"] = 69,
			["activations"] = 83,
			["totalCooldownTime"] = 5727.787000179293,
			["lastCombatId"] = 41234,
			["maxTime"] = 197.0130000114441,
			["minTime"] = 40.06900000572205,
			["spellName"] = "Пагубная кристаллизация",
		},
		[407961] = {
			["lastCombatId"] = 41354,
			["minTime"] = 58.77500009536743,
			["averageTime"] = 64,
			["activations"] = 90,
			["totalCooldownTime"] = 5791.470000267031,
			["lastPlayerName"] = "Бнкчк",
			["lastActivation"] = 1689207706.488,
			["maxTime"] = 121.7220001220703,
			["spellName"] = "Волна лавы",
		},
		[381760] = {
			["lastCombatId"] = 41733,
			["minTime"] = 40.01200008392334,
			["averageTime"] = 55,
			["activations"] = 595,
			["totalCooldownTime"] = 32827.03800153734,
			["lastPlayerName"] = "Единица",
			["lastActivation"] = 1689463198.971,
			["maxTime"] = 115.2009999752045,
			["spellName"] = "Удар мутировавшим щупальцем",
		},
	},
	["installed_skins_cache"] = {
	},
	["savedCustomSpells"] = {
		{
			1, -- [1]
			"Атака ближнего боя", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [1]
		{
			2, -- [1]
			"Автоматическая стрельба", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [2]
		{
			3, -- [1]
			"Мир (падение)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [3]
		{
			4, -- [1]
			"Мир (утопление)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [4]
		{
			5, -- [1]
			"Мир (усталость)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [5]
		{
			6, -- [1]
			"Мир (огонь)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [6]
		{
			7, -- [1]
			"Мир (лава)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [7]
		{
			8, -- [1]
			"Мир (слизь)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [8]
		{
			339538, -- [1]
			"Вердикт храмовника", -- [2]
			461860, -- [3]
		}, -- [9]
		{
			55090, -- [1]
			"Удар Плети", -- [2]
			237530, -- [3]
		}, -- [10]
		{
			277185, -- [1]
			"Жетон гладиатора (Trinket)", -- [2]
			135884, -- [3]
		}, -- [11]
		{
			98021, -- [1]
			"Обмен здоровья", -- [2]
			237586, -- [3]
		}, -- [12]
		{
			278383, -- [1]
			"Неистовая буря (Trinket)", -- [2]
			2103829, -- [3]
		}, -- [13]
		{
			59638, -- [1]
			"Ледяная стрела", -- [2]
			135846, -- [3]
		}, -- [14]
		{
			49184, -- [1]
			"Воющий ветер", -- [2]
			135833, -- [3]
		}, -- [15]
		{
			277187, -- [1]
			"Эмблема гладиатора (Trinket)", -- [2]
			132344, -- [3]
		}, -- [16]
		{
			278227, -- [1]
			"Шипастая кора (Trinket)", -- [2]
			134439, -- [3]
		}, -- [17]
		{
			268998, -- [1]
			"Воспламененная душа (Trinket)", -- [2]
			651093, -- [3]
		}, -- [18]
		{
			196917, -- [1]
			"Свет мученика (Урон)", -- [2]
			1360762, -- [3]
		}, -- [19]
		{
			343355, -- [1]
			"Стрела Бездны", -- [2]
			1035040, -- [3]
		}, -- [20]
		{
			120761, -- [1]
			"Бросок глеф", -- [2]
			132330, -- [3]
		}, -- [21]
		{
			278812, -- [1]
			"Грация льва (Trinket)", -- [2]
			464140, -- [3]
		}, -- [22]
		{
			270827, -- [1]
			"Самоцвет души ткача (Trinket)", -- [2]
			237431, -- [3]
		}, -- [23]
		{
			278057, -- [1]
			"Взрыв крови (Trinket)", -- [2]
			538040, -- [3]
		}, -- [24]
		{
			279664, -- [1]
			"Кровавая желчь (Trinket)", -- [2]
			136007, -- [3]
		}, -- [25]
		{
			278862, -- [1]
			"Холод рун (Trinket)", -- [2]
			252270, -- [3]
		}, -- [26]
		{
			215969, -- [1]
			"Эпидемия", -- [2]
			136066, -- [3]
		}, -- [27]
		{
			278359, -- [1]
			"Кровавая ненависть (Trinket)", -- [2]
			132175, -- [3]
		}, -- [28]
		{
			278155, -- [1]
			"Неугасающая сила Залзеикса (Trinket)", -- [2]
			254105, -- [3]
		}, -- [29]
		{
			271115, -- [1]
			"Запал мага-поджигателя (Trinket)", -- [2]
			1119937, -- [3]
		}, -- [30]
		{
			277179, -- [1]
			"Медальон гладиатора (Trinket)", -- [2]
			252267, -- [3]
		}, -- [31]
		{
			271462, -- [1]
			"Подгнившая кукла вуду (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [32]
		{
			228649, -- [1]
			"Нокаутирующий удар", -- [2]
			574575, -- [3]
		}, -- [33]
		{
			345020, -- [1]
			"Таящийся хищник", -- [2]
			2103921, -- [3]
		}, -- [34]
		{
			94472, -- [1]
			"Искупление вины", -- [2]
			135887, -- [3]
		}, -- [35]
		{
			212739, -- [1]
			"Эпидемия", -- [2]
			136066, -- [3]
		}, -- [36]
		{
			277181, -- [1]
			"Знак гладиатора (Trinket)", -- [2]
			134501, -- [3]
		}, -- [37]
		{
			70890, -- [1]
			"Удар Плети", -- [2]
			237530, -- [3]
		}, -- [38]
		{
			121414, -- [1]
			"Бросок глеф", -- [2]
			132330, -- [3]
		}, -- [39]
		{
			44461, -- [1]
			"Живая бомба", -- [2]
			236220, -- [3]
		}, -- [40]
		{
			271071, -- [1]
			"Раковина темного шепота (Trinket)", -- [2]
			1498840, -- [3]
		}, -- [41]
		{
			271465, -- [1]
			"Подгнившая кукла вуду (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [42]
		{
			33778, -- [1]
			"Жизнецвет", -- [2]
			134206, -- [3]
		}, -- [43]
		{
			88082, -- [1]
			"Огненный шар", -- [2]
			135812, -- [3]
		}, -- [44]
		{
			108271, -- [1]
			"Астральный сдвиг", -- [2]
			"Interface\\Addons\\Details\\images\\icon_astral_shift", -- [3]
		}, -- [45]
		{
			237680, -- [1]
			"Воющий ветер", -- [2]
			135833, -- [3]
		}, -- [46]
		{
			271671, -- [1]
			"Неблагозвучный аккорд (Trinket)", -- [2]
			454048, -- [3]
		}, -- [47]
		{
			270925, -- [1]
			"Водяной вихрь (Trinket)", -- [2]
			1698701, -- [3]
		}, -- [48]
		{
			77535, -- [1]
			"Щит крови", -- [2]
			"Interface\\Addons\\Details\\images\\icon_blood_shield", -- [3]
		}, -- [49]
		{
			382056, -- [1]
			"|T1387353:14:14:0:0:14:14:1:12:1:12|t Украшение пламени", -- [2]
			1387353, -- [3]
		}, -- [50]
		{
			381475, -- [1]
			"|T4638721:14:14:0:0:14:14:1:12:1:12|t Взрывающийся фрагмент копья", -- [2]
			4638721, -- [3]
		}, -- [51]
		{
			382058, -- [1]
			"|T1387353:14:14:0:0:14:14:1:12:1:12|t Украшение пламени", -- [2]
			1387353, -- [3]
		}, -- [52]
		{
			382097, -- [1]
			"|T4638708:14:14:0:0:14:14:1:12:1:12|t Рокочущий рубин", -- [2]
			1016245, -- [3]
		}, -- [53]
		{
			377455, -- [1]
			"|T237430:14:14:0:0:14:14:1:12:1:12|t Смертельные силки ледяной крови", -- [2]
			237430, -- [3]
		}, -- [54]
		{
			385903, -- [1]
			"|T237007:14:14:0:0:14:14:1:12:1:12|t Расколотое сердце Мраскула", -- [2]
			237007, -- [3]
		}, -- [55]
		{
			382090, -- [1]
			"|T4554454:14:14:0:0:14:14:1:12:1:12|t Благословение Пожирательницы Бурь", -- [2]
			4554454, -- [3]
		}, -- [56]
		{
			388739, -- [1]
			"|T4635246:14:14:0:0:14:14:1:12:1:12|t Идол чистого разложения", -- [2]
			4635246, -- [3]
		}, -- [57]
		{
			382135, -- [1]
			"|T650636:14:14:0:0:14:14:1:12:1:12|t Одержимый светоч горя", -- [2]
			650636, -- [3]
		}, -- [58]
		{
			381967, -- [1]
			"|T1020391:14:14:0:0:14:14:1:12:1:12|t Техника направленных течений", -- [2]
			1020391, -- [3]
		}, -- [59]
		{
			388855, -- [1]
			"|T4638394:14:14:0:0:14:14:1:12:1:12|t Миниатюрный поющий камень", -- [2]
			4638394, -- [3]
		}, -- [60]
		{
			387036, -- [1]
			"|T4638716:14:14:0:0:14:14:1:12:1:12|t Раскаленные угли Киракки", -- [2]
			460952, -- [3]
		}, -- [61]
		{
			394453, -- [1]
			"|T4638576:14:14:0:0:14:14:1:12:1:12|t Печать избранного Денны", -- [2]
			514016, -- [3]
		}, -- [62]
		{
			214052, -- [1]
			"|T136030:14:14:0:0:14:14:1:12:1:12|t Глаз Сковальда", -- [2]
			135799, -- [3]
		}, -- [63]
		{
			383934, -- [1]
			"|T839910:14:14:0:0:14:14:1:12:1:12|t Бьющееся сердце воды", -- [2]
			839910, -- [3]
		}, -- [64]
		{
			382426, -- [1]
			"|T4638591:14:14:0:0:14:14:1:12:1:12|t Злопамятный вихрь", -- [2]
			572029, -- [3]
		}, -- [65]
		{
			397376, -- [1]
			"|T4638716:14:14:0:0:14:14:1:12:1:12|t Раскаленные угли Киракки", -- [2]
			460952, -- [3]
		}, -- [66]
		{
			377451, -- [1]
			"|T4643989:14:14:0:0:14:14:1:12:1:12|t Чародейская леденящая сфера", -- [2]
			4643989, -- [3]
		}, -- [67]
		{
			214200, -- [1]
			"|T535593:14:14:0:0:14:14:1:12:1:12|t Частица освящения", -- [2]
			237541, -- [3]
		}, -- [68]
		{
			388755, -- [1]
			"|T2103807:14:14:0:0:14:14:1:12:1:12|t Яростное перо", -- [2]
			2103807, -- [3]
		}, -- [69]
		{
			384004, -- [1]
			"|T1029000:14:14:0:0:14:14:1:12:1:12|t Боевой рог родной земли", -- [2]
			252172, -- [3]
		}, -- [70]
		{
			214985, -- [1]
			"|T519378:14:14:0:0:14:14:1:12:1:12|t Точильный камень секущих ветров", -- [2]
			1029585, -- [3]
		}, -- [71]
		{
			377459, -- [1]
			"|T4638565:14:14:0:0:14:14:1:12:1:12|t Всемогущий тотем повелителя", -- [2]
			135829, -- [3]
		}, -- [72]
		{
			408682, -- [1]
			"|T4624639:14:14:0:0:14:14:1:12:1:12|t Бомбомет драконьего огня", -- [2]
			4624639, -- [3]
		}, -- [73]
		{
			388948, -- [1]
			"|T609814:14:14:0:0:14:14:1:12:1:12|t Шар зубчатого льда", -- [2]
			629077, -- [3]
		}, -- [74]
		{
			407961, -- [1]
			"|T134337:14:14:0:0:14:14:1:12:1:12|t Огненный камень потока", -- [2]
			1029721, -- [3]
		}, -- [75]
		{
			384290, -- [1]
			"|T443377:14:14:0:0:14:14:1:12:1:12|t Мобилизующая сигнальная вспышка", -- [2]
			132101, -- [3]
		}, -- [76]
		{
			408815, -- [1]
			"|T4823024:14:14:0:0:14:14:1:12:1:12|t Джаруун, столп древнего пламени", -- [2]
			136243, -- [3]
		}, -- [77]
		{
			384325, -- [1]
			"|T443377:14:14:0:0:14:14:1:12:1:12|t Мобилизующая сигнальная вспышка", -- [2]
			135860, -- [3]
		}, -- [78]
		{
			381760, -- [1]
			"|T538042:14:14:0:0:14:14:1:12:1:12|t Чешуйка мутировавшего магмамонта", -- [2]
			538042, -- [3]
		}, -- [79]
		{
			401306, -- [1]
			"|T2356069:14:14:0:0:14:14:1:12:1:12|t Карманная элементиевая наковальня", -- [2]
			2356069, -- [3]
		}, -- [80]
		{
			402583, -- [1]
			"|T4914670:14:14:0:0:14:14:1:12:1:12|t Маяк иного мира", -- [2]
			4914670, -- [3]
		}, -- [81]
		{
			401324, -- [1]
			"|T2356069:14:14:0:0:14:14:1:12:1:12|t Карманная элементиевая наковальня", -- [2]
			4914678, -- [3]
		}, -- [82]
		{
			389839, -- [1]
			"|T4509422:14:14:0:0:14:14:1:12:1:12|t Пластина рубинового дракончика", -- [2]
			4572404, -- [3]
		}, -- [83]
		{
			401428, -- [1]
			"|T3853931:14:14:0:0:14:14:1:12:1:12|t Сосуд жгучей тени", -- [2]
			4914678, -- [3]
		}, -- [84]
	},
	["keystone_cache"] = {
		["Матьморей"] = {
			"Матьморей", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			8, -- [5]
			1072, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1686509091,
			["guild_name"] = "Шэдоумун",
		},
		["Файнара"] = {
			"Файнара", -- [1]
			21, -- [2]
			2521, -- [3]
			399, -- [4]
			5, -- [5]
			2705, -- [6]
			399, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Рубиновые Омуты Жизни", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1679780762,
			["guild_name"] = "Шэдоумун",
		},
		["Шадоукипер"] = {
			"Шадоукипер", -- [1]
			15, -- [2]
			1754, -- [3]
			245, -- [4]
			5, -- [5]
			216, -- [6]
			245, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Вольная Гавань", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1689116775,
			["guild_name"] = "Шэдоумун",
		},
		["Алоиза"] = {
			"Алоиза", -- [1]
			18, -- [2]
			2520, -- [3]
			405, -- [4]
			5, -- [5]
			1512, -- [6]
			405, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Лощина Бурошкуров", -- [10]
			352, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1686615837,
			["guild_name"] = "Голоса в моей голове",
		},
		["Дэдлиблоу"] = {
			"Дэдлиблоу", -- [1]
			18, -- [2]
			2451, -- [3]
			403, -- [4]
			12, -- [5]
			2235, -- [6]
			403, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Ульдаман: наследие Тира", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1687982097,
			["guild_name"] = "Шэдоумун",
		},
		["Изнаур"] = {
			"Изнаур", -- [1]
			8, -- [2]
			2520, -- [3]
			405, -- [4]
			1, -- [5]
			527, -- [6]
			405, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Лощина Бурошкуров", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1686433775,
			["guild_name"] = "Шэдоумун",
		},
		["Морумби"] = {
			"Морумби", -- [1]
			19, -- [2]
			1571, -- [3]
			210, -- [4]
			7, -- [5]
			2725, -- [6]
			210, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Квартал Звезд", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1677440910,
			["guild_name"] = "Шэдоумун",
		},
		["Ниэтта"] = {
			"Ниэтта", -- [1]
			21, -- [2]
			1841, -- [3]
			251, -- [4]
			2, -- [5]
			2871, -- [6]
			251, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Подгнилье", -- [10]
			365, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1689542338,
			["guild_name"] = "Шэдоумун",
		},
		["Кроттибалбоа"] = {
			"Кроттибалбоа", -- [1]
			21, -- [2]
			960, -- [3]
			2, -- [4]
			2, -- [5]
			2626, -- [6]
			2, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Храм Нефритовой Змеи", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1675022670,
			["guild_name"] = "Шэдоумун",
		},
		["Хелликс"] = {
			"Хелликс", -- [1]
			16, -- [2]
			2441, -- [3]
			391, -- [4]
			11, -- [5]
			1983, -- [6]
			391, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Тазавеш: улицы Чудес", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1664115258,
			["guild_name"] = "Шэдоумун",
		},
		["Дэстроэр"] = {
			"Дэстроэр", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			1, -- [5]
			215, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1679154132,
			["guild_name"] = "Шэдоумун",
		},
		["Турецкиий"] = {
			"Турецкиий", -- [1]
			22, -- [2]
			2521, -- [3]
			399, -- [4]
			2, -- [5]
			2744, -- [6]
			399, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Рубиновые Омуты Жизни", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1680983245,
			["guild_name"] = "Шэдоумун",
		},
		["Кларахрофт"] = {
			"Кларахрофт", -- [1]
			18, -- [2]
			1477, -- [3]
			200, -- [4]
			4, -- [5]
			652, -- [6]
			200, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Чертоги Доблести", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1679780762,
			["guild_name"] = "Шэдоумун",
		},
		["Вариолло"] = {
			"Вариолло", -- [1]
			20, -- [2]
			2451, -- [3]
			403, -- [4]
			1, -- [5]
			2792, -- [6]
			403, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Ульдаман: наследие Тира", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1688245873,
			["guild_name"] = "Шэдоумун",
		},
		["Лэйнс"] = {
			"Лэйнс", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			2, -- [5]
			738, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1679774657,
			["guild_name"] = "Шэдоумун",
		},
		["Сейлшот"] = {
			"Сейлшот", -- [1]
			14, -- [2]
			1458, -- [3]
			206, -- [4]
			2, -- [5]
			1793, -- [6]
			206, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Логово Нелтариона", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1686010213,
			["guild_name"] = "Шэдоумун",
		},
		["Драголиций"] = {
			"Драголиций", -- [1]
			17, -- [2]
			960, -- [3]
			2, -- [4]
			8, -- [5]
			1842, -- [6]
			2, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Храм Нефритовой Змеи", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1677440910,
			["guild_name"] = "Шэдоумун",
		},
	},
	["raid_data"] = {
		["mythic_raid_data"] = {
			[2537] = {
				["longest"] = 386.8470000000671,
				["kills"] = 1,
				["try_history"] = {
					{
						0.6779196379270515, -- [1]
						113.1269999999786, -- [2]
					}, -- [1]
					{
						0.4778359337362301, -- [1]
						210.0060000000522, -- [2]
					}, -- [2]
					{
						0.2598777311821424, -- [1]
						374.7870000000112, -- [2]
					}, -- [3]
					{
						0.1771700510608384, -- [1]
						375.1359999999404, -- [2]
					}, -- [4]
					{
						0, -- [1]
						386.8470000000671, -- [2]
					}, -- [5]
				},
				["wipes"] = 6,
				["best_try"] = 0,
			},
		},
	},
	["always_use_profile_name"] = "Ниэтта-Гордунни",
	["profile_by_spec"] = {
	},
	["combat_id_global"] = 41916,
	["displays_by_spec"] = {
	},
	["plugin_window_pos"] = {
		["y"] = 105.6006927490234,
		["x"] = -75.20011901855469,
		["point"] = "CENTER",
		["scale"] = 1,
	},
	["last_changelog_size"] = 13626,
	["immersion_unit_special_icons"] = true,
	["lastUpdateWarning"] = 1684600857,
	["npcid_pool"] = {
		[0] = "Гнилостный всплеск",
		[203703] = "Огненосный кровояр",
		[186696] = "Сотрясающий тотем <Бромач>",
		[205366] = "Затерянный во времени волношлеп",
		[195264] = "Темнозубый-побиватель",
		[139127] = "Взрывчатый стручок",
		[190405] = "Насыщательница Сария",
		[129601] = "Гарпунщик из братства Волнорезов",
		[203705] = "Огненосный повелитель стихий",
		[207286] = "Ун'горский проторог",
		[190023] = "Лавовые щупальца <Магмобивень>",
		[193348] = "Древний равнинный топотун",
		[190407] = "Водяной яростень",
		[27829] = "Вороная горгулья <Мраксис>",
		[190663] = "Темношкур-терзатель",
		[98081] = "Ревущий идол <Уларогг Скаломол>",
		[27893] = "Руническое оружие <Тиглат>",
		[195267] = "Темнозубый – призыватель духов",
		[203707] = "Огненосная прижигательница",
		[194373] = "Гнолл-Бурошкур",
		[201790] = "Лозкелет",
		[208440] = "Душегуб из рода Бесконечности",
		[195269] = "Темнозубый-застрельщик",
		[126918] = "Стрелок из братства Стальных Волн",
		[102430] = "Смолоплюй-слизень",
		[77942] = "Изначальный элементаль бури <Тавишенька-Ясеневыйлес>",
		[195270] = "Темнозубый-ловчий",
		[194375] = "Кипящая ламинария",
		[123402] = "Крушитель Кин'гарота",
		[201792] = "Анзон",
		[206140] = "Сгусток времени",
		[190923] = "Ветерок",
		[184018] = "Бромач",
		[208698] = "Маг портала бесконечности",
		[126983] = "Красавчик Харлан",
		[127111] = "Боец на веслах из братства Стальных Волн",
		[203072] = "Амниотическая слизь",
		[189901] = "Полководец Сарга",
		[195272] = "Темнозубый-разрыватель",
		[199748] = "Темпоральный мародер",
		[193738] = "Лось речной развилки",
		[195273] = "Темнозубый-завыватель",
		[199749] = "Аномалия временного потока",
		[202307] = "Пещерный живодер",
		[198343] = "Неисправный защитник",
		[191566] = "Вечная сфера",
		[123532] = "Темный хранитель",
		[184022] = "Геомант из племени Каменного Свода",
		[191311] = "Дракончик из рода Бесконечности",
		[177245] = "Прожорливый поглотитель",
		[204099] = "Взбудораженные кристаллы",
		[196043] = "Насыщательница-воин стихий",
		[196171] = "Пламенный кипятень",
		[184023] = "Хрусть",
		[189266] = "Куалаши-новобранец",
		[196555] = "Полянорогий бронедон",
		[123533] = "Тарнет",
		[125771] = "\"Коготь Легиона\"",
		[192464] = "Яростный пламень",
		[98406] = "Угольный скорпион",
		[192720] = "Дева терпения",
		[135816] = "Мерзотень <Тумнуктхай>",
		[202439] = "Закали-крылорез",
		[192337] = "Щупальце Бездны <Гримлин>",
		[202312] = "Глубинный долгоног-вожак",
		[62982] = "Подчинитель разума <Гримлин>",
		[201673] = "Кретченрат",
		[101476] = "Раскаленный углешкур <Даргрул>",
		[195919] = "Пылающий мастер цепей",
		[201290] = "Нестабильная боль <Закали-обегератель>",
		[187224] = "Иссушающее заражение",
		[134284] = "Падший вестник смерти",
		[46007] = "Охранный смерч",
		[187353] = "Мордиган Стальной Рот",
		[185691] = "Заразный укус",
		[205384] = "Ткачиха времени из рода Бесконечности",
		[203466] = "Капраку",
		[133007] = "Освобожденное чудовище",
		[191574] = "Удушающее облако гнили <Гниломаг Око Гнева>",
		[191319] = "Древний дробильщик",
		[202828] = "Бурлящее пламя",
		[143622] = "Дикий бес <Анимеск>",
		[194389] = "Порождение лавы <Куалаши-лавамант>",
		[129547] = "Кастетник из братства Чернозубых",
		[195668] = "Оскалившийся морской варан",
		[207177] = "Караульный из рода Бесконечности",
		[205259] = "Хранитель из рода Бесконечности",
		[186206] = "Мощный сокрушающий удар",
		[190426] = "Тотем разложения <Зловонная певица гнили>",
		[189531] = "Разлагающиеся корни",
		[137103] = "Кровавый образ",
		[129548] = "Громила из братства Чернозубых",
		[198995] = "Хроникар",
		[187231] = "Иссохшая кусака",
		[186336] = "Пылающее проявление",
		[105636] = "Рабочий из Подкаменного разлома",
		[204111] = "Закали – железный кулак",
		[181861] = "Магмобивень",
		[4844] = "Тенегорнский геодезист",
		[187232] = "Затерянный во времени острокрыл",
		[52019] = "Кольцо падающих звезд <Асаад>",
		[47000] = "Заземляющее поле",
		[202450] = "Секундный слизнюк",
		[126928] = "Корсар из братства Стальных Волн",
		[198998] = "Тир, Хранитель Бесконечности",
		[193244] = "Защитная матрица титанов",
		[123476] = "Громадный разрушитель",
		[198999] = "Морхи",
		[205265] = "Затерянный во времени солдат",
		[122773] = "Дециматор",
		[184422] = "Тлерон",
		[199000] = "Хронолорд Дейос",
		[177645] = "Единый проглот",
		[129359] = "Пилоносая акула",
		[133912] = "Кровавый осквернитель",
		[191328] = "Опутывающее течение",
		[123477] = "Страж ужаса из Анторуса",
		[129743] = "Живец",
		[177646] = "Улавливатель мыслей",
		[90997] = "Крушитель из племени Камня Силы",
		[3527] = "Тотем исцеляющего потока <Тимтярра>",
		[191329] = "Недремлющая хрупкопанцирная черепаха",
		[203861] = "Эсминец Орды",
		[191841] = "Шпион воинов стихий",
		[177903] = "Подчиненный защитник",
		[187238] = "Иссушительница",
		[192481] = "Разлагающийся слизень <Древорот>",
		[194655] = "Воин стихий – породитель потопа",
		[191842] = "Сернион",
		[198236] = "Божественный образ <Фоксстори-ЧерныйШрам>",
		[201561] = "Мотиватор Кратий",
		[194656] = "Воин стихий – разбиватель волн",
		[189669] = "Приковывающее копье",
		[45915] = "Бронированный мистраль",
		[191844] = "Шпион воинов стихий",
		[165374] = "Юй-лун <Люсилью-Ревущийфьорд>",
		[130896] = "Бочка черной пелены <Капитан Рауль>",
		[184300] = "Голем из черного камня",
		[184301] = "Пещерный ловец",
		[123480] = "Защитница Анторуса",
		[133663] = "Фанатичный охотник за головами",
		[102253] = "Разрушитель из Подкаменного разлома",
		[186220] = "Насыщение порчей",
		[197857] = "Брюхокол",
		[201054] = "Багровый Прежний",
		[187244] = "Затерянный во времени разрушитель",
		[184303] = "Прыгучий паук",
		[91001] = "Смолоплюй-ползун",
		[201439] = "Чистокровный огневал",
		[131492] = "Преданная жрица крови",
		[187885] = "Смертоцвет-травлинг",
		[193384] = "Равнинный камнезуб",
		[198627] = "Темнозубый-разрыватель",
		[200801] = "Магмовый разрыватель",
		[98035] = "Зловещий охотник <Анимеск>",
		[17252] = "Криммол <Анимеск>",
		[205790] = "Затерянный во времени хлестотрон",
		[45917] = "Принц облаков",
		[200931] = "Изначальное ночное пламя",
		[205151] = "Боец авангарда Тира",
		[205407] = "Воплощенный огонь",
		[186226] = "Зловонная певица гнили",
		[191469] = "Прибрежный косильщик",
		[196712] = "Нейтрализующее устройство",
		[205152] = "Лерай Служительница Времени",
		[205408] = "Рассекатель времени из рода Бесконечности",
		[186227] = "Хлещущая слизь",
		[91004] = "Уларогг Скаломол",
		[96247] = "Злобнозем-ползун",
		[205410] = "Воплощенный гравий",
		[197354] = "Дупляк",
		[196459] = "Бурошкур-задира",
		[190961] = "Грязевая саламантера",
		[91005] = "Нараксас",
		[124828] = "Аргус Порабощенный",
		[189299] = "Разлагающийся слизень",
		[207969] = "Налетчик Орды",
		[189811] = "Потревоженный краеугольный камень",
		[197356] = "Верховный шаман Гнилапа",
		[186359] = "Бурошкур-задира",
		[204262] = "Некрохлад",
		[91006] = "Камнеспинный щелкозуб",
		[208994] = "Зараженный плеточник <Бурошкур-заклинательница>",
		[205158] = "Шпорлок Часовой Времени",
		[195184] = "Защитная сфера <Смотритель крепости>",
		[97720] = "Ползун из чумных осколков <Рокмора>",
		[187256] = "Затерянный во времени ящер",
		[186361] = "Гниющий древень",
		[45919] = "Молодой грозовой дракон",
		[199916] = "Разлагающийся слизень",
		[198126] = "Надоедливый ураган",
		[91007] = "Даргрул",
		[186362] = "Бурошкур-гниломет",
		[92350] = "Рабочий из Подкаменного разлома",
		[60561] = "Тотем хватки земли <Тзунке>",
		[134701] = "Кровавый образ",
		[194291] = "Изначальный камнешкур",
		[138538] = "Хватка Бездны",
		[192885] = "Снегорогий зуброн",
		[123680] = "Темный хранитель Эйдис",
		[91008] = "Скальный камнешвыр",
		[191351] = "Недремлющая хрупкопанцирная черепаха",
		[191479] = "Обгорелый рогошип",
		[190584] = "Затерянный во времени мурлок",
		[186109] = "Куалаши-хребтолом",
		[204651] = "Магк-Быстрошмяк",
		[184319] = "Рефти-распорядитель",
		[192759] = "Пожиратель",
		[26125] = "Червехруст <Ккольтира-ВечнаяПесня>",
		[130011] = "Буканьер из братства Стальных Волн",
		[24207] = "Войско мертвых|T1392565:0|t",
		[187262] = "Затерянный во времени дьявозавр",
		[186367] = "Ко'джо",
		[195063] = "Повстанец-кудесница",
		[130012] = "Опустошитель из братства Стальных Волн",
		[188542] = "Меткий стрелок Бурошкуров",
		[170768] = "Обожравшийся гнилячок",
		[187264] = "Затерянный во времени Шипошкурый",
		[43875] = "Асаад",
		[122532] = "Уголек Тайшалака",
		[133685] = "Оскверненный дух",
		[187265] = "Затерянный во времени геомант",
		[192636] = "Дикий протодракон",
		[184580] = "Олаф",
		[92610] = "Барабанщик из Подкаменного разлома",
		[189312] = "Ледниковый элементаль",
		[177292] = "Верный Утробе изувер",
		[184581] = "Бейлог",
		[129758] = "Гренадер из братства Стальных Волн",
		[204274] = "Аркбаллиста закали",
		[205425] = "Живое адское пламя",
		[186116] = "Пузострелка",
		[204658] = "Защитница из рода Бесконечности",
		[177293] = "Верный Утробе мучитель",
		[91332] = "Камнерукий охотник",
		[45922] = "Небесный убийца",
		[206066] = "Пиявка из временного потока",
		[194302] = "Воин стихий – землетряс",
		[186246] = "Стервятник-шкуродер",
		[177295] = "Колоссальный пожиратель миров",
		[103673] = "Созерцатель тьмы <Соргосор>",
		[99773] = "Кровавый червь <Гескон-СвежевательДуш>",
		[190339] = "Рогатый бронедон",
		[206068] = "Временное слияние",
		[200058] = "Закали-берсерк",
		[186120] = "Древорот",
		[190340] = "Рефти-защитник",
		[204918] = "Творение Иридикрона <Иридикрон>",
		[204023] = "Горький отмельник",
		[195967] = "Голодающая улитка",
		[130400] = "Сокрушитель из братства Стальных Волн",
		[186121] = "Гниломаг Око Гнева",
		[184331] = "Попиратель времен из рода Бесконечности",
		[179472] = "Контрогз Уничтожитель",
		[199037] = "Воин стихий – штурмовик",
		[186122] = "Рира Когтерезка",
		[190342] = "Аппарат сдерживания",
		[101437] = "Пылающая жеода",
		[195969] = "Очень голодное речное чудище",
		[181775] = "Неуправляемый страж",
		[195970] = "Лютоклювая черепаха",
		[201341] = "Тяжеловоз закали",
		[186124] = "Рви-зуб",
		[195459] = "Быстрый длиннорог",
		[194692] = "Рогатый бронедон",
		[195971] = "Луумак Ненасытный",
		[200319] = "Изумрудный колосс",
		[191240] = "Добытчик с холмов",
		[190345] = "Воин стихий – геомант",
		[184335] = "Посланница из рода Бесконечности",
		[45924] = "Вихревой шквал",
		[129699] = "Людвиг фон Тортоллен",
		[195972] = "Слюнявый Коготь",
		[130850] = "Пушка братства Стальных Волн",
		[205435] = "Разрыватель эпох",
		[205691] = "Творение Иридикрона",
		[200832] = "Фиракк",
		[193799] = "Тотем гниломагии",
		[195973] = "Пискато",
		[200321] = "Изумрудный яростень",
		[191626] = "Древний грифон",
		[204030] = "Прерогатива сапера",
		[45477] = "Клубящийся солдат",
		[163366] = "Чародей из войска мертвых <Мраксис>",
		[200450] = "Тлеющий пес",
		[190348] = "Опустошитель воинов стихий",
		[201218] = "Воин стихий пламени Тьмы",
		[130404] = "Крысолов",
		[200451] = "Закали – огненный ловчий",
		[195976] = "Синий мешкорот",
		[193291] = "Жарокрыл-вожак",
		[197128] = "Бурошкур-заклинательница",
		[200453] = "Закали-скалоруб",
		[128551] = "Мастиф братства Стальных Волн",
		[192781] = "Элементаль руды",
		[186771] = "Рубиновый дракончик",
		[200454] = "Закали – призыватель огня",
		[131402] = "Клещ из Подгнилья",
		[201222] = "Валов Хранитель Времени",
		[45926] = "Слуга Асаада",
		[203013] = "Призрачный исследователь",
		[197131] = "Увядший дуб",
		[188948] = "Углезуб-сборщик",
		[129448] = "Рыба-молот",
		[190611] = "Бешеный пыльцерог",
		[201097] = "Закали-скалоруб",
		[133835] = "Дикий кровавый роевик",
		[130024] = "Мокрая корабельная крыса",
		[203783] = "Охотящаяся каменная гадюка",
		[192786] = "Куалаши-расхититель",
		[197134] = "Медведь-кишкожуй",
		[133836] = "Оживленный страж",
		[416] = "Гаклозо",
		[192787] = "Куалаши-хребтолом",
		[206214] = "Лазутчик из рода Бесконечности",
		[126764] = "Присягнувший клинку - опустошитель",
		[187033] = "Дезориентация",
		[102404] = "Камнерукий повелитель личинок",
		[192788] = "Куалаши-чудотворица",
		[204297] = "Обугленный опустошитель",
		[108926] = "Лавовый гейзер",
		[198415] = "Тирхолдский скакун",
		[193428] = "Озверевшая гиена",
		[189464] = "Куалаши-факельщица",
		[181536] = "Нестабильный элементаль",
		[198032] = "Драконье извержение",
		[187930] = "Буреклык-проклинательница",
		[138187] = "Искаженный ужас",
		[205066] = "Кристаллический осколок",
		[187931] = "Буреклык – заклинательница костей",
		[187036] = "Освобожденный служитель",
		[198417] = "Тирхолдский грифон",
		[203660] = "Жарик",
		[189466] = "Командир Железного Факела",
		[45928] = "Палач калифа",
		[189722] = "Голиаф-проглот",
		[190362] = "Ослепительная стрекоза",
		[189467] = "Куалаши-костедробительница",
		[202894] = "Громадная лев-рыба",
		[187677] = "Затерянный во времени мурлок-гигант",
		[205708] = "Морхи",
		[193944] = "Куалаши-лавамант",
		[195095] = "Затерянный во времени мурлок-гигант",
		[191131] = "Углезуб-лозоткач",
		[205709] = "Дракон Бесконечности",
		[187551] = "Буреклык – призыватель пыли",
		[138703] = "Свернувшаяся кровь",
		[196119] = "Драконоид-чароплет",
		[198421] = "Мелководный острозуб",
		[189470] = "Вспышка лавы",
		[187552] = "Буреклык-шаман",
		[198933] = "Иридикрон",
		[204304] = "Азонаграш",
		[126832] = "Небесный капитан Крагг",
		[194330] = "Разлагающийся слизень",
		[190366] = "Любопытный детеныш рогоплава",
		[189471] = "Куалаши-кузнец",
		[189727] = "Каджин Непреклонная",
		[196121] = "Часовой Расколотого Пламени",
		[189472] = "Куалаши - воин лавы",
		[185508] = "Жестокий коготь",
		[203411] = "Шадейсетал",
		[189217] = "Фригеллий",
		[190368] = "Призывательница пламени Аюми",
		[177197] = "Бешеный бритвокрыл",
		[189729] = "Изначальное цунами",
		[204307] = "Эсгал Пламеносый",
		[177198] = "Прожорливый падальщик",
		[199832] = "Восстающее пламя",
		[177582] = "Ловкий мародер",
		[186917] = "Буйный порыв",
		[193311] = "Мелкхоп",
		[190370] = "Вестник бури Сайраз",
		[121975] = "Агграмар",
		[189859] = "Пещерный скрытень",
		[190371] = "Воин стихий – землетряс",
		[189988] = "Потусторонняя тварь <Rahip>",
		[201625] = "Главный кузнец Краглин",
		[203799] = "Метатель топоров",
		[209170] = "Высвобожденное время",
		[122450] = "Разрушитель миров Кин'гарота",
		[133852] = "Живая гниль",
		[184107] = "Рунический защитник",
		[190373] = "Воин стихий – певица бури",
		[189478] = "Главный кузнец Горек",
		[201066] = "Медлительный пожиратель",
		[205079] = "Кристальный крепкохват",
		[206230] = "Диверсант из рода Бесконечности",
		[127810] = "Булькающее исчадие",
		[113537] = "Углепанцирный подчинитель",
		[189340] = "Чаргат Дробитель Чешуи",
		[198757] = "Плеточник Бездны <Rahip-Blackhand>",
		[188276] = "Яростный жеребец из стада",
		[185656] = "Призывательница гнили",
		[190403] = "Ледниковый протодракон",
		[196123] = "Тарасекк-воин",
		[177291] = "Верный Утробе осквернитель",
		[138281] = "Безликий осквернитель",
		[135169] = "Тотем поглощения духа <Кровавый осквернитель>",
		[194467] = "Бурошкур-рубака",
		[201756] = "Сосредоточение внимания <Сострадание>",
		[132051] = "Кровавый клещ",
		[127106] = "Офицер из братства Стальных Волн",
		[189265] = "Куалаши-костестраж",
		[205337] = "Исказительница времени из рода Бесконечности",
		[194212] = "Бушующие обломки",
		[189719] = "Страж Иридий",
		[186284] = "Медведь-кишкожуй",
		[191524] = "Железнокожий куалаши",
		[192678] = "Чистоводный крепкохват",
		[187691] = "Бурошкур-копатель",
		[198489] = "Обитатель Сна <Alzhiemer-TarrenMill>",
		[202269] = "Едкошкурый кролуск",
		[122778] = "Аннигилятор",
		[208438] = "Саботажник из рода Бесконечности",
		[201630] = "Оживленная темная лава",
		[184582] = "Эрик \"Быстрый\"",
		[45932] = "Упавшая звезда",
		[200066] = "Закали – язык пламени",
		[90998] = "Заклинатель чумных осколков",
		[95061] = "Большой элементаль огня <Тзунке>",
		[186658] = "Геомант из племени Каменного Свода",
		[189227] = "Куалаши-охотник",
		[205723] = "Затерянный во времени аэробот",
		[186107] = "Стражник хранилища",
		[187549] = "Буреклык-рубака",
		[205804] = "Оживший дракон",
		[205212] = "Хранитель из рода Бесконечности",
		[197414] = "Паровой гневень",
		[203006] = "Огненный страж",
		[189228] = "Несущий град мародер",
		[203678] = "Громмаш Адский Крик",
		[202783] = "Пробужденный обсидиан",
		[199842] = "Верховная провидица Джаталь",
		[198996] = "Ожившие потоки времени",
		[165189] = "Волк",
		[162375] = "Болотный гад",
		[102287] = "Углепанцирный подчинитель",
		[189229] = "Несущий град чудотворец",
		[190377] = "Воин стихий – сотворительница льда",
		[199298] = "Куалаши-черепоносец",
		[200480] = "Оживленная магма",
		[199971] = "Закали-ритуалист",
		[189869] = "Шпион воинов стихий",
		[206065] = "Временной промежуток",
		[199332] = "Морозная личинка",
		[189230] = "Чудотворец-землетряс",
		[190381] = "Тотем взрывной гнили <Гниломаг Око Гнева>",
		[189557] = "Куалаши-стреломет",
		[19668] = "Исчадие Тьмы <Expelliarmus-Ragnaros>",
		[199972] = "Закали-обегератель",
		[45704] = "Затаившаяся буря",
		[126776] = "Булькающее исчадие",
		[1860] = "Клатмоно",
		[189231] = "Мародер-землетряс",
		[205727] = "Затерянный во времени ракетчик",
		[45930] = "Служитель воздуха",
		[187743] = "Жестоко скованный элементаль",
		[206064] = "Концентрированное мгновение",
		[193352] = "Тотем хитрого сглаза <Лови-тотем>",
		[187687] = "Взволнованное семечко",
		[194219] = "Изначальный изводень",
		[100818] = "Ревущий идол",
		[131817] = "Кроглот Зараженный",
		[137458] = "Гниющая спора",
		[202930] = "Глубинный мегрим",
		[199974] = "Рефти-мусорщик",
		[187315] = "Разлагающие когти",
		[94224] = "Каменящий тотем <Заклинатель чумных осколков>",
		[126841] = "Живец",
		[184132] = "Земельник-дозорный",
		[126969] = "Тротак",
		[186420] = "Ткач земли",
		[187540] = "Затерянный во времени грязеплюх",
		[126138] = "Штурмовой инфернал",
		[186945] = "Рейд на драккаре",
		[186242] = "Затаившийся брюхокол",
		[129527] = "Буканьер из братства Трюмных Крыс",
		[194745] = "Гнилозубая гиена",
		[187316] = "Разрастающийся смертоцвет",
		[202789] = "Морхи <Морхи>",
		[202917] = "Громадный скат-единорог",
		[101075] = "Преданный червепоклонник",
		[188689] = "Слизь разложения",
		[193293] = "Куалаши-страж",
		[47085] = "Заземляющее поле",
		[189235] = "Надзиратель Лахар",
		[189363] = "Зараженный плеточник",
		[45912] = "Дикое завихрение",
		[202918] = "Громадный крепкозуб",
		[131436] = "Избранная кровавая матрона",
		[197142] = "Разложившийся старый древень",
		[190406] = "Воденыш",
		[200115] = "Матка глубинных живодеров",
		[179768] = "Пожирание",
		[187599] = "Куалаши-костекрушитель",
		[186638] = "Куалаши - заклинатель земли",
		[185528] = "Хитроклык-мистик",
		[188725] = "Углезуб-копейщик",
		[206074] = "Маятник",
		[197130] = "Гнилое чудовище",
		[102295] = "Углепанцирный подчинитель",
		[201788] = "Дажак",
		[204206] = "Ордынский предсказатель",
		[194303] = "Воин земли – разбиватель осколков",
		[185529] = "Кровавый укус",
		[192690] = "Тлеющее перо <Лавовый феникс>",
		[138727] = "Кровавый роевик",
		[189895] = "Шпион воинов стихий",
		[178880] = "Алчущий клещ",
		[126463] = "Соленоперый орел",
		[203688] = "Рубака Орды",
		[198385] = "Распыленная энергия <Неисправный защитник>",
		[45935] = "Служитель храма",
		[195092] = "Гидравлический размыватель",
		[184019] = "Дюжий камнемет",
		[200113] = "Живодер-падальщик",
		[186664] = "Душитель из племени Каменного Свода",
		[184124] = "Часовая Талондрас",
		[191541] = "Грубошкурый олень",
		[97369] = "Тотем жидкой магмы <Тзунке>",
		[121985] = "Пламя Тайшалака",
		[186125] = "Лови-тотем",
		[190731] = "Густошерстный медведь",
		[47342] = "Смерч",
		[133870] = "Больной плеточник",
		[184125] = "Хронолорд Дейос",
		[203007] = "Неудавшийся эксперимент",
		[91003] = "Рокмора",
		[194068] = "Влажная изморось",
		[203627] = "Инвок",
		[169915] = "Рунический хищник",
		[203307] = "Тарасекк-абордажник",
		[189905] = "Высший Чудотворец Фурал",
		[184020] = "Зараженный укус",
		[195399] = "Любопытный детеныш рогоплава",
		[128060] = "Жрица делирия",
		[192694] = "Защитник-покровитель",
		[134178] = "Оживший азерит",
		[200111] = "Магтембо",
		[195974] = "Красный мешкорот",
		[186191] = "Голос разложения",
		[190998] = "Непокорный рогоплав",
		[204536] = "Сгусток гнили",
		[199331] = "Морозный червь",
		[185534] = "Костяная стрела",
		[203053] = "Инвазивная каменная гадюка",
		[195337] = "Вождь Мертвый Глаз",
		[31216] = "Зеркальное изображение",
		[186208] = "Стрелок гнили",
		[126919] = "Призыватель шторма из братства Стальных Волн",
		[180625] = "Бешеный бритвокрыл",
		[190085] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[192696] = "Дозорный Тирхолда",
		[186334] = "Гипоксикрон",
		[126207] = "Злобный твердозуб",
		[192057] = "Бурошкур-разлагатель",
		[193353] = "Равнинная лиса-виверна",
		[131383] = "Заклинатель спор Занча",
		[194487] = "Злобный заклинатель гнили",
		[193306] = "Ныряющий охотник",
		[189474] = "Опаляющая кузня",
		[129529] = "Задира из братства Чернозубых",
		[129788] = "Мясник из братства Стальных Волн",
		[130909] = "Смрадная личинка",
		[126847] = "Капитан Рауль",
		[184130] = "Земельник-комендант",
		[197557] = "Бульонник",
		[187455] = "Янтарный хищник",
		[131318] = "Старейшина Ликса",
		[204110] = "Лавовый феникс",
		[204207] = "Обугленный опустошитель",
		[203145] = "Зимот",
		[187813] = "Куалаши-стенолом",
		[184131] = "Земельник-страж",
		[203709] = "Главный кузнец Алгрин",
		[109137] = "Разъяренная толпа",
		[192699] = "Смотритель крепости",
		[129602] = "Головорез из братства Стальных Волн",
		[191560] = "Слизь разложения",
		[102232] = "Скальный зверолов",
		[126848] = "Капитан Юдора",
		[189247] = "Прирученный феникс",
		[200452] = "Закали – покоритель жара",
		[187266] = "Затерянный во времени вождь",
		[192700] = "Часовой крепости",
		[191324] = "Вторгшийся ливень",
		[43873] = "Альтаирий",
		[204337] = "Затаившаяся буря",
		[206063] = "Временное искажение",
		[199809] = "Пикирующий живодер",
		[203698] = "Бушующее пламя Тьмы",
		[202803] = "Закали – страж святилища",
		[169913] = "Детеныш рунического хищника",
		[194469] = "Молодая рубака",
		[187043] = "Лавовая ловушка <Закали-крылорез>",
		[198997] = "Гниль Галакронда",
		[191220] = "Хронолорд Дейос",
		[184134] = "Прыгун-падальшик",
		[203699] = "Полускованное яростное пламя",
		[206070] = "Хронакси",
		[192702] = "Чернорабочий",
		[174773] = "Злопамятная тень",
		[127233] = "Заклинатель пламени",
		[190359] = "Затаившийся фанатик",
		[43878] = "Великий визирь Эртан",
		[123478] = "Страж Скверны из Анторуса",
		[203700] = "Огненосный шаман",
		[129599] = "Метатель ножей из братства Волнорезов",
		[192703] = "Смотритель крепости",
		[197366] = "Иссыхающее витое древо",
		[91000] = "Злобнозем-исполин",
		[205363] = "Затерянный во времени заклинатель моря",
		[197307] = "Капитан из Пещер змеев",
		[92538] = "Личинка смолоплюя",
		[187239] = "Затерянный во времени солнцелов",
		[201223] = "Сумеречный волхв из рода Бесконечности",
		[199865] = "Закали – адский клинок",
		[194939] = "Протодракон с Каскадов",
		[200804] = "Раскаленная капля",
		[196950] = "Потусторонний гнолл <Темнозубый – призыватель духов>",
		[186229] = "Топот",
		[197436] = "Темношкур-собиратель",
		[123398] = "Аннигилятор Кин'гарота",
		[129600] = "Саурок из клана Соленой Чешуи",
		[191682] = "Серный яростень",
		[205078] = "Кристальный крепкохват-матриарх",
		[126237] = "Приливный скрытень",
		[205365] = "Затерянный во времени волнолов",
		[128095] = "Сестра Кнута",
		[193401] = "Снегослойный бакар",
	},
	["death_recap"] = {
		["show_segments"] = false,
		["enabled"] = true,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["spell_pool"] = {
		1, -- [1]
		3, -- [2]
		"Мир (падение)", -- [3]
		[404365] = "Морхи <Морхи>",
		[61447] = 5,
		[53385] = 2,
		[395152] = 7,
		[414604] = "Иридикрон",
		[7268] = 8,
		[404369] = "Shenron-Hyjal",
		[393108] = 2,
		[369563] = "Бейлог",
		[411537] = 11,
		[256477] = "Рыба-молот",
		[411539] = 7,
		[408468] = 11,
		[395160] = "Рептилоиды",
		[255966] = "Небесный капитан Крагг",
		[351140] = 8,
		[414613] = 11,
		[367521] = "Охотник-костестрел",
		[413590] = "Дажак",
		[385949] = 4,
		[401306] = 2,
		[94472] = 5,
		[115203] = 10,
		[51723] = 4,
		[385951] = 4,
		[209388] = 2,
		[24394] = "Rendrak <Wolwo-Ragnaros>",
		[411547] = 1,
		[404381] = "Shenron-Hyjal",
		[384930] = "Затаившийся брюхокол",
		[385954] = 1,
		[382883] = "Злобная заклинательница гнили",
		[107270] = 10,
		[57994] = 7,
		[527] = 5,
		[409502] = 5,
		[2139] = 8,
		[153596] = 8,
		[396195] = 6,
		[370602] = 11,
		[8936] = 11,
		[262115] = 1,
		[385960] = 4,
		[382889] = 7,
		[372652] = "[*] Резонирующая сфера",
		[395175] = 11,
		[388009] = 2,
		[388010] = 2,
		[585] = 5,
		[353203] = 7,
		[589] = 5,
		[388011] = 2,
		[375727] = "Хронолорд Дейос",
		[413606] = "Сумеречный волхв из рода Бесконечности",
		[97547] = 11,
		[374704] = "Чаргат Дробитель Чешуи",
		[388013] = 2,
		[413607] = "Сумеречный волхв из рода Бесконечности",
		[395180] = 2,
		[396204] = 6,
		[190456] = 1,
		[407466] = 5,
		[401324] = 6,
		[407467] = 2,
		[633] = 2,
		[256489] = "Тротак",
		[407468] = 5,
		[178173] = 10,
		[5221] = 11,
		[274383] = "Крысолов",
		[2643] = 3,
		[17229] = 5,
		[391092] = 5,
		[197626] = 11,
		[405426] = 10,
		[383928] = "Надзиратель Лахар",
		[376762] = 2,
		[403380] = 7,
		[388024] = 10,
		[413618] = "Караульный из рода Бесконечности",
		[403381] = 3,
		[388025] = 10,
		[274389] = "[*] Мышеловки",
		[114954] = 8,
		[388026] = 10,
		[256494] = "Тротак",
		[407478] = 2,
		[322507] = 10,
		[266201] = "Оживленный страж",
		[391099] = 5,
		[408503] = 10,
		[413622] = "Лазутчик из рода Бесконечности",
		[407480] = 2,
		[408504] = 11,
		[413623] = "Лазутчик из рода Бесконечности",
		[369602] = "Олаф",
		[403386] = 11,
		[383935] = "Страж Иридий",
		[47632] = 6,
		[373698] = "Бурошкур-заклинательница",
		[382912] = 11,
		[155145] = 2,
		[378818] = "Куалаши-чудотворица",
		[389056] = "Страж Иридий",
		[369605] = "Бромач",
		[374724] = "Призывательница пламени Аюми",
		[183811] = 2,
		[196608] = 10,
		[414652] = "Иридикрон",
		[403391] = 7,
		[245237] = "Разрушитель миров Кин'гарота",
		[266209] = "Падший вестник смерти",
		[403392] = 1,
		[383941] = 9,
		[403393] = 2,
		[263140] = 3,
		[120588] = 7,
		[30283] = 9,
		[414658] = 8,
		[378827] = "Куалаши-расхититель",
		[376780] = "Полководец Сарга",
		[350163] = "Злопамятная тень",
		[3355] = 3,
		[845] = 1,
		[200196] = 5,
		[6789] = 9,
		[414661] = 8,
		[374735] = "Призывательница пламени Аюми",
		[405448] = "Ожившие потоки времени",
		[414662] = 8,
		[378831] = "Куалаши-расхититель",
		[384974] = "Стрелок гнили",
		[414663] = 8,
		[388046] = "Мерзорот",
		[190984] = 11,
		[264173] = 9,
		[408522] = 11,
		[217090] = "Даргрул",
		[383953] = 12,
		[195592] = 7,
		[376788] = "Papapiffel-TwistingNether",
		[199176] = "Нараксас",
		[321507] = 8,
		[403408] = 11,
		[392147] = 11,
		[394195] = 8,
		[228354] = 8,
		[401362] = 11,
		[406481] = "Морхи",
		[269301] = "Освобожденное чудовище",
		[244736] = "Агграмар",
		[155158] = 8,
		[372701] = "Часовая Талондрас",
		[390105] = 10,
		[408533] = 2,
		[376797] = "Древорот",
		[388060] = "Мерзорот",
		[270329] = 3,
		[378847] = "Куалаши-хребтолом",
		[409560] = "Рептилоиды",
		[353254] = 7,
		[31884] = 2,
		[377825] = "[*] Пылающая смола",
		[378849] = 6,
		[204301] = 2,
		[270332] = 3,
		[390111] = "Каджин Непреклонная",
		[419800] = 8,
		[153626] = 8,
		[228360] = 5,
		[44949] = 1,
		[373733] = "Чаргат Дробитель Чешуи",
		[372711] = "Бурошкур-заклинательница",
		[373735] = "Чаргат Дробитель Чешуи",
		[1066] = 11,
		[388068] = 9,
		[391140] = 11,
		[383974] = "Пузострелка",
		[270338] = 3,
		[370666] = "Papapiffel-TwistingNether",
		[388070] = 9,
		[270339] = 3,
		[115989] = 6,
		[370667] = 2,
		[408546] = 11,
		[1126] = 11,
		[376811] = "Древорот",
		[113942] = 9,
		[321529] = 8,
		[383978] = 1,
		[381931] = 7,
		[45334] = 11,
		[383979] = "Пузострелка",
		[372718] = "Часовая Талондрас",
		[373742] = "Чаргат Дробитель Чешуи",
		[392170] = 11,
		[290819] = 3,
		[117014] = 7,
		[392171] = 1,
		[385005] = "Рабочий из Подкаменного разлома",
		[118038] = 1,
		[203796] = 12,
		[31821] = 2,
		[213011] = 12,
		[408556] = "[*] Запутывание",
		[254474] = 2,
		[262161] = 1,
		[256522] = 4,
		[388083] = 7,
		[188443] = 7,
		[407535] = "Эсминец Орды",
		[385013] = 1,
		[346111] = 5,
		[400370] = 2,
		[401394] = 9,
		[272402] = "Метатель ножей из братства Волнорезов",
		[361469] = "Рептилоиды",
		[369660] = "Сотрясающий тотем <Бромач>",
		[350209] = "[*] Злобное сосредоточение",
		[390137] = 12,
		[369663] = "Сотрясающий тотем <Бромач>",
		[266265] = "Падший вестник смерти",
		[383997] = 8,
		[153640] = 8,
		[411639] = 1,
		[418806] = 10,
		[1490] = 12,
		[373762] = "Чаргат Дробитель Чешуи",
		[272412] = "Гарпунщик из братства Волнорезов",
		[376835] = 7,
		[381954] = 5,
		[272413] = "Гарпунщик из братства Волнорезов",
		[93985] = 11,
		[390145] = 12,
		[411644] = "Затерянный во времени волнолов",
		[396288] = "Рептилоиды",
		[186403] = 2,
		[381956] = 5,
		[195617] = 6,
		[6262] = 11,
		[381957] = 5,
		[42650] = 6,
		[369674] = "Геомант из племени Каменного Свода",
		[157228] = 11,
		[369675] = "Геомант из племени Каменного Свода",
		[408578] = 2,
		[205345] = 8,
		[403460] = 2,
		[363534] = "Papapiffel-TwistingNether",
		[369677] = "Олаф",
		[409604] = 4,
		[86309] = "Вихрь Эртан",
		[409605] = 4,
		[385036] = "Воин стихий – певица бури",
		[365585] = "Sorvintwo-TwistingNether",
		[1714] = 9,
		[244762] = "Аннигилятор",
		[384014] = "Страж Иридий",
		[225311] = 2,
		[106785] = 11,
		[384015] = "Страж Иридий",
		[385039] = "Затаившийся брюхокол",
		[184362] = 1,
		[1766] = 4,
		[401421] = "Хроникар",
		[7] = "Мир (лава)",
		[385042] = 1,
		[193065] = 5,
		[384019] = "Чаргат Дробитель Чешуи",
		[411661] = 7,
		[1822] = 11,
		[116768] = 10,
		[410638] = 5,
		[272432] = "Страж гнева <Дивона>",
		[85288] = 1,
		[1850] = 11,
		[385046] = "Затаившийся брюхокол",
		[361500] = "Papapiffel-TwistingNether",
		[207400] = 7,
		[272435] = "Гончая Тьмы <Дивона>",
		[401428] = 9,
		[391191] = 12,
		[374812] = "Главный кузнец Горек",
		[61336] = 11,
		[184367] = 1,
		[406550] = 11,
		[272439] = "Ур'зул <Sinclin-Kazzak>",
		[265273] = 9,
		[369696] = "Прыгун-падальшик",
		[132157] = 5,
		[1966] = 4,
		[335913] = 10,
		[369697] = "Прыгун-падальшик",
		[195630] = 10,
		[132158] = 11,
		[361509] = "Papapiffel-TwistingNether",
		[267325] = 11,
		[383009] = 7,
		[386081] = 4,
		[415770] = "Сгусток времени",
		[404509] = 7,
		[267327] = 11,
		[403486] = "[*] Осадок эонов",
		[243237] = "[*] Взрыв",
		[385059] = 1,
		[390178] = 6,
		[267329] = 11,
		[374823] = "Вестник бури Сайраз",
		[207407] = 12,
		[17364] = 7,
		[409632] = 2,
		[390181] = 12,
		[383015] = "Тотем противоядия <Cumtotem-TarrenMill>",
		[376873] = 8,
		[260643] = 1,
		[108839] = 8,
		[409635] = "Иридикрон",
		[373804] = "Бурошкур-заклинательница",
		[387113] = 2,
		[57755] = 1,
		[62618] = 5,
		[256551] = "Рыба-молот",
		[272457] = "Заклинатель спор Занча",
		[59547] = 7,
		[51485] = 7,
		[111400] = 9,
		[256552] = "Рыба-молот",
		[404523] = 7,
		[200758] = 4,
		[10060] = 5,
		[24275] = 2,
		[256553] = "Рыба-молот",
		[114216] = 5,
		[5143] = 8,
		[2580] = 8,
		[410669] = 7,
		[10444] = 7,
		[390195] = 12,
		[333889] = 9,
		[105771] = 1,
		[390197] = 12,
		[397364] = 1,
		[374842] = "Главный кузнец Горек",
		[108843] = 8,
		[274516] = 10,
		[191037] = 11,
		[272469] = "Хватка Бездны",
		[409652] = 9,
		[411700] = "Затерянный во времени волнолов",
		[389179] = "Страж Иридий",
		[88625] = 5,
		[2908] = 11,
		[331850] = 4,
		[2948] = 8,
		[116267] = 8,
		[52127] = 7,
		[401469] = 3,
		[269406] = "Хранитель титанов Хезрел",
		[155722] = 11,
		[226361] = "Скальный камнешвыр",
		[374854] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[6343] = 1,
		[409664] = 8,
		[52128] = 7,
		[373835] = "Papapiffel-TwistingNether",
		[396358] = 7,
		[390216] = "Idfkomg-Quel'Thalas",
		[334934] = 1,
		[395336] = 11,
		[404550] = 7,
		[116014] = 8,
		[404551] = 7,
		[6807] = 11,
		[374863] = "Вестник бури Сайраз",
		[381006] = 7,
		[271465] = 8,
		[392268] = "Рептилоиды",
		[401482] = "Тир, Хранитель Бесконечности",
		[375890] = "Магмобивень",
		[271468] = 8,
		[375891] = 3,
		[390224] = 5,
		[41252] = 5,
		[375893] = 3,
		[107570] = 1,
		[54049] = "Шашоно <Труповозочка-СвежевательДуш>",
		[33702] = 8,
		[124974] = 11,
		[372824] = "Куалаши-охотник",
		[387157] = 9,
		[369754] = "Бромач",
		[387158] = 9,
		[315496] = 4,
		[384088] = 7,
		[188493] = "Нараксас",
		[185422] = 4,
		[390232] = 3,
		[387161] = 9,
		[372829] = 11,
		[205386] = 5,
		[387162] = "Кощунство <Труповозочка-СвежевательДуш>",
		[375901] = 5,
		[375902] = 5,
		[377950] = "Лови-тотем",
		[375904] = 5,
		[408665] = 8,
		[409689] = 7,
		[199246] = "Нараксас",
		[281721] = 12,
		[274555] = "Мокрая корабельная крыса",
		[108853] = 8,
		[246851] = 3,
		[413786] = 8,
		[388193] = 10,
		[246852] = 3,
		[376933] = "Древорот",
		[373862] = "Papapiffel-TwistingNether",
		[192082] = "Тотем ветряного порыва <Cumtotem-TarrenMill>",
		[376934] = "Древорот",
		[246853] = 3,
		[244294] = "Аннигилятор",
		[17] = 5,
		[385126] = 2,
		[370794] = 2,
		[408673] = 8,
		[385127] = 2,
		[412769] = 2,
		[230987] = 2,
		[344179] = 7,
		[367726] = 12,
		[254022] = "Агграмар",
		[377965] = "Лови-тотем",
		[378989] = 11,
		[388203] = 10,
		[204883] = 2,
		[378990] = 11,
		[373872] = "Гнилое чудовище",
		[378991] = 11,
		[294020] = 7,
		[378992] = 11,
		[115767] = 1,
		[386159] = 3,
		[374898] = 11,
		[408682] = 12,
		[401516] = 2,
		[387184] = 10,
		[369781] = "Эрик \"Быстрый\"",
		[280715] = 1,
		[375924] = "Эрик \"Быстрый\"",
		[401518] = 9,
		[226385] = "Смолоплюй-ползун",
		[5176] = 11,
		[401519] = 7,
		[244813] = 8,
		[192090] = 11,
		[386164] = 1,
		[197721] = 11,
		[385141] = "Воин стихий – певица бури",
		[185438] = 4,
		[256589] = "Капитан Рауль",
		[411763] = "Хранитель из рода Бесконечности",
		[343173] = 4,
		[260685] = "Старейшина Ликса",
		[268440] = "Стрелок из братства Стальных Волн",
		[406647] = 2,
		[370816] = 10,
		[406648] = 2,
		[370817] = 10,
		[382079] = "Рептилоиды",
		[355462] = 7,
		[382080] = 2,
		[383104] = 2,
		[409722] = 7,
		[390271] = 6,
		[411770] = "Слуга Асаада",
		[199775] = "Нараксас",
		[229976] = 2,
		[119611] = 10,
		[409725] = 9,
		[279709] = 11,
		[265377] = "Фанатичный охотник за головами",
		[214621] = 5,
		[373896] = "Удушающее облако гнили <Гниломаг Око Гнева>",
		[280735] = 1,
		[192611] = 12,
		[373897] = "Разложившийся старый древень",
		[399491] = 10,
		[127802] = 5,
		[413825] = 1,
		[382089] = 7,
		[377995] = "Главный кузнец Горек",
		[377996] = "Рви-зуб",
		[379020] = "[*] Жезл отрицания",
		[396424] = "Чаргат Дробитель Чешуи",
		[375950] = "Воин стихий – сотворительница льда",
		[124988] = 11,
		[382093] = 10,
		[399497] = 10,
		[412806] = "Оживший дракон",
		[34477] = 3,
		[183401] = "Злобнозем-ползун",
		[410760] = "Дикое завихрение",
		[272554] = "[*] Кровавое месиво",
		[369811] = "Огромный берсерк",
		[87622] = "Асаад",
		[135286] = 11,
		[390287] = 7,
		[366741] = 11,
		[412810] = "Оживший дракон",
		[391312] = 7,
		[194153] = 11,
		[390290] = "Насыщательница Сария",
		[379029] = 8,
		[192106] = 7,
		[386196] = 1,
		[373912] = "Гниломаг Око Гнева",
		[388245] = "Голиаф-проглот",
		[385174] = 1,
		[369818] = "Огромный берсерк",
		[268467] = 8,
		[414864] = 1,
		[124991] = 11,
		[414865] = 1,
		[117313] = 1,
		[382106] = 8,
		[183407] = "[*] Кислотный всплеск",
		[192109] = 7,
		[278708] = 2,
		[373917] = "Гниломаг Око Гнева",
		[202347] = 11,
		[417939] = 10,
		[369823] = "Злобный василиск",
		[104773] = 9,
		[226406] = "Углепанцирный подчинитель",
		[385181] = "Голиаф-проглот",
		[195182] = 6,
		[196718] = 12,
		[369826] = "Злобный василиск",
		[268475] = 8,
		[387231] = 2,
		[32216] = 1,
		[369828] = "Злобный василиск",
		[44461] = 8,
		[385186] = "Мерзорот",
		[2061] = 5,
		[24858] = 11,
		[117828] = 9,
		[395427] = "Надзиратель Лахар",
		[408737] = 12,
		[12975] = 1,
		[407714] = "Гниль Галакронда",
		[407715] = "Гоблин-сапер",
		[260708] = 1,
		[135299] = 3,
		[375981] = 5,
		[378029] = "Рви-зуб",
		[375982] = 7,
		[217200] = 3,
		[156287] = 1,
		[405672] = "Ожившие потоки времени",
		[373936] = "Увядший дуб",
		[375984] = 7,
		[245866] = "Громадный разрушитель",
		[280776] = 1,
		[404650] = "Ожившие потоки времени",
		[315584] = 4,
		[375986] = 7,
		[315585] = 4,
		[373939] = "Тотем взрывной гнили <Гниломаг Око Гнева>",
		[201846] = 7,
		[20572] = 3,
		[256106] = "Небесный капитан Крагг",
		[373942] = "Гниломаг Око Гнева",
		[403631] = "Рептилоиды",
		[2637] = 11,
		[2645] = 7,
		[206967] = 6,
		[373944] = "Гниломаг Око Гнева",
		[29722] = 9,
		[382135] = 2,
		[374969] = "Главный кузнец Горек",
		[78674] = 11,
		[377017] = "Полководец Сарга",
		[195707] = 1,
		[408754] = 12,
		[377018] = "Полководец Сарга",
		[369853] = "Дюжий камнемет",
		[369854] = "Дюжий камнемет",
		[78675] = 11,
		[22812] = 11,
		[62124] = 2,
		[246897] = "Дециматор",
		[391356] = 11,
		[55342] = 8,
		[47536] = 5,
		[387263] = 9,
		[382145] = 8,
		[387264] = "Гниломаг Око Гнева",
		[408763] = 8,
		[382146] = 4,
		[366790] = 4,
		[106830] = 11,
		[382148] = 8,
		[108366] = 9,
		[382149] = 11,
		[405696] = "Ожившие потоки времени",
		[373960] = "Гниломаг Око Гнева",
		[370889] = "Сантас-Ревущийфьорд",
		[392388] = 4,
		[382152] = 5,
		[183430] = "Смолоплюй-ползун",
		[382153] = 10,
		[278755] = "Оскверненный дух",
		[382154] = 5,
		[188550] = 11,
		[382155] = 4,
		[391369] = 12,
		[228477] = 12,
		[196741] = 10,
		[270569] = 9,
		[342232] = 8,
		[81751] = 5,
		[389325] = 10,
		[225919] = 12,
		[370898] = "Papapiffel-TwistingNether",
		[123725] = 10,
		[47666] = 5,
		[385233] = 1,
		[414922] = "Шпорлок Часовой Времени",
		[370901] = "Papapiffel-TwistingNether",
		[385234] = 1,
		[316643] = 1,
		[210053] = 11,
		[33206] = 5,
		[342240] = 7,
		[377048] = 8,
		[390357] = 12,
		[394453] = 11,
		[342242] = 8,
		[394454] = 2,
		[383193] = 11,
		[400597] = "Тир, Хранитель Бесконечности",
		[113746] = 10,
		[188046] = 11,
		[393432] = "Рефти-защитник",
		[378076] = 7,
		[219271] = 7,
		[212105] = 12,
		[408791] = 1,
		[260734] = 7,
		[212106] = 12,
		[335082] = 1,
		[386270] = 4,
		[378081] = 7,
		[393438] = 8,
		[418009] = "Лучник Альянса",
		[221322] = 6,
		[213644] = 2,
		[383204] = "[*] Сокрушающее цунами",
		[75614] = 8,
		[390371] = 7,
		[259714] = "[*] Разлагающие споры",
		[1079] = 11,
		[393444] = "Рефти-защитник",
		[128594] = 3,
		[372971] = "Куалаши-кузнец",
		[391400] = 10,
		[122708] = 1,
		[200851] = 11,
		[201363] = 1,
		[119381] = 10,
		[388330] = 11,
		[278789] = "[*] Волна разложения",
		[320763] = 7,
		[335096] = 1,
		[201364] = 1,
		[391403] = 5,
		[335097] = 1,
		[374000] = 4,
		[335098] = 1,
		[376049] = "Хронолорд Дейос",
		[409833] = 7,
		[203413] = 3,
		[335100] = 1,
		[409834] = 7,
		[48438] = 11,
		[259720] = "Заклинатель спор Занча",
		[265487] = "Кровавый осквернитель",
		[409837] = 10,
		[390386] = "Рептилоиды",
		[403695] = 2,
		[17057] = 11,
		[408815] = 11,
		[377079] = 4,
		[386295] = "Ледяной валун",
		[280849] = 1,
		[327942] = 7,
		[148135] = 10,
		[386297] = 3,
		[405749] = 7,
		[368896] = 6,
		[197277] = 2,
		[405752] = 2,
		[386301] = 3,
		[377088] = "Papapiffel-TwistingNether",
		[383231] = "Куалаши-лавамант",
		[368899] = 2,
		[410873] = "Клубящийся солдат",
		[412922] = "Шпорлок Часовой Времени",
		[368901] = 5,
		[374020] = "Аппарат сдерживания",
		[395519] = 10,
		[115804] = 10,
		[375046] = "Главный кузнец Горек",
		[341263] = 5,
		[99] = 11,
		[55095] = 6,
		[100] = 1,
		[196770] = 8,
		[205472] = 8,
		[401667] = "[*] Временной стазис",
		[79206] = 7,
		[124507] = 10,
		[196771] = 8,
		[205473] = 8,
		[387336] = 5,
		[259732] = "Заклинатель спор Занча",
		[265511] = "Тотем поглощения духа <Кровавый осквернитель>",
		[45242] = 5,
		[384267] = 8,
		[123996] = 11,
		[199844] = 8,
		[389387] = 10,
		[411910] = "Молодой грозовой дракон",
		[400649] = "Тир, Хранитель Бесконечности",
		[1715] = 1,
		[1719] = 1,
		[183465] = "Смолоплюй-ползун",
		[417030] = "Кудесница из Альянса",
		[258199] = "Сокрушитель из братства Стальных Волн",
		[375057] = "Чаргат Дробитель Чешуи",
		[389391] = 10,
		[403724] = "Тир, Хранитель Бесконечности",
		[245916] = "[*] Раскаленные обломки",
		[374037] = 4,
		[370966] = 12,
		[260249] = 3,
		[390418] = 11,
		[163505] = 11,
		[188587] = "Разрушитель из Подкаменного разлома",
		[88423] = 11,
		[371992] = "[*] Горящая цепь",
		[370969] = 12,
		[265523] = "Кровавый осквернитель",
		[375065] = "Зловонная певица гнили",
		[412944] = "Хроникар",
		[370971] = 12,
		[274739] = 1,
		[390423] = 11,
		[251550] = "Штурмовой инфернал",
		[274740] = 1,
		[114018] = 4,
		[130654] = 10,
		[120] = 8,
		[274741] = 1,
		[274742] = 1,
		[1943] = 4,
		[195757] = 6,
		[96103] = 1,
		[388380] = 1,
		[373024] = "Разложившийся старый древень",
		[410904] = "Хронолорд Дейос",
		[8042] = 7,
		[265533] = "Клещ из Подгнилья",
		[12051] = 8,
		[8122] = 5,
		[387361] = 2,
		[417050] = 2,
		[409884] = "Иридикрон",
		[275773] = 2,
		[53563] = 2,
		[130] = 8,
		[405790] = 2,
		[378149] = "Элементаль руды",
		[244901] = "Пламя Тайшалака",
		[212653] = 8,
		[390435] = 7,
		[375079] = "Вестник бури Сайраз",
		[376103] = 8,
		[375080] = "Вестник бури Сайраз",
		[136] = 3,
		[234153] = 9,
		[265540] = "Смрадная личинка",
		[413984] = "Рептилоиды",
		[139] = 5,
		[203953] = 11,
		[409890] = 9,
		[382249] = "Хитроклык-мистик",
		[265542] = "Смрадная личинка",
		[65081] = 5,
		[378155] = "Лови-тотем",
		[372014] = "Papapiffel-TwistingNether",
		[252071] = 11,
		[392490] = 6,
		[19236] = 5,
		[196278] = 9,
		[418086] = "Временное слияние",
		[400683] = "Тир, Хранитель Бесконечности",
		[4987] = 2,
		[409898] = 11,
		[80240] = 9,
		[409899] = "Papapiffel-TwistingNether",
		[203958] = 11,
		[5211] = 11,
		[411949] = "Исказительница времени из рода Бесконечности",
		[120679] = 3,
		[418092] = "[*] Искривленные потоки времени",
		[50622] = 1,
		[405808] = 10,
		[17253] = "Rendrak <Wolwo-Ragnaros>",
		[405809] = 10,
		[374073] = "Воин стихий – геомант",
		[411952] = "Исказительница времени из рода Бесконечности",
		[405810] = 10,
		[382264] = "Хронолорд Дейос",
		[203961] = 11,
		[172] = 9,
		[116841] = 10,
		[374075] = "Воин стихий – геомант",
		[2782] = 11,
		[387385] = 9,
		[108396] = 9,
		[411958] = "Творение Иридикрона",
		[347462] = 12,
		[384318] = 1,
		[35395] = 2,
		[382272] = 8,
		[259760] = 8,
		[248499] = "Аргус Порабощенный",
		[216251] = 7,
		[49088] = 6,
		[265568] = "Оскверненный дух",
		[16870] = 11,
		[389443] = "Нейтрализующее устройство",
		[374087] = 8,
		[246965] = "Аннигилятор",
		[384325] = 4,
		[81269] = 11,
		[368970] = "Сантас-Ревущийфьорд",
		[391493] = 6,
		[389446] = "Нейтрализующее устройство",
		[385352] = 2,
		[415041] = "Рептилоиды",
		[388424] = "Изначальное цунами",
		[389448] = "Rendrak <Wolwo-Ragnaros>",
		[191685] = 6,
		[385354] = 2,
		[221886] = 2,
		[115310] = 10,
		[334168] = 7,
		[6795] = 11,
		[371024] = 2,
		[372048] = "Sorvintwo-TwistingNether",
		[414022] = 2,
		[200389] = 11,
		[110960] = 8,
		[385359] = "Пузострелка",
		[383312] = 6,
		[116847] = 10,
		[383313] = 6,
		[382290] = 8,
		[387409] = 9,
		[145109] = 11,
		[368983] = 11,
		[260793] = "Кроглот Зараженный",
		[203975] = 11,
		[145110] = 11,
		[395603] = 1,
		[388437] = 12,
		[86392] = 4,
		[197834] = 4,
		[384343] = "Пузострелка",
		[116849] = 10,
		[197835] = 4,
		[48707] = 6,
		[212680] = 3,
		[368990] = "Тлерон",
		[392537] = 1,
		[371039] = 8,
		[413013] = "Хроникар",
		[260286] = 3,
		[260798] = 1,
		[407896] = 12,
		[373089] = "Командир Железного Факела",
		[378208] = "Рви-зуб",
		[384351] = "Страж Иридий",
		[393565] = 10,
		[124273] = 10,
		[383328] = 2,
		[88186] = "Небесный убийца",
		[148187] = 10,
		[383329] = 2,
		[384353] = "Пузострелка",
		[113780] = 4,
		[400734] = 11,
		[213708] = 11,
		[256706] = "Тротак",
		[407902] = "Ордынский предсказатель",
		[213709] = 11,
		[210126] = 8,
		[384357] = 7,
		[407904] = 11,
		[413023] = "Лерай Служительница Времени",
		[376169] = "Высший Чудотворец Фурал",
		[124275] = 10,
		[334196] = 7,
		[120692] = 5,
		[196819] = 4,
		[407907] = 2,
		[376171] = "Воин стихий – сотворительница льда",
		[260292] = "Кроглот Зараженный",
		[391528] = 11,
		[384362] = 1,
		[369006] = "Тлерон",
		[406886] = "Гниль Галакронда",
		[200404] = "Даргрул",
		[201428] = 12,
		[400745] = 2,
		[366962] = "Idfkomg-Quel'Thalas",
		[13877] = 4,
		[385391] = 1,
		[345466] = 12,
		[395630] = "Papapiffel-TwistingNether",
		[360823] = "Papapiffel-TwistingNether",
		[383346] = 2,
		[377204] = "Полководец Сарга",
		[412012] = "Рассекатель времени из рода Бесконечности",
		[378229] = "Рви-зуб",
		[58180] = 11,
		[381301] = 11,
		[378230] = "Рви-зуб",
		[88959] = "Служитель храма",
		[360827] = "Рептилоиды",
		[81281] = 11,
		[257739] = "Задира из братства Чернозубых",
		[360828] = 2,
		[339] = 11,
		[374138] = 4,
		[362877] = "Papapiffel-TwistingNether",
		[120696] = 5,
		[348] = 9,
		[36554] = 4,
		[22568] = 11,
		[415091] = 2,
		[371070] = 4,
		[417139] = 2,
		[274838] = 11,
		[410997] = "Клубящийся солдат",
		[91776] = 11,
		[265625] = "Оскверненный дух",
		[116858] = 9,
		[410998] = "Клубящийся солдат",
		[252112] = "\"Коготь Легиона\"",
		[410999] = "Бронированный мистраль",
		[264603] = "Старейшина Ликса",
		[413047] = "Искаженный ужас",
		[369026] = "Тлерон",
		[370] = 7,
		[411001] = "Затаившаяся буря",
		[104318] = "Дикий бес <Sinclin-Kazzak>",
		[205021] = 8,
		[411002] = "Принц облаков",
		[379] = 7,
		[385409] = 7,
		[411003] = "Принц облаков",
		[395647] = "[*] Вспышка огня",
		[205022] = 8,
		[86659] = 2,
		[396672] = "Чаргат Дробитель Чешуи",
		[412029] = "Исказительница времени из рода Бесконечности",
		[377222] = "[*] Поглощение",
		[227034] = 11,
		[409983] = 1,
		[390532] = 11,
		[257747] = "Громила из братства Чернозубых",
		[401794] = "Хроникар",
		[201953] = "Углепанцирный подчинитель",
		[384391] = 1,
		[373130] = 5,
		[183526] = "Барабанщик из Подкаменного разлома",
		[200418] = "Даргрул",
		[205025] = 8,
		[6572] = 1,
		[129914] = 10,
		[409987] = 4,
		[386441] = 1,
		[411012] = "Молодой грозовой дракон",
		[259285] = 3,
		[108416] = 9,
		[13750] = 4,
		[372113] = "Зараженный плеточник <Бурошкур-заклинательница>",
		[6940] = 2,
		[281000] = 1,
		[376209] = "Хронолорд Дейос",
		[369043] = "Стражник хранилища",
		[60103] = 7,
		[377234] = 11,
		[271788] = 3,
		[268717] = "Живец",
		[260312] = "Кроглот Зараженный",
		[415114] = "Анзон",
		[391568] = 6,
		[196840] = 7,
		[258777] = "Боец на веслах из братства Стальных Волн",
		[416139] = "Хронолорд Дейос",
		[453] = 5,
		[167152] = 11,
		[406927] = "Shenron-Hyjal",
		[121471] = 4,
		[369049] = "Стражник хранилища",
		[85384] = 1,
		[465] = 2,
		[278961] = "Больной плеточник",
		[252637] = "Булькающее исчадие",
		[52042] = "Тотем исцеляющего потока <Cumtotem-TarrenMill>",
		[257756] = "Буканьер из братства Трюмных Крыс",
		[369052] = "Стражник хранилища",
		[210152] = 12,
		[15286] = 5,
		[257757] = "Буканьер из братства Трюмных Крыс",
		[210153] = 12,
		[377245] = 6,
		[269752] = 3,
		[217832] = 12,
		[383389] = 2,
		[46668] = 1,
		[215785] = 7,
		[63560] = 6,
		[498] = 2,
		[407961] = 3,
		[383392] = "Призывательница гнили",
		[384416] = "Пузострелка",
		[418200] = "Маг портала бесконечности",
		[205549] = "Нараксас",
		[369061] = "Тлерон",
		[378275] = 7,
		[418202] = "Маг портала бесконечности",
		[383395] = 8,
		[372134] = 1,
		[378277] = 7,
		[265665] = "Живая гниль",
		[389539] = 2,
		["DEBUFF"] = 11,
		[411039] = 2,
		[389541] = "Статуя белого тигра <Уххастик>",
		[383399] = "[*] Гнилостный всплеск",
		[243431] = "Агграмар",
		[378281] = "Куалаши-чудотворица",
		[412065] = "Разрыватель эпох",
		[403876] = 2,
		[145152] = 11,
		[397734] = 1,
		[204018] = 2,
		[372141] = 5,
		[102793] = 11,
		[385451] = "Голиаф-проглот",
		[378286] = 2,
		[395690] = "Воин стихий – штурмовик",
		[395691] = "Воин стихий – штурмовик",
		[204021] = 12,
		[346554] = 3,
		[404908] = "Рептилоиды",
		[396719] = 1,
		[642] = 2,
		[406957] = 2,
		[281036] = 3,
		[195321] = 10,
		[49998] = 6,
		[404911] = 4,
		[5277] = 4,
		[210166] = "Нараксас",
		[372152] = 11,
		[81297] = 2,
		[390581] = 1,
		[25771] = 2,
		[403891] = "Морхи",
		[413105] = "Хроникар",
		[388536] = 2,
		[404917] = "Морхи",
		[373181] = 5,
		[41425] = 8,
		[260333] = "Кроглот Зараженный",
		[228597] = 8,
		[388539] = 1,
		[414133] = 2,
		[260334] = "Кроглот Зараженный",
		[228598] = 8,
		[118922] = 3,
		[31850] = 2,
		[412088] = 1,
		[86930] = "Асаад",
		[2983] = 4,
		[213243] = 12,
		[320976] = 3,
		[228600] = 8,
		[768] = 11,
		[381379] = "Рви-зуб",
		[772] = 1,
		[774] = 11,
		[57934] = 4,
		[12472] = 8,
		[409022] = 8,
		[274912] = 10,
		[411071] = 4,
		[375241] = "Опаляющая кузня",
		[202497] = 11,
		[411073] = "Небесный убийца",
		[8921] = 11,
		[131347] = 12,
		[382410] = "Хитроклык-мистик",
		[82326] = 2,
		[408005] = "Рептилоиды",
		[111759] = 5,
		[382412] = "Хитроклык-мистик",
		[406983] = 2,
		[368081] = "[*] Иссушение",
		[411079] = 4,
		[194311] = 6,
		[411081] = 4,
		[257272] = "Живец",
		[188169] = "Рокмора",
		[374227] = "Papapiffel-TwistingNether",
		[375251] = "Магмобивень",
		[373204] = 5,
		[411083] = "Небесный убийца",
		[404941] = 1,
		[369110] = "Тлерон",
		[106898] = 11,
		[33110] = 5,
		[396752] = 1,
		[257274] = "[*] Гнусная субстанция",
		[325092] = 10,
		[193803] = "Личинка смолоплюя",
		[413136] = "Красавчик Харлан",
		[405970] = "Хроникар",
		[353759] = "Papapiffel-TwistingNether",
		[212743] = 4,
		[369116] = "Тлерон",
		[382426] = 7,
		[376284] = 5,
		[91800] = 11,
		[392666] = "Главный кузнец Горек",
		[50259] = 11,
		[980] = 9,
		[982] = 3,
		[89753] = "Mekgorod <Sinclin-Kazzak>",
		[178963] = 12,
		[413145] = "Красавчик Харлан",
		[213771] = 11,
		[371172] = 5,
		[414170] = 2,
		[1022] = 2,
		[413147] = "Красавчик Харлан",
		[382435] = "Голос разложения",
		[408029] = "Лозкелет",
		[1044] = 2,
		[1064] = 7,
		[411103] = 4,
		[413151] = "Великий визирь Эртан",
		[412128] = "Лерай Служительница Времени",
		[414176] = 2,
		[382440] = 8,
		[257284] = 3,
		[372203] = "Куалаши-факельщица",
		[410082] = 10,
		[374251] = "Papapiffel-TwistingNether",
		[279043] = 4,
		[236298] = 8,
		[412131] = "Лерай Служительница Времени",
		[381419] = "Рира Когтерезка",
		[1160] = 1,
		[22703] = 9,
		[157982] = 11,
		[382444] = "Тотем гниломагии",
		[386540] = 8,
		[388588] = 2,
		[271881] = 4,
		[31661] = 8,
		[412136] = "Валов Хранитель Времени",
		[410089] = "Рептилоиды",
		[412137] = "Валов Хранитель Времени",
		[52437] = 1,
		[412138] = "Валов Хранитель Времени",
		[269838] = "[*] Гнусный выброс",
		[344572] = "Rendrak <Wolwo-Ragnaros>",
		[292361] = 1,
		[387570] = 9,
		[375286] = "Рейд на драккаре",
		[5246] = 1,
		[360954] = 11,
		[5374] = 4,
		[415215] = "Лучник Альянса",
		[383479] = 8,
		[269843] = "Освобожденное чудовище",
		[207640] = 11,
		[91807] = 6,
		[388599] = 10,
		[414193] = 2,
		[375291] = "Главный кузнец Горек",
		[388600] = 1,
		[386553] = 2,
		[198428] = "Уларогг Скаломол",
		[414196] = 2,
		[372223] = "Куалаши-костестраж",
		[374271] = 6,
		[383485] = 1,
		[372224] = "Куалаши-костедробительница",
		[1464] = 1,
		[372225] = "Куалаши-костедробительница",
		[19505] = "Khuudym <Novah-Hyjal>",
		[372226] = "Куалаши-костестраж",
		[386559] = "Каджин Непреклонная",
		[192800] = "[*] Удушающая пыль",
		[390655] = 11,
		[387585] = "Изначальное цунами",
		[258321] = "Мясник из братства Стальных Волн",
		[376325] = "[*] Зона вечности",
		[381444] = "Рира Когтерезка",
		[260881] = 7,
		[383492] = 8,
		[355851] = 5,
		[414205] = "Иридикрон",
		[289308] = 8,
		[77478] = 7,
		[188196] = 7,
		[373257] = 8,
		[193315] = 4,
		[386257] = 5,
		[419327] = "Темпоральный мародер",
		[375306] = "Главный кузнец Горек",
		[388673] = 12,
		[408867] = 11,
		[419328] = "Темпоральный мародер",
		[132403] = 2,
		[404996] = 2,
		[157997] = 8,
		[382474] = "Голос разложения",
		[379403] = 11,
		[417282] = 9,
		[205364] = 5,
		[375215] = "Голиаф-проглот",
		[379404] = "Куалаши - воин лавы",
		[86949] = 8,
		[114050] = 7,
		[259718] = "Заклинатель спор Занча",
		[269576] = 3,
		[384524] = "Страж Иридий",
		[396194] = 6,
		[96260] = "Асаад",
		[383501] = 8,
		[409095] = 11,
		[359318] = 2,
		[391054] = 2,
		[379407] = 11,
		[203415] = 3,
		[373265] = 8,
		[386730] = 2,
		[220543] = 5,
		[373943] = "Увядший дуб",
		[385551] = "Голиаф-проглот",
		[263725] = 8,
		[416264] = "Хронолорд Дейос",
		[373406] = "Надзиратель Лахар",
		[373267] = "Papapiffel-TwistingNether",
		[781] = 3,
		[416265] = "Хронолорд Дейос",
		[384529] = "Гнилозубая гиена <Пузострелка>",
		[373268] = "Papapiffel-TwistingNether",
		[1784] = 4,
		[334366] = 5,
		[372245] = "Idfkomg-Quel'Thalas",
		[260231] = 3,
		[325153] = 10,
		[416267] = "Оживший дракон",
		[405006] = 7,
		[272609] = "Безликий осквернитель",
		[419339] = "Темпоральный мародер",
		[124274] = 10,
		[271048] = 3,
		[183435] = 2,
		[397406] = 1,
		[373899] = "Разложившийся старый древень",
		[400974] = 11,
		[274837] = 11,
		[85416] = 2,
		[390193] = 9,
		[122783] = 10,
		[372834] = 11,
		[270481] = "Демонический тиран <Sinclin-Kazzak>",
		[383883] = 8,
		[343648] = 11,
		[417967] = 10,
		[102401] = 11,
		[257308] = "Красавчик Харлан",
		[383882] = 8,
		[287280] = 2,
		[417957] = 10,
		[72968] = 9,
		[188499] = 12,
		[373276] = 5,
		[15290] = 5,
		[85673] = 2,
		[368158] = 2,
		[373277] = 5,
		[258845] = 2,
		[408085] = 11,
		[399510] = 10,
		[95826] = "Озаренный-заступник",
		[183088] = "Крушитель из племени Камня Силы",
		[257310] = "Пушка братства Стальных Волн",
		[377738] = "Рефти-распорядитель",
		[373279] = "Потусторонняя тварь <Алоиза>",
		[247402] = 2,
		[202028] = 11,
		[400959] = 2,
		[381470] = "Лови-тотем",
		[260894] = "Старейшина Ликса",
		[191587] = 6,
		[413621] = "Лазутчик из рода Бесконечности",
		[373281] = 5,
		[227291] = 11,
		[197214] = 7,
		[413208] = "Морхи <Морхи>",
		[353793] = 7,
		[419351] = "Саботажник из рода Бесконечности",
		[71342] = 2,
		[343594] = 7,
		[406043] = "Рептилоиды",
		[102558] = 11,
		[369791] = "Эрик \"Быстрый\"",
		[290908] = 4,
		[410139] = 10,
		[342246] = 8,
		[19750] = 2,
		[275699] = 6,
		[8220] = 5,
		[369573] = "Бейлог",
		[387618] = "Насыщательница-воин стихий",
		[372262] = "Куалаши-костедробительница",
		[381476] = 3,
		[381482] = "[*] Кузнечный огонь",
		[408094] = 11,
		[256060] = "Небесный капитан Крагг",
		[258338] = "Капитан Рауль",
		[416290] = "Хронолорд Дейос",
		[375335] = 7,
		[414875] = 2,
		[152173] = 10,
		[132168] = 2,
		[387621] = 10,
		[198813] = 12,
		[377384] = "Водяной яростень",
		[406543] = 10,
		[386609] = "Mekgorod <Sinclin-Kazzak>",
		[372266] = "Куалаши-костедробительница",
		[405671] = "Ожившие потоки времени",
		[325174] = 7,
		[257316] = "Красавчик Харлан",
		[263274] = "Небесный капитан Крагг",
		[315961] = 1,
		[412699] = "Сгусток гнили",
		[101033] = 7,
		[30449] = 8,
		[410147] = 3,
		[391722] = 11,
		[322105] = 5,
		[413219] = "Сгусток времени",
		[2120] = 8,
		[391710] = 11,
		[387626] = 9,
		[383873] = 1,
		[406054] = "Shenron-Hyjal",
		[369703] = "Бромач",
		[375342] = 8,
		[395296] = "Рептилоиды",
		[49966] = "Olba <Darm-Silvermoon>",
		[121253] = 10,
		[375343] = 7,
		[157503] = 7,
		[25504] = 7,
		[188494] = "[*] Зловонная пасть",
		[322109] = 10,
		[384558] = "Гнилозубая гиена <Пузострелка>",
		[385582] = 11,
		[416266] = "Хронолорд Дейос",
		[375345] = 8,
		[157504] = 7,
		[183433] = "Смолоплюй-ползун",
		[385540] = 3,
		[132169] = 1,
		[344006] = 10,
		[361738] = 3,
		[373304] = 5,
		[268877] = 3,
		[371850] = 8,
		[322098] = 5,
		[122278] = 10,
		[77489] = 2,
		[204598] = 12,
		[389681] = 6,
		[357945] = 7,
		[267326] = 11,
		[410138] = 1,
		[204079] = 2,
		[5215] = 11,
		[187707] = 3,
		[165961] = 11,
		[353873] = 2,
		[390707] = 5,
		[387636] = 9,
		[402583] = 4,
		[389684] = 10,
		[382217] = 7,
		[148039] = 2,
		[413231] = 5,
		[373305] = 5,
		[219432] = 11,
		[375353] = "Ледниковый протодракон",
		[235313] = 8,
		[115450] = 10,
		[248622] = 1,
		[5487] = 11,
		[388663] = 10,
		[407413] = "Гниль Галакронда",
		[378426] = 11,
		[260879] = "Кровавый образ",
		[235314] = 8,
		[218164] = 10,
		[199483] = 3,
		[267331] = 11,
		[360952] = 3,
		[31707] = "Water Elemental <Oneshooteu-Ragnaros>",
		[375273] = 2,
		[381955] = 5,
		[377830] = "Рира Когтерезка",
		[377405] = "Хронолорд Дейос",
		[246848] = "Разрушитель миров Кин'гарота",
		[216376] = "Лавовый гейзер",
		[33763] = 11,
		[374245] = "[*] Гниющий залив",
		[200154] = "Разрушитель из Подкаменного разлома",
		[117418] = 10,
		[97341] = 11,
		[410167] = 3,
		[122281] = 10,
		[412215] = "Шпорлок Часовой Времени",
		[196414] = 9,
		[193375] = "Уларогг Скаломол",
		[325197] = 10,
		[383169] = 9,
		[384575] = "Гнилозубая гиена <Пузострелка>",
		[190784] = 2,
		[199486] = 5,
		[212283] = 4,
		[171845] = 2,
		[258352] = "Капитан Юдора",
		[374339] = "Рефти-защитник",
		[369662] = "Сотрясающий тотем <Бромач>",
		[384577] = "Гнилозубая гиена <Пузострелка>",
		[65116] = 1,
		[386625] = 2,
		[265668] = "Живая гниль",
		[118699] = 9,
		[377844] = "Рира Когтерезка",
		[406744] = 11,
		[415769] = "Сгусток времени",
		[417339] = "Тир, Хранитель Бесконечности",
		[370553] = "Papapiffel-TwistingNether",
		[325202] = 10,
		[390636] = 5,
		[183100] = "Крушитель из племени Камня Силы",
		[107574] = 1,
		[100784] = 10,
		[355941] = "Papapiffel-TwistingNether",
		[372296] = "Командир Железного Факела",
		[268836] = 2,
		[201754] = "Rendrak <Wolwo-Ragnaros>",
		[207150] = 6,
		[114052] = 7,
		[389328] = 10,
		[366155] = "Papapiffel-TwistingNether",
		[415299] = 2,
		[251701] = "[*] Лава Скверны",
		[199851] = 1,
		[386631] = 1,
		[376292] = "Хронолорд Дейос",
		[372201] = "Куалаши-факельщица",
		[414273] = 2,
		[386632] = 1,
		[19801] = 3,
		[30451] = 8,
		[383062] = "Разложившийся старый древень",
		[386633] = 1,
		[369025] = "Тлерон",
		[212800] = 12,
		[409606] = 4,
		[325209] = 10,
		[53600] = 2,
		[194310] = 6,
		[406086] = 2,
		[48518] = 11,
		[192799] = "Ползун из чумных осколков <Рокмора>",
		[392778] = 1,
		[407125] = "Налетчик Орды",
		[3408] = 4,
		[314867] = 5,
		[204069] = 11,
		[252216] = 11,
		[375384] = "Воин стихий – землетряс",
		[368091] = "Злобная гиена",
		[391430] = 12,
		[319836] = 8,
		[19574] = 3,
		[115191] = 4,
		[259830] = "Заклинатель спор Занча",
		[384601] = "[*] Бомба антимагии",
		[97462] = 1,
		[366742] = 5,
		[154797] = 4,
		[385616] = 4,
		[374355] = "Опаляющая кузня",
		[401257] = 10,
		[377807] = "Рира Когтерезка",
		[377427] = 5,
		[403021] = 11,
		[193357] = 4,
		[405069] = 11,
		[389713] = 8,
		[325217] = 10,
		[408141] = "Дажак",
		[384595] = 8,
		[361049] = 3,
		[325218] = 10,
		[391762] = 2,
		[372311] = "Куалаши-новобранец",
		[413044] = "Искаженный ужас",
		[80313] = 11,
		[412238] = "Шпорлок Часовой Времени",
		[384597] = "Куалаши-страж",
		[410191] = 1,
		[93622] = 11,
		[346719] = 3,
		[413263] = "Кольцо падающих звезд <Асаад>",
		[413107] = "Хроникар",
		[382551] = 1,
		[259387] = 3,
		[413264] = "Кольцо падающих звезд <Асаад>",
		[108280] = 7,
		[412129] = "Лерай Служительница Времени",
		[108211] = 4,
		[193358] = 4,
		[148022] = 8,
		[292463] = 1,
		[412242] = "Шпорлок Часовой Времени",
		[392791] = 1,
		[406100] = "[*] Временная отдача",
		[407124] = "Налетчик Орды",
		[259388] = 3,
		[114214] = 5,
		[379425] = 2,
		[382555] = "Бурая бичевательница",
		[376783] = "Полководец Сарга",
		[392793] = 1,
		[273285] = "Взрывчатый стручок",
		[382556] = "Бурая бичевательница",
		[388007] = 2,
		[200025] = 2,
		[395694] = "Воин стихий – штурмовик",
		[386652] = 2,
		[102560] = 11,
		[387504] = "Изначальное цунами",
		[97463] = 1,
		[157736] = 9,
		[183633] = "Скальный камнешвыр",
		[400986] = 11,
		[167898] = 1,
		[193359] = 4,
		[391773] = "Драконье извержение",
		[335467] = 5,
		[212431] = 3,
		[228358] = 8,
		[387678] = 1,
		[202770] = 11,
		[372293] = "Командир Железного Факела",
		[263806] = 7,
		[267330] = 11,
		[194384] = 5,
		[232698] = 5,
		[81340] = 6,
		[387260] = 9,
		[375416] = "Зараженный плеточник <Бурошкур-заклинательница>",
		[8222] = 5,
		[382245] = 4,
		[375397] = "Чаргат Дробитель Чешуи",
		[416152] = "Хронолорд Дейос",
		[414300] = "Иридикрон",
		[236282] = 1,
		[371875] = "Куалаши-новобранец",
		[211545] = 11,
		[371355] = 2,
		[403040] = 2,
		[372583] = "Куалаши-охотник",
		[254452] = "Агграмар",
		[372019] = 11,
		[198475] = "Уларогг Скаломол",
		[191837] = 10,
		[77758] = 11,
		[414303] = "Ожившие потоки времени",
		[205648] = 7,
		[271971] = "Зловещий охотник <Sinclin-Kazzak>",
		[408674] = 8,
		[414304] = "Ожившие потоки времени",
		[395197] = 7,
		[373915] = "Гниломаг Око Гнева",
		[114871] = 2,
		[184662] = 2,
		[403044] = 2,
		[383385] = "Призывательница гнили",
		[411019] = "Упавшая звезда",
		[393831] = 12,
		[191634] = 7,
		[278467] = "Румми Мэнкомб",
		[407147] = "Лозкелет",
		[414307] = "Ожившие потоки времени",
		[406921] = "Shenron-Hyjal",
		[413529] = "Аномалия временного потока",
		[182104] = 2,
		[412505] = "Боец авангарда Тира",
		[390762] = 1,
		[391786] = 11,
		[347765] = 12,
		[393834] = 12,
		[382573] = "Земельник-страж",
		[412262] = "Затерянный во времени ракетчик",
		[226296] = "Злобнозем-исполин",
		[272013] = "Злобная адская гончая <Дивона>",
		[341624] = 2,
		[396168] = 10,
		[265084] = "Преданная жрица крови",
		[73921] = 7,
		[35079] = 3,
		[396167] = 10,
		[384623] = "Куалаши-кузнец",
		[21562] = 5,
		[382576] = "Земельник-страж",
		[412027] = "Хранитель из рода Бесконечности",
		[367503] = "Голос разложения",
		[187878] = 7,
		[272012] = "Иллидарский сатир <Sinclin-Kazzak>",
		[86292] = "Вихрь Эртан",
		[198487] = 10,
		[413295] = "Альтаирий",
		[382578] = "Земельник-страж",
		[77505] = 7,
		[77761] = 11,
		[321388] = 8,
		[374389] = "Любопытный детеныш рогоплава",
		[416254] = "Творение Иридикрона",
		[274062] = 10,
		[393050] = 10,
		[341630] = 2,
		[200700] = "Даргрул",
		[268473] = 8,
		[389372] = 9,
		[276111] = 2,
		[224239] = 2,
		[388724] = 11,
		[372213] = "Куалаши - воин лавы",
		[102547] = 11,
		[391796] = 5,
		[77762] = 7,
		[396918] = 3,
		[115129] = 10,
		[408177] = "Дажак",
		[413296] = "Альтаирий",
		[258883] = 12,
		[411155] = 4,
		[367230] = "Papapiffel-TwistingNether",
		[197625] = 11,
		[258875] = "Бочка черной пелены <Капитан Рауль>",
		[135029] = "Water Elemental <Oneshooteu-Ragnaros>",
		[122470] = 10,
		[384633] = "Пузострелка",
		[181089] = "Альтаирий",
		[257542] = 8,
		[216407] = "[*] Лавовый гейзер",
		[193356] = 4,
		[258381] = "Капитан Юдора",
		[376208] = "Хронолорд Дейос",
		[367231] = "Papapiffel-TwistingNether",
		[396920] = 5,
		[207386] = 11,
		[217694] = 8,
		[32182] = 7,
		[257870] = "Буканьер из братства Стальных Волн",
		[356995] = "Papapiffel-TwistingNether",
		[407159] = "Гниль Галакронда",
		[414019] = 2,
		[20153] = "Инфернал <Труповозочка-СвежевательДуш>",
		[410231] = 5,
		[686] = 9,
		[53595] = 2,
		[77764] = 11,
		[410232] = 5,
		[411256] = 1,
		[367971] = 5,
		[388739] = 5,
		[244903] = "Уголек Тайшалака",
		[409268] = "Иридикрон",
		[191840] = 10,
		[196447] = 9,
		[209862] = "[*] Вулканический шлейф",
		[193376] = "Уларогг Скаломол",
		[132463] = 10,
		[93337] = 1,
		[258773] = "Небесный капитан Крагг",
		[114108] = 11,
		[118459] = "Rendrak <Wolwo-Ragnaros>",
		[196448] = 9,
		[53351] = 3,
		[390785] = 11,
		[47568] = 8,
		[405118] = 11,
		[377477] = "Полководец Сарга",
		[376784] = "Полководец Сарга",
		[412285] = "Творение Иридикрона",
		[417404] = "Оживший дракон",
		[357210] = "Papapiffel-TwistingNether",
		[390787] = 5,
		[393566] = 10,
		[258860] = 12,
		[101568] = 6,
		[201671] = 11,
		[334482] = 5,
		[391058] = 12,
		[199854] = 1,
		[391401] = 5,
		[374612] = "Затаившийся фанатик",
		[417413] = "Хронолорд Дейос",
		[25912] = 2,
		[374410] = "Магмобивень",
		[371339] = 9,
		[410651] = "Рептилоиды",
		[410249] = "Тир, Хранитель Бесконечности",
		[369806] = "Огромный берсерк",
		[132467] = 10,
		[30455] = 8,
		[199658] = 1,
		[393038] = 2,
		[375436] = "Магмобивень",
		[400204] = 11,
		[403275] = "Shenron-Hyjal",
		[394061] = 11,
		[50842] = 6,
		[358733] = "Papapiffel-TwistingNether",
		[418435] = "Лерай Служительница Времени",
		[389774] = 1,
		[586] = 5,
		[116670] = 10,
		[377486] = "Посланница из рода Бесконечности",
		[23161] = 9,
		[375439] = "Магмобивень",
		[265898] = 3,
		[207203] = 6,
		[115078] = 10,
		[213634] = 5,
		[225119] = 8,
		[390706] = 5,
		[386702] = "Mekgorod <Sinclin-Kazzak>",
		[413319] = "Альтаирий",
		[371351] = 9,
		[369299] = "Papapiffel-TwistingNether",
		[118905] = 7,
		[409584] = "Иридикрон",
		[368276] = 5,
		[117952] = 10,
		[32375] = 5,
		[371348] = 9,
		[372372] = "Куалаши-новобранец",
		[203794] = 12,
		[5308] = 1,
		[370511] = 11,
		[200551] = "Даргрул",
		[221885] = 2,
		[272046] = "Живец",
		[371350] = 9,
		[26297] = 11,
		[107203] = 5,
		[403087] = 1,
		[16827] = "Кокос <Семеныч-Борейскаятундра>",
		[382795] = "Куалаши-лавамант",
		[12654] = 8,
		[7328] = 2,
		[383637] = 8,
		[143924] = 1,
		[58984] = 6,
		[114113] = 11,
		[371353] = 9,
		[69369] = 11,
		[410256] = "Сантас-Ревущийфьорд",
		[415554] = "Сгусток времени",
		[202089] = "Пылающая жеода",
		[108446] = 9,
		[377338] = "Воденыш",
		[408836] = 11,
		[281265] = 5,
		[48107] = 8,
		[381593] = "Голем из черного камня",
		[257476] = "Мастиф братства Стальных Волн",
		[202090] = 10,
		[257732] = 4,
		[393879] = 2,
		[528] = 5,
		[257460] = "[*] Горящие осколки",
		[413331] = "Альтаирий",
		[377500] = "Посланница из рода Бесконечности",
		[11327] = 4,
		[86040] = 9,
		[368287] = "Охотник-костестрел",
		[385691] = "Голиаф-проглот",
		[382620] = "Охотник-костестрел",
		[409678] = "Рептилоиды",
		[31224] = 4,
		[400642] = "Тир, Хранитель Бесконечности",
		[235219] = 8,
		[382791] = "Куалаши-лавамант",
		[190319] = 8,
		[410263] = "Рептилоиды",
		[407537] = 7,
		[381329] = "Куалаши - воин лавы",
		[102342] = 11,
		[184689] = 2,
		[205523] = 10,
		[372151] = "Медведь-кишкожуй",
		[343721] = 2,
		[410265] = 2,
		[214743] = 12,
		[383648] = 7,
		[48108] = 8,
		[123586] = 10,
		[381416] = "Рира Когтерезка",
		[258181] = "Сокрушитель из братства Стальных Волн",
		[51490] = 7,
		[346665] = 12,
		[363608] = 2,
		[192222] = 7,
		[120043] = 3,
		[218617] = 1,
		[405807] = 10,
		[383651] = "Куалаши-лавамант",
		[193473] = "Щупальце Бездны <Алоиза>",
		[320338] = 12,
		[341678] = 10,
		[418080] = 10,
		[83381] = "Rendrak <Wolwo-Ragnaros>",
		[377510] = "Попиратель времен из рода Бесконечности",
		[407205] = "Эсминец Орды",
		[386124] = 9,
		[343727] = "Исчадие Тьмы <Imhótep-Ragnaros>",
		[215405] = 8,
		[114255] = 5,
		[396718] = 1,
		[378213] = "Papapiffel-TwistingNether",
		[415395] = 11,
		[259756] = 8,
		[256358] = "Тротак",
		[368299] = "Охотник-костестрел",
		[25914] = 2,
		[7384] = 1,
		[384161] = "Куалаши-факельщица",
		[227255] = 12,
		[396092] = 11,
		[387402] = 9,
		[395942] = 11,
		[320334] = 12,
		[113862] = 8,
		[393515] = 10,
		[373424] = "Чаргат Дробитель Чешуи",
		[400680] = "Тир, Хранитель Бесконечности",
		[387559] = "Изначальное цунами",
		[411300] = "Затерянный во времени заклинатель моря",
		[395944] = 11,
		[198589] = 12,
		[369327] = "Рунический защитник",
		[386731] = 2,
		[101643] = 10,
		[375985] = 7,
		[369328] = "Рунический защитник",
		[181113] = "Вечная сфера",
		[285381] = 11,
		[384685] = 8,
		[271049] = 3,
		[370984] = "Papapiffel-TwistingNether",
		[382043] = 7,
		[265931] = 9,
		[321469] = 3,
		[272055] = "Живец",
		[115399] = 10,
		[210803] = 10,
		[260455] = "Кровавый клещ",
		[226388] = "[*] Тухлая слизь",
		[404139] = 2,
		[384827] = "Пузострелка",
		[377522] = "Яростный пламень",
		[374451] = "Пылающий мастер цепей",
		[315720] = 1,
		[417452] = 1,
		[393903] = 11,
		[193538] = 4,
		[259277] = "Olba <Darm-Silvermoon>",
		[406887] = 5,
		[411532] = 1,
		[415403] = 11,
		[215479] = 10,
		[409261] = "Иридикрон",
		[369335] = "Рунический защитник",
		[5217] = 11,
		[387763] = "Papapiffel-TwistingNether",
		[116680] = 10,
		[414381] = 8,
		[258922] = 12,
		[210294] = 2,
		[392883] = 10,
		[369337] = "Рунический защитник",
		[417069] = 2,
		[84721] = 8,
		[184575] = 2,
		[381623] = 4,
		[59628] = 4,
		[371386] = 5,
		[319175] = 4,
		[33395] = "Элементаль воды <Арматурщица>",
		[386743] = "Каджин Непреклонная",
		[371387] = 5,
		[417456] = 1,
		[282449] = 4,
		[227518] = 12,
		[184707] = 1,
		[418607] = 5,
		[87024] = 8,
		[199547] = 12,
		[198013] = 12,
		[417458] = 1,
		[2825] = 7,
		[399502] = 7,
		[399678] = 11,
		[5697] = 9,
		[385723] = 2,
		[415412] = 11,
		[87761] = "Палач калифа",
		[257902] = "[*] Отскакивающий панцирь",
		[385724] = 2,
		[375068] = 11,
		[202108] = "Заклинатель чумных осколков",
		[105421] = 2,
		[378054] = "[*] Увядание!",
		[215929] = "Ползун из чумных осколков <Рокмора>",
		[126664] = 1,
		[391876] = 11,
		[102352] = 11,
		[375209] = "Опаляющая кузня",
		[385375] = 10,
		[325443] = 7,
		[385727] = 4,
		[419511] = "Хронакси",
		[87762] = "Служитель воздуха",
		[257904] = "Людвиг фон Тортоллен",
		[415097] = "Гниль Галакронда",
		[419512] = 4,
		[412346] = "Корсар из братства Стальных Волн",
		[335152] = 1,
		[393919] = 5,
		[377542] = "[*] Горящая земля",
		[265376] = "Фанатичный охотник за головами",
		[188290] = 6,
		[377540] = 6,
		[45297] = 7,
		[228532] = 12,
		[221883] = 2,
		[281420] = "Саурок из клана Соленой Чешуи",
		[199552] = 12,
		[108238] = 11,
		[271896] = 4,
		[381637] = 4,
		[374471] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[214397] = 1,
		[393606] = 2,
		[364343] = "Papapiffel-TwistingNether",
		[419517] = "Хронакси",
		[138640] = 2,
		[319190] = 4,
		[184709] = 1,
		[355916] = "Papapiffel-TwistingNether",
		[114738] = 7,
		[402221] = 3,
		[408] = 4,
		[374839] = "Главный кузнец Горек",
		[392903] = 2,
		[257908] = "Офицер из братства Стальных Волн",
		[378020] = "Рви-зуб",
		[275779] = 2,
		[408259] = 7,
		[384713] = 5,
		[319454] = 11,
		[224125] = 7,
		[191877] = 7,
		[405189] = 11,
		[6673] = 1,
		[369033] = "Тлерон",
		[374365] = "Магмобивень",
		[408262] = 3,
		[376319] = "Хронолорд Дейос",
		[224126] = 7,
		[391882] = 11,
		[370960] = "Papapiffel-TwistingNether",
		[407512] = 8,
		[3409] = 4,
		[49184] = 6,
		[409287] = "Иридикрон",
		[393931] = 1,
		[224127] = 7,
		[417290] = 2,
		[385442] = "Голиаф-проглот",
		[414407] = 2,
		[365362] = 8,
		[333964] = 7,
		[202164] = 1,
		[414408] = 2,
		[374482] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[383696] = 10,
		[413385] = "Служитель воздуха",
		[415435] = "Концентрированное мгновение",
		[32379] = 5,
		[36213] = "Большой элементаль земли <Cumtotem-TarrenMill>",
		[417481] = "Темпоральный мародер",
		[393935] = 5,
		[407244] = "Рептилоиды",
		[61295] = 7,
		[413387] = "Палач калифа",
		[391888] = 11,
		[386770] = 8,
		[391889] = 11,
		[403376] = 2,
		[373462] = 5,
		[415436] = "Концентрированное мгновение",
		[257402] = "Красавчик Харлан",
		[383701] = 10,
		[406220] = 10,
		[415437] = "Пиявка из временного потока",
		[391891] = 11,
		[405200] = 7,
		[393939] = 8,
		[316220] = 4,
		[261498] = "[*] Ползущая гниль",
		[325983] = 2,
		[57723] = 11,
		[415439] = "Пиявка из временного потока",
		[385356] = "Пузострелка",
		[395521] = 10,
		[377561] = "Хронолорд Дейос",
		[125355] = 10,
		[391634] = "Ледниковый протодракон",
		[245631] = "Пламя Тайшалака",
		[381657] = 4,
		[384441] = 8,
		[392164] = 8,
		[210824] = 8,
		[853] = 2,
		[256893] = 2,
		[400165] = "Сумеречный волхв из рода Бесконечности",
		[417490] = 8,
		[417488] = 8,
		[388376] = 5,
		[198028] = "[*] Кристализованная земля",
		[378235] = "Рви-зуб",
		[184364] = 1,
		[407254] = "Рептилоиды",
		[95750] = 9,
		[394021] = 4,
		[369162] = "Papapiffel-TwistingNether",
		[387804] = 2,
		[404184] = 6,
		[15487] = 5,
		[381662] = "Жарокрыл-вожак",
		[19647] = "Шашоно <Труповозочка-СвежевательДуш>",
		[256896] = 2,
		[405209] = 6,
		[381663] = "Жарокрыл-вожак",
		[205708] = 8,
		[198030] = 12,
		[186257] = 3,
		[85740] = 2,
		[415448] = "Некрохлад",
		[384317] = 5,
		[385531] = "Голиаф-проглот",
		[88282] = "Альтаирий",
		[102359] = 11,
		[105174] = 9,
		[186258] = 3,
		[185311] = 4,
		[85467] = "Затаившаяся буря",
		[98008] = 7,
		[61425] = 4,
		[392166] = "[*] Лазурный камень мощи",
		[418588] = 1,
		[264667] = 3,
		[353286] = 7,
		[2098] = 4,
		[378597] = 7,
		[87771] = "Слуга Асаада",
		[120954] = 10,
		[400097] = 10,
		[381670] = "Жарокрыл-вожак",
		[387812] = 2,
		[195292] = 6,
		[361195] = "Papapiffel-TwistingNether",
		[394979] = "Плеточник Бездны <Алоиза>",
		[740] = 11,
		[227723] = 1,
		[373481] = 5,
		[49020] = 6,
		[372459] = "[*] Горение",
		[365350] = 8,
		[418527] = 1,
		[382696] = "Земельник-страж",
		[404195] = "Shenron-Hyjal",
		[52212] = 6,
		[47585] = 5,
		[246663] = "Разрушитель миров Кин'гарота",
		[334581] = 9,
		[190357] = 8,
		[393959] = 11,
		[400100] = 10,
		[207685] = 12,
		[405221] = 1,
		[246152] = 3,
		[202075] = "Пылающая жеода",
		[193941] = "Угольный скорпион",
		[392937] = 1,
		[393961] = 11,
		[377066] = 5,
		[191894] = 10,
		[391215] = 12,
		[356084] = 5,
		[8092] = 5,
		[375535] = "Магмобивень",
		[392939] = 2,
		[279303] = 8,
		[409896] = "Papapiffel-TwistingNether",
		[400106] = 10,
		[147362] = 3,
		[385948] = 4,
		[363916] = "Papapiffel-TwistingNether",
		[17962] = 9,
		[186265] = 3,
		[228478] = 12,
		[256005] = "Живец",
		[31616] = 7,
		[406251] = 3,
		[88286] = "Альтаирий",
		[376186] = "Надзиратель Лахар",
		[393969] = 4,
		[319233] = 6,
		[53365] = 6,
		[414444] = 2,
		[1953] = 8,
		[397039] = 11,
		[377588] = 6,
		[414445] = 2,
		[102417] = 11,
		[372470] = "Papapiffel-TwistingNether",
		[381684] = 7,
		[382708] = "Куалаши-страж",
		[285452] = 7,
		[347901] = 11,
		[369400] = "Земельник-дозорный",
		[80353] = 8,
		[382303] = "Бромач",
		[200721] = "Даргрул",
		[377591] = 6,
		[405233] = 11,
		[374557] = 6,
		[319238] = 6,
		[5394] = 7,
		[411376] = 10,
		[394008] = 9,
		[186269] = "Заклинатель чумных осколков",
		[414448] = 2,
		[382712] = "Увядший дуб",
		[217851] = "Нараксас",
		[298765] = 7,
		[405235] = 1,
		[80354] = 5,
		[214423] = 1,
		[382593] = "Жестокая костекрушительница",
		[410355] = "Сантас-Ревущийфьорд",
		[405431] = "Ожившие потоки времени",
		[413428] = "Маятник",
		[413427] = "Маятник",
		[11426] = 8,
		[384764] = "Гнилозубая гиена <Пузострелка>",
		[385816] = 2,
		[319243] = 6,
		[385787] = 11,
		[343312] = 12,
		[408310] = 11,
		[31230] = 4,
		[199581] = 9,
		[1449] = 8,
		[374349] = "Papapiffel-TwistingNether",
		[319245] = 6,
		[381694] = "Рви-зуб",
		[207771] = 12,
		[46968] = 2,
		[413423] = 2,
		[146739] = 9,
		[23920] = 1,
		[5938] = 4,
		[419516] = "Хронакси",
		[210714] = 7,
		[341770] = 12,
		[367364] = "Papapiffel-TwistingNether",
		[392959] = 10,
		[400146] = 10,
		[272156] = "Ужасень Бездны <Sinclin-Kazzak>",
		[407504] = "Морхи",
		[343819] = 10,
		[285466] = 7,
		[382723] = "Жестокая костекрушительница",
		[400126] = 11,
		[401150] = 1,
		[381699] = 2,
		[374533] = "Главный кузнец Горек",
		[185763] = 4,
		[389890] = 12,
		[381700] = 2,
		[374534] = "Главный кузнец Горек",
		[257426] = 4,
		[388867] = 10,
		[213405] = 12,
		[374535] = "Главный кузнец Горек",
		[30153] = "Mekgorod <Sinclin-Kazzak>",
		[388825] = 11,
		[256171] = 4,
		[377559] = "Древорот",
		[407906] = "Ордынский предсказатель",
		[400641] = "Тир, Хранитель Бесконечности",
		[135601] = 11,
		[59638] = "Зеркальное изображение <Xylieh-TwistingNether>",
		[387846] = 9,
		[387847] = 9,
		[369419] = "Прыгучий паук",
		[116189] = 10,
		[87780] = "Служитель храма",
		[192249] = 7,
		[228645] = 6,
		[163212] = 10,
		[209921] = "Даргрул",
		[396047] = 2,
		[256405] = "Тротак",
		[183548] = "Камнерукий повелитель личинок",
		[89766] = "Страж Скверны <Sinclin-Kazzak>",
		[274213] = "Заклинатель спор Занча",
		[210150] = "Нараксас",
		[18562] = 11,
		[202147] = 1,
		[205448] = 5,
		[369423] = "Прыгучий паук",
		[272167] = "Желчегнус <Sinclin-Kazzak>",
		[6770] = 4,
		[278310] = 8,
		[33917] = 11,
		[400956] = 2,
		[256016] = "[*] Гнусная субстанция",
		[85222] = 2,
		[385805] = "Мерзорот",
		[374544] = "Зловонная певица гнили",
		[197568] = 7,
		[411994] = "Ткачиха времени из рода Бесконечности",
		[114911] = 7,
		[48018] = 9,
		[31935] = 2,
		[172075] = 3,
		[70890] = 6,
		[419591] = 1,
		[204197] = 5,
		[409354] = 7,
		[372461] = "Надзиратель Лахар",
		[272172] = "Шиварра <Sinclin-Kazzak>",
		[245632] = "Пламя Тайшалака",
		[266030] = 9,
		[387474] = "Изначальное цунами",
		[384360] = 8,
		[289577] = 5,
		[104316] = 9,
		[375055] = "Чаргат Дробитель Чешуи",
		[210833] = 8,
		[371982] = 11,
		[388882] = "Насыщательница Сария",
		[268068] = 2,
		[384531] = "Гнилозубая гиена <Пузострелка>",
		[369610] = "Сотрясающий тотем <Бромач>",
		[257946] = 3,
		[417049] = 2,
		[1833] = 4,
		[400145] = 10,
		[343820] = 10,
		[394003] = 11,
		[411407] = "Затерянный во времени заклинатель моря",
		[98021] = "Тотем духовной связи <Morisk-Silvermoon>",
		[372505] = 11,
		[375576] = 2,
		[14914] = 2,
		[370665] = "Papapiffel-TwistingNether",
		[384961] = "Стрелок гнили",
		[394005] = 7,
		[369409] = "Земельник-комендант",
		[20473] = 2,
		[116705] = 10,
		[394006] = 6,
		[272180] = "Искаженный ужас",
		[289555] = 2,
		[392983] = 10,
		[351338] = "Papapiffel-TwistingNether",
		[394504] = 11,
		[408340] = 11,
		[157122] = 2,
		[414483] = "Иридикрон",
		[419602] = "Громмаш Адский Крик",
		[265016] = "Избранная кровавая матрона",
		[393971] = 4,
		[376170] = "Гниломаг Око Гнева",
		[211881] = 12,
		[319236] = 6,
		[96231] = 2,
		[381725] = 7,
		[369399] = "Ткач земли",
		[375583] = "Papapiffel-TwistingNether",
		[223143] = "Sorvintwo-TwistingNether",
		[373183] = 5,
		[280375] = 2,
		[265019] = "Избранная кровавая матрона",
		[124682] = 10,
		[381727] = 4,
		[193455] = 3,
		[154796] = 4,
		[400103] = 10,
		[121557] = 5,
		[353263] = 5,
		[244912] = "Уголек Тайшалака",
		[391868] = 4,
		[383269] = 6,
		[374563] = "Ослепительная стрекоза",
		[239013] = 2,
		[405220] = 1,
		[373540] = "Приковывающее копье",
		[115994] = 6,
		[85739] = 1,
		[393957] = 11,
		[45181] = 4,
		[127797] = 11,
		[393955] = 11,
		[322101] = 10,
		[22482] = 4,
		[199600] = 4,
		[93402] = 11,
		[405279] = "Морхи",
		[414493] = "Тир, Хранитель Бесконечности",
		[194249] = 5,
		[201959] = "Углепанцирный подчинитель",
		[122] = 8,
		[20484] = 11,
		[382445] = 8,
		[8676] = 4,
		[401186] = 11,
		[414376] = "Иридикрон",
		[374569] = "Гнилое чудовище",
		[383783] = 8,
		[401187] = 11,
		[369451] = 1,
		[248230] = "Разрушитель миров Кин'гарота",
		[34914] = 5,
		[413473] = "Временное искажение",
		[129250] = 5,
		[783] = 11,
		[198067] = 7,
		[413474] = "Временное искажение",
		[374706] = "Призывательница пламени Аюми",
		[199603] = 4,
		[404916] = "Морхи",
		[384725] = "Гнилозубая гиена <Пузострелка>",
		[45182] = 4,
		[411428] = 11,
		[45438] = 8,
		[475] = 8,
		[357170] = "Papapiffel-TwistingNether",
		[373464] = 5,
		[341541] = 4,
		[315508] = 4,
		[387359] = "[*] Промокание насквозь",
		[410871] = 5,
		[198069] = 5,
		[53390] = 7,
		[34433] = 5,
		[407123] = "Ордынский чернокнижник",
		[23922] = 1,
		[88963] = "Служитель воздуха",
		[88194] = "Молодой грозовой дракон",
		[115175] = 10,
		[273226] = "[*] Разлагающие споры",
		[110959] = 8,
		[409442] = 7,
		[374578] = "Ослепительная стрекоза",
		[204213] = 5,
		[409386] = 7,
		[226347] = "Камнерукий охотник",
		[370607] = 5,
		[202166] = 1,
		[408835] = 11,
		[394031] = 4,
		[389059] = "Чаргат Дробитель Чешуи",
		[263165] = 5,
		[217011] = "Разъяренная толпа",
		[6552] = 1,
		[333957] = 7,
		[57724] = 11,
		[87023] = 8,
		[381748] = "Рептилоиды",
		[370970] = 12,
		[383915] = 1,
		[247159] = "Разрушитель миров Кин'гарота",
		[129253] = 5,
		[280398] = 5,
		[202168] = 1,
		[409391] = 7,
		[369465] = "Ткач земли",
		[390964] = 5,
		[124280] = 10,
		[413487] = "Временное слияние",
		[369466] = "Ткач земли",
		[374585] = 6,
		[253300] = "Разрушитель миров Кин'гарота",
		[372538] = "Вспышка лавы",
		[162243] = 12,
		[374586] = "Главный кузнец Горек",
		[400180] = "Сумеречный волхв из рода Бесконечности",
		[413489] = "Временное слияние",
		[102351] = 11,
		[35546] = 4,
		[359231] = 5,
		[44544] = 8,
		[207289] = 6,
		[188114] = "Рокмора",
		[117526] = 3,
		[2818] = 4,
		[381755] = 7,
		[384290] = 4,
		[374348] = "Papapiffel-TwistingNether",
		[372542] = "Командир Железного Факела",
		[98440] = 4,
		[377129] = 2,
		[375614] = "Разлагающийся слизень",
		[372543] = "Командир Железного Факела",
		[390844] = 5,
		[390971] = 5,
		[400185] = 9,
		[393019] = 2,
		[372015] = 11,
		[193273] = "Уларогг Скаломол",
		[61391] = 11,
		[200637] = "Даргрул",
		[114923] = 8,
		[43265] = 6,
		[400187] = 5,
		[198590] = 9,
		[381760] = 8,
		[411911] = "Молодой грозовой дракон",
		[409895] = "Papapiffel-TwistingNether",
		[198103] = 7,
		[223819] = 2,
		[342857] = 12,
		[410870] = "Дикое завихрение",
		[376643] = 7,
		[394047] = 11,
		[123904] = 10,
		[325461] = 6,
		[33778] = 11,
		[20549] = 2,
		[382787] = "Бурошкур-рубака",
		[383811] = 8,
		[362969] = "Papapiffel-TwistingNether",
		[394049] = 11,
		[390978] = 5,
		[257458] = "Красавчик Харлан",
		[325984] = 2,
		[394050] = 11,
		[403264] = "Рептилоиды",
		[142073] = 7,
		[210291] = 2,
		[48792] = 6,
		[403265] = "Рептилоиды",
		[156910] = 2,
		[245686] = 1,
		[379406] = "Куалаши - воин лавы",
		[115181] = 10,
		[408385] = 2,
		[157644] = 8,
		[2094] = 4,
		[387393] = 9,
		[108271] = 7,
		[327510] = 2,
		[88308] = "Альтаирий",
		[413131] = "Красавчик Харлан",
		[119415] = 8,
		[235450] = 8,
		[381770] = "Разлагающийся слизень <Древорот>",
		[325464] = 6,
		[408388] = "Воин стихий – землетряс",
		[256546] = "Тротак",
		[371028] = 11,
		[164812] = 11,
		[257871] = "Буканьер из братства Стальных Волн",
		[392329] = 11,
		[378055] = "Разлагающийся слизень <Древорот>",
		[374606] = 8,
		[183752] = 12,
		[368297] = "Охотник-костестрел",
		[410908] = "Хронолорд Дейос",
		[385187] = "Голиаф-проглот",
		[410790] = 6,
		[399032] = 6,
		[388434] = 4,
		[228649] = 10,
		[596] = 2,
		[372561] = "Куалаши-охотник",
		[414535] = "Иридикрон",
		[387413] = 9,
		[415388] = 2,
		[117405] = 3,
		[406346] = 11,
		[228287] = 10,
		[95988] = 7,
		[274283] = 11,
		[190446] = 8,
		[164815] = 11,
		[355689] = "Shenron-Hyjal",
		[85948] = 6,
		[375056] = "Чаргат Дробитель Чешуи",
		[382802] = "Злобная заклинательница гнили",
		[22842] = 11,
		[171982] = 9,
		[357209] = "Papapiffel-TwistingNether",
		[205766] = 8,
		[405478] = "Ожившие потоки времени",
		[372566] = "Куалаши-охотник",
		[57984] = 11,
		[388081] = 7,
		[179057] = 12,
		[371354] = 2,
		[45470] = 6,
		[382805] = "Увядший дуб",
		[408399] = 2,
		[73510] = 5,
		[407475] = 2,
		[199667] = 1,
		[408400] = 2,
		[413024] = "Валов Хранитель Времени",
		[59752] = 4,
		[53652] = 2,
		[135700] = 11,
		[372570] = "Куалаши-охотник",
		[98204] = 5,
		[382808] = "[*] Иссушающее заражение",
		[384294] = 4,
		[372571] = "Рептилоиды",
		[385963] = "Каджин Непреклонная",
		[328082] = 4,
		[259516] = "Olba <Darm-Silvermoon>",
		[393047] = 10,
		[190925] = 3,
		[77472] = 7,
		[409964] = 8,
		[401238] = 5,
		[391241] = "Генератор ограниченного бессмертия",
		[192081] = 11,
		[226757] = 8,
		[194509] = 5,
		[308078] = 3,
		[386907] = 2,
		[265081] = "Избранная кровавая матрона",
		[200652] = 2,
		[418644] = 2,
		[264058] = 2,
		[383405] = 4,
		[266106] = "Дикий кровавый роевик",
		[102543] = 11,
		[201983] = "Углепанцирный подчинитель",
		[216521] = 10,
		[266107] = "Дикий кровавый роевик",
		[90361] = 3,
		[321390] = 8,
		[396124] = "Пузострелка",
		[393053] = 10,
		[185099] = 10,
		[244675] = "Агграмар",
		[383840] = "Страж Иридий",
		[200654] = 2,
		[88314] = "Смерч",
		[15407] = 5,
		[350631] = 12,
		[255937] = 2,
		[162264] = 12,
		[391008] = 5,
		[387174] = 2,
		[188370] = 2,
		[385890] = 1,
		[359545] = 3,
		[400223] = 11,
		[413532] = "Аномалия временного потока",
		[256594] = "Капитан Рауль",
		[77130] = 7,
		[378057] = "Разлагающийся слизень <Древорот>",
		[401248] = "Тир, Хранитель Бесконечности",
		[308087] = 10,
		[385168] = "Воин стихий – певица бури",
		[410007] = 10,
		[52174] = 1,
		[394083] = 11,
		[370537] = "Papapiffel-TwistingNether",
		[265091] = "Преданная жрица крови",
		[405345] = 2,
		[315341] = 4,
		[51460] = 6,
		[132578] = 10,
		[202705] = "Озаренный-священник",
		[114083] = 7,
		[382824] = 8,
		[359278] = 1,
		[30213] = "Mekgorod <Sinclin-Kazzak>",
		[160029] = 11,
		[374635] = "Главный кузнец Горек",
		[48517] = 11,
		[255941] = 2,
		[385897] = 4,
		[114852] = 2,
		[204242] = 2,
		[264689] = 3,
		[377708] = 7,
		[215572] = 1,
		[200732] = "Даргрул",
		[405350] = 2,
		[236299] = 8,
		[195627] = 4,
		[257478] = "Мастиф братства Стальных Волн",
		[100780] = 10,
		[157981] = 8,
		[225080] = 7,
		[109304] = 3,
		[409447] = 7,
		[63106] = 9,
		[43308] = 4,
		[271625] = 3,
		[270343] = 3,
		[32409] = "[*] Слово Тьмы: Смерть",
		[374641] = "Главный кузнец Горек",
		[264178] = 9,
		[413544] = "Аномалия временного потока",
		[47750] = 5,
		[384029] = 2,
		[108281] = 7,
		[20271] = 2,
		[2383] = 1,
		[75] = 3,
		[202198] = "Камнерукий охотник",
		[113656] = 10,
		[344955] = 6,
		[189999] = 2,
		[212436] = 3,
		[413547] = "Аномалия временного потока",
		[29166] = 11,
		[115192] = 4,
		[42223] = 9,
		[264735] = 3,
		[385907] = 4,
		[372208] = "[*] Джарадинская лава",
		[54149] = 2,
		[114074] = 7,
		[125174] = 10,
		[358267] = "Papapiffel-TwistingNether",
		[367481] = "Боец-коготь",
		[372600] = "Часовая Талондрас",
		[387179] = 10,
		[244686] = "Агграмар",
		[191034] = 11,
		[409456] = "Иридикрон",
		[196911] = 4,
		[387571] = "Изначальное цунами",
		[347008] = "Mekgorod <Sinclin-Kazzak>",
		[87618] = "Асаад",
		[394101] = 2,
		[377341] = "Водяной яростень",
		[367484] = "Боец-коготь",
		[264757] = "Старейшина Ликса",
		[360969] = 3,
		[408090] = 11,
		[367485] = "Боец-коготь",
		[193585] = "Скальный зверолов",
		[258672] = "Стрелок из братства Стальных Волн",
		[388207] = 10,
		[297871] = 2,
		[414204] = 2,
		[376149] = "Удушающее облако гнили <Гниломаг Око Гнева>",
		[415603] = 4,
		[11366] = 8,
		[374002] = 4,
		[328953] = 12,
		[87553] = "Асаад",
		[379410] = "Куалаши - воин лавы",
		[270232] = 8,
		[407054] = 1,
		[20707] = 9,
		[257314] = "Гренадер из братства Стальных Волн",
		[404977] = "Рептилоиды",
		[387096] = 9,
		[232405] = 2,
		[378162] = 11,
		[388035] = "Кокос <Семеныч-Борейскаятундра>",
		[414583] = "Иридикрон",
		[370562] = "Papapiffel-TwistingNether",
		[82691] = 8,
		[255952] = "Небесный капитан Крагг",
		[411744] = "Вихревой шквал",
		[381475] = 3,
		[199852] = 1,
		[155625] = 11,
		[414585] = "Чаргат Дробитель Чешуи",
		[411000] = "Бронированный мистраль",
		[44425] = 8,
		[55090] = 6,
		[116] = 8,
		[236502] = 7,
		[187874] = 7,
		[12294] = 1,
		[377732] = "Рефти-распорядитель",
		[193505] = "Злобнозем-исполин",
		[375351] = "Ледниковый протодракон",
		[384899] = "Стрелок гнили",
		[197209] = 7,
		[389685] = 10,
		[47528] = 6,
		[262232] = 1,
		[278637] = "Клещ из Подгнилья",
		[73920] = 7,
		[375687] = "Тотем разложения <Зловонная певица гнили>",
		[8004] = 7,
		[312215] = 7,
		[256979] = "Капитан Юдора",
		[389181] = "Страж Иридий",
		[205146] = 9,
		[267171] = 9,
		[378760] = 8,
		[55078] = 6,
		[303003] = 8,
		[198496] = "Уларогг Скаломол",
		[384148] = "Гнилозубая гиена <Пузострелка>",
		[367500] = "Бурая бичевательница",
		[188389] = 7,
		[48265] = 6,
		[208086] = 1,
		[133] = 8,
		[51505] = 7,
		[381834] = "Рира Когтерезка",
		[296863] = 10,
		[77575] = 6,
		[384906] = 2,
		[114942] = "Тотем целительного прилива <Leshanya-TarrenMill>",
		[378764] = "Древорот",
		[404358] = 2,
		[193639] = "Камнеспинный щелкозуб",
		[373084] = "Командир Железного Факела",
		[288675] = 7,
		[367504] = "Голос разложения",
		[372623] = "Часовая Талондрас",
		[217234] = "Уларогг Скаломол",
		[403336] = 1,
		[369792] = "Эрик \"Быстрый\"",
		[393099] = 10,
		[258920] = 12,
		[258921] = 12,
		[256363] = "Тротак",
		[384150] = "Боец-коготь",
		[402314] = 11,
		[272592] = "Безликий осквернитель",
		[19658] = "Khuudym <Novah-Hyjal>",
		[231390] = 3,
		[23881] = 1,
		[337819] = 12,
		[200166] = 12,
		[245723] = 2,
		[382150] = 1,
		[386757] = "Каджин Непреклонная",
		[404364] = "Морхи <Морхи>",
		[406732] = "Сантас-Ревущийфьорд",
		[386276] = 10,
		[405724] = 7,
		[1459] = 8,
	},
	["shield_spellid_cache"] = {
	},
	["latest_encounter_spell_pool_access"] = 1688650563,
	["auto_open_news_window"] = true,
	["got_first_run"] = true,
	["latest_spell_pool_access"] = 1688650563,
	["parser_options"] = {
		["energy_overflow"] = false,
		["shield_overheal"] = false,
	},
	["report_where"] = "GUILD",
	["all_switch_config"] = {
		["scale"] = 1,
		["font_size"] = 10,
	},
	["update_warning_timeout"] = 10,
	["__profiles"] = {
		["Ниэтта-Гордунни"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = false,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["show_crowdcontrol_pvm"] = false,
				["show_crowdcontrol_pvp"] = true,
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[1473] = {
					0.75, -- [1]
					0.875, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["tooltip_max_abilities"] = 6,
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 8,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["fontsize"] = 10,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["show_amount"] = false,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["all_in_one_windows"] = {
			},
			["default_bg_alpha"] = 0.5,
			["animation_speed"] = 33,
			["disable_lock_ungroup_buttons"] = false,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["standard_skin"] = false,
			["animate_scroll"] = false,
			["disable_window_groups"] = false,
			["death_tooltip_width"] = 350,
			["use_battleground_server_parser"] = false,
			["instances_suppress_trash"] = 0,
			["update_speed"] = 0.2,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["force_activity_time_pvp"] = true,
			["clear_ungrouped"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["overall_clear_pvp"] = true,
			["auto_swap_to_dynamic_overall"] = false,
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["numerical_system"] = 1,
			["overall_clear_newboss"] = true,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["time_type_original"] = 2,
			["overall_flag"] = 16,
			["overall_clear_logout"] = false,
			["minimum_combat_time"] = 5,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["deny_score_messages"] = false,
			["disable_alldisplays_window"] = false,
			["total_abbreviation"] = 2,
			["trash_auto_remove"] = false,
			["segments_auto_erase"] = 1,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 3,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 202.5542370621135,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["use_self_color"] = false,
			["segments_panic_mode"] = false,
			["use_scroll"] = false,
			["time_type"] = 2,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -447.1990814208984,
							["x"] = 556.9998779296875,
							["w"] = 194.800048828125,
							["h"] = 156.4001159667969,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["menu_icons_size"] = 0.8500000238418579,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["textL_offset"] = 0,
						["text_yoffset"] = 0,
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["texture_custom_file"] = "Interface\\",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["percent_type"] = 1,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["icon_size_offset"] = 0,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["show_faction_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_enable_custom_text"] = false,
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["textL_class_colors"] = false,
						["textR_outline_small"] = true,
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_bracket"] = "(",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 12,
					},
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["switch_damager"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = false,
					["fontstrings_text3_anchor"] = 38,
					["clickthrough_window"] = false,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fullborder_shown"] = false,
					["use_multi_fontstrings"] = true,
					["switch_damager_in_combat"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = false,
						["enabled"] = true,
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["backdrop_texture"] = "Details Ground",
					["bg_g"] = 0.0941176470588235,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = true,
					["hide_in_combat_alpha"] = 0,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["libwindow"] = {
						["y"] = 50.60079574584961,
						["x"] = -369.60009765625,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["bars_grow_direction"] = 1,
					["switch_all_roles_after_wipe"] = false,
					["switch_tank"] = false,
					["strata"] = "LOW",
					["grab_on_top"] = false,
					["skin_custom"] = "",
					["micro_displays_locked"] = true,
					["auto_current"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["bg_alpha"] = 0.183960914611816,
					["switch_tank_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -447.1990814208984,
							["x"] = 556.9998779296875,
							["w"] = 194.800048828125,
							["h"] = 156.4001159667969,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["clickthrough_rows"] = false,
					["bars_inverted"] = false,
					["wallpaper"] = {
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["show_sidebars"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -447.1990814208984,
							["x"] = 751.3997802734375,
							["w"] = 198.7999420166016,
							["h"] = 156.4001159667969,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["menu_icons_size"] = 0.850000023841858,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["show_arena_role_icon"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["textL_offset"] = 0,
						["text_yoffset"] = 0,
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["texture_custom_file"] = "Interface\\",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["show_faction_icon"] = true,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["icon_size_offset"] = 0,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textL_enable_custom_text"] = false,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["textR_outline"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["alpha"] = 1,
						["textR_class_colors"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["texture"] = "BantoBar",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textR_enable_custom_text"] = false,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_outline_small"] = true,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 12,
					},
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["switch_damager"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = false,
					["fontstrings_text3_anchor"] = 38,
					["clickthrough_window"] = false,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fullborder_shown"] = false,
					["use_multi_fontstrings"] = true,
					["switch_damager_in_combat"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PFPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PFPS"] = {
								["isHidden"] = false,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = false,
						["text_size"] = 12,
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["backdrop_texture"] = "Details Ground",
					["bg_g"] = 0.0941176470588235,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = true,
					["hide_in_combat_alpha"] = 0,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["libwindow"] = {
						["y"] = 50.60079574584961,
						["x"] = -173.2001953125,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["bars_grow_direction"] = 1,
					["switch_all_roles_after_wipe"] = false,
					["switch_tank"] = false,
					["strata"] = "LOW",
					["grab_on_top"] = false,
					["skin_custom"] = "",
					["micro_displays_locked"] = true,
					["auto_current"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["bg_alpha"] = 0.183960914611816,
					["switch_tank_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -447.1990814208984,
							["x"] = 751.3997802734375,
							["w"] = 198.7999420166016,
							["h"] = 156.4001159667969,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["clickthrough_rows"] = false,
					["bars_inverted"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["show_sidebars"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [2]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -446.3990783691406,
							["x"] = 936.199951171875,
							["w"] = 172.4001617431641,
							["h"] = 156.4001159667969,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["menu_icons_size"] = 0.850000023841858,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["show_arena_role_icon"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["textL_offset"] = 0,
						["text_yoffset"] = 0,
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["texture_custom_file"] = "Interface\\",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["show_faction_icon"] = true,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["icon_size_offset"] = 0,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textL_enable_custom_text"] = false,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["textR_outline"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["alpha"] = 1,
						["textR_class_colors"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["texture"] = "BantoBar",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textR_enable_custom_text"] = false,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_outline_small"] = true,
						["font_face"] = "Friz Quadrata TT",
						["texture_class_colors"] = true,
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["font_size"] = 12,
					},
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["switch_damager"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = false,
					["fontstrings_text3_anchor"] = 38,
					["clickthrough_window"] = false,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fullborder_shown"] = false,
					["use_multi_fontstrings"] = true,
					["switch_damager_in_combat"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Friz Quadrata TT",
						["show_timer_always"] = false,
						["text_size"] = 12,
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["backdrop_texture"] = "Details Ground",
					["bg_g"] = 0.0941176470588235,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = true,
					["hide_in_combat_alpha"] = 0,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["libwindow"] = {
						["y"] = 51.40080261230469,
						["x"] = -1.5999755859375,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["bars_grow_direction"] = 1,
					["switch_all_roles_after_wipe"] = false,
					["switch_tank"] = false,
					["strata"] = "LOW",
					["grab_on_top"] = false,
					["skin_custom"] = "",
					["micro_displays_locked"] = true,
					["auto_current"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["bg_alpha"] = 0.183960914611816,
					["switch_tank_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -446.3990783691406,
							["x"] = 936.199951171875,
							["w"] = 172.4001617431641,
							["h"] = 156.4001159667969,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["clickthrough_rows"] = false,
					["bars_inverted"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["show_sidebars"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [3]
			},
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["ps_abbreviation"] = 3,
			["report_schema"] = 1,
			["numerical_system_symbols"] = "auto",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["instances_segments_locked"] = true,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["buff"] = "silver",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["deadlog_limit"] = 16,
			["instances_no_libwindow"] = false,
		},
		["Шайэн-Гордунни"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["standard_skin"] = false,
			["default_bg_alpha"] = 0.5,
			["instances_suppress_trash"] = 0,
			["death_tooltip_width"] = 350,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["update_speed"] = 0.2,
			["animate_scroll"] = false,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["instances_no_libwindow"] = false,
			["clear_ungrouped"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -450.3996658325195,
							["x"] = 618.4005126953125,
							["w"] = 310.0002136230469,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["percent_type"] = 1,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["textR_enable_custom_text"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_background"] = "Details D'ictum (reverse)",
						["overlay_texture"] = "Details D'ictum",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["texture_custom_file"] = "Interface\\",
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 16,
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["enabled"] = true,
					},
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["bars_inverted"] = false,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fullborder_shown"] = false,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["menu_icons_size"] = 0.850000023841858,
					["fontstrings_text_limit_offset"] = -10,
					["fontstrings_text3_anchor"] = 38,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["bars_sort_direction"] = 1,
					["switch_tank_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["bg_alpha"] = 0.183960914611816,
					["skin_custom"] = "",
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["hide_in_combat_type"] = 1,
					["hide_in_combat_alpha"] = 0,
					["ignore_mass_showhide"] = false,
					["switch_damager"] = false,
					["libwindow"] = {
						["y"] = 46.60027694702148,
						["x"] = -250.5994873046875,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_damager_in_combat"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["strata"] = "LOW",
					["micro_displays_side"] = 2,
					["backdrop_texture"] = "Details Ground",
					["grab_on_top"] = false,
					["bars_grow_direction"] = 1,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["auto_current"] = true,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["clickthrough_rows"] = false,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -450.3996658325195,
							["x"] = 618.4005126953125,
							["w"] = 310.0002136230469,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["show_sidebars"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["__was_opened"] = true,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["report_lines"] = 5,
			["force_activity_time_pvp"] = true,
			["numerical_system"] = 1,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["time_type"] = 2,
			["show_arena_role_icon"] = false,
			["time_type_original"] = 2,
			["minimum_combat_time"] = 5,
			["overall_clear_logout"] = false,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["overall_flag"] = 16,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["use_scroll"] = false,
			["use_self_color"] = false,
			["segments_auto_erase"] = 1,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["trash_auto_remove"] = false,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["version"] = 1,
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
			},
			["total_abbreviation"] = 2,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_panic_mode"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["font_sizes"] = {
				["menus"] = 10,
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["overall_clear_newboss"] = true,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["ps_abbreviation"] = 3,
			["report_schema"] = 1,
			["segments_amount"] = 40,
			["numerical_system_symbols"] = "auto",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["use_battleground_server_parser"] = false,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
		},
		["Алоиза-Борейская тундра"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["fontsize"] = 10,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["tooltip_max_abilities"] = 6,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["show_amount"] = false,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["disable_lock_ungroup_buttons"] = false,
			["animation_speed"] = 33,
			["default_bg_alpha"] = 0.5,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["instances_no_libwindow"] = false,
			["standard_skin"] = false,
			["disable_window_groups"] = false,
			["animate_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["instances_suppress_trash"] = 0,
			["clear_ungrouped"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["pvp_as_group"] = true,
			["numerical_system"] = 1,
			["overall_clear_pvp"] = true,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -6.103515625e-05,
							["x"] = 6.103515625e-05,
							["w"] = 310.0002136230469,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_enable_custom_text"] = false,
						["height"] = 21,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["textL_outline_small"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["start_after_icon"] = true,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["textR_enable_custom_text"] = false,
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textR_class_colors"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_bracket"] = "(",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["show_faction_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 16,
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["use_multi_fontstrings"] = true,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["micro_displays_side"] = 2,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["show_sidebars"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["menu_icons_size"] = 0.82,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["switch_all_roles_in_combat"] = false,
					["micro_displays_locked"] = true,
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["backdrop_texture"] = "Details Ground",
					["rowareaborder_shown"] = false,
					["clickthrough_rows"] = false,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["bars_grow_direction"] = 1,
					["grab_on_top"] = false,
					["libwindow"] = {
						["y"] = -4.57763671875e-05,
						["x"] = 0.0001220703125,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["strata"] = "LOW",
					["switch_damager"] = false,
					["switch_damager_in_combat"] = false,
					["switch_all_roles_after_wipe"] = false,
					["skin_custom"] = "",
					["auto_current"] = true,
					["bg_alpha"] = 0.6,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -6.103515625e-05,
							["x"] = 6.103515625e-05,
							["w"] = 310.0002136230469,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["report_lines"] = 5,
			["auto_swap_to_dynamic_overall"] = false,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["overall_clear_newboss"] = true,
			["overall_flag"] = 16,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["overall_clear_logout"] = false,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["version"] = 1,
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.20000001788139, -- [1]
					0.57647061347961, -- [2]
					0.49803924560547, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["trash_auto_remove"] = false,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["total_abbreviation"] = 2,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["minimum_combat_time"] = 5,
			["deny_score_messages"] = false,
			["segments_panic_mode"] = false,
			["show_arena_role_icon"] = false,
			["time_type_original"] = 2,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["segments_amount"] = 40,
			["time_type"] = 2,
			["death_tooltip_width"] = 350,
			["report_schema"] = 1,
			["numerical_system_symbols"] = "auto",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["ps_abbreviation"] = 3,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["buff"] = "silver",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
		},
	},
	["immersion_special_units"] = true,
	["spell_category_latest_query"] = 0,
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
			["372719"] = {
				"Sentinel Talondras", -- [1]
				"372719", -- [2]
				"Титаническое усиление", -- [3]
				30.4, -- [4]
				136088, -- [5]
				["id"] = 2557,
			},
			["413136"] = {
				"Harlan Sweete", -- [1]
				"413136", -- [2]
				"Вращающийся кинжал", -- [3]
				14.1, -- [4]
				135665, -- [5]
				["id"] = 2096,
			},
			["385551"] = {
				"Gulping Goliath", -- [1]
				"385551", -- [2]
				"Заглатывание", -- [3]
				18.1, -- [4]
				132127, -- [5]
				["id"] = 2616,
			},
			["369563"] = {
				"The Lost Dwarves", -- [1]
				"369563", -- [2]
				"Дикое рассечение", -- [3]
				8.5, -- [4]
				132338, -- [5]
				["id"] = 2555,
			},
			["375924"] = {
				"The Lost Dwarves", -- [1]
				"375924", -- [2]
				"Рейд на драккаре!", -- [3]
				24.8, -- [4]
				1373903, -- [5]
				["id"] = 2555,
			},
			["410904"] = {
				"The Infinite Dragonflight", -- [1]
				"410904", -- [2]
				"Сфера бесконечности", -- [3]
				10.7, -- [4]
				4630413, -- [5]
				["id"] = 2673,
			},
			["259718"] = {
				"Sporecaller Zancha", -- [1]
				"259718", -- [2]
				"Дрожь земли", -- [3]
				16.6, -- [4]
				236188, -- [5]
				["id"] = 2112,
			},
			["369605"] = {
				"Bromach", -- [1]
				"369605", -- [2]
				"Зов глубин", -- [3]
				5.1, -- [4]
				1058933, -- [5]
				["id"] = 2556,
			},
			["376170"] = {
				"Decatriarch Wratheye", -- [1]
				"376170", -- [2]
				"Удушающее облако гнили", -- [3]
				5.8, -- [4]
				348565, -- [5]
				["id"] = 2569,
			},
			["200551"] = {
				"Dargrul", -- [1]
				"200551", -- [2]
				"Кристальные шипы", -- [3]
				5.1, -- [4]
				132780, -- [5]
				["id"] = 1793,
			},
			["387559"] = {
				"Primal Tsunami", -- [1]
				"387559", -- [2]
				"Заряженные капли", -- [3]
				8, -- [4]
				132852, -- [5]
				["id"] = 2618,
			},
			["376049"] = {
				"Chrono-Lord Deios", -- [1]
				"376049", -- [2]
				"Взмах крыльями (1)", -- [3]
				6.3, -- [4]
				2103878, -- [5]
				["id"] = 2559,
			},
			["413295"] = {
				"Altairus", -- [1]
				"413295", -- [2]
				"Нисходящий порыв (1)", -- [3]
				20.4, -- [4]
				4554434, -- [5]
				["id"] = 1041,
			},
			["369754"] = {
				"Bromach", -- [1]
				"369754", -- [2]
				"Жажда крови", -- [3]
				27.9, -- [4]
				136012, -- [5]
				["id"] = 2556,
			},
			["258381"] = {
				"Council o' Captains", -- [1]
				"258381", -- [2]
				"Картечный залп", -- [3]
				8.3, -- [4]
				1773651, -- [5]
				["id"] = 2094,
			},
			["375727"] = {
				"Chrono-Lord Deios", -- [1]
				"375727", -- [2]
				"Дыхание песка", -- [3]
				12.1, -- [4]
				2101174, -- [5]
				["id"] = 2559,
			},
			["407978"] = {
				"Blight of Galakrond", -- [1]
				"407978", -- [2]
				"Некротические ветра", -- [3]
				27.8, -- [4]
				572029, -- [5]
				["id"] = 2668,
			},
			["410234"] = {
				"Time-Lost Battlefield", -- [1]
				"410234", -- [2]
				"Вихрь клинков", -- [3]
				21.8, -- [4]
				236303, -- [5]
				["id"] = 2672,
			},
			["200637"] = {
				"Dargrul", -- [1]
				"200637", -- [2]
				"Ваятель магмы", -- [3]
				9.7, -- [4]
				1016245, -- [5]
				["id"] = 1793,
			},
			["260793"] = {
				"Cragmaw the Infested", -- [1]
				"260793", -- [2]
				"Несварение", -- [3]
				8.2, -- [4]
				1394887, -- [5]
				["id"] = 2118,
			},
			["376780"] = {
				"Warlord Sargha", -- [1]
				"376780", -- [2]
				"Щит магмы (1)", -- [3]
				37.7, -- [4]
				135824, -- [5]
				["id"] = 2611,
			},
			["-12527"] = {
				"Naraxas", -- [1]
				"-12527", -- [2]
				"Преданный червепоклонник", -- [3]
				9.8, -- [4]
				136189, -- [5]
				["id"] = 1792,
			},
			["377950"] = {
				"Hackclaw's War-Band", -- [1]
				"377950", -- [2]
				"Великий исцеляющий поток", -- [3]
				12.1, -- [4]
				1385912, -- [5]
				["id"] = 2570,
			},
			["278961"] = {
				"Underrot Trash", -- [1]
				"278961", -- [2]
				"Гниющий разум: Palmolive*", -- [3]
				30, -- [4]
				135740, -- [5]
				["id"] = 2118,
			},
			["388424"] = {
				"Primal Tsunami", -- [1]
				"388424", -- [2]
				"Неистовство бури", -- [3]
				4, -- [4]
				572029, -- [5]
				["id"] = 2618,
			},
			["377827"] = {
				"Hackclaw's War-Band", -- [1]
				"377827", -- [2]
				"Вихрь клинков", -- [3]
				20.3, -- [4]
				132369, -- [5]
				["id"] = 2570,
			},
			["199178"] = {
				"Naraxas", -- [1]
				"199178", -- [2]
				"Шипастый язык", -- [3]
				50.7, -- [4]
				136113, -- [5]
				["id"] = 1792,
			},
			["warmup"] = {
				"Rokmora", -- [1]
				"warmup", -- [2]
				"Рокмора активна", -- [3]
				18.9, -- [4]
				"Interface\\Icons\\achievement_dungeon_neltharionslair", -- [5]
				["id"] = 1790,
			},
			["272046"] = {
				"Skycap'n Kragg", -- [1]
				"272046", -- [2]
				"Бреющий полет", -- [3]
				14, -- [4]
				1029584, -- [5]
				["id"] = 2093,
			},
			["87618"] = {
				"Asaad", -- [1]
				"87618", -- [2]
				"Мертвая хватка", -- [3]
				25.2, -- [4]
				237587, -- [5]
				["id"] = 1042,
			},
			["384416"] = {
				"Gutshot", -- [1]
				"384416", -- [2]
				"Бросок мяса", -- [3]
				20.6, -- [4]
				133970, -- [5]
				["id"] = 2567,
			},
			["405279"] = {
				"Morchie", -- [1]
				"405279", -- [2]
				"Знакомые лица", -- [3]
				38.8, -- [4]
				134376, -- [5]
				["id"] = 2671,
			},
			["stages"] = {
				"Primal Tsunami", -- [1]
				"stages", -- [2]
				"Погружение", -- [3]
				51.9, -- [4]
				2530431, -- [5]
				["id"] = 2618,
			},
			["193375"] = {
				"Ularogg Cragshaper", -- [1]
				"193375", -- [2]
				"Тотемы", -- [3]
				20.4, -- [4]
				136182, -- [5]
				["id"] = 1791,
			},
			["198428"] = {
				"Ularogg Cragshaper", -- [1]
				"198428", -- [2]
				"Удар горы", -- [3]
				15.5, -- [4]
				136025, -- [5]
				["id"] = 1791,
			},
			["407406"] = {
				"Blight of Galakrond", -- [1]
				"407406", -- [2]
				"Коррозия: Всекатель*", -- [3]
				12, -- [4]
				651086, -- [5]
				["id"] = 2668,
			},
			["400642"] = {
				"Tyr, the Infinite Keeper", -- [1]
				"400642", -- [2]
				"Вытягивание энергии камня (1)", -- [3]
				46.1, -- [4]
				4038101, -- [5]
				["id"] = 2670,
			},
			["369700"] = {
				"Bromach", -- [1]
				"369700", -- [2]
				"Сотрясающий тотем (1)", -- [3]
				20.4, -- [4]
				310733, -- [5]
				["id"] = 2556,
			},
			["260894"] = {
				"Elder Leaxa", -- [1]
				"260894", -- [2]
				"Ползущая гниль", -- [3]
				12.2, -- [4]
				236271, -- [5]
				["id"] = 2111,
			},
			["383875"] = {
				"Treemouth", -- [1]
				"383875", -- [2]
				"Частичное переваривание на ТЕБЕ", -- [3]
				60, -- [4]
				136007, -- [5]
				["id"] = 2568,
			},
			["381444"] = {
				"Hackclaw's War-Band", -- [1]
				"381444", -- [2]
				"Дикий рывок", -- [3]
				49.6, -- [4]
				237517, -- [5]
				["id"] = 2570,
			},
			["388060"] = {
				"Brackenhide Hollow Trash", -- [1]
				"388060", -- [2]
				"Вонючее дыхание", -- [3]
				17, -- [4]
				135798, -- [5]
				["id"] = 2567,
			},
			["188169"] = {
				"Rokmora", -- [1]
				"188169", -- [2]
				"Бритвенно-острые осколки", -- [3]
				25.3, -- [4]
				135857, -- [5]
				["id"] = 1790,
			},
			["373733"] = {
				"Chargath, Bane of Scales", -- [1]
				"373733", -- [2]
				"Удар дракона", -- [3]
				12, -- [4]
				589068, -- [5]
				["id"] = 2613,
			},
			["375251"] = {
				"Magmatusk", -- [1]
				"375251", -- [2]
				"Поток лавы", -- [3]
				7.2, -- [4]
				451169, -- [5]
				["id"] = 2610,
			},
			["384827"] = {
				"Gutshot", -- [1]
				"384827", -- [2]
				"Призыв гиен", -- [3]
				31.5, -- [4]
				132190, -- [5]
				["id"] = 2567,
			},
			["407159"] = {
				"Blight of Galakrond", -- [1]
				"407159", -- [2]
				"Возвращение гнили", -- [3]
				14.6, -- [4]
				132103, -- [5]
				["id"] = 2668,
			},
			["377477"] = {
				"Warlord Sargha", -- [1]
				"377477", -- [2]
				"Раскаленный уголь", -- [3]
				21.5, -- [4]
				525026, -- [5]
				["id"] = 2611,
			},
			["369061"] = {
				"Emberon", -- [1]
				"369061", -- [2]
				"Обжигающий хлопок", -- [3]
				4.5, -- [4]
				135817, -- [5]
				["id"] = 2558,
			},
			["198564"] = {
				"Ularogg Cragshaper", -- [1]
				"198564", -- [2]
				"Горная стойка (1)", -- [3]
				50.2, -- [4]
				1016245, -- [5]
				["id"] = 1791,
			},
			["369602"] = {
				"The Lost Dwarves", -- [1]
				"369602", -- [2]
				"Защитная преграда", -- [3]
				17.2, -- [4]
				132362, -- [5]
				["id"] = 2555,
			},
			["-2425"] = {
				"Altairus", -- [1]
				"-2425", -- [2]
				"Призыв ветра", -- [3]
				5.9, -- [4]
				135833, -- [5]
				["id"] = 1041,
			},
			["384353"] = {
				"Gutshot", -- [1]
				"384353", -- [2]
				"Выстрел в живот", -- [3]
				12, -- [4]
				2058007, -- [5]
				["id"] = 2567,
			},
			["378208"] = {
				"Hackclaw's War-Band", -- [1]
				"378208", -- [2]
				"Метка свежевателя", -- [3]
				13.3, -- [4]
				1029718, -- [5]
				["id"] = 2570,
			},
			["408141"] = {
				"Blight of Galakrond", -- [1]
				"408141", -- [2]
				"Испепеляющее гнилостное дыхание", -- [3]
				17.2, -- [4]
				4914672, -- [5]
				["id"] = 2668,
			},
			["385442"] = {
				"Gulping Goliath", -- [1]
				"385442", -- [2]
				"Токсичные испарения", -- [3]
				30.3, -- [4]
				132104, -- [5]
				["id"] = 2616,
			},
			["418046"] = {
				"Time-Lost Battlefield", -- [1]
				"418046", -- [2]
				"ЗА ОРДУ!", -- [3]
				19.3, -- [4]
				2565244, -- [5]
				["id"] = 2672,
			},
			["416139"] = {
				"The Infinite Dragonflight", -- [1]
				"416139", -- [2]
				"Темпоральное дыхание", -- [3]
				20.4, -- [4]
				612968, -- [5]
				["id"] = 2673,
			},
			["406886"] = {
				"Blight of Galakrond", -- [1]
				"406886", -- [2]
				"Разъедающее насыщение", -- [3]
				4.9, -- [4]
				132104, -- [5]
				["id"] = 2668,
			},
			["374533"] = {
				"Forgemaster Gorek", -- [1]
				"374533", -- [2]
				"Разгоряченные удары", -- [3]
				20.5, -- [4]
				4374708, -- [5]
				["id"] = 2612,
			},
			["408029"] = {
				"Blight of Galakrond", -- [1]
				"408029", -- [2]
				"Некрохлад", -- [3]
				41.2, -- [4]
				636332, -- [5]
				["id"] = 2668,
			},
			["377204"] = {
				"Warlord Sargha", -- [1]
				"377204", -- [2]
				"Драконий горн", -- [3]
				7.1, -- [4]
				236216, -- [5]
				["id"] = 2611,
			},
			["205549"] = {
				"Naraxas", -- [1]
				"205549", -- [2]
				"Зловонная пасть", -- [3]
				7, -- [4]
				136007, -- [5]
				["id"] = 1792,
			},
			["413105"] = {
				"Chronikar", -- [1]
				"413105", -- [2]
				"Раскол эонов", -- [3]
				19.3, -- [4]
				796637, -- [5]
				["id"] = 2666,
			},
			["414535"] = {
				"Iridikron the Stonescaled", -- [1]
				"414535", -- [2]
				"Камнекрушащий шквал", -- [3]
				16, -- [4]
				4554437, -- [5]
				["id"] = 2669,
			},
			["384014"] = {
				"Watcher Irideus", -- [1]
				"384014", -- [2]
				"Статический выброс", -- [3]
				10.6, -- [4]
				136111, -- [5]
				["id"] = 2615,
			},
			["386757"] = {
				"Khajin the Unyielding", -- [1]
				"386757", -- [2]
				"Буря с градом", -- [3]
				20, -- [4]
				429385, -- [5]
				["id"] = 2617,
			},
			["385963"] = {
				"Khajin the Unyielding", -- [1]
				"385963", -- [2]
				"Ледяной шок", -- [3]
				6, -- [4]
				135849, -- [5]
				["id"] = 2617,
			},
			["400641"] = {
				"Tyr, the Infinite Keeper", -- [1]
				"400641", -- [2]
				"Разделяющий удар", -- [3]
				12.5, -- [4]
				2000855, -- [5]
				["id"] = 2670,
			},
			["369703"] = {
				"Bromach", -- [1]
				"369703", -- [2]
				"Оглушающий удар", -- [3]
				12.1, -- [4]
				132314, -- [5]
				["id"] = 2556,
			},
			["389179"] = {
				"Watcher Irideus", -- [1]
				"389179", -- [2]
				"Перегрузка", -- [3]
				25.5, -- [4]
				839977, -- [5]
				["id"] = 2615,
			},
			["405696"] = {
				"Manifested Timeways", -- [1]
				"405696", -- [2]
				"Временное затухание", -- [3]
				30.1, -- [4]
				1391675, -- [5]
				["id"] = 2667,
			},
			["386559"] = {
				"Khajin the Unyielding", -- [1]
				"386559", -- [2]
				"Ледяной всплеск", -- [3]
				32, -- [4]
				612394, -- [5]
				["id"] = 2617,
			},
			["374839"] = {
				"Forgemaster Gorek", -- [1]
				"374839", -- [2]
				"Пылающая эгида", -- [3]
				12.1, -- [4]
				4181501, -- [5]
				["id"] = 2612,
			},
			["404916"] = {
				"Morchie", -- [1]
				"404916", -- [2]
				"Песчаный вихрь", -- [3]
				4.8, -- [4]
				796635, -- [5]
				["id"] = 2671,
			},
			["405431"] = {
				"Manifested Timeways", -- [1]
				"405431", -- [2]
				"Фрагменты времени", -- [3]
				15.5, -- [4]
				4630413, -- [5]
				["id"] = 2667,
			},
			["373960"] = {
				"Decatriarch Wratheye", -- [1]
				"373960", -- [2]
				"Угасающие силы", -- [3]
				40.1, -- [4]
				615102, -- [5]
				["id"] = 2569,
			},
			["210150"] = {
				"Naraxas", -- [1]
				"210150", -- [2]
				"Токсичная желчь", -- [3]
				12.1, -- [4]
				136016, -- [5]
				["id"] = 1792,
			},
			["86930"] = {
				"Asaad", -- [1]
				"86930", -- [2]
				"Великая сила бури", -- [3]
				40.2, -- [4]
				136050, -- [5]
				["id"] = 1042,
			},
			["88308"] = {
				"Altairus", -- [1]
				"88308", -- [2]
				"Студеное дыхание", -- [3]
				12, -- [4]
				135836, -- [5]
				["id"] = 1041,
			},
			["413013"] = {
				"Chronikar", -- [1]
				"413013", -- [2]
				"Темпоральное иссечение", -- [3]
				48.4, -- [4]
				1016243, -- [5]
				["id"] = 2666,
			},
			["376811"] = {
				"Treemouth", -- [1]
				"376811", -- [2]
				"Разлагающие брызги", -- [3]
				12.1, -- [4]
				132104, -- [5]
				["id"] = 2568,
			},
			["406481"] = {
				"Morchie", -- [1]
				"406481", -- [2]
				"Временные ловушки", -- [3]
				30.3, -- [4]
				237432, -- [5]
				["id"] = 2671,
			},
			["372623"] = {
				"Sentinel Talondras", -- [1]
				"372623", -- [2]
				"Резонирующая сфера", -- [3]
				26.7, -- [4]
				2000855, -- [5]
				["id"] = 2557,
			},
			["255952"] = {
				"Skycap'n Kragg", -- [1]
				"255952", -- [2]
				"Р-р-рывок!", -- [3]
				3.6, -- [4]
				1716281, -- [5]
				["id"] = 2093,
			},
			["256489"] = {
				"Ring of Booty", -- [1]
				"256489", -- [2]
				"Место! (Правая)", -- [3]
				30.7, -- [4]
				136225, -- [5]
				["id"] = 2095,
			},
			["264603"] = {
				"Elder Leaxa", -- [1]
				"264603", -- [2]
				"Кровавое зеркало (1)", -- [3]
				15.5, -- [4]
				1726347, -- [5]
				["id"] = 2111,
			},
			["198024"] = {
				"Rokmora", -- [1]
				"198024", -- [2]
				"Кристализованная земля", -- [3]
				4.4, -- [4]
				132779, -- [5]
				["id"] = 1790,
			},
			["369110"] = {
				"Emberon", -- [1]
				"369110", -- [2]
				"Нестабильные угли", -- [3]
				12.1, -- [4]
				132093, -- [5]
				["id"] = 2558,
			},
			["373742"] = {
				"Chargath, Bane of Scales", -- [1]
				"373742", -- [2]
				"Магматическая волна", -- [3]
				5, -- [4]
				524795, -- [5]
				["id"] = 2613,
			},
			["375056"] = {
				"Chargath, Bane of Scales", -- [1]
				"375056", -- [2]
				"Огненное преследование (1)", -- [3]
				31.1, -- [4]
				135826, -- [5]
				["id"] = 2613,
			},
			["409635"] = {
				"Iridikron the Stonescaled", -- [1]
				"409635", -- [2]
				"Дробящий выдох", -- [3]
				9.2, -- [4]
				1016351, -- [5]
				["id"] = 2669,
			},
			["259732"] = {
				"Sporecaller Zancha", -- [1]
				"259732", -- [2]
				"Гниющий урожай (1)", -- [3]
				45.9, -- [4]
				1305151, -- [5]
				["id"] = 2112,
			},
			["369573"] = {
				"The Lost Dwarves", -- [1]
				"369573", -- [2]
				"Тяжелая стрела", -- [3]
				20.6, -- [4]
				133576, -- [5]
				["id"] = 2555,
			},
			["257278"] = {
				"Harlan Sweete", -- [1]
				"257278", -- [2]
				"Сабля повелителя пассатов", -- [3]
				10.9, -- [4]
				796638, -- [5]
				["id"] = 2096,
			},
			["272457"] = {
				"Sporecaller Zancha", -- [1]
				"272457", -- [2]
				"Ударная волна", -- [3]
				10.6, -- [4]
				451165, -- [5]
				["id"] = 2112,
			},
			["260333"] = {
				"Cragmaw the Infested", -- [1]
				"260333", -- [2]
				"Припадок (1)", -- [3]
				45, -- [4]
				1694232, -- [5]
				["id"] = 2118,
			},
			["401482"] = {
				"Tyr, the Infinite Keeper", -- [1]
				"401482", -- [2]
				"Бесконечная аннигиляция", -- [3]
				12.5, -- [4]
				4227048, -- [5]
				["id"] = 2670,
			},
			["269310"] = {
				"Unbound Abomination", -- [1]
				"269310", -- [2]
				"Очищающий свет", -- [3]
				18, -- [4]
				237541, -- [5]
				["id"] = 2123,
			},
			["388523"] = {
				"Chargath, Bane of Scales", -- [1]
				"388523", -- [2]
				"1x Замедление на БОССЕ", -- [3]
				12, -- [4]
				136091, -- [5]
				["id"] = 2613,
			},
			["260292"] = {
				"Cragmaw the Infested", -- [1]
				"260292", -- [2]
				"Рывок", -- [3]
				8.2, -- [4]
				2011119, -- [5]
				["id"] = 2118,
			},
			["256106"] = {
				"Skycap'n Kragg", -- [1]
				"256106", -- [2]
				"Выстрел азеритовым порохом", -- [3]
				5.3, -- [4]
				134536, -- [5]
				["id"] = 2093,
			},
			["256060"] = {
				"Skycap'n Kragg", -- [1]
				"256060", -- [2]
				"Бодрящее пойло", -- [3]
				20.7, -- [4]
				132800, -- [5]
				["id"] = 2093,
			},
			["188114"] = {
				"Rokmora", -- [1]
				"188114", -- [2]
				"Дробление", -- [3]
				20.4, -- [4]
				451165, -- [5]
				["id"] = 1790,
			},
			["86292"] = {
				"Grand Vizier Ertan", -- [1]
				"86292", -- [2]
				"Охранный смерч", -- [3]
				31.4, -- [4]
				136018, -- [5]
				["id"] = 1043,
			},
			["87622"] = {
				"Asaad", -- [1]
				"87622", -- [2]
				"Цепная молния", -- [3]
				12.1, -- [4]
				136015, -- [5]
				["id"] = 1042,
			},
			["86911"] = {
				"Asaad", -- [1]
				"86911", -- [2]
				"Нестабильное заземляющее поле", -- [3]
				30.1, -- [4]
				136039, -- [5]
				["id"] = 1042,
			},
			["373424"] = {
				"Chargath, Bane of Scales", -- [1]
				"373424", -- [2]
				"Сбивающее копье", -- [3]
				24.2, -- [4]
				135134, -- [5]
				["id"] = 2613,
			},
			["409261"] = {
				"Iridikron the Stonescaled", -- [1]
				"409261", -- [2]
				"Истребляющий взрыв", -- [3]
				8.4, -- [4]
				136025, -- [5]
				["id"] = 2669,
			},
			["256005"] = {
				"Skycap'n Kragg", -- [1]
				"256005", -- [2]
				"Гнусная бомбардировка", -- [3]
				2.4, -- [4]
				1500941, -- [5]
				["id"] = 2093,
			},
			["369660"] = {
				"Bromach", -- [1]
				"369660", -- [2]
				"Дрожь на БОССЕ", -- [3]
				10, -- [4]
				451165, -- [5]
				["id"] = 2556,
			},
			["373944"] = {
				"Decatriarch Wratheye", -- [1]
				"373944", -- [2]
				"Тотем взрывной гнили", -- [3]
				15.5, -- [4]
				136008, -- [5]
				["id"] = 2569,
			},
			["256363"] = {
				"Ring of Booty", -- [1]
				"256363", -- [2]
				"Потрошащий удар", -- [3]
				9.3, -- [4]
				1033474, -- [5]
				["id"] = 2095,
			},
			["257305"] = {
				"Harlan Sweete", -- [1]
				"257305", -- [2]
				"Обстрел", -- [3]
				20.6, -- [4]
				252185, -- [5]
				["id"] = 2096,
			},
			["269843"] = {
				"Unbound Abomination", -- [1]
				"269843", -- [2]
				"Гнусный выброс", -- [3]
				8.3, -- [4]
				1029009, -- [5]
				["id"] = 2123,
			},
			["200700"] = {
				"Dargrul", -- [1]
				"200700", -- [2]
				"Оползень", -- [3]
				15.8, -- [4]
				451165, -- [5]
				["id"] = 1793,
			},
			["385359"] = {
				"Gutshot", -- [1]
				"385359", -- [2]
				"Оплетающая ловушка", -- [3]
				8.4, -- [4]
				461122, -- [5]
				["id"] = 2567,
			},
			["385531"] = {
				"Gulping Goliath", -- [1]
				"385531", -- [2]
				"Удар пузом", -- [3]
				38.8, -- [4]
				136089, -- [5]
				["id"] = 2616,
			},
			["381694"] = {
				"Hackclaw's War-Band", -- [1]
				"381694", -- [2]
				"Гниющие глаза", -- [3]
				46.8, -- [4]
				136175, -- [5]
				["id"] = 2570,
			},
			["410254"] = {
				"Time-Lost Battlefield", -- [1]
				"410254", -- [2]
				"Обезглавливание", -- [3]
				2.4, -- [4]
				1068953, -- [5]
				["id"] = 2672,
			},
			["374635"] = {
				"Forgemaster Gorek", -- [1]
				"374635", -- [2]
				"Сила кузни (1)", -- [3]
				3.6, -- [4]
				519892, -- [5]
				["id"] = 2612,
			},
			["416152"] = {
				"The Infinite Dragonflight", -- [1]
				"416152", -- [2]
				"Призыв хранителя из рода Бесконечности", -- [3]
				16.8, -- [4]
				876916, -- [5]
				["id"] = 2673,
			},
			["410496"] = {
				"Time-Lost Battlefield", -- [1]
				"410496", -- [2]
				"Боевой крик", -- [3]
				30.4, -- [4]
				132333, -- [5]
				["id"] = 2672,
			},
			["375439"] = {
				"Magmatusk", -- [1]
				"375439", -- [2]
				"Пылающий рывок", -- [3]
				19.1, -- [4]
				135822, -- [5]
				["id"] = 2610,
			},
			["369791"] = {
				"The Lost Dwarves", -- [1]
				"369791", -- [2]
				"Крушитель черепов", -- [3]
				6.1, -- [4]
				463444, -- [5]
				["id"] = 2555,
			},
			["384524"] = {
				"Watcher Irideus", -- [1]
				"384524", -- [2]
				"Кулак титана", -- [3]
				6.1, -- [4]
				135906, -- [5]
				["id"] = 2615,
			},
			["377405"] = {
				"Chrono-Lord Deios", -- [1]
				"377405", -- [2]
				"Пожиратель времени (1)", -- [3]
				5.4, -- [4]
				796638, -- [5]
				["id"] = 2559,
			},
			["264757"] = {
				"Elder Leaxa", -- [1]
				"264757", -- [2]
				"Кровавый пир", -- [3]
				6.2, -- [4]
				1394887, -- [5]
				["id"] = 2111,
			},
			["377018"] = {
				"Warlord Sargha", -- [1]
				"377018", -- [2]
				"Расплавленное золото", -- [3]
				14.2, -- [4]
				646670, -- [5]
				["id"] = 2611,
			},
			["387504"] = {
				"Primal Tsunami", -- [1]
				"387504", -- [2]
				"Шквальный толчок", -- [3]
				16, -- [4]
				1698701, -- [5]
				["id"] = 2618,
			},
			["408227"] = {
				"Time-Lost Battlefield", -- [1]
				"408227", -- [2]
				"Ударная волна", -- [3]
				9.7, -- [4]
				236312, -- [5]
				["id"] = 2672,
			},
			["414184"] = {
				"Iridikron the Stonescaled", -- [1]
				"414184", -- [2]
				"<Чтение Катастрофическое истребление>", -- [3]
				6, -- [4]
				133035, -- [5]
				["id"] = 2669,
			},
			["381470"] = {
				"Hackclaw's War-Band", -- [1]
				"381470", -- [2]
				"Тотем хитрого сглаза", -- [3]
				45.8, -- [4]
				538573, -- [5]
				["id"] = 2570,
			},
			["376934"] = {
				"Treemouth", -- [1]
				"376934", -- [2]
				"Хваткие лозы", -- [3]
				23.2, -- [4]
				136100, -- [5]
				["id"] = 2568,
			},
			["384351"] = {
				"Watcher Irideus", -- [1]
				"384351", -- [2]
				"Череда разрядов", -- [3]
				29.2, -- [4]
				132866, -- [5]
				["id"] = 2615,
			},
			["416264"] = {
				"The Infinite Dragonflight", -- [1]
				"416264", -- [2]
				"Порча Бесконечности", -- [3]
				24.3, -- [4]
				897132, -- [5]
				["id"] = 2673,
			},
			["385187"] = {
				"Gulping Goliath", -- [1]
				"385187", -- [2]
				"Подавляющее кваканье", -- [3]
				8.4, -- [4]
				252188, -- [5]
				["id"] = 2616,
			},
			["403891"] = {
				"Morchie", -- [1]
				"403891", -- [2]
				"Новые проблемы!", -- [3]
				10.1, -- [4]
				458243, -- [5]
				["id"] = 2671,
			},
			["372701"] = {
				"Sentinel Talondras", -- [1]
				"372701", -- [2]
				"Сокрушительная поступь", -- [3]
				5.1, -- [4]
				458976, -- [5]
				["id"] = 2557,
			},
			["413264"] = {
				"Asaad", -- [1]
				"413264", -- [2]
				"Кольцо падающих звезд (1)", -- [3]
				18, -- [4]
				4037122, -- [5]
				["id"] = 1042,
			},
			["256405"] = {
				"Ring of Booty", -- [1]
				"256405", -- [2]
				"Акулий торнадо", -- [3]
				23.1, -- [4]
				463487, -- [5]
				["id"] = 2095,
			},
			["374969"] = {
				"Forgemaster Gorek", -- [1]
				"374969", -- [2]
				"Огонь кузни", -- [3]
				29.5, -- [4]
				136186, -- [5]
				["id"] = 2612,
			},
			["404364"] = {
				"Morchie", -- [1]
				"404364", -- [2]
				"<Чтение Дыхание дракона>", -- [3]
				6, -- [4]
				1380676, -- [5]
				["id"] = 2671,
			},
			["200404"] = {
				"Dargrul", -- [1]
				"200404", -- [2]
				"Магматическая волна", -- [3]
				60.8, -- [4]
				237583, -- [5]
				["id"] = 1793,
			},
			["369677"] = {
				"The Lost Dwarves", -- [1]
				"369677", -- [2]
				"Рикошетящий щит", -- [3]
				12.1, -- [4]
				135874, -- [5]
				["id"] = 2555,
			},
			["258338"] = {
				"Council o' Captains", -- [1]
				"258338", -- [2]
				"Бочка черной пелены", -- [3]
				18, -- [4]
				132620, -- [5]
				["id"] = 2094,
			},
			["390111"] = {
				"Khajin the Unyielding", -- [1]
				"390111", -- [2]
				"Морозный смерч", -- [3]
				10, -- [4]
				136018, -- [5]
				["id"] = 2617,
			},
			["257316"] = {
				"Harlan Sweete", -- [1]
				"257316", -- [2]
				"Следующий помощник", -- [3]
				31.9, -- [4]
				463515, -- [5]
				["id"] = 2096,
			},
			["376208"] = {
				"Chrono-Lord Deios", -- [1]
				"376208", -- [2]
				"Перемотка времени (1)", -- [3]
				39.1, -- [4]
				609811, -- [5]
				["id"] = 2559,
			},
			["377014"] = {
				"Warlord Sargha", -- [1]
				"377014", -- [2]
				"Обратный поток на БОССЕ", -- [3]
				10, -- [4]
				459027, -- [5]
				["id"] = 2611,
			},
			["409456"] = {
				"Iridikron the Stonescaled", -- [1]
				"409456", -- [2]
				"Земляной импульс (1)", -- [3]
				35.1, -- [4]
				136026, -- [5]
				["id"] = 2669,
			},
			["374365"] = {
				"Magmatusk", -- [1]
				"374365", -- [2]
				"Неустойчивая мутация (1)", -- [3]
				30.3, -- [4]
				524796, -- [5]
				["id"] = 2610,
			},
			["401248"] = {
				"Tyr, the Infinite Keeper", -- [1]
				"401248", -- [2]
				"Титанический удар", -- [3]
				12.5, -- [4]
				5061837, -- [5]
				["id"] = 2670,
			},
			["273285"] = {
				"Sporecaller Zancha", -- [1]
				"273285", -- [2]
				"Взрывчатые коробочки", -- [3]
				21.6, -- [4]
				620828, -- [5]
				["id"] = 2112,
			},
			["378029"] = {
				"Hackclaw's War-Band", -- [1]
				"378029", -- [2]
				"Разрывающее бешенство", -- [3]
				3.5, -- [4]
				236277, -- [5]
				["id"] = 2570,
			},
			["414303"] = {
				"Manifested Timeways", -- [1]
				"414303", -- [2]
				"Обращение вспять", -- [3]
				5.8, -- [4]
				132842, -- [5]
				["id"] = 2667,
			},
			["401421"] = {
				"Chronikar", -- [1]
				"401421", -- [2]
				"Песчаный топот", -- [3]
				7.2, -- [4]
				796638, -- [5]
				["id"] = 2666,
			},
			["nil"] = {
				"Wipe", -- [1]
				"nil", -- [2]
				"Появление босса", -- [3]
				30, -- [4]
				236372, -- [5]
				["id"] = 1793,
			},
			["256358"] = {
				"Ring of Booty", -- [1]
				"256358", -- [2]
				"Бросок акулы (Правая)", -- [3]
				16.9, -- [4]
				622095, -- [5]
				["id"] = 2095,
			},
			["377559"] = {
				"Treemouth", -- [1]
				"377559", -- [2]
				"Хлещущая лоза", -- [3]
				5, -- [4]
				132106, -- [5]
				["id"] = 2568,
			},
			["373917"] = {
				"Decatriarch Wratheye", -- [1]
				"373917", -- [2]
				"Удар разложения", -- [3]
				10.6, -- [4]
				237535, -- [5]
				["id"] = 2569,
			},
			["368990"] = {
				"Emberon", -- [1]
				"368990", -- [2]
				"Очищающее пламя", -- [3]
				38.5, -- [4]
				236216, -- [5]
				["id"] = 2558,
			},
			["200732"] = {
				"Dargrul", -- [1]
				"200732", -- [2]
				"Магматический удар", -- [3]
				18.9, -- [4]
				236253, -- [5]
				["id"] = 1793,
			},
			["256589"] = {
				"Council o' Captains", -- [1]
				"256589", -- [2]
				"Удар бочкой", -- [3]
				6.1, -- [4]
				132622, -- [5]
				["id"] = 2094,
			},
			["198496"] = {
				"Ularogg Cragshaper", -- [1]
				"198496", -- [2]
				"Раскол", -- [3]
				7.1, -- [4]
				132340, -- [5]
				["id"] = 1791,
			},
			["400681"] = {
				"Tyr, the Infinite Keeper", -- [1]
				"400681", -- [2]
				"Искра Тира", -- [3]
				6, -- [4]
				897131, -- [5]
				["id"] = 2670,
			},
		},
		["latest_boss_mods_access"] = 1688650563,
		["encounter_timers_dbm"] = {
		},
	},
	["check_stuttering"] = true,
	["damage_scroll_position"] = {
		["scale"] = 1,
	},
	["played_class_time"] = true,
	["spell_category_savedtable"] = {
	},
	["class_time_played"] = {
		["DEATHKNIGHT"] = 7955.198000000091,
		["WARRIOR"] = 8182.505000000005,
		["PALADIN"] = 279255.3269999994,
		[8] = {
			["DEATHKNIGHT"] = 20923.6179999999,
			["WARRIOR"] = 28396.29900000035,
			["DEMONHUNTER"] = 119522.6489999997,
			["PALADIN"] = 387232.7030000001,
			["SHAMAN"] = 76704.83299999963,
			["DRUID"] = 110313.8350000002,
			["MONK"] = 99814.0580000002,
			["PRIEST"] = 26660.37800000003,
		},
		["PRIEST"] = 27158.64799999993,
		[9] = {
			["DEATHKNIGHT"] = 248582.128,
			["WARRIOR"] = 360433.6120000005,
			["PALADIN"] = 3609073.009000006,
			["MAGE"] = 197.7580000000012,
			["PRIEST"] = 671044.3880000012,
			["WARLOCK"] = 270.6240000000034,
			["DEMONHUNTER"] = 649.2170000000078,
			["SHAMAN"] = 115919.9399999999,
			["DRUID"] = 670882.6029999997,
			["MONK"] = 121144.8470000003,
			["ROGUE"] = 48.3410000000149,
		},
		["WARLOCK"] = 149.0819999999367,
		["DEMONHUNTER"] = 123915.9419999993,
		["DRUID"] = 77500.0700000003,
		["MONK"] = 197441.0929999996,
		["SHAMAN"] = 95592.62600000028,
	},
	["aura_tracker_frame"] = {
		["scaletable"] = {
			["scale"] = 1,
		},
		["position"] = {
		},
	},
	["tutorial"] = {
		["unlock_button"] = 4,
		["main_help_button"] = 2380,
		["WINDOW_GROUP_MAKING1"] = true,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["logons"] = 2380,
		["OVERALLDATA_WARNING1"] = 2,
		["MIN_COMBAT_TIME"] = true,
		["version_announce"] = 0,
		["DETAILS_INFO_TUTORIAL2"] = 10,
		["ctrl_click_close_tutorial"] = false,
		["bookmark_tutorial"] = false,
		["STREAMER_PLUGIN_FIRSTRUN"] = true,
	},
	["spell_category_latest_save"] = 0,
	["details_auras"] = {
	},
	["show_warning_id1"] = true,
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["reverse_death_log"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = false,
		["mythicrun_chart_frame_ready"] = {
			["y"] = -31.1998291015625,
			["x"] = -26.40008544921875,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
		},
		["last_mythicrun_chart"] = {
		},
	},
	["realm_sync"] = true,
	["latest_npcid_pool_access"] = 1688650563,
	["item_level_pool"] = {
		["Player-1390-0C5310BC"] = {
			["time"] = 1689520519,
			["name"] = "Shenron-Hyjal",
			["ilvl"] = 440.4375,
		},
		["Player-1602-0F5CD452"] = {
			["time"] = 1689538046,
			["name"] = "Лонисия",
			["ilvl"] = 444.375,
		},
		["Player-1602-0BE20D17"] = {
			["time"] = 1689546725,
			["name"] = "Уххастик",
			["ilvl"] = 443,
		},
		["Player-581-08C6F2C5"] = {
			["time"] = 1689523228,
			["name"] = "Schutzmaske-Blackrock",
			["ilvl"] = 441.75,
		},
		["Player-3674-09216E08"] = {
			["time"] = 1689530733,
			["name"] = "Iskiiz-TwistingNether",
			["ilvl"] = 443.875,
		},
		["Player-3674-0B2B231B"] = {
			["time"] = 1689550929,
			["name"] = "Sorvintwo-TwistingNether",
			["ilvl"] = 444.6875,
		},
		["Player-1403-0A6DE322"] = {
			["time"] = 1689538016,
			["name"] = "Thegokke-Draenor",
			["ilvl"] = 445.6875,
		},
		["Player-1122-0A6A658A"] = {
			["time"] = 1689520519,
			["name"] = "Palmolive-Drek'Thar",
			["ilvl"] = 444.75,
		},
		["Player-1602-0C734AC9"] = {
			["time"] = 1689546725,
			["name"] = "Ниэтта",
			["ilvl"] = 443.625,
		},
		["Player-1615-0B269037"] = {
			["time"] = 1689530758,
			["name"] = "Сантас-Ревущийфьорд",
			["ilvl"] = 441.75,
		},
		["Player-3674-0B1AEA2E"] = {
			["time"] = 1689550929,
			["name"] = "Yugipal-TwistingNether",
			["ilvl"] = 421.875,
		},
		["Player-3682-0B1B53D6"] = {
			["time"] = 1689527323,
			["name"] = "Vynetta-Ragnaros",
			["ilvl"] = 443.625,
		},
		["Player-1602-04F44A64"] = {
			["time"] = 1689550929,
			["name"] = "Алоиза",
			["ilvl"] = 434.5625,
		},
		["Player-1615-0772F93F"] = {
			["time"] = 1689535203,
			["name"] = "Кормящийпапа-Ревущийфьорд",
			["ilvl"] = 444.5,
		},
		["Player-1604-0F5B6DFF"] = {
			["time"] = 1689550912,
			["name"] = "Зулкизар-СвежевательДуш",
			["ilvl"] = 443.25,
		},
		["Player-1403-09985581"] = {
			["time"] = 1689544504,
			["name"] = "Holypalavic-Draenor",
			["ilvl"] = 432.9375,
		},
		["Player-1390-0BC140A4"] = {
			["time"] = 1689546725,
			["name"] = "Bjõrnn-Hyjal",
			["ilvl"] = 441.25,
		},
		["Player-2074-0893DD47"] = {
			["time"] = 1689530758,
			["name"] = "Èlkor-EmeraldDream",
			["ilvl"] = 442.25,
		},
		["Player-1390-0C580618"] = {
			["time"] = 1689544504,
			["name"] = "Novah-Hyjal",
			["ilvl"] = 443,
		},
		["Player-1623-06643236"] = {
			["time"] = 1689535203,
			["name"] = "Дориарти-Дракономор",
			["ilvl"] = 442.875,
		},
		["Player-1602-0F477F5D"] = {
			["time"] = 1689546725,
			["name"] = "Рептилоиды",
			["ilvl"] = 424.8125,
		},
		["Player-1602-02304928"] = {
			["time"] = 1689550929,
			["name"] = "Сострадание",
			["ilvl"] = 446.25,
		},
		["Player-1604-0E9A6062"] = {
			["time"] = 1689535203,
			["name"] = "Рюшик-СвежевательДуш",
			["ilvl"] = 445.875,
		},
		["Player-1305-0C5A98D1"] = {
			["time"] = 1689542309,
			["name"] = "Tillvoker-Kazzak",
			["ilvl"] = 412.9375,
		},
		["Player-1396-0AD1AC39"] = {
			["time"] = 1689523228,
			["name"] = "Idfkomg-Quel'Thalas",
			["ilvl"] = 443,
		},
		["Player-1305-09332348"] = {
			["time"] = 1689527323,
			["name"] = "Domiinus-Kazzak",
			["ilvl"] = 444.75,
		},
		["Player-1305-05156966"] = {
			["time"] = 1689542309,
			["name"] = "Asmó-Kazzak",
			["ilvl"] = 443.25,
		},
		["Player-581-0A721E8F"] = {
			["time"] = 1689544504,
			["name"] = "Begforpi-Blackrock",
			["ilvl"] = 437.3125,
		},
	},
	["spellid_ignored"] = {
	},
	["createauraframe"] = {
	},
	["data_wipes_exp"] = {
		["9"] = true,
		["14"] = false,
		["13"] = false,
		["12"] = false,
		["11"] = false,
		["10"] = true,
	},
	["exit_errors"] = {
	},
	["titletext_showtimer_always"] = false,
	["spell_category_latest_sent"] = 0,
	["run_code"] = {
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--use the role icon in the player bar when inside an arena (default false)\nDetails.show_arena_role_icon = false;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["realtime_dps_size"] = 12,
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_shadow"] = true,
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["switchSaved"] = {
		["slots"] = 16,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
			{
			}, -- [13]
			{
			}, -- [14]
			{
			}, -- [15]
			{
			}, -- [16]
			{
			}, -- [17]
			{
			}, -- [18]
		},
	},
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_bw"] = {
			},
			["encounter_timers_dbm"] = {
			},
		},
	},
	["savedStyles"] = {
	},
	["always_use_profile_exception"] = {
	},
	["merge_player_abilities"] = false,
	["slash_me_used"] = false,
	["savedTimeCaptures"] = {
	},
	["latest_news_saw"] = "10.1.0 11023",
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the crowd control amount for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["spellid"] = false,
			["name"] = "Контроль толпы сделано",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 11,
		}, -- [1]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of crowd control received for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["spellid"] = false,
			["name"] = "Контроль толпы получено",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [2]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor(value) / combat:GetCombatTime())\n				local percent = string.format(\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Показать свои заклинания в окне.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption(\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n\n			if (spell.n_total) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = Details.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, Details.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor(debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n\n				local spellName = GetSpellInfo(spell.id)\n				local amountOfCasts = combat:GetSpellCastAmount(Details.playername, spellName)\n\n				if (amountOfCasts == 0) then\n				    amountOfCasts = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. amountOfCasts\n			    end\n\n			    --Cooltip code\n			    GC:AddLine(\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine(\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_total / spell.n_amt\n			    local T = (combat_time*spell.n_total)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_total / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_total/spell.c_amt\n				local T = (combat_time*spell.c_total)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_total / T\n\n				GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Dps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n\n			elseif (spell.n_total) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    --Cooltip code\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_total / spell.n_amt\n			    local T = (combat_time*spell.n_total)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_total / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_total/spell.c_amt\n				local T = (combat_time*spell.c_total)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_total / T\n\n				GC:AddLine(\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Hps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["name"] = "Мои заклинания",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n\n				local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then\n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs(spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n\n					for _, PetName in ipairs(player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs(pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 10,
		}, -- [3]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, меткой с черепом.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["name"] = "Наносимый урон по метки с черепом",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, отмеченным любой другой меткой.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["name"] = "Наносимый урон на другие помеченные метки",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["name"] = "Наносимый урон по щитам",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 1,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Rhythm",
			["desc"] = "Отображает, сколько взрывоопасных сфер игроки выделяют и бьют.",
			["total_script"] = "        local value, top, total, Combat, Instance, Actor = ...\n\n        if _G.Details_ExplosiveOrbs then\n            return _G.Details_ExplosiveOrbs:GetDisplayText(Combat:GetCombatNumber(), Actor.my_actor:guid())\n        end\n        return \"\"\n    ",
			["icon"] = 2175503,
			["spellid"] = false,
			["name"] = "Взрывоопасная сфера",
			["tooltip"] = "        local Actor, Combat, Instance = ...\n        local GameCooltip = GameCooltip\n\n        if _G.Details_ExplosiveOrbs then\n            local actorName = Actor:name()\n            local Actor = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE):GetActor(actorName)\n            if not Actor then return end\n\n            local sortedList = {}\n            local orbName = _G.Details_ExplosiveOrbs:RequireOrbName()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n\n            for spellID, spellTable in pairs(Actor:GetSpellList()) do\n                local amount = spellTable.targets[orbName]\n                if amount then\n                    tinsert(sortedList, {spellID, amount})\n                end\n            end\n\n            -- handle pet\n            for _, petName in ipairs(Actor.pets) do\n                local petActor = Container:GetActor(petName)\n                for spellID, spellTable in pairs(petActor:GetSpellList()) do\n                    local amount = spellTable.targets[orbName]\n                    if amount then\n                        tinsert(sortedList, {spellID, amount, petName})\n                    end\n                end\n            end\n\n            sort(sortedList, Details.Sort2)\n\n            local format_func = Details:GetCurrentToKFunction()\n            for _, tbl in ipairs(sortedList) do\n                local spellID, amount, petName = unpack(tbl)\n                local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n                if petName then\n                    spellName = spellName .. ' (' .. petName .. ')'\n                end\n\n                GameCooltip:AddLine(spellName, format_func(_, amount))\n                Details:AddTooltipBackgroundStatusbar()\n                GameCooltip:AddIcon(spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n            end\n        end\n    ",
			["target"] = false,
			["script"] = "        local Combat, CustomContainer, Instance = ...\n        local total, top, amount = 0, 0, 0\n\n        if _G.Details_ExplosiveOrbs then\n            local CombatNumber = Combat:GetCombatNumber()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            for _, Actor in Container:ListActors() do\n                if Actor:IsGroupPlayer() then\n                    -- we only record the players in party\n                    local target, hit = _G.Details_ExplosiveOrbs:GetRecord(CombatNumber, Actor:guid())\n                    if target > 0 or hit > 0 then\n                        CustomContainer:AddValue(Actor, hit)\n                    end\n                end\n            end\n\n            total, top = CustomContainer:GetTotalAndHighestValue()\n            amount = CustomContainer:GetNumActors()\n        end\n\n        return total, top, amount\n    ",
			["attribute"] = false,
			["script_version"] = 11,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Rhythm",
			["desc"] = "Отображает, сколько взрывоопасных сфер игроки выделяют и бьют.",
			["total_script"] = "        local value, top, total, Combat, Instance, Actor = ...\n\n        if _G.Details_ExplosiveOrbs then\n            return _G.Details_ExplosiveOrbs:GetDisplayText(Details:GetCombat(-1):GetCombatNumber(), Actor.my_actor:guid())\n        end\n        return \"\"\n    ",
			["icon"] = 2175503,
			["spellid"] = false,
			["name"] = "Dynamic Overall Explosive Orbs",
			["tooltip"] = "        local Actor, Combat, Instance = ...\n        local GameCooltip = GameCooltip\n\n        if _G.Details_ExplosiveOrbs then\n            local actorName = Actor:name()\n            local orbName = _G.Details_ExplosiveOrbs:RequireOrbName()\n\n            local OverallCombat = Details:GetCombat(-1)\n            local CurrentCombat = Details:GetCombat(0)\n\n            local OverallContainer = OverallCombat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            local CurrentContainer = CurrentCombat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n\n            local AllSpells = {}\n\n            -- handle overall\n            local Actor = OverallContainer:GetActor(actorName)\n            local ActorSpells = Actor:GetSpellList()\n\n            -- handle player\n            AllSpells[actorName] = {}\n            for spellID, spellTable in pairs(ActorSpells) do\n                AllSpells[actorName][spellID] = spellTable.targets[orbName]\n            end\n\n            -- handle pet\n            for _, petName in ipairs(Actor.pets) do\n                local petActor = OverallContainer:GetActor(petName)\n                local petActorSpells = petActor:GetSpellList()\n\n                AllSpells[petName] = {}\n                for spellID, spellTable in pairs(petActorSpells) do\n                    AllSpells[petName][spellID] = spellTable.targets[orbName]\n                end\n            end\n\n            if Details.in_combat then\n                -- handle current\n                local Actor = CurrentContainer:GetActor(actorName)\n                local ActorSpells = Actor:GetSpellList()\n\n                -- handle player\n                for spellID, spellTable in pairs(ActorSpells) do\n                    AllSpells[actorName][spellID] = (AllSpells[actorName][spellID] or 0) + (spellTable.targets[orbName] or 0)\n                end\n\n                -- handle pet\n                for _, petName in ipairs(Actor.pets) do\n                    local petActor = CurrentContainer:GetActor(petName)\n                    local petActorSpells = petActor:GetSpellList()\n\n                    if not AllSpells[petName] then\n                        AllSpells[petName] = {}\n                    end\n\n                    for spellID, spellTable in pairs(petActorSpells) do\n                        AllSpells[petName][spellID] = (AllSpells[petName][spellID] or 0) + (spellTable.targets[orbName] or 0)\n                    end\n                end\n            end\n\n            local sortedList = {}\n            for name, spellTable in pairs(AllSpells) do\n                for spellID, amount in pairs(spellTable) do\n                    tinsert(sortedList, {spellID, amount, name ~= actorName and name})\n                end\n            end\n\n            sort(sortedList, Details.Sort2)\n\n            local format_func = Details:GetCurrentToKFunction()\n            for _, tbl in ipairs(sortedList) do\n                local spellID, amount, petName = unpack(tbl)\n                local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n                if petName then\n                    spellName = spellName .. ' (' .. petName .. ')'\n                end\n\n                GameCooltip:AddLine(spellName, format_func(_, amount))\n                Details:AddTooltipBackgroundStatusbar()\n                GameCooltip:AddIcon(spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n            end\n        end\n    ",
			["target"] = false,
			["script"] = "        local Combat, CustomContainer, Instance = ...\n        local total, top, amount = 0, 0, 0\n\n        if _G.Details_ExplosiveOrbs then\n            local OverallCombat = Details:GetCombat(-1)\n            local CombatNumber = OverallCombat:GetCombatNumber()\n            local Container = OverallCombat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            for _, Actor in Container:ListActors() do\n                if Actor:IsGroupPlayer() then\n                    -- we only record the players in party\n                    local target, hit = _G.Details_ExplosiveOrbs:GetRecord(CombatNumber, Actor:guid())\n                    if target > 0 or hit > 0 then\n                        CustomContainer:AddValue(Actor, hit)\n                    end\n                end\n            end\n\n            total, top = CustomContainer:GetTotalAndHighestValue()\n            amount = CustomContainer:GetNumActors()\n        end\n\n        return total, top, amount\n    ",
			["attribute"] = false,
			["script_version"] = 11,
		}, -- [8]
		{
			["source"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n				\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n				\n				--calculate the DPS and return it as percent\n				local totalValue = value\n				\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				return s\n			",
			["desc"] = "Show overall damage done on the fly.",
			["attribute"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n				\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n				\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n				\n				if (Details.in_combat) then\n					for _, player in ipairs ( damage_container_current ) do \n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)        \n						end\n					end\n				end\n				\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n				\n				--return:\n				return total, top, amount\n			",
			["name"] = "Динамический общий урон",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				if (player) then\n					playerTotal = playerTotal + player.total\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs (playerSpells) do\n						AllSpells [spellID] = spellTable.total\n					end\n				end\n				--current\n				if (Details.in_combat) then\n					local player = CurrentCombat [1]:GetActor (actor.nome)\n					if (player) then\n						playerTotal = playerTotal + player.total\n						local playerSpells = player:GetSpellList()\n						for spellID, spellTable in pairs (playerSpells) do\n							AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n						end\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n					tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs (sortedList) do\n					local spellID, total = unpack (t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n						\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n						\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n						\n						GameCooltip:AddLine (spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n						\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n						\n					end\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["script_version"] = 8,
		}, -- [9]
		{
			["source"] = false,
			["author"] = "Rhythm",
			["total_script"] = "        local value, top, total, Combat, Instance, Actor = ...\n\n        if _G.Details_ExplosiveOrbs then\n            return _G.Details_ExplosiveOrbs:GetDisplayText(Combat:GetCombatNumber(), Actor.my_actor:guid())\n        end\n        return \"\"\n    ",
			["desc"] = "Отображает, сколько взрывоопасных сфер игроки выделяют и бьют.",
			["attribute"] = false,
			["script"] = "        local Combat, CustomContainer, Instance = ...\n        local total, top, amount = 0, 0, 0\n\n        if _G.Details_ExplosiveOrbs then\n            local CombatNumber = Combat:GetCombatNumber()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            for _, Actor in Container:ListActors() do\n                if Actor:IsGroupPlayer() then\n                    -- we only record the players in party\n                    local target, hit = _G.Details_ExplosiveOrbs:GetRecord(CombatNumber, Actor:guid())\n                    if target > 0 or hit > 0 then\n                        CustomContainer:AddValue(Actor, hit)\n                    end\n                end\n            end\n\n            total, top = CustomContainer:GetTotalAndHighestValue()\n            amount = CustomContainer:GetNumActors()\n        end\n\n        return total, top, amount\n    ",
			["name"] = "Взрывоопасные сферы",
			["tooltip"] = "        local Actor, Combat, Instance = ...\n        local GameCooltip = GameCooltip\n\n        if _G.Details_ExplosiveOrbs then\n            local actorName = Actor:name()\n            local Actor = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE):GetActor(actorName)\n            if not Actor then return end\n\n            local sortedList = {}\n            local orbName = _G.Details_ExplosiveOrbs:RequireOrbName()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n\n            for spellID, spellTable in pairs(Actor:GetSpellList()) do\n                local amount = spellTable.targets[orbName]\n                if amount then\n                    tinsert(sortedList, {spellID, amount})\n                end\n            end\n\n            -- handle pet\n            for _, petName in ipairs(Actor.pets) do\n                local petActor = Container:GetActor(petName)\n                for spellID, spellTable in pairs(petActor:GetSpellList()) do\n                    local amount = spellTable.targets[orbName]\n                    if amount then\n                        tinsert(sortedList, {spellID, amount, petName})\n                    end\n                end\n            end\n\n            sort(sortedList, Details.Sort2)\n\n            local format_func = Details:GetCurrentToKFunction()\n            for _, tbl in ipairs(sortedList) do\n                local spellID, amount, petName = unpack(tbl)\n                local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n                if petName then\n                    spellName = spellName .. ' (' .. petName .. ')'\n                end\n\n                GameCooltip:AddLine(spellName, format_func(_, amount))\n                Details:AddTooltipBackgroundStatusbar()\n                GameCooltip:AddIcon(spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n            end\n        end\n    ",
			["target"] = false,
			["spellid"] = false,
			["icon"] = 2175503,
			["script_version"] = 11,
		}, -- [10]
		{
			["source"] = false,
			["author"] = "Terciob",
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["tooltip"] = "				local actorObject, combatObject, instanceObject = ...\n\n				local iconSize = 20\n				\n				local buffUptimeContainer = actorObject:GetSpellContainer(\"buff\")\n				if (buffUptimeContainer) then\n					for spellId, potionPower in pairs(LIB_OPEN_RAID_ALL_POTIONS) do\n						local spellTable = buffUptimeContainer:GetSpell(spellId)\n						if (spellTable) then\n							local used = spellTable.activedamt\n							if (used and used > 0) then\n								local spellName, _, spellIcon = GetSpellInfo(spellId)\n								GameCooltip:AddLine(spellName, used)\n								GameCooltip:AddIcon(spellIcon, 1, 1, iconSize, iconSize)\n								Details:AddTooltipBackgroundStatusbar()\n							end\n						end\n					end\n				end\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				value = math.floor(value)\n				return \"\"\n			",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return math.floor(value) .. \" \"\n			",
			["spellid"] = false,
			["desc"] = "Показать, кто в вашем рейде использовал зелье во время сражения.",
			["name"] = "Использовано зелий",
			["attribute"] = false,
			["target"] = false,
			["script"] = "				local combatObject, customContainer, instanceObject = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the misc actor container\n				local listOfUtilityActors = combatObject:GetActorList(DETAILS_ATTRIBUTE_MISC)\n				\n				--do the loop:\n				for _, actorObject in ipairs(listOfUtilityActors) do\n					--only player in group\n					if (actorObject:IsGroupPlayer()) then\n						local bFoundPotion = false\n						\n						--get the spell debuff uptime container\n						local debuffUptimeContainer = actorObject:GetSpellContainer(\"debuff\")\n						if (debuffUptimeContainer) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focusPotion = debuffUptimeContainer:GetSpell(DETAILS_FOCUS_POTION_ID)\n							if (focusPotion) then\n								total = total + 1\n								bFoundPotion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player\n								customContainer:AddValue(actorObject, 1)\n							end\n						end\n						\n						--get the spell buff uptime container\n						local buffUptimeContainer = actorObject:GetSpellContainer(\"buff\")\n						if (buffUptimeContainer) then\n							for spellId, potionPower in pairs(LIB_OPEN_RAID_ALL_POTIONS) do\n								local spellTable = buffUptimeContainer:GetSpell(spellId)\n								if (spellTable) then\n									local used = spellTable.activedamt\n									if (used and used > 0) then\n										total = total + used\n										bFoundPotion = true\n										if (used > top) then\n											top = used\n										end\n										\n										--add amount to the player\n										customContainer:AddValue(actorObject, used)\n									end\n								end\n							end\n						end\n						\n						if (bFoundPotion) then\n							amount = amount + 1\n						end\n					end\n				end\n				\n				--return:\n				return total, top, amount\n				",
			["import_string"] = "1EvBVnkoq4FlxKwDWDjCn6Q0kfD7kL(YwruUMOLK7JaoGPX3rSrgZwLV4F73yJ5LMxjPDfBBzHXZZZmEMhg7p0FHVxoRGhH9x57HkeRzCFVhWcejn)x89YWWROIG8iojt47LYIqPYWFGslW9LHcwM(3cuk83i2MvibCdHMlq0iSm8lYqhhh5e5e9s0pydsS2jjLX4w6hAREnhlk4uzyVEYWbdYfCc9fNeghm2Q3NCgM0RVb2)qd3Vn8MBSvohwYN6P8GCIVxmopY3ZBn7vz4RRzkMid3cXNmKJiXYWICm8BKmmJjim4LXfkKGyynqomnIvqfyUJVNgLpG4UkW2pQljV6Fg2tIyu)Nh(N3(5H367rrBW(EZn8CjqCyRkdNMsIv7vce)fSqD3oCSKnZw9V4ifNIkYfSn3ZOWwkfZBXYstA4Qz9vrvzmI2OYiAJUPV5hfBhmaq3K22qYJalJemUcEds1omLKlMLSuqsjITJvwLR9xBIo6jSq)QPGXwp84IXUt9cgVyX3DVB5Ihd(BxV7TlXnMzGfYLzJKtsuOg03qGQGsTXtYqeEU1bWhs(GBMidlVgmGrt3cffPOTaX1l(foRiRXesIm0QfcJCZFszXC9sSST1KI2SGQltsy13G8yC1Uje9jO0C8(MV)tANP17)a3XRksacvKjiBWVjNFe4lxXsT911cAE0oMGnbpfc1wy1RCH9S33Z6mYb97rZfnHuv7hdCscdQrbFfHO)Qq3IcScEqghBSd2CZzQkxrEtfjrDF6ROTWFhECSmjaniTs)hK41jG6kWVn7(LEbZNTWD2ZbUpyFCC0PJwOC2Kq1LUFtZjZD)(jJNQR9kOe8c85xMMMqRTm8Vay6mjBiBMgSoqqmn(8gnyakoUzpvu1BB6ep763rDB0444)rPU2UvTVoqNCr88WKVl9MxAN5v2xEYUYRPNulJQJb34(vFFCo71k9WsT0PU3fmB(Jph89XUpemE6utVH3okQNPBuJZc0Q0YpvEYwrdNS7yTDJRV4IBd5kNr4lTzPdSBq(bogTr0D3PPJzGdA9ShFf(a6fZStPvOD7f7PRu(4eX4x1QdxDOTRcZ1fwDs05891)SLTUszmvoXU7EVtjJtA07rBSujQvz2zlnAnRz1Th(BHVHb6)t5tGPdlh3EuZC3hCCw942ibCkJvfc9rFemwQGKvpf9Bt87mt9XMGUEK33POENfX)5iA)HksFPIYVtr4par32H)ZWHW6xE8IYqmYixwf5U0e2f8jQNqQ0NUut1KpfYIwTbQJD474gfRSQ5NAEhZpMdY7yQUDsb8cwJjVSwC632boywTc)fLo4ou0)Po2engoDQOiFfcoy07rCPQ12x47))d",
			["script_version"] = 8,
		}, -- [11]
		{
			["source"] = false,
			["total_script"] = false,
			["author"] = "Terciob",
			["percent_script"] = false,
			["desc"] = "Показать, кто в вашей рейдовой группе использовал камень здоровья или целебное зелье.",
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["spellid"] = false,
			["name"] = "Лечебное зелье и камень",
			["script"] = "				local combatObject, instanceContainer, instanceObject = ...\n				local total, top, amount = 0, 0, 0\n				\n				local listOfHealingActors = combatObject:GetActorList(DETAILS_ATTRIBUTE_HEAL)\n				for _, actorObject in ipairs(listOfHealingActors) do\n					local listOfSpells = actorObject:GetSpellList()\n					local found = false\n					\n					for spellId, spellTable in pairs(listOfSpells) do\n						if (LIB_OPEN_RAID_HEALING_POTIONS[spellId]) then\n							instanceContainer:AddValue(actorObject, spellTable.total)\n							total = total + spellTable.total\n							if (top < spellTable.total) then\n								top = spellTable.total\n							end\n							found = true\n						end\n					end\n					\n					if (found) then\n						amount = amount + 1\n					end\n				end\n				\n				return total, top, amount\n			",
			["target"] = false,
			["tooltip"] = "				local actorObject, combatObject, instanceObject = ...\n				local spellContainer = actorObject:GetSpellContainer(\"spell\")\n				\n				local iconSize = 20\n				\n				local allHealingPotions = {6262}\n				for spellId, potionPower in pairs(LIB_OPEN_RAID_ALL_POTIONS) do\n					allHealingPotions[#allHealingPotions+1] = spellId\n				end\n				\n				for i = 1, #allHealingPotions do\n					local spellId = allHealingPotions[i]\n					local spellTable = spellContainer:GetSpell(spellId)\n					if (spellTable) then\n						local spellName, _, spellIcon = GetSpellInfo(spellId)\n						GameCooltip:AddLine(spellName, Details:ToK(spellTable.total))\n						GameCooltip:AddIcon(spellIcon, 1, 1, iconSize, iconSize)\n						GameCooltip:AddStatusBar (100, 1, 0, 0, 0, 0.75)\n					end\n				end\n			",
			["attribute"] = false,
			["script_version"] = 18,
		}, -- [12]
		{
			["source"] = false,
			["tooltip"] = "\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел на нанесение урона.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Урон (активность)",
			["script"] = "				local combatObject, instanceContainer, instanceObject = ...\n				local total, amount = 0, 0\n\n				--get the damager actors\n				local listOfDamageActors = combatObject:GetActorList(DETAILS_ATTRIBUTE_DAMAGE)\n\n				for _, actorObject in ipairs(listOfDamageActors) do\n					if (actorObject:IsGroupPlayer()) then\n						local activity = actorObject:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instanceContainer:AddValue(actorObject, activity)\n					end\n				end\n\n				--return:\n				return total, combatObject:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["script_version"] = 4,
		}, -- [13]
		{
			["source"] = false,
			["tooltip"] = "\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел, делая исцеление.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Исцеление (активность)",
			["script"] = "				local combatObject, instanceContainer, instanceObject = ...\n				local total, amount = 0, 0\n\n				--get the healing actors\n				local listOfHealingActors = combatObject:GetActorList(DETAILS_ATTRIBUTE_HEAL)\n\n				for _, actorObject in ipairs(listOfHealingActors) do\n					if (actorObject:IsGroupPlayer()) then\n						local activity = actorObject:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instanceContainer:AddValue (actorObject, activity)\n					end\n				end\n\n				--return:\n				return total, combatObject:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["script_version"] = 3,
		}, -- [14]
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["exit_log"] = {
		"1 - Closing Breakdown Window.", -- [1]
		"2 - Clearing user placed position from instance windows.", -- [2]
		"  - 1 has baseFrame: yes.", -- [3]
		"  - 2 has baseFrame: yes.", -- [4]
		"  - 3 has baseFrame: yes.", -- [5]
		"4 - Reversing switches.", -- [6]
		"6 - Saving Config.", -- [7]
		"7 - Saving Profiles.", -- [8]
		"8 - Saving nicktag cache.", -- [9]
		"9 - Saving Auto Run Code.", -- [10]
	},
	["merge_pet_abilities"] = false,
	["deathlog_line_height"] = 16,
	["breakdown_spell_tab"] = {
		["nest_pet_spells_by_name"] = false,
		["spellcontainer_height"] = 311,
		["blockspell_height"] = 67,
		["blockspell_backgroundcolor"] = {
			0.05, -- [1]
			0.05, -- [2]
			0.05, -- [3]
			0.2, -- [4]
		},
		["phasecontainer_islocked"] = true,
		["blockspell_spark_color"] = {
			1, -- [1]
			1, -- [2]
			1, -- [3]
			0.7, -- [4]
		},
		["blockcontainer_width"] = 463.9998779296875,
		["spellbar_background_alpha"] = 0.92,
		["spellcontainer_width"] = 421.0000610351563,
		["merge_players_spells_with_same_name"] = true,
		["spellcontainer_header_fontcolor"] = {
			1, -- [1]
			1, -- [2]
			1, -- [3]
			1, -- [4]
		},
		["blockspellline_height"] = 18,
		["phasecontainer_enabled"] = true,
		["targetcontainer_islocked"] = true,
		["phasecontainer_width"] = 290,
		["phasecontainer_headers"] = {
			["name"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 90,
			},
			["amount"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 50,
			},
			["persecond"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 44,
			},
			["percent"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 44,
			},
			["icon"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 22,
			},
			["rank"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 30,
			},
		},
		["blockspell_bordercolor"] = {
			0, -- [1]
			0, -- [2]
			0, -- [3]
			0.7, -- [4]
		},
		["targetcontainer_headers"] = {
			["overheal"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 70,
			},
			["name"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 185,
			},
			["amount"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 50,
			},
			["percent"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 50,
			},
			["icon"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 22,
			},
			["rank"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 20,
			},
		},
		["nest_pet_spells_by_caster"] = true,
		["merge_pet_spells_with_same_name"] = true,
		["spellcontainer_islocked"] = true,
		["phasecontainer_height"] = 140.0000305175781,
		["targetcontainer_width"] = 337.0000305175781,
		["genericcontainer_headers_right"] = {
			["name"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 190,
			},
			["amount"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 50,
			},
			["persecond"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 50,
			},
			["percent"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 50,
			},
			["icon"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 22,
			},
			["rank"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 30,
			},
		},
		["spellcontainer_header_height"] = 20,
		["blockspell_spark_width"] = 4,
		["blockcontainer_islocked"] = true,
		["genericcontainer_right_width"] = 403,
		["blockspell_color"] = {
			0.6, -- [1]
			0.6, -- [2]
			0.6, -- [3]
			0.55, -- [4]
		},
		["blockspell_spark_show"] = true,
		["spellcontainer_header_fontsize"] = 10,
		["statusbar_background_color"] = {
			0.15, -- [1]
			0.15, -- [2]
			0.15, -- [3]
		},
		["genericcontainer_width"] = 429.0001220703125,
		["statusbar_texture"] = "Interface\\AddOns\\Details\\images\\bar_skyline",
		["statusbar_alpha"] = 0.7,
		["genericcontainer_islocked"] = true,
		["targetcontainer_height"] = 140.0000305175781,
		["genericcontainer_right_height"] = 460.0000305175781,
		["blockspell_padding"] = 5,
		["nest_players_spells_with_same_name"] = true,
		["genericcontainer_enabled"] = true,
		["genericcontainer_headers"] = {
			["name"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 200,
			},
			["amount"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 50,
			},
			["persecond"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 50,
			},
			["percent"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 50,
			},
			["icon"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 22,
			},
			["rank"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 30,
			},
		},
		["blockspell_spark_offset"] = -1,
		["statusbar_background_alpha"] = 0.7,
		["spellcontainer_headers"] = {
			["overheal"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 70,
			},
			["absorbed"] = {
				["enabled"] = false,
				["align"] = "left",
				["width"] = 55,
			},
			["percent"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 50,
			},
			["castavg"] = {
				["enabled"] = false,
				["align"] = "left",
				["width"] = 50,
			},
			["casts"] = {
				["enabled"] = false,
				["align"] = "left",
				["width"] = 40,
			},
			["expand"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 16,
			},
			["persecond"] = {
				["enabled"] = false,
				["align"] = "left",
				["width"] = 50,
			},
			["uptime"] = {
				["enabled"] = false,
				["align"] = "left",
				["width"] = 45,
			},
			["critpercent"] = {
				["enabled"] = false,
				["align"] = "left",
				["width"] = 40,
			},
			["name"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 231,
			},
			["amount"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 50,
			},
			["target"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 22,
			},
			["hits"] = {
				["enabled"] = false,
				["align"] = "left",
				["width"] = 40,
			},
			["icon"] = {
				["enabled"] = true,
				["align"] = "left",
				["width"] = 22,
			},
			["rank"] = {
				["enabled"] = true,
				["align"] = "center",
				["width"] = 16,
			},
		},
		["blockcontainer_height"] = 270.0000610351563,
		["genericcontainer_height"] = 481,
	},
}
__details_backup = {
	["_instance_backup"] = {
	},
	["_exit_error"] = {
		"Sun Jan 29 19:40:43 2023|Saving Play Time: Interface/AddOns/Details/core/gears.lua:3095: attempt to call field 'GetStartupTime' (a nil value)", -- [1]
		"Fri Jan 27 23:34:42 2023|Saving Play Time: Interface/AddOns/Details/core/gears.lua:3095: attempt to call field 'GetStartupTime' (a nil value)", -- [2]
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [3]
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [4]
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [5]
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [6]
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [7]
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [8]
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [9]
	},
	["_general_logs"] = {
		"2023-07-17 18:04:32 | actor removed Леоникса (ungrouped)", -- [1]
		"2023-07-17 18:04:32 | actor removed Иссечение (ungrouped)", -- [2]
		"2023-07-17 18:04:32 | actor removed Ясфсоломид (ungrouped)", -- [3]
		"2023-07-17 18:04:32 | actor removed Леоникса (ungrouped)", -- [4]
		"2023-07-17 18:04:32 | actor removed Ясфсоломид (ungrouped)", -- [5]
		"2023-07-17 18:04:32 | actor removed Абемэ (ungrouped)", -- [6]
		"2023-07-17 18:04:32 | actor removed Бакар-спутник <Ясфсоломид> (orphan)", -- [7]
		"2023-07-17 18:04:32 | actor removed Абемэ (ungrouped)", -- [8]
		"2023-07-17 18:04:32 | actor removed Леоникса (ungrouped)", -- [9]
		"2023-07-17 18:04:32 | actor removed Ясфсоломид (ungrouped)", -- [10]
		"2023-07-17 18:04:32 | actor removed Немастьшам (ungrouped)", -- [11]
		"2023-07-17 18:04:32 | actor removed Чесуппорт (ungrouped)", -- [12]
		"2023-07-17 18:04:32 | actor removed Руническое оружие <Абемэ> (orphan)", -- [13]
		"2023-07-17 18:04:32 | actor removed Обитатель Сна <Леоникса> (orphan)", -- [14]
		"2023-07-17 18:04:32 | actor removed Восставший вурдалак <Абемэ> (orphan)", -- [15]
		"2023-07-17 18:04:32 | actor removed Бакар-спутник <Ясфсоломид> (orphan)", -- [16]
		"2023-07-17 18:04:32 | actor removed Мелкхоп (ungrouped)", -- [17]
		"2023-07-17 18:04:32 | actor removed Леоникса (ungrouped)", -- [18]
		"2023-07-17 18:04:32 | actor removed Абемэ (ungrouped)", -- [19]
		"2023-07-17 18:04:32 | actor removed Ясфсоломид (ungrouped)", -- [20]
		"2023-07-17 18:04:32 | actor removed Ныряющий охотник (ungrouped)", -- [21]
		"2023-07-17 18:04:32 | actor removed Хрупкопанцирная черепаха каскадов (ungrouped)", -- [22]
		"2023-07-17 18:04:32 | actor removed Немастьшам (ungrouped)", -- [23]
		"2023-07-17 18:04:32 | actor removed Обитатель Сна <Леоникса> (owner not found)", -- [24]
		"2023-07-17 18:04:32 | actor removed Бакар-спутник <Ясфсоломид> (owner not found)", -- [25]
		"2023-07-17 18:04:32 | actor removed Леоникса (disposable)", -- [26]
		"2023-07-17 18:04:32 | actor removed Иссечение (disposable)", -- [27]
		"2023-07-17 18:04:32 | actor removed Ясфсоломид (disposable)", -- [28]
		"2023-07-17 18:04:32 | actor removed Леоникса (disposable)", -- [29]
	},
}
