
_detalhes_global = {
	["npcid_pool"] = {
		[0] = "Землетрясение",
		[167898] = "Воплощение зависти <Инквизитор Зигар>",
		[104537] = "Повелитель Скверны Кураз'мал",
		[109908] = "Кошмарное поганище",
		[152298] = "Охранница из Механиков",
		[164702] = "Кровавый голод",
		[157669] = "Сталекожий боец авангарда",
		[151659] = "Ракетный танк",
		[180431] = "Настойчивый ритуалист",
		[115407] = "Ладья",
		[162273] = "Поглотитель анимы",
		[150253] = "Вооруженный робопаук",
		[184268] = "Диссонирующий часовой",
		[151660] = "Хламометатель из племени Хламоедов",
		[180432] = "Усердный подручный",
		[185675] = "Детеныш Фестис",
		[162274] = "Мать стаи анимаклещей",
		[181839] = "Дефективный колосс",
		[150254] = "Утильхаунд",
		[144244] = "\"Платиновый лупцеватор\"",
		[173016] = "Собиратель трупов",
		[180433] = "Блуждающий пульсар <Нарядный звездочет>",
		[107288] = "Саженец злошипа <Дубосерд>",
		[120651] = "Взрывчатка",
		[99360] = "Цветущий злошип",
		[177237] = "Цепи Проклятия",
		[61029] = "Изначальный элементаль огня",
		[110805] = "Губительница из армии Оскверненной Души",
		[153069] = "Проржавевший устранитель проблем",
		[165473] = "Вожак кровобивней",
		[164578] = "Создание Трупошва",
		[144246] = "КУ-ДЖ0",
		[178133] = "Волнопляс из племени Соленой Хмари",
		[181330] = "Тронутый Утробой авиан",
		[175576] = "Камера сдерживания <[*] Камера сдерживания>",
		[166497] = "Фонтан анимы",
		[181075] = "Аннелид-землепроходец",
		[102430] = "Смолоплюй-слизень",
		[156779] = "Падший искатель знаний",
		[84464] = "Обратная тяга",
		[100960] = "Злогриб <Гнилосердный хранитель>",
		[55659] = "Дикий бес <Демондрет-Ясеневыйлес>",
		[83697] = "Гром'карский матрос",
		[83761] = "Огрон-работник",
		[153200] = "Ошпар",
		[102303] = "Лейтенант Стратмар",
		[144249] = "\"Омега-крушитель\"",
		[115730] = "Страж Скверны - дозорный",
		[170080] = "Обнаруженный боггарт",
		[178392] = "Страж ворот Зо'мазз",
		[114260] = "Мрргрия",
		[114324] = "Крылатый помощник",
		[180567] = "Разъяренный коготь ночи",
		[83762] = "Гром'карский матрос",
		[167524] = "\"Валинор\"",
		[77816] = "Борка Бесчеловечный",
		[183253] = "Подчиненный рунодел",
		[178394] = "Прислужник картеля",
		[167525] = "Мортанис",
		[169955] = "Гордый гоплит",
		[174175] = "Верный камнерожденный",
		[177500] = "Корсар-громила",
		[83763] = "Гром'карский техник",
		[182360] = "Аннелид-землепроходец",
		[120208] = "Райеш",
		[165737] = "Грехокаменная статуя",
		[150520] = "Куб металлолома",
		[114262] = "Ловчий Аттумен",
		[83764] = "Гром'карский остроглаз",
		[164587] = "Сытый пилозуб",
		[162669] = "По'жор",
		[103457] = "Отрекшийся-епископ",
		[151672] = "Мехарантул",
		[183513] = "Голодный терзатель",
		[172516] = "Прожорливый роевик",
		[183897] = "Верный Утробе подчинитель",
		[182363] = "Аннелид-глинобур",
		[79545] = "Нитрогг Громовая Гора",
		[83765] = "Гром'карский пехотинец",
		[104289] = "Темный следопыт Алина",
		[62982] = "Подчинитель разума <Шоне>",
		[115734] = "Изрыгатель тьмы",
		[101476] = "Раскаленный углешкур <Даргрул>",
		[183515] = "Прожорливый клещ",
		[150396] = "Воздушное судно R-21/X",
		[154744] = "Токсичное чудище",
		[183516] = "Поглотитель",
		[173414] = "Некротический ритуалист",
		[167404] = "Неустрашимый защитник <Око \"Золрамуса\">",
		[114584] = "Фантомный рабочий",
		[157558] = "Нарастающее отчаяние",
		[150142] = "Хламометатель из племени Хламоедов",
		[98792] = "Змееуст-барахольщик",
		[114265] = "Головорез",
		[163058] = "Туманная защитница",
		[79739] = "Гром'карский гренадер",
		[157560] = "Сгусток сомнения",
		[165872] = "Изготовитель кадавров",
		[167151] = "Хрупкий наблюдатель",
		[84215] = "Пушка \"Силы Чернорука\"",
		[180706] = "Аннелид-пескопроходец",
		[155259] = "Погрузчик Вира",
		[103972] = "Скверноподанный предатель",
		[114266] = "Береговой заклинатель волн",
		[79548] = "Осадная пушка",
		[115417] = "Крыса",
		[114522] = "Мадам Чугунок",
		[89011] = "Рилак - ужас небес",
		[114650] = "Фантомная гончая <Фантомный стражник>",
		[181219] = "Задушенный мхом страж",
		[152703] = "\"Шокотрон X1\"",
		[105699] = "Манапард",
		[150146] = "Шаман из племени Хламоедов",
		[101991] = "Обитатель Кошмара",
		[161016] = "Специалист Джалракс",
		[115418] = "Паук",
		[89012] = "Прожорливый волк",
		[181093] = "Исследователь из картеля Зи",
		[185313] = "Эбонитовый подавитель",
		[181349] = "Шифроносец",
		[81212] = "Надзиратель Мрачных Путей",
		[155263] = "Решала Скитц",
		[150276] = "Тяжелый хламобот",
		[181222] = "Перезаряженный веспоид",
		[83578] = "Огрон-работник",
		[157054] = "Заблудший претендент",
		[170481] = "Молниеносец из племени Серпошипов",
		[181862] = "Дефективный переформатировщик",
		[190174] = "Гипнонетопырь",
		[90164] = "Вестник войны Мокс'на",
		[151684] = "\"Зубодробитель\"",
		[151812] = "Нейтрализовать угрозу",
		[151940] = "Дядюшка Т'Рогг",
		[170482] = "Рассекатель из племени Серпошипов",
		[151301] = "Неисправный утильхаунд",
		[185316] = "Эбонитовый цепной страж",
		[109154] = "Громадень из клана Колец Ненависти",
		[166135] = "Астра в роли Азшары",
		[115484] = "Сквернотопырь",
		[104295] = "Пылающий бес",
		[166264] = "Запасные части",
		[114334] = "Поврежденный голем",
		[90997] = "Крушитель из племени Камня Силы",
		[3527] = "Тотем исцеляющего потока <Норкотик-СвежевательДуш>",
		[152455] = "Арена \"Меха-месива\"",
		[183273] = "Пустынная раптора",
		[167033] = "Гниющий шаркун",
		[166138] = "Ми'кай в роли Аргуса Порабощенного",
		[105703] = "Маназмей",
		[179821] = "Командир Зо'фар",
		[83389] = "Железнокрылый изрыгатель огня",
		[81407] = "Бомбардир Мрачных Путей",
		[178159] = "Веспоид-дрон",
		[154758] = "Поглощающая слизь",
		[102059] = "Скверноподданный адепт",
		[103210] = "Отрекшийся-защитник",
		[90998] = "Заклинатель чумных осколков",
		[175091] = "Некротическая капля",
		[150667] = "Улучшенный часовой",
		[166140] = "Сенти в роли Гул'дана",
		[115004] = "Омерзительный чернорабочий",
		[166936] = "Зоркий лучник",
		[83390] = "Укротитель из клана Громоборцев",
		[116190] = "Ожившая Скверна",
		[116574] = "Серебряные вилки",
		[137369] = "Молчаливый Борис",
		[114329] = "Люминор",
		[178545] = "Watch-Agent Summon Stalker",
		[114328] = "Коглстон",
		[181870] = "Неисправный конструктор",
		[114330] = "Метелка",
		[162689] = "Хирург Трупошов",
		[106585] = "Бдительный окулус",
		[181359] = "Тронутый Утробой самец",
		[100526] = "Истерзанный кровопийца",
		[105705] = "Обузданная энергия",
		[171513] = "Виск Всепоглощающий",
		[137126] = "Взрывоопасная крыса",
		[154378] = "Механизированный страж",
		[139793] = "Когтистый гризли",
		[178163] = "Береговой бегун из племени Соленой Хмари",
		[181360] = "Вексис",
		[80808] = "Нииза Нокс",
		[137367] = "Линдел Ворюга",
		[115488] = "Наполненный силой пиромант",
		[102253] = "Разрушитель из Подкаменного разлома",
		[179954] = "Расщепляющий луч <Тяжелый смотритель>",
		[162691] = "Чумокост",
		[105754] = "Проекция советника Меландра",
		[177269] = "Со'лея",
		[100527] = "Бес ужасающего огня",
		[114913] = "Выбор цели",
		[180722] = "Раздувшийся аннелид",
		[150160] = "Бугай из племени Хламоедов",
		[83392] = "Буйный копытень",
		[162692] = "Некротический заряд",
		[178165] = "Береговой голиаф",
		[107113] = "Вортакс",
		[114338] = "Скопление маны",
		[183514] = "Прожорливый поглотитель",
		[58960] = "Килрило",
		[104300] = "Владычица теней",
		[93111] = "Мракобес-растлитель",
		[162693] = "Налтор Криомант",
		[159751] = "Разрядниконосец мятежников",
		[80004] = "Ракун",
		[168192] = "Древний кровобивень",
		[165251] = "Иллюзорный лисохвост <Призывательница Туманов>",
		[101679] = "Грозный отравитель",
		[117088] = "Арахниарх Байбин",
		[153320] = "Волна яда",
		[86526] = "Гром'карский мастер цепей",
		[153192] = "Часовой-защитник",
		[111206] = "Саблезубый ворг",
		[131365] = "Меднозубый хищник",
		[98035] = "Зловещий охотник",
		[104217] = "Таликса Пламя Гнева",
		[91002] = "Гнилослюнный червь",
		[151934] = "Арахноид-пожинатель",
		[181109] = "Ненасытный ловчий",
		[183283] = "Скальный боец",
		[145560] = "Магнитохват",
		[100529] = "Порожденный ненавистью слизень",
		[17252] = "ДжуШокин ",
		[114319] = "Леди Кейра Беррибак",
		[152319] = "Бронированный стальной краб",
		[99762] = "Легионер - вестник гибели",
		[181110] = "Клещ-падальщик",
		[114783] = "Исправившаяся дева",
		[88509] = "Заклинатель огня из клана Черной горы",
		[165919] = "Скелет-мародер",
		[178388] = "Базарный боец",
		[114261] = "Тонни",
		[91003] = "Рокмора",
		[150293] = "Мехагонский хищник",
		[156559] = "Ревностный воин",
		[173655] = "Матриарх темнокрылов",
		[156815] = "Неукротимый",
		[181879] = "Приманенный клещ",
		[104536] = "Инквизитор Ветриз",
		[108314] = "Разоритель из армии Оскверненной Души",
		[92538] = "Личинка смолоплюя",
		[77942] = "Изначальный элементаль бури <Норкотик-СвежевательДуш>",
		[181112] = "Искаженный глава роя",
		[178171] = "Бурекованый страж",
		[149879] = "Автоматическая огнеметная турель",
		[151667] = "Нефтеплюй из племени Хламоедов",
		[181113] = "Искаженный крушитель сфер",
		[166932] = "Громадный боевой кадавр",
		[91004] = "Уларогг Скаломол",
		[103344] = "Дубосерд",
		[96247] = "Злобнозем-ползун",
		[90173] = "Охотник за магией",
		[182392] = "Оплетенный страж",
		[100531] = "Оскверненная кровью ярость",
		[159714] = "Костежал-ползун",
		[154219] = "Мотопаук <Мехарантул>",
		[98677] = "Паучонок из крепости Черной Ладьи",
		[113646] = "Зараженный лесовик",
		[181114] = "Искаженный стайный охотник",
		[184185] = "Разрушитель реальности",
		[153196] = "Ворчун из племени Хламоедов",
		[102066] = "Страж океана",
		[171396] = "Кирийский голиаф <Верас-Ясеневыйлес>",
		[175616] = "Зо'фекс",
		[91005] = "Нараксас",
		[177918] = "Пламенный перерожденный",
		[181115] = "Раздувшийся клещ",
		[144301] = "Живые отходы",
		[114790] = "Виз'адуум Всевидящий",
		[100532] = "Оскверненный кровью взрывень <Оскверненная кровью ярость>",
		[178558] = "Нестабильный геоменталь",
		[182728] = "Искаженный взрыватель миров",
		[165515] = "Порочный темный клинок",
		[88512] = "Осадная пушка",
		[156564] = "Ненасытный стражник",
		[102962] = "Кошмарное поганище",
		[166935] = "Неумирающий солдат",
		[182523] = "Заклинатель адского огня",
		[157557] = "Раскольник-рекрут",
		[103218] = "Отрекшийся-обманщик",
		[91006] = "Камнеспинный щелкозуб",
		[137000] = "Чуланный ползун",
		[145312] = "Свисторез",
		[91001] = "Смолоплюй-ползун",
		[167022] = "Боевой раздиратель",
		[173044] = "Ассистент-сшиватель",
		[178560] = "Громадный геоменталь",
		[169863] = "Филактерия лича",
		[104215] = "Капитан патруля Гердо",
		[97720] = "Ползун из чумных осколков <Рокмора>",
		[180095] = "Самец анкилодона",
		[151579] = "Генератор защитного поля",
		[102232] = "Скальный зверолов",
		[113321] = "Голодный шаркун",
		[144248] = "Главный машинист Искроточец",
		[106586] = "Бдительный окулус",
		[91007] = "Даргрул",
		[151324] = "Анодированный каратель",
		[115493] = "Демонический портал",
		[166925] = "Гниющие останки",
		[114792] = "Благочестивая дама",
		[92350] = "Рабочий из Подкаменного разлома",
		[181064] = "Стигийское чудище",
		[160407] = "Усиленный костями палач",
		[179841] = "Опытный заклинатель искр",
		[151325] = "Тревогобот",
		[181484] = "Тронутый Утробой люпин",
		[114794] = "Костяная гончая",
		[151709] = "Заряженный щенок утильхаунда",
		[111151] = "Полуночный поглотитель энергии",
		[182147] = "Яростный зловещий охотник",
		[98280] = "Восставший чародей",
		[99192] = "Тень Ксавия",
		[151326] = "Анодированный разрядниконосец",
		[144293] = "Переработчик отходов",
		[181249] = "Тефос",
		[183423] = "Исправившийся жених",
		[182214] = "Верный Утробе аннигилятор",
		[182284] = "Стражник из Армии ужаса",
		[167439] = "Беспокойный дымчатый дракон",
		[98681] = "Ткач из крепости Черной Ладьи",
		[115595] = "Палач из Сумеречной стражи",
		[182145] = "Пылающий инфернал",
		[166928] = "Дряхлый желчевик",
		[183424] = "Достойный джентльмен",
		[165138] = "Чумной мешок",
		[105301] = "Своевременный элементаль",
		[104154] = "Гул'дан",
		[174729] = "Друст-завоеватель",
		[26125] = "Нервохран",
		[144295] = "Мехагонский механик",
		[166275] = "Туманный культиватор",
		[183425] = "Благоразумный распорядитель",
		[182530] = "Перехватчица оскверненной стали",
		[105715] = "Бдительный инквизитор",
		[181383] = "Тронутый Утробой сервид",
		[174730] = "Агрессивный ползун",
		[111022] = "Внутренний демон",
		[98810] = "Страж гнева - мастер клинка",
		[166930] = "Черепосвин-спинолом",
		[179334] = "Заклинатель порталов Зо'хонн",
		[109137] = "Разъяренная толпа",
		[171772] = "Туманная защитница",
		[172557] = "Служащий личам страж",
		[174731] = "Одержимый хранитель рощи",
		[175882] = "Верный Утробе всадник",
		[182148] = "Жестокий страж гнева",
		[166931] = "Костяной ломатель",
		[113128] = "Крадущийся иссохший",
		[153888] = "Зачарованный часовой",
		[184198] = "Жаждущий душ поглотитель",
		[190057] = "Облако кошмаров",
		[174732] = "Ингра Кразик",
		[153377] = "Жижа",
		[182149] = "Командир Боррам <Маячок вторжения>",
		[172047] = "Изменчивый боггарт",
		[114284] = "Эльфира",
		[176395] = "Перегруженный почтоменталь",
		[152289] = "Яйцо мотопаука",
		[104246] = "Подавляющий удар",
		[150143] = "Перемалыватель из племени Хламоедов",
		[166276] = "Туманный страж",
		[182150] = "Наблюдатель Онгракс <Маячок вторжения>",
		[172048] = "Боггарт - болотный скрытень",
		[114796] = "Благонравная горничная",
		[176396] = "Дефективный сортировщик",
		[115746] = "Горящие плитки",
		[159261] = "Воздушный сдерживатель \"ОУ-3\"",
		[81293] = "\"Железная звезда III\"",
		[92610] = "Барабанщик из Подкаменного разлома",
		[157599] = "Раскольник-аколит",
		[165911] = "Верное создание",
		[157660] = "Раскольник-перерожденный",
		[118441] = "Казарская уничижительница",
		[153756] = "Механоцикл",
		[183814] = "Отарис Разъяренный",
		[114541] = "Призрачный зритель",
		[184002] = "Ильгаз Расхититель",
		[182152] = "Лазутчица Дераксис <Маячок вторжения>",
		[172050] = "Чащобный туманный ползун",
		[113127] = "Скальный небесный коготь",
		[91332] = "Камнерукий охотник",
		[93166] = "Типтог Заблудший",
		[180746] = "Защитник Предвечных",
		[116076] = "Призванный магический защитник",
		[98691] = "Восставший разведчик",
		[98813] = "Кровожадная гончая Скверны",
		[182281] = "Ненасытный падальщик",
		[181221] = "Ветхий геоменталь",
		[114350] = "Тень Медива",
		[182665] = "Кислотный разоритель",
		[114251] = "Галиндра",
		[114542] = "Бестелесный филантроп",
		[84520] = "Страж ям Гварнок",
		[79888] = "Железный пехотинец",
		[182282] = "Бешеный проглот",
		[151720] = "Огнедых из племени Хламоедов",
		[103673] = "Созерцатель тьмы <Феги>",
		[182666] = "Ненасытная вдова",
		[159758] = "Машинист-мятежник",
		[177807] = "Охранник таможни",
		[172567] = "Тень смерти Ксантут",
		[150442] = "Летающий кран",
		[181007] = "Расхититель из картеля Зи",
		[184413] = "Изменчивый звездоглот",
		[102075] = "Иссохший Дж'им",
		[166299] = "Туманная хранительница",
		[170190] = "Тотем хватки смерти <Айиджилл-СвежевательДуш>",
		[177808] = "Тяжелый смотритель",
		[181005] = "Диверсант из картеля Зи",
		[115694] = "Пожинатель душ",
		[154663] = "Поглощающая гномов капля",
		[166266] = "Бездумное преследование",
		[81297] = "Лютоклык",
		[79852] = "Ошир",
		[154152] = "Анодированный часовой",
		[117101] = "Гнусная ткачиха Скверны",
		[117165] = "Паал Казарский",
		[81603] = "Защитница Друна",
		[31216] = "Зеркальное изображение <Сайлэнс-СвежевательДуш>",
		[185612] = "Космическое воплощение",
		[180495] = "Разъяренный дикорог",
		[166301] = "Туманный хищник",
		[154153] = "\"Каратель KX-T57\"",
		[114544] = "Гниющий билетер",
		[153386] = "В жиже",
		[98370] = "Фантомный советник",
		[166941] = "Боевой призрак",
		[111731] = "Картакс",
		[172312] = "Иглобрюх-поглотитель",
		[166302] = "Сборщик трупов",
		[150575] = "Маховище",
		[150190] = "Воздушный подавитель ОУ-8",
		[110378] = "Драгон Зиморожденный",
		[180113] = "Гремящий маг <Шоне>",
		[166942] = "Око \"Золрамуса\"",
		[86565] = "Вращающиеся цепи",
		[183566] = "Приманенный охотник",
		[166867] = "Обращенный претор",
		[104251] = "Часовой из Сумеречной стражи",
		[99200] = "Дресарон",
		[163618] = "Некромант с \"Золрамуса\"",
		[163746] = "\"Шокотрон X1\"",
		[101438] = "Злобнозем-глыба",
		[114801] = "Призрачный подмастерье",
		[180930] = "Забытый геоменталь",
		[166304] = "Туманный острожал",
		[107449] = "Наблюдательный инквизитор",
		[102781] = "Детеныш сквернотопыря",
		[112052] = "Укоренившийся злобноцвет",
		[181116] = "Развоплощающийся пожиратель миров",
		[98521] = "Лорд Этелдрин Гребень Ворона",
		[100991] = "Корни-душители",
		[116784] = "Скверноуст - маг порчи",
		[151658] = "Танк-долгоног",
		[165410] = "Верховный адъюдикатор Ализа",
		[164515] = "Порабощенный пикси <Подчинитель смерти Хроф>",
		[163620] = "Тошногнил",
		[105299] = "Рекурсивный элементаль",
		[83025] = "Гром'карский военачальник",
		[114802] = "Призрачный работник",
		[114633] = "Призрачный служитель",
		[150159] = "Король Гоббамак",
		[179733] = "Бодрящий рыбный тотем <Лататель чешуи из племени Соленой Хмари>",
		[183953] = "Оскверненный архитектор",
		[117168] = "Страж гнева с \"Грозного Духа\"",
		[118255] = "Морской кроколиск",
		[104275] = "Имаку'туя",
		[184465] = "Обманчивый образ",
		[156333] = "Преобразованный тьмой ученик",
		[151985] = "Собиратель из племени Хламоедов",
		[85775] = "Гром'карский остроглаз",
		[150195] = "Слизнюк-гномоед",
		[163622] = "Куски Кровомеса",
		[114675] = "Проекция Хранителя",
		[83026] = "Осадный мастер Олугар",
		[114803] = "Призрачный помощник смотрителя стойл",
		[183268] = "Веспоид-надсмотрщик",
		[115486] = "Убийца эрудитов",
		[81236] = "Техник Мрачных Путей",
		[177817] = "Офицер поддержки",
		[163623] = "Останки Тошногнила",
		[151702] = "Паол Пруд-по-колено",
		[150297] = "Мехагонский нормализатор",
		[82579] = "Гром'карский ясновидящий",
		[167806] = "Оживленный грех",
		[145313] = "Таранный поршень",
		[165414] = "Порочный уничтожитель",
		[102295] = "Углепанцирный подчинитель",
		[101549] = "Чародейский прислужник",
		[162729] = "Лоскутный солдат",
		[151604] = "Анодированный устранитель проблем",
		[114804] = "Призрачный конь",
		[114526] = "Бестелесный дублер",
		[184403] = "Люпин-бета <Вексис>",
		[165415] = "Работящий смотритель",
		[164815] = "Похитительница с \"Золрамуса\"",
		[111563] = "Караульный из Сумеречной стражи",
		[153523] = "Взбешенный ржавобот",
		[151605] = "Анодированный механик",
		[167078] = "Крылодер Жестокий",
		[100539] = "Скверносерд-стрелок",
		[164517] = "Тред'ова",
		[175646] = "ПОЧТ-мейстер",
		[183958] = "Зи'азам",
		[144298] = "\"Оборонобот II\"",
		[181145] = "Развоплотитель",
		[182296] = "Скованный голем",
		[81279] = "Залп шипастых стрел",
		[167116] = "Иглобрюх-разоритель",
		[175519] = "Вспененная пустула",
		[107435] = "Герент Зловещий",
		[177821] = "Реликвия Прародителей",
		[185677] = "Кладка с яйцами",
		[181146] = "Искаженный голиаф",
		[156561] = "Автоматическая защитница",
		[150712] = "Трикси Искрожгучка",
		[165111] = "Друст - злобный коготь",
		[184471] = "Верный Утробе мирмидон",
		[115419] = "Древний фолиант",
		[100759] = "Сквернотопырь",
		[184472] = "Парящая раптора",
		[182426] = "Натрезим-чародей",
		[115765] = "Абстрактный нейтрализатор",
		[181403] = "Верный Утробе инквизитор",
		[80936] = "Гром'карский гренадер",
		[77803] = "Рельсмейстер Искролет",
		[111929] = "Скверноподданный осквернитель",
		[183961] = "Зи'кина",
		[141123] = "Высвобожденная энергия шторма",
		[104273] = "Джазшариу",
		[153228] = "Инспектор экипировки Искраддон",
		[99366] = "Скверносерд-призыватель",
		[112313] = "Нестабильный резонанс <Ниэтта>",
		[150295] = "\"Танкоборец-1\"",
		[151606] = "Анодированный паук",
		[153217] = "Собиратель из племени Морских Скал",
		[150165] = "Жижементаль",
		[166437] = "Нашо",
		[183323] = "Вторгшийся вредитель",
		[100485] = "Лишенный души боец авангарда",
		[98366] = "Фантомный вельможа",
		[184588] = "Ненасытный клещ",
		[178142] = "Рыбомант из племени Соленой Хмари",
		[163619] = "Резчик с \"Золрамуса\"",
		[151640] = "Неисправный хламобот",
		[81432] = "Гром'карский техник",
		[183225] = "Скальный восстановитель",
		[181406] = "Верный Утробе провокатор",
		[183580] = "Приманенный крушитель",
		[182685] = "Ядро разрушения <Антрос>",
		[179005] = "Аннелид-землепроходец",
		[98542] = "Слияние душ",
		[164427] = "Возрожденный воин <Амарт>",
		[102404] = "Камнерукий повелитель личинок",
		[115024] = "Грознокрыл",
		[115831] = "Пожиратель маны",
		[163121] = "Сшитый боец авангарда",
		[102788] = "Злобный покоритель Скверны",
		[98965] = "Кур'талос Гребень Ворона",
		[98696] = "Иллисанна Гребень Ворона",
		[152380] = "Проржавевший охранник",
		[81305] = "Раздиратель Плоти Нок'Гар",
		[111164] = "Сумеречная звездная танцовщица",
		[181408] = "Верный Утробе глашатай",
		[163122] = "Хрупкий воин",
		[85781] = "Гром'карский рубака",
		[151613] = "Противопехотная белка <Мехагонский боевой механик>",
		[102277] = "Двойник скверносерда-стрелка <Скверносерд-стрелок>",
		[152381] = "Проржавевший часовой",
		[170820] = "Оссеиновый защитник",
		[170028] = "Скелет-неофит",
		[172073] = "Сломленный мороком страж",
		[184606] = "Чудовищный крушитель разломов",
		[155195] = "Добытчик техники",
		[181793] = "Эбонитовый цепной страж",
		[74834] = "Кокон <Эйб-Ясеневыйлес>",
		[98275] = "Восставшая лучница",
		[174377] = "Кор'лат",
		[107073] = "Резервист из Сумеречной стражи <Часовой из Сумеречной стражи>",
		[162996] = "Одержимый смотритель",
		[151871] = "Циркулярный лесопил",
		[176551] = "Очиститель из хранилища",
		[178139] = "Крушитель панцирей из племени Соленой Хмари",
		[144296] = "Танк-паук",
		[98368] = "Фантомный защитник",
		[88084] = "Налетчик из клана Колец Ненависти",
		[172076] = "Обращенный дубосерд",
		[174783] = "Темная хватка",
		[157754] = "Темный механик",
		[185759] = "Задушенный лианами защитник",
		[118390] = "Усердный собиратель",
		[151893] = "Взбешенный спорлинг",
		[148292] = "Наездник на радикулиске",
		[172077] = "Мстительная сущность",
		[111166] = "Решительный придворный",
		[181412] = "Верный Утробе верзила",
		[182563] = "Каратель Макарис",
		[152001] = "Костегрыз",
		[155198] = "Автоматический инспектор по безопасности",
		[172589] = "Служащий личам часовой",
		[173996] = "Костяной буян",
		[103430] = "Гноящееся поганище",
		[172078] = "Дубосерд - пожиратель душ",
		[170160] = "Взрывоопасная канистра",
		[99358] = "Гнилосердная дриада",
		[176394] = "Служащий ПОЧТ-ы",
		[181797] = "Повелитель ужаса - командир",
		[178601] = "Слизнюченыш Кевина <Эйб-Ясеневыйлес>",
		[167731] = "Бросок тесака",
		[155583] = "Хламокоготь",
		[172079] = "Дубосердка - ночная крикунья",
		[185506] = "Клещ из разлома",
		[163128] = "Чародей с \"Золрамуса\"",
		[176555] = "\"Ахиллит\"",
		[185505] = "Маленький веспоид",
		[162872] = "Ксантут Чумная",
		[181287] = "Сытый руножор",
		[94224] = "Каменящий тотем",
		[172080] = "Дубовый крушитель",
		[81235] = "Рабочий Мрачных Путей",
		[167876] = "Инквизитор Зигар",
		[176556] = "Алькруукс",
		[155201] = "Мошенница Вонка",
		[181186] = "Верный Утробе подавитель",
		[80805] = "Макогг Угольный Клинок",
		[172607] = "Тень смерти Ксантут",
		[164920] = "Друст-душеруб",
		[182820] = "Корнеед-бурильщик",
		[115388] = "Король",
		[173026] = "Пехотинец дома Избранных",
		[181800] = "Голем в оковах",
		[162993] = "Одержимый страж",
		[170803] = "Призрачный прядильщик ненависти",
		[114364] = "Насытившийся маназмей",
		[164921] = "Друст-жнец",
		[176302] = "Корсар-канонир",
		[168246] = "Возрожденный арбалетчик <Амарт>",
		[115757] = "Страж гнева – возжигатель",
		[176686] = "Гниющий прислужник",
		[167607] = "Камнерожденный-рассекатель",
		[163126] = "Хрупкий маг",
		[114264] = "Полночь",
		[103431] = "Смрадный увалень",
		[83612] = "Черепон",
		[175663] = "Хильбранд",
		[86809] = "Гром'карский поджигатель",
		[155204] = "Добытчик техники",
		[173018] = "Лучник дома Избранных",
		[150547] = "Ворчун из племени Хламоедов",
		[184357] = "Шипоцветный часовой",
		[174130] = "Сумасшедший гриб Утробы",
		[185511] = "Песчаный змей",
		[168248] = "\"Валинор\" <\"Валинор\">",
		[114634] = "Неупокоенный слуга",
		[115006] = "Безумный собиратель",
		[111170] = "Астральная предсказательница",
		[152392] = "Проржавевший разрядниконосец",
		[176561] = "Буйный завсегдатай",
		[174131] = "Багум",
		[83613] = "Корамар",
		[175546] = "Хронокэп Крюкохвост",
		[152009] = "Неисправный хламобот",
		[155206] = "Сжигатель паразитов",
		[167610] = "Мелкий камнебес",
		[135002] = "Демонический тиран <Демондрет-Ясеневыйлес>",
		[88089] = "Чародейка из клана Колец Ненависти",
		[172981] = "Кирийский кадавр",
		[82594] = "Заряжающий Мрачных Путей",
		[169390] = "Медношкурый лисохвост",
		[176562] = "Драчливый завсегдатай",
		[152138] = "Станция перегрузки",
		[167611] = "Камнерожденная-потрошительница",
		[180015] = "Дюжий матрос",
		[164926] = "Друст-древолом",
		[151627] = "Господин Починятор",
		[101839] = "Восставший питомец",
		[175667] = "Защитная турель титанов",
		[176563] = "Зо'грон",
		[163392] = "Опальный тактик",
		[113537] = "Углепанцирный подчинитель",
		[114624] = "Волшебный страж",
		[164414] = "Оживленный маг <Амарт>",
		[182318] = "Генерал Заратура",
		[152779] = "Моч'к Восемь Пальцев",
		[167612] = "Камнерожденный-разоритель",
		[152007] = "\"Циркулятор\"",
		[154442] = "Воздушный подавитель ОУ-8",
		[150222] = "Токсикоид",
		[99791] = "Коралунский эттин",
		[172601] = "Некрочародей",
		[182319] = "Снующий кусака",
		[166079] = "Хрупкий арбалетчик",
		[149839] = "Механизированный утильхаунд",
		[176565] = "Надоедливый завсегдатай",
		[177716] = "Убийца из картеля Со",
		[185486] = "Неистовый веспоид",
		[114625] = "Фантомный гость",
		[165824] = "Нар'зуда",
		[164929] = "Жительница Тирна Скитта",
		[150485] = "Плазменная сфера",
		[176438] = "Левая рука",
		[99664] = "Неупокоенная душа",
		[115009] = "Бес огня Скверны",
		[167615] = "Порочный темный клинок",
		[154700] = "Воздушный ликвидатор ХЗ-9",
		[100048] = "Страж гнева - свежеватель душ",
		[178229] = "Пирр",
		[83616] = "Зоггош",
		[102094] = "Восставший мечник",
		[61245] = "Тотем конденсации <Занатара-Ревущийфьорд>",
		[103245] = "Отрекшийся-осквернитель",
		[103446] = "Отрекшаяся - метательница льда",
		[114626] = "Неприкаянный дух",
		[181801] = "Эбонитовый подавитель",
		[182322] = "Хищная поросль",
		[145185] = "\"Гномогедд-0Н\"",
		[114320] = "Лорд Робин Дэрис",
		[164218] = "Лорд-камергер",
		[156591] = "Сталекожий изверг",
		[98706] = "Командир Шемда'сон",
		[181044] = "Верный Утробе осквернитель",
		[164804] = "Дроман Ульфарран",
		[182323] = "Разумная поросль",
		[101008] = "Жалящая мошкара",
		[102095] = "Восставший копейщик",
		[172477] = "Dodge Ball Stalker",
		[82590] = "Разведчица Мрачных Путей",
		[102287] = "Углепанцирный подчинитель",
		[114627] = "Визжащий ужас",
		[154438] = "Механизированный пилот",
		[181108] = "Алчущий крушитель",
		[173864] = "Око Гул'дана",
		[165189] = "Гола",
		[181685] = "Тарахнид",
		[81252] = "Дров Крушитель",
		[153202] = "Таранный поршень",
		[111047] = "Темный взор",
		[95766] = "Обезумевший остроклюв",
		[113971] = "Благочестивая дева",
		[183257] = "Веспоид-дрон",
		[115395] = "Ферзь",
		[156560] = "Сбившийся с пути послушник",
		[104270] = "Голем-страж",
		[1860] = "Грак'носе",
		[114628] = "Скелет-официант",
		[172991] = "Друст-душеруб",
		[182326] = "Колючая лоза",
		[190128] = "Зул'гамуз",
		[181796] = "Эбонитовый меткий стрелок",
		[173503] = "Погруженный в учебу аколит",
		[175677] = "Контрабандное существо",
		[178778] = "Прожорливая поросль",
		[80816] = "Ахри'ок Дугру",
		[157212] = "Самонадеянный исследователь",
		[98900] = "Змееуст-плутишка",
		[179386] = "Корсар-офицер",
		[101074] = "Порожденный ненавистью дракончик",
		[155090] = "Анодированный разрядниконосец",
		[172609] = "Тень смерти Ксантут",
		[175806] = "Со'азми",
		[114629] = "Призрачный эконом",
		[182430] = "Оплетенный стрелок",
		[179388] = "Заклинатель волн с \"Песочных часов\"",
		[167111] = "Иглобрюх-рогач",
		[162611] = "Присягнувший тьме новобранец",
		[173505] = "Квексу",
		[162994] = "Одержимый хранитель",
		[150292] = "Мехагонский кавалерист",
		[179004] = "Первораптора",
		[162636] = "Оживленный хищник",
		[103222] = "Отрекшийся - теневой клинок",
		[82597] = "Гром'карский капитан",
		[101075] = "Преданный червепоклонник",
		[100486] = "Восставший чародей",
		[79720] = "Гром'карский подрывник",
		[181407] = "Верный Утробе боец",
		[170821] = "Хихикающий штопальщик",
		[80935] = "Гром'карский подрывник",
		[178238] = "Пустынная раптора",
		[167113] = "Иглобрюх-кислотник",
		[149850] = "Воздушный патрульный ХЗ-2",
		[173507] = "Наурра",
		[165913] = "Жуткий молельщик <Инфинитикс-Ревущийфьорд>",
		[180924] = "Гарудеон",
		[179006] = "Аккарис",
		[95769] = "Бешеная визгунья",
		[114247] = "Смотритель",
		[77483] = "Гром'карская опалительница",
		[178141] = "Лататель чешуи из племени Соленой Хмари",
		[155094] = "Мехагонский солдат",
		[176705] = "Венца Голдаплавс",
		[164557] = "Фрагмент Халкиаса",
		[179007] = "Опутанный геоменталь",
		[180158] = "Буйный завсегдатай",
		[183249] = "Подчиненный разрушитель миров",
		[99359] = "Гнилосердный хранитель",
		[61056] = "Изначальный элементаль земли",
		[165529] = "Порочная сборщица",
		[153226] = "Певица стали Фреза",
		[96512] = "Верховный друид Глайдалис",
		[151476] = "\"Взрывотрон Х-80\"",
		[180159] = "Драчливый завсегдатай",
		[181782] = "Верный Утробе преобразователь",
		[114312] = "Мороуз",
		[98949] = "Хмуродроб Лютый",
		[189878] = "Натрезим-лазутчик",
		[104274] = "Баалгар Бдительный",
		[84028] = "Осадный мастер Рокра",
		[114632] = "Призрачный смотритель",
		[80937] = "Гром'карская опалительница",
		[83028] = "Гром'карский остроглаз",
		[167117] = "Личинка иглобрюха",
		[104881] = "Заклинательница клинков Алуриэль",
		[179837] = "Следопыт Зо'корсс",
		[150168] = "Токсичное чудище",
		[164477] = "Подчинитель смерти Хроф",
		[150169] = "Токсичный скрытень",
		[95771] = "Грозный разрушитель",
		[114249] = "Нестабильная энергия <Смотритель>",
		[151773] = "Сторожевой бот модели \"ПЕС\"",
		[179840] = "Тазавешский хранитель порядка",
		[150937] = "Солеплюй",
		[179778] = "Портал взрывающегося разлома",
		[144294] = "Мехагонский боевой механик",
		[166735] = "Обезумевший страж",
		[80938] = "Гром'карский исполин",
		[88163] = "Гром'карская пророчица на пепле",
		[112756] = "Сораллий",
		[158040] = "Освобожденный вестник смерти",
		[80005] = "Повелительница небес Товра",
		[177816] = "Специалист по допросу",
		[164562] = "Порочный псарь",
		[166736] = "Острохвойный ужас",
		[95772] = "Разъяренный коготь ночи",
		[81283] = "Гром'карский пехотинец",
		[179940] = "Взрывающаяся сфера Утробы <Верный Утробе осквернитель>",
		[115401] = "Слон",
		[163621] = "Кровомес",
		[155228] = "Серый утрамбовщик",
		[164563] = "Свирепый гаргон",
		[80875] = "Бомбитель",
		[144299] = "Защитник мастерской",
		[179269] = "Охранник \"Оазиса\"",
		[182466] = "Антрос",
		[163157] = "Амарт",
		[98243] = "Лишенный души защитник",
		[101437] = "Пылающая жеода",
		[152288] = "Мотопаук",
		[165108] = "Иллюзорный клон",
		[166866] = "Заблудший распорядитель",
		[151649] = "\"Оборонобот I\"",
		[98970] = "Латосий",
		[115402] = "Слон",
		[152033] = "Непримечательное растение",
		[104277] = "Гончая Легиона",
		[115594] = "Арбитр из Сумеречной стражи",
		[181061] = "Верный Утробе расхититель",
		[80940] = "Железный пехотинец",
		[98081] = "Ревущий идол <Уларогг Скаломол>",
		[106643] = "Элисанда",
		[184206] = "Зловредный бес <Демондрет-Ясеневыйлес>",
		[165408] = "Халкиас",
		[163415] = "Озверевший проглот",
		[91000] = "Злобнозем-исполин",
		[104218] = "Советник Меландр",
		[182213] = "Разумная поросль",
		[114252] = "Пожиратель маны",
		[114316] = "Баронесса Доротея Милстип",
		[164363] = "Неумирающий камнебес",
		[99365] = "Скверносерд-лазутчик",
		[104278] = "Порабощенная Скверной карательница",
		[164567] = "Ингра Малох",
		[114636] = "Фантомный стражник",
		[166869] = "Темный голиаф",
		[104534] = "Тюремщик Д'зорикс",
		[173948] = "Посвященный из дома Избранных",
		[111823] = "Скверноподанный предатель",
		[106584] = "Бдительный окулус",
		[182863] = "Сов'тул",
		[180091] = "Древняя гончая недр",
		[116171] = "Клинок Скверны - часовой",
		[182215] = "Колючая лоза",
		[153699] = "Радикулиск",
		[114317] = "Леди Катриона Фон-Инди",
		[164185] = "Эшелон",
		[162267] = "Анимаклещ-роевик",
		[101028] = "Проекция Латосия",
		[144303] = "СТРАЖ",
		[114637] = "Призрачный стражник",
		[95779] = "Гноешкурый гризли",
		[167055] = "Метатель гнили",
		[164501] = "Призывательница Туманов",
		[178508] = "Мать Фестис",
		[162268] = "Быстроногий анимаклещ",
		[113998] = "Крушитель из племени Камня Силы",
		[185836] = "Совершенная стая",
		[151663] = "Перемалыватель из племени Хламоедов",
		[111446] = "Офицер Сумеречной стражи",
		[151655] = "Крайне взрывоопасная ракета",
		[114318] = "Барон Раф Дрейгер",
		[153957] = "Проржавевший машинист",
		[109331] = "Каламир",
		[181834] = "Дефективный защитник",
		[150249] = "Демонтажница из банды Поршнеголовых",
		[98406] = "Угольный скорпион",
		[153203] = "Таранный поршень",
		[115789] = "Демонический разлом",
		[89] = "Инфернал",
		[114321] = "Лорд Криспин Ференс",
		[111889] = "Серный страж гнева",
		[150397] = "Король Мехагон",
		[150250] = "Стрелок из банды Поршнеголовых",
		[91008] = "Скальный камнешвыр",
		[153755] = "Нано Мегабум",
		[151657] = "Бомботанк",
		[180429] = "Нарядный звездочет",
		[115406] = "Конь",
		[167386] = "Острохвойный пакостник",
		[170583] = "Сын войны из дома Избранных",
		[150251] = "Механик из банды Поршнеголовых",
		[180052] = "Луговая раптора",
	},
	["death_recap"] = {
		["show_segments"] = false,
		["enabled"] = true,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["spell_pool"] = {
		2, -- [1]
		3, -- [2]
		"Мир (падение)", -- [3]
		[355225] = "Рыбомант из племени Соленой Хмари",
		[323489] = "Изготовитель кадавров",
		[53385] = 2,
		[321442] = 11,
		[227297] = "Пожиратель маны",
		[227809] = "Благочестивая дева",
		[7268] = 8,
		[204263] = 5,
		[323491] = 6,
		[337824] = 2,
		[85256] = 2,
		[349087] = "Венца Голдаплавс",
		[344993] = "Свирепый гаргон",
		[199658] = 1,
		[297901] = "Струебот",
		[196587] = "Слияние душ",
		[324519] = 7,
		[125439] = 8,
		[323496] = "Изготовитель кадавров",
		[324520] = 7,
		[264119] = 9,
		[357281] = "Усердный подручный",
		[173042] = "Гром'карский мастер цепей",
		[265144] = 5,
		[190446] = 8,
		[324522] = 7,
		[351140] = 8,
		[200684] = "Грозный отравитель",
		[324523] = 10,
		[356260] = "Заклинатель волн с \"Песочных часов\"",
		[365474] = 6,
		[347047] = 5,
		[200685] = 12,
		[193007] = 8,
		[115203] = 10,
		[51723] = 4,
		[326574] = "Хирург Трупошов",
		[356263] = 3,
		[328622] = 2,
		[363430] = 8,
		[323504] = 6,
		[24394] = 3,
		[199663] = "Фантомный советник",
		[346028] = "Зо'фекс",
		[107270] = 10,
		[323506] = 2,
		[57994] = 7,
		[527] = 5,
		[323507] = 6,
		[2139] = 8,
		[198641] = "Кур'талос Гребень Ворона",
		[29513] = "Фантомный гость",
		[321461] = 3,
		[323509] = 6,
		[322486] = "Жительница Тирна Скитта",
		[298940] = "Нано Мегабум",
		[211439] = "Внутренний демон",
		[30153] = "Риннгорил <Камомила-Галакронд>",
		[262115] = 1,
		[300989] = 11,
		[324536] = 9,
		[199667] = 1,
		[212464] = "Верховный друид Глайдалис",
		[168955] = "Корамар",
		[339894] = 12,
		[304063] = "Шоковый бот",
		[228333] = "[*] Нестабильный заряд",
		[334776] = 1,
		[361394] = 4,
		[337848] = 2,
		[293827] = "Мехагонский боевой механик",
		[327611] = 6,
		[324540] = 9,
		[224239] = 2,
		[322493] = "Оживленный маг <Амарт>",
		[364467] = 9,
		[214002] = "Восставший копейщик",
		[190456] = 1,
		[227823] = "Благочестивая дева",
		[200182] = "Тень Ксавия",
		[333757] = 2,
		[294855] = "Непримечательное растение",
		[345019] = 4,
		[200183] = 5,
		[356281] = 1,
		[345020] = 4,
		[202231] = "Камнерукий повелитель личинок",
		[178173] = 10,
		[5221] = 11,
		[336832] = 8,
		[193530] = 3,
		[323524] = 6,
		[29514] = "Фантомный гость",
		[285646] = 11,
		[176127] = "Гром'карский подрывник",
		[197626] = 11,
		[691] = 9,
		[331718] = "Туманная защитница",
		[49039] = 6,
		[53390] = 7,
		[197628] = 11,
		[166404] = "Разведчица Мрачных Путей",
		[322507] = 10,
		[315341] = 4,
		[193534] = 3,
		[353221] = 7,
		[359364] = 1,
		[344008] = "Павшая монахиня <Уххастик>",
		[320462] = "Некромант с \"Золрамуса\"",
		[168965] = "Корамар",
		[218617] = 1,
		[47632] = 6,
		[155145] = 2,
		[226296] = "Злобнозем-исполин",
		[326607] = "Камнерожденный-разоритель",
		[195072] = 12,
		[183811] = 2,
		[196608] = 10,
		[222202] = 6,
		[323538] = "Верховный адъюдикатор Ализа",
		[781] = 3,
		[124682] = 10,
		[307159] = 10,
		[193538] = 4,
		[368585] = 6,
		[29579] = "Фантомный гость",
		[334802] = 1,
		[263140] = 3,
		[307162] = 8,
		[293854] = "Мехагонский боевой механик",
		[30283] = 9,
		[288736] = 1,
		[342995] = 5,
		[307164] = 6,
		[158221] = 10,
		[166923] = "Защитница Друна",
		[102417] = 11,
		[345044] = 8,
		[209921] = "Даргрул",
		[3355] = 3,
		[307166] = 3,
		[211457] = "Таликса Пламя Гнева",
		[342998] = 5,
		[6789] = 9,
		[135700] = 11,
		[288740] = 6,
		[359379] = 3,
		[339928] = 3,
		[365522] = 3,
		[294884] = "Неисправный хламобот",
		[345048] = 11,
		[201733] = "Латосий",
		[293861] = "Противопехотная белка <Мехагонский боевой механик>",
		[190984] = 11,
		[264173] = 9,
		[48018] = 9,
		[883] = 3,
		[226304] = "Злобнозем-исполин",
		[326623] = "Камнерожденный-разоритель",
		[323552] = "Верховный адъюдикатор Ализа",
		[195592] = 7,
		[331743] = "Туманный страж",
		[209413] = "Голем-страж",
		[321507] = 8,
		[200200] = 5,
		[294890] = "Неисправный хламобот",
		[336864] = 12,
		[264178] = 9,
		[29580] = "Фантомный гость",
		[86040] = 9,
		[326629] = "Хирург Трупошов",
		[331748] = "Туманный страж",
		[224772] = 7,
		[294894] = "Неисправный хламобот",
		[353248] = 2,
		[185358] = 3,
		[343011] = 12,
		[323560] = 4,
		[122128] = 5,
		[207881] = "Таликса Пламя Гнева",
		[26573] = 2,
		[201227] = "Оскверненная кровью ярость",
		[343013] = 12,
		[336871] = 12,
		[330729] = 11,
		[339943] = 11,
		[332777] = 8,
		[72221] = 10,
		[330730] = 7,
		[270329] = 3,
		[228358] = 8,
		[307185] = 2,
		[336874] = 10,
		[31884] = 2,
		[326637] = "Камнерожденная-потрошительница",
		[327661] = 5,
		[227847] = 1,
		[321519] = 11,
		[204301] = 2,
		[270332] = 3,
		[153626] = 8,
		[365542] = 2,
		[228360] = 5,
		[257537] = 8,
		[327664] = "Хирург Трупошов",
		[365543] = 2,
		[355306] = "Портал взрывающегося разлома",
		[348140] = 10,
		[365544] = 2,
		[224266] = 2,
		[142878] = 7,
		[348141] = 10,
		[300025] = 2,
		[321524] = 11,
		[307192] = 11,
		[211470] = "Владычица теней",
		[29581] = "Фантомный гость",
		[326644] = "Камнерожденная-потрошительница",
		[200721] = "Даргрул",
		[322550] = "Тред'ова",
		[270339] = 3,
		[227851] = "Мороуз",
		[321527] = 11,
		[307195] = 10,
		[359407] = 12,
		[231435] = 2,
		[336885] = 11,
		[203794] = 12,
		[155166] = 6,
		[368622] = 12,
		[353266] = 4,
		[321530] = 3,
		[53652] = 2,
		[227341] = "Галиндра",
		[336887] = 10,
		[203795] = 12,
		[355315] = 11,
		[290819] = 3,
		[117014] = 7,
		[117526] = 3,
		[295939] = "Воздушный подавитель ОУ-8",
		[203796] = 12,
		[322557] = "Друст-душеруб",
		[31821] = 2,
		[355318] = 11,
		[356342] = 9,
		[336891] = 10,
		[43927] = 5,
		[373747] = "Зул'гамуз",
		[354297] = "Настойчивый ритуалист",
		[238606] = "Волшебный страж",
		[262161] = 1,
		[215572] = 1,
		[322563] = "Тред'ова",
		[188443] = 7,
		[229905] = "Пожинатель душ",
		[5302] = 1,
		[1330] = 4,
		[345087] = 7,
		[346111] = 5,
		[368634] = 3,
		[368635] = 7,
		[336899] = 3,
		[355327] = 9,
		[368636] = 7,
		[345090] = 2,
		[201754] = "Uvuros <Xénoviâ-ShatteredHalls>",
		[368637] = 7,
		[291856] = "Плазменная сфера",
		[325640] = 9,
		[322569] = "Друст-душеруб",
		[209433] = "[*] Затягивающая сингулярность",
		[346116] = "Хильбранд",
		[294929] = "КУ-ДЖ0",
		[207386] = 11,
		[329737] = 8,
		[363521] = 8,
		[200732] = "Даргрул",
		[5782] = 9,
		[173091] = "Защитница Друна",
		[153640] = 8,
		[42777] = 1,
		[355333] = 3,
		[353286] = 7,
		[330764] = 9,
		[1490] = 12,
		[79140] = 4,
		[257040] = 8,
		[330765] = 9,
		[12042] = 8,
		[48792] = 6,
		[93985] = 11,
		[291865] = "Воздушное судно R-21/X",
		[235031] = 7,
		[186403] = 2,
		[195617] = 6,
		[334864] = 2,
		[345102] = 12,
		[194594] = 3,
		[42650] = 6,
		[29583] = "Фантомный гость",
		[347151] = "Хронокэп Крюкохвост",
		[368650] = 12,
		[329748] = 12,
		[157228] = 11,
		[327701] = 6,
		[257044] = 3,
		[48025] = 2,
		[48153] = 5,
		[324631] = 10,
		[352273] = 5,
		[257045] = 3,
		[368654] = 12,
		[305182] = 12,
		[302111] = 11,
		[327705] = 4,
		[291874] = "Летающий кран",
		[207906] = "Таликса Пламя Гнева",
		[335896] = 7,
		[201764] = 7,
		[54680] = "Devilsaur <Lùcïfër-Draenor>",
		[1714] = 9,
		[236060] = 8,
		[207907] = "Таликса Пламя Гнева",
		[327708] = 11,
		[106785] = 11,
		[119582] = 10,
		[327709] = 10,
		[291878] = "Воздушное судно R-21/X",
		[228895] = "Полночь",
		[327710] = 5,
		[1766] = 4,
		[337948] = 5,
		[368661] = "Корсар-офицер",
		[227872] = "Мороуз",
		[163376] = "Нииза Нокс",
		[368662] = "Дюжий матрос",
		[193065] = 5,
		[363544] = 8,
		[1822] = 11,
		[184364] = 1,
		[85288] = 1,
		[1850] = 11,
		[148022] = 8,
		[354334] = "Хронокэп Крюкохвост",
		[17619] = 2,
		[227363] = "Полночь",
		[207400] = 7,
		[195627] = 4,
		[163379] = "Бомбитель",
		[353312] = "Хильбранд",
		[173105] = "[*] Вращающиеся цепи",
		[212520] = 1,
		[184367] = 1,
		[357409] = 12,
		[317483] = 1,
		[294961] = "[*] Пылающий укус",
		[83242] = 3,
		[203819] = 12,
		[265273] = 9,
		[340007] = 2,
		[132157] = 5,
		[189999] = 2,
		[335913] = 10,
		[365602] = 2,
		[195630] = 10,
		[176179] = 4,
		[328748] = 10,
		[132158] = 11,
		[83243] = 3,
		[317488] = 1,
		[200238] = "Тень Ксавия",
		[176180] = 8,
		[345130] = 7,
		[317489] = 1,
		[20243] = 1,
		[32592] = 5,
		[315443] = 6,
		[2060] = 5,
		[193585] = "Скальный зверолов",
		[243237] = "[*] Взрыв",
		[83244] = 3,
		[334896] = 6,
		[17364] = 7,
		[226347] = "Камнерукий охотник",
		[322614] = "Тред'ова",
		[328757] = 3,
		[191540] = "Страж гнева – возжигатель",
		[323639] = 12,
		[317497] = 1,
		[340020] = 9,
		[308433] = 10,
		[337973] = 6,
		[227616] = "Леди Кейра Беррибак",
		[83245] = 3,
		[368653] = 4,
		[333488] = "Амарт",
		[57755] = 1,
		[115750] = 2,
		[320571] = "Чародей с \"Золрамуса\"",
		[354355] = 3,
		[33697] = 10,
		[344118] = 5,
		[62618] = 5,
		[228026] = "Люминор",
		[357238] = "Нарядный звездочет",
		[368689] = 5,
		[232144] = "Серебряные вилки",
		[228221] = "Метелка",
		[163390] = "Нииза Нокс",
		[204852] = "Обитатель Кошмара",
		[353334] = 5,
		[209971] = "Элисанда",
		[111400] = 9,
		[206930] = 6,
		[228011] = "Мадам Чугунок",
		[354359] = 12,
		[323399] = 9,
		[79206] = 7,
		[227985] = "Коглстон",
		[10060] = 5,
		[24275] = 2,
		[368693] = 1,
		[300102] = "Неисправный хламобот",
		[342076] = 3,
		[228729] = "Коглстон",
		[368694] = 6,
		[5143] = 8,
		[2580] = 7,
		[232156] = "Коглстон",
		[368695] = 1,
		[191034] = 11,
		[10444] = 7,
		[200248] = "Восставший чародей",
		[368696] = 1,
		[201272] = "Оскверненная кровью ярость",
		[337984] = 7,
		[367673] = 7,
		[368697] = 1,
		[105771] = 1,
		[325700] = "Порочная сборщица",
		[330132] = 12,
		[368698] = 2,
		[201273] = "Оскверненная кровью ярость",
		[325701] = "Порочная сборщица",
		[232137] = "Серебряные вилки",
		[368699] = 6,
		[291918] = "Летающий кран",
		[120360] = 3,
		[367676] = 11,
		[229427] = "Король",
		[108843] = 8,
		[232135] = "Серебряные вилки",
		[294869] = "Непримечательное растение",
		[368701] = 1,
		[191037] = 11,
		[337989] = 6,
		[197630] = 11,
		[368702] = 1,
		[298602] = "[*] Облако дыма",
		[340056] = 11,
		[179873] = 11,
		[356418] = 5,
		[291922] = "КУ-ДЖ0",
		[120361] = 3,
		[367680] = 9,
		[229429] = "Король",
		[334131] = 11,
		[88625] = 5,
		[2908] = 11,
		[331850] = 4,
		[176131] = "Гром'карский подрывник",
		[309328] = 7,
		[325275] = 7,
		[2948] = 8,
		[120588] = 7,
		[313424] = 8,
		[326733] = 2,
		[171457] = 3,
		[116011] = 8,
		[116267] = 8,
		[56222] = 6,
		[331688] = 9,
		[361542] = 2,
		[171454] = 3,
		[225624] = 3,
		[297133] = "\"Оборонобот II\"",
		[353353] = 9,
		[351096] = "Со'лея",
		[302166] = "Воздушный подавитель ОУ-8",
		[49184] = 6,
		[296024] = 7,
		[197696] = "Иллисанна Гребень Ворона",
		[367687] = 6,
		[333120] = 12,
		[365640] = 11,
		[348162] = 2,
		[200256] = "Чародейский прислужник",
		[200768] = "Обезумевший остроклюв",
		[320596] = "Чумокост",
		[297256] = "Король Гоббамак",
		[101168] = 6,
		[6343] = 1,
		[332882] = 2,
		[247456] = 12,
		[281889] = 9,
		[157128] = 2,
		[164426] = "Раздиратель Плоти Нок'Гар",
		[119914] = 9,
		[39331] = 11,
		[17229] = 2,
		[160331] = 11,
		[338003] = "Порочный уничтожитель",
		[52128] = 7,
		[334748] = "Сборщик трупов",
		[196771] = 6,
		[338004] = "Работящий смотритель",
		[322648] = "[*] Связь разума",
		[198723] = "Гнилосердная дриада",
		[328791] = "Лорд-камергер",
		[328930] = 7,
		[334934] = 1,
		[200771] = "Обезумевший остроклюв",
		[291937] = 2,
		[231390] = 3,
		[359317] = 4,
		[198813] = 12,
		[116014] = 8,
		[312411] = 7,
		[293986] = "\"Взрывотрон Х-80\"",
		[364523] = 7,
		[291939] = "[*] Гигаразряд",
		[270343] = 3,
		[306272] = 7,
		[331866] = 12,
		[353365] = 11,
		[187464] = 5,
		[200261] = "Лишенный души защитник",
		[368722] = 11,
		[324701] = 8,
		[327704] = 11,
		[322654] = "Тред'ова",
		[344153] = 2,
		[291930] = "Куб металлолома",
		[167589] = "Осадная пушка",
		[322655] = "Тред'ова",
		[344154] = 2,
		[356466] = 5,
		[325727] = 11,
		[350101] = "Венца Голдаплавс",
		[344155] = 2,
		[294103] = "Ракетный танк",
		[308430] = 7,
		[225909] = "Паучонок из крепости Черной Ладьи",
		[257538] = 8,
		[209477] = "Маназмей",
		[346204] = "Зо'фекс",
		[363608] = 2,
		[352347] = "Очиститель из хранилища",
		[291946] = "КУ-ДЖ0",
		[54049] = "Кудомо <Альзамарка-СвежевательДуш>",
		[33702] = 9,
		[196681] = 8,
		[212105] = 12,
		[173135] = "Огрон-работник",
		[321444] = 11,
		[326638] = "Камнерожденная-потрошительница",
		[296043] = 11,
		[300171] = "Тяжелый хламобот",
		[257542] = 8,
		[3716] = "Kal'gron <Epko-Kazzak>",
		[320614] = "Червь-трупоед",
		[325733] = 11,
		[208865] = "Элисанда",
		[315496] = 4,
		[187878] = 7,
		[21910] = "Фантомный гость",
		[355423] = "Рыбомант из племени Соленой Хмари",
		[188493] = "Нараксас",
		[205385] = 5,
		[302274] = "\"Танкоборец-1\"",
		[218164] = 10,
		[206939] = "Гул'дан",
		[227908] = 7,
		[329831] = 6,
		[212552] = 6,
		[188494] = "[*] Зловонная пасть",
		[291953] = "Куб металлолома",
		[338022] = "Лоскутный солдат",
		[162407] = "Рельсмейстер Искролет",
		[327785] = 9,
		[223814] = 7,
		[361358] = 2,
		[327574] = 6,
		[327786] = 8,
		[6262] = 2,
		[355464] = "Береговой голиаф",
		[294064] = "Танк-долгоног",
		[46628] = 1,
		[227291] = "Нюцзао <Patricja-BurningLegion>",
		[228920] = 1,
		[343144] = 5,
		[328837] = 3,
		[267171] = 9,
		[298146] = 10,
		[200289] = "Тень Ксавия",
		[354189] = 8,
		[199246] = "Нараксас",
		[114255] = 5,
		[339051] = 12,
		[96312] = 9,
		[108853] = 8,
		[246851] = 3,
		[329872] = 3,
		[196728] = "Нюцзао <Patricja-BurningLegion>",
		[325523] = "Порочный темный клинок",
		[246853] = 3,
		[192081] = 11,
		[8004] = 7,
		[316531] = 1,
		[329840] = 2,
		[72807] = 3,
		[315508] = 4,
		[227913] = "Злобный покоритель Скверны",
		[355473] = "Командир Зо'фар",
		[25046] = 4,
		[188499] = 12,
		[221771] = 10,
		[301177] = "Воздушный подавитель ОУ-8",
		[326771] = "Камнерожденный-рассекатель",
		[373729] = "Зул'гамуз",
		[223819] = 2,
		[325748] = 11,
		[17] = 5,
		[323701] = 5,
		[178299] = "Гром'карский техник",
		[246854] = 3,
		[355438] = "Зо'грон",
		[218587] = "Дресарон",
		[193505] = "Злобнозем-исполин",
		[223306] = 2,
		[355439] = "Зо'грон",
		[118779] = 1,
		[201298] = "Оскверненный кровью взрывень <Оскверненная кровью ярость>",
		[338036] = 7,
		[294015] = "\"Взрывотрон Х-80\"",
		[344179] = 7,
		[285594] = 10,
		[342132] = 5,
		[367726] = 3,
		[331721] = "Туманная защитница",
		[300159] = "Тяжелый хламобот",
		[333943] = 2,
		[318587] = "\"Гномогедд-0Н\"",
		[348276] = "Левая рука",
		[227917] = "Бестелесный дублер",
		[329849] = 2,
		[167516] = "Гром'карский поджигатель",
		[204883] = 5,
		[168540] = "[*] Обстрел",
		[312321] = 9,
		[61336] = 11,
		[206931] = 6,
		[320637] = "Чумокост",
		[338041] = 11,
		[294020] = 7,
		[44425] = 8,
		[168541] = "[*] Обстрел",
		[173148] = "Гром'карская огненная лучница",
		[356404] = "Древняя гончая недр",
		[115767] = 1,
		[291974] = "Король Мехагон",
		[358518] = 10,
		[320674] = 7,
		[323706] = 5,
		[294058] = "Крайне взрывоопасная ракета",
		[173149] = "[*] Горящие стрелы",
		[210022] = "Элисанда",
		[97340] = 1,
		[192109] = 7,
		[280715] = 1,
		[367734] = 7,
		[331939] = 12,
		[228852] = "Ловчий Аттумен",
		[226385] = "Смолоплюй-ползун",
		[5176] = 11,
		[185313] = 4,
		[43308] = 2,
		[291915] = "[*] Плазменная сфера",
		[192090] = 11,
		[118522] = 7,
		[324739] = 2,
		[197721] = 11,
		[232405] = 2,
		[227410] = "Галиндра",
		[345215] = 9,
		[321669] = "Иллюзорный клон",
		[200338] = "Даргрул",
		[5384] = 3,
		[209495] = "Голем-страж",
		[345111] = 9,
		[298124] = "Токсикоид",
		[364668] = 4,
		[332932] = 8,
		[164837] = "Лютоклык",
		[355455] = 2,
		[44457] = 8,
		[221781] = "Гул'дан",
		[333957] = 7,
		[298897] = "Трикси Искрожгучка",
		[326829] = "Инквизитор Зигар",
		[345219] = 5,
		[311474] = 10,
		[302262] = 2,
		[344158] = 2,
		[296080] = "Воздушный подавитель ОУ-8",
		[5672] = "Тотем исцеляющего потока <Музуру>",
		[115450] = 10,
		[356482] = "Буйный завсегдатай",
		[211545] = 11,
		[133] = 8,
		[326794] = "Инквизитор Зигар",
		[299153] = "Трикси Искрожгучка",
		[300177] = "Тяжелый хламобот",
		[333961] = 2,
		[229386] = 3,
		[290964] = 4,
		[357508] = "Разъяренный дикорог",
		[55078] = 6,
		[171620] = 8,
		[352390] = "Заклинатель порталов Зо'хонн",
		[357509] = "Разъяренный дикорог",
		[333963] = "\"Брон\" <Ниэтта>",
		[47528] = 6,
		[227415] = "[*] Незримое присутствие",
		[124217] = 12,
		[333964] = 7,
		[310454] = 10,
		[301088] = "Бомботанк",
		[121411] = 4,
		[226388] = "[*] Тухлая слизь",
		[294039] = 2,
		[356488] = 8,
		[357512] = "Разъяренный дикорог",
		[199775] = "Нараксас",
		[355465] = "Береговой голиаф",
		[354362] = 1,
		[345228] = 3,
		[193633] = "Восставшая лучница",
		[119611] = 10,
		[311445] = 3,
		[279709] = 11,
		[322465] = "Тред'ова",
		[324867] = 11,
		[356537] = "Заклинатель порталов Зо'хонн",
		[345230] = 1,
		[156779] = 5,
		[214621] = 5,
		[356492] = 1,
		[353421] = 9,
		[191587] = 6,
		[322709] = "Тред'ова",
		[192611] = 12,
		[117828] = 9,
		[323673] = 5,
		[127802] = 4,
		[227419] = "[*] Незримое присутствие",
		[300188] = "Вооруженный робопаук",
		[208944] = "Элисанда",
		[257620] = 3,
		[163947] = "Рельсмейстер Искролет",
		[353424] = "Камера сдерживания <[*] Камера сдерживания>",
		[205386] = 5,
		[311486] = 1,
		[364686] = 11,
		[300129] = "Неисправный хламобот",
		[333974] = 7,
		[330903] = "Павшая монахиня <Уххастик>",
		[201364] = 1,
		[152175] = 10,
		[17481] = 1,
		[336872] = 2,
		[34861] = 5,
		[345209] = 11,
		[363578] = 5,
		[257622] = 3,
		[368700] = 1,
		[296025] = "Воздушный подавитель ОУ-8",
		[333977] = 7,
		[355476] = "Командир Зо'фар",
		[307193] = 11,
		[34477] = 3,
		[183401] = "Злобнозем-ползун",
		[228958] = "Тень Медива",
		[356501] = 2,
		[201176] = "Змееуст-барахольщик",
		[193639] = "Камнеспинный щелкозуб",
		[348136] = 11,
		[360597] = "Маячок вторжения",
		[162415] = "Ошир",
		[78675] = 11,
		[355479] = "Командир Зо'фар",
		[328900] = 2,
		[356369] = 9,
		[366741] = 8,
		[359278] = 1,
		[331934] = 12,
		[367805] = 12,
		[297127] = "\"Оборонобот II\"",
		[330911] = "Павшая монахиня <Уххастик>",
		[115192] = 4,
		[115008] = 10,
		[325793] = "Порочный псарь",
		[194153] = 11,
		[114250] = 2,
		[353203] = 7,
		[221707] = 2,
		[192106] = 7,
		[331937] = 12,
		[367472] = 1,
		[362650] = 2,
		[344955] = 6,
		[360603] = "Пылающий инфернал",
		[77130] = 7,
		[209568] = "Своевременный элементаль",
		[202198] = "Камнерукий охотник",
		[360604] = "Пылающий инфернал",
		[227405] = "Эльфира",
		[325797] = "Порочный псарь",
		[294061] = "Танк-долгоног",
		[311465] = 5,
		[363713] = "[*] Воодушевление Скверны",
		[199786] = 8,
		[355487] = "[*] Огонь на поражение",
		[311466] = 5,
		[209512] = "Голем-страж",
		[325799] = "Порочный псарь",
		[229976] = 2,
		[311467] = 5,
		[345251] = 9,
		[183407] = "[*] Кислотный всплеск",
		[322729] = 10,
		[311468] = 5,
		[229988] = "Горящие плитки",
		[342181] = 10,
		[109132] = 10,
		[311469] = 5,
		[195181] = 6,
		[47750] = 5,
		[330921] = 2,
		[336040] = 3,
		[104773] = 9,
		[346278] = 12,
		[198781] = "Кур'талос Гребень Ворона",
		[311471] = 5,
		[162422] = "Рельсмейстер Искролет",
		[317614] = 6,
		[326860] = 10,
		[196718] = 12,
		[300211] = "Вооруженный робопаук",
		[201837] = "Скверносерд-призыватель",
		[231014] = 7,
		[323758] = 3,
		[162423] = "Рельсмейстер Искролет",
		[207980] = "Баалгар Бдительный",
		[363685] = 8,
		[336044] = 7,
		[341163] = "\"Брон\" <Ниэтта>",
		[321712] = 8,
		[44461] = 8,
		[311475] = 10,
		[163930] = "Рельсмейстер Искролет",
		[207981] = "Баалгар Бдительный",
		[330927] = 2,
		[311476] = 10,
		[2061] = 5,
		[342189] = 11,
		[294073] = "Танк-долгоног",
		[311477] = 10,
		[155777] = 11,
		[326863] = 12,
		[339119] = 2,
		[339929] = 3,
		[210053] = 11,
		[346286] = "ПОЧТ-мейстер",
		[330909] = "Павшая монахиня <Уххастик>",
		[227434] = "Береговой заклинатель волн",
		[33076] = 5,
		[358572] = 1,
		[334713] = "Зловещий охотник <Clickportal-TarrenMill>",
		[311480] = 10,
		[292035] = "КУ-ДЖ0",
		[107079] = 10,
		[355502] = "[*] Барьер жгучего света",
		[291006] = 6,
		[12975] = 1,
		[234153] = 9,
		[48045] = 5,
		[211477] = "Гончая Легиона",
		[320696] = "Сшитый боец авангарда",
		[201842] = "Скверносерд-призыватель",
		[108280] = 7,
		[321529] = 8,
		[260708] = 1,
		[336759] = "Призывательница Туманов",
		[204402] = "Грозный разрушитель",
		[135299] = 3,
		[340208] = "Матриарх темнокрылов",
		[280772] = 1,
		[274740] = 1,
		[100] = 1,
		[337079] = 10,
		[280773] = 1,
		[302272] = "Воздушный подавитель ОУ-8",
		[217200] = 3,
		[156287] = 1,
		[366769] = 1,
		[210546] = "Элисанда",
		[178298] = "Гром'карский техник",
		[299164] = "Механоцикл",
		[357399] = "Дэнтан",
		[351414] = 6,
		[163966] = "Техник Мрачных Путей",
		[99] = 11,
		[280776] = 1,
		[353254] = 7,
		[315584] = 4,
		[118038] = 1,
		[167038] = "[*] Котел со шлаком",
		[326846] = "Инквизитор Зигар",
		[356535] = 1,
		[368656] = 12,
		[32409] = "[*] Слово Тьмы: Смерть",
		[326847] = "Инквизитор Зигар",
		[338804] = 12,
		[158337] = "Буйный копытень",
		[212084] = 12,
		[330943] = 2,
		[2565] = 1,
		[353466] = 7,
		[209426] = 12,
		[302279] = "\"Танкоборец-1\"",
		[197214] = 7,
		[30213] = "Риннгорил <Камомила-Галакронд>",
		[49966] = "Lukas <Asteanhunt-Blackhand>",
		[330945] = 2,
		[241774] = "Фантомный стражник",
		[2637] = 11,
		[2645] = 7,
		[124659] = 2,
		[340160] = "Матриарх темнокрылов",
		[357564] = 11,
		[209036] = "Часовой из Сумеречной стражи",
		[200325] = "Восставший разведчик",
		[29722] = 9,
		[337090] = 8,
		[366779] = 7,
		[78674] = 11,
		[340162] = 11,
		[51886] = 7,
		[195707] = 1,
		[291045] = 9,
		[163971] = "\"Железная звезда III\"",
		[29893] = 9,
		[214001] = "Восставший копейщик",
		[339140] = 11,
		[321759] = 3,
		[158341] = "Буйный копытень",
		[118345] = "Изначальный элементаль земли <Traín-Onyxia>",
		[196742] = 10,
		[367466] = 3,
		[308429] = 11,
		[354361] = 3,
		[322762] = 3,
		[22812] = 11,
		[182912] = 6,
		[211406] = "Пылающий бес",
		[367808] = 4,
		[196733] = 10,
		[353354] = 9,
		[210042] = 12,
		[198269] = "Верховный друид Глайдалис",
		[356548] = "Страж ворот Зо'мазз",
		[353477] = 9,
		[287712] = 3,
		[339145] = 11,
		[356549] = "Офицер поддержки",
		[328908] = 2,
		[299241] = "Нано Мегабум",
		[47536] = 5,
		[227447] = "Эльфира",
		[308434] = 10,
		[165961] = 11,
		[322767] = "Друст-жнец",
		[198793] = 12,
		[296150] = "[*] Выброс пара",
		[47541] = 6,
		[351433] = 11,
		[365540] = 2,
		[186406] = 2,
		[218759] = "Гноешкурый гризли",
		[368863] = 11,
		[326642] = "Камнерожденная-потрошительница",
		[106830] = 11,
		[366791] = 1,
		[6201] = 9,
		[192058] = 7,
		[168514] = "[*] Обстрел",
		[327694] = 5,
		[108366] = 9,
		[55090] = 6,
		[344939] = 10,
		[366793] = 10,
		[294107] = "Утильхаунд",
		[348366] = "[*] Руки закона",
		[123986] = 10,
		[1122] = 9,
		[205345] = 8,
		[2643] = 3,
		[328928] = 7,
		[347373] = "Пушка \"Песочных часов\"",
		[367819] = "Кощунство <Альзамарка-СвежевательДуш>",
		[323798] = 6,
		[331016] = 12,
		[183430] = "Смолоплюй-ползун",
		[347149] = "Хронокэп Крюкохвост",
		[241784] = "Призрачный эконом",
		[156301] = "Гром'карский подрывник",
		[201858] = "Скверносерд-стрелок",
		[153561] = 8,
		[368845] = 11,
		[201361] = "Истерзанный кровопийца",
		[200343] = "Восставшая лучница",
		[363727] = 5,
		[320366] = "Хирург Трупошов",
		[225917] = "Паучонок из крепости Черной Ладьи",
		[321754] = "Налтор Криомант",
		[119085] = 10,
		[227453] = "Тонни",
		[367458] = 11,
		[228477] = 12,
		[326874] = "Мелкий камнебес",
		[257541] = 8,
		[341207] = 5,
		[237137] = 5,
		[214985] = 4,
		[270569] = 9,
		[328923] = 7,
		[183433] = "Смолоплюй-ползун",
		[81751] = 5,
		[209027] = "Караульный из Сумеречной стражи",
		[59567] = 2,
		[51505] = 7,
		[302307] = 12,
		[47666] = 5,
		[295169] = "\"Взрывотрон Х-80\"",
		[346329] = "Портал почтового отделения",
		[228991] = "Проекция Хранителя",
		[241788] = "Призрачный смотритель",
		[312546] = 6,
		[225311] = 2,
		[326879] = "Мелкий камнебес",
		[50613] = 6,
		[166543] = "Турель клана Черной горы <Нозердума>",
		[183435] = 2,
		[351450] = 2,
		[290958] = 6,
		[234111] = 8,
		[338142] = 11,
		[218755] = "Гноешкурый гризли",
		[227457] = "Пожиратель маны",
		[294860] = "Непримечательное растение",
		[228537] = 12,
		[302312] = 12,
		[225410] = "Крадущийся иссохший",
		[349405] = "Венца Голдаплавс",
		[211401] = "Пылающий бес",
		[157331] = "Изначальный элементаль бури <Traín-Onyxia>",
		[336097] = 11,
		[166545] = "Турель клана Черной горы <Нозердума>",
		[362715] = 12,
		[200329] = "Тень Ксавия",
		[340193] = 2,
		[205448] = 5,
		[194509] = 5,
		[226757] = 8,
		[291054] = 9,
		[328933] = 7,
		[165534] = 5,
		[347249] = "Со'азми",
		[297985] = "Токсикоид",
		[275699] = 6,
		[320771] = "Налтор Криомант",
		[261769] = 10,
		[113746] = 10,
		[190925] = 3,
		[25504] = 7,
		[294128] = "Ракетный танк",
		[209033] = "Караульный из Сумеречной стражи",
		[345316] = 4,
		[342245] = 8,
		[132764] = 3,
		[227461] = "Крылатый помощник",
		[234946] = 5,
		[342246] = 8,
		[229387] = 6,
		[328687] = "Хрупкий арбалетчик",
		[341223] = 3,
		[342247] = 8,
		[19801] = 3,
		[307187] = 9,
		[345319] = 9,
		[212106] = 12,
		[335082] = 1,
		[291973] = "КУ-ДЖ0",
		[59569] = 5,
		[301299] = "[*] Пламя горнила",
		[294133] = 2,
		[227463] = "Лорд Робин Дэрис",
		[320751] = 7,
		[17735] = "Джазтаке <Шикамаруу-Дракономор>",
		[298229] = "Токсикоид",
		[340203] = 2,
		[320752] = 7,
		[72286] = 6,
		[347370] = "Пушка \"Песочных часов\"",
		[352095] = 10,
		[124503] = 10,
		[325872] = "Порочный уничтожитель",
		[347371] = "Корсар-канонир",
		[221322] = 6,
		[213644] = 2,
		[294863] = "Непримечательное растение",
		[361308] = 10,
		[227465] = "Смотритель",
		[353515] = 3,
		[191634] = 7,
		[75614] = 2,
		[241798] = "Исправившийся жених",
		[310143] = 8,
		[297835] = "Токсикоид",
		[207815] = "Капитан патруля Гердо",
		[319733] = "Эшелон",
		[337137] = 8,
		[325876] = "Порочный уничтожитель",
		[8690] = 9,
		[241799] = "Исправившаяся дева",
		[106839] = 11,
		[118000] = 1,
		[269571] = 2,
		[51399] = 6,
		[142910] = 10,
		[128594] = 3,
		[339187] = 7,
		[48181] = 9,
		[209862] = "[*] Вулканический шлейф",
		[361306] = "Лазутчица Дераксис <Маячок вторжения>",
		[294143] = 1,
		[198300] = 7,
		[186387] = 3,
		[323852] = "Жуткий молельщик <Инфинитикс-Ревущийфьорд>",
		[122708] = 2,
		[295168] = "\"Взрывотрон Х-80\"",
		[201363] = 1,
		[119381] = 10,
		[363760] = 3,
		[340214] = 2,
		[227981] = "Призрачный зритель",
		[323557] = 11,
		[269576] = 3,
		[295170] = "\"Взрывотрон Х-80\"",
		[333049] = 8,
		[214980] = 4,
		[335097] = 1,
		[202770] = 11,
		[345335] = 12,
		[73313] = 1,
		[335098] = 1,
		[320574] = "[*] Колодец Тьмы",
		[201365] = "Истерзанный кровопийца",
		[49576] = 6,
		[51637] = 4,
		[260231] = 3,
		[227983] = "Призрачный зритель",
		[325886] = 1,
		[335100] = 1,
		[217234] = "Уларогг Скаломол",
		[40120] = 11,
		[48438] = 11,
		[335101] = 1,
		[265187] = 9,
		[227325] = "Головорез",
		[228354] = 8,
		[355577] = "Бурекованый страж",
		[336126] = 1,
		[368587] = 6,
		[178124] = "Ошир",
		[300207] = "Вооруженный робопаук",
		[227473] = "[*] Крутящийся клинок",
		[300296] = "Перемалыватель из племени Хламоедов",
		[263165] = 5,
		[343294] = 6,
		[343509] = "Опет",
		[172703] = "Гром'карский техник",
		[17057] = 11,
		[343295] = 6,
		[336737] = 7,
		[308488] = 8,
		[328667] = "Хрупкий маг",
		[200345] = "Восставшая лучница",
		[230002] = "Страж Скверны - дозорный",
		[55095] = 6,
		[270335] = 3,
		[157348] = "Изначальный элементаль бури <Traín-Onyxia>",
		[59544] = 5,
		[337155] = 1,
		[280849] = 1,
		[208536] = "Гул'дан",
		[327942] = 7,
		[148135] = 10,
		[270323] = 3,
		[355584] = "Бурекованый страж",
		[295183] = "\"Взрывотрон Х-80\"",
		[345364] = 11,
		[356181] = 1,
		[232893] = 12,
		[241809] = "Благочестивая дама",
		[328146] = "Червь-трупоед",
		[308514] = 11,
		[115546] = 10,
		[227477] = "Эльфира",
		[200344] = "Восставшая лучница",
		[350468] = "\"Ахиллит\"",
		[310542] = 4,
		[206340] = "Гул'дан",
		[197277] = 2,
		[80483] = 3,
		[227848] = "Благочестивая дева",
		[1459] = 8,
		[166565] = "Осадная пушка",
		[264475] = 4,
		[298259] = "Ядовитая лужа",
		[163505] = 11,
		[320976] = 3,
		[201885] = "Скверносерд-стрелок",
		[152108] = 9,
		[373744] = "Зул'гамуз",
		[308498] = 3,
		[321807] = "Резчик с \"Золрамуса\"",
		[207887] = "Таликса Пламя Гнева",
		[352520] = "Слизнюченыш Кевина <Badomen-EmeraldDream>",
		[320784] = "Налтор Криомант",
		[118] = 8,
		[293729] = "Мехагонский механик",
		[227480] = "Тонни",
		[316690] = "Хламометатель из племени Хламоедов",
		[265189] = 3,
		[334275] = 9,
		[1539] = 3,
		[353546] = 6,
		[326997] = "Камнерожденный-рассекатель",
		[163276] = "Ловушка для огров",
		[115804] = 10,
		[325464] = 6,
		[124506] = 10,
		[199852] = 1,
		[323510] = 6,
		[341263] = 5,
		[351057] = "Со'лея",
		[314646] = 11,
		[260242] = 3,
		[308504] = 11,
		[154796] = 11,
		[343312] = 12,
		[196770] = 6,
		[205472] = 8,
		[169129] = "Обратная тяга",
		[311479] = 10,
		[260243] = 3,
		[345361] = 11,
		[154797] = 11,
		[363789] = 11,
		[352528] = 6,
		[230043] = "Страж гнева – возжигатель",
		[329666] = 3,
		[200642] = "Грозный разрушитель",
		[108271] = 7,
		[331087] = 1,
		[93795] = 9,
		[211391] = "Гончая Легиона",
		[327509] = 8,
		[230044] = "Страж гнева – возжигатель",
		[272678] = 3,
		[214688] = "Герент Зловещий",
		[198820] = "Латосий",
		[176151] = 11,
		[272679] = 3,
		[363793] = 11,
		[348437] = "[*] Код взлома \"Гельвет\"",
		[115181] = 10,
		[264490] = 4,
		[326939] = 6,
		[1715] = 1,
		[1719] = 1,
		[183465] = "Смолоплюй-ползун",
		[294180] = "Сторожевой бот модели \"ПЕС\"",
		[155158] = 8,
		[205523] = 10,
		[160943] = "Гром'карская опалительница",
		[214690] = "Герент Зловещий",
		[260247] = 3,
		[227999] = "Бестелесный филантроп",
		[293724] = "Генератор защитного поля",
		[32223] = 2,
		[352536] = 6,
		[234142] = 1,
		[297254] = "Король Гоббамак",
		[335092] = 1,
		[8613] = 9,
		[81256] = 6,
		[130] = 8,
		[200359] = "Тень Ксавия",
		[228603] = "Призрачный конь",
		[234143] = 1,
		[301351] = "Воздушный подавитель ОУ-8",
		[214003] = "Восставший мечник",
		[260249] = 3,
		[228001] = "Бестелесный филантроп",
		[297257] = "Король Гоббамак",
		[253595] = 6,
		[188587] = "Разрушитель из Подкаменного разлома",
		[88423] = 11,
		[298946] = "Нано Мегабум",
		[53] = 4,
		[346957] = "Защитная турель титанов",
		[325041] = 5,
		[291674] = 9,
		[116] = 8,
		[352542] = 7,
		[230050] = "Абстрактный нейтрализатор",
		[51514] = 7,
		[247454] = 12,
		[274738] = 1,
		[214972] = 1,
		[297261] = "Король Гоббамак",
		[253597] = 6,
		[274739] = 1,
		[227575] = "Баронесса Доротея Милстип",
		[297262] = "Король Гоббамак",
		[247455] = 12,
		[231587] = 2,
		[114018] = 4,
		[199851] = 1,
		[120] = 8,
		[274741] = 1,
		[325020] = 5,
		[342309] = 11,
		[259741] = 7,
		[119905] = 9,
		[1943] = 4,
		[195757] = 6,
		[122] = 8,
		[338333] = 5,
		[271672] = 4,
		[323498] = 6,
		[255647] = 2,
		[334058] = 5,
		[225511] = "Голодный шаркун",
		[73325] = 5,
		[201191] = "Порожденный ненавистью слизень",
		[783] = 11,
		[221864] = "Рекурсивный элементаль",
		[198079] = "Хмуродроб Лютый",
		[194223] = 11,
		[344361] = 10,
		[200174] = 5,
		[8042] = 7,
		[363813] = 11,
		[241828] = "Призрачный конь",
		[320336] = "Хрупкий маг",
		[201902] = "Скверносерд-стрелок",
		[8122] = 5,
		[130654] = 10,
		[368512] = 10,
		[167095] = "Укротитель из клана Громоборцев",
		[314791] = 8,
		[221354] = "Сумеречная звездная танцовщица",
		[275773] = 2,
		[59547] = 7,
		[20707] = 9,
		[119907] = 9,
		[324914] = "Туманная хранительница",
		[289083] = 6,
		[212653] = 8,
		[229545] = "Слон",
		[225962] = "Восставший питомец",
		[198590] = 9,
		[342857] = 12,
		[198833] = "Латосий",
		[199345] = "Дресарон",
		[329548] = 11,
		[136] = 3,
		[233641] = 7,
		[225963] = "Восставший питомец",
		[12883] = 11,
		[345495] = "Вспененная пустула <Элджас-СвежевательДуш>",
		[172] = 9,
		[139] = 5,
		[203953] = 11,
		[200700] = "Даргрул",
		[282945] = "Свисторез",
		[275779] = 2,
		[330038] = 3,
		[166341] = "Гром'карский ясновидящий",
		[65081] = 5,
		[81262] = "Период цветения <Сострадание>",
		[228524] = "Проекция Хранителя",
		[339784] = 9,
		[352562] = 6,
		[324748] = 2,
		[703] = 4,
		[206514] = "Гул'дан",
		[41635] = 5,
		[324922] = "Друст-древолом",
		[45470] = 6,
		[196277] = 9,
		[132169] = 1,
		[324923] = "Друст-древолом",
		[350517] = "Хронокэп Крюкохвост",
		[359731] = 11,
		[19236] = 5,
		[228014] = "Призрачный зритель",
		[228526] = "Исправившаяся дева",
		[196278] = 9,
		[364851] = 2,
		[189112] = 12,
		[453] = 5,
		[206516] = "Гул'дан",
		[198838] = 7,
		[336711] = 3,
		[2782] = 11,
		[4987] = 2,
		[346980] = "Очиститель из хранилища",
		[80240] = 9,
		[50334] = 11,
		[343355] = 5,
		[229610] = "Виз'адуум Всевидящий",
		[349498] = "Алькруукс",
		[203958] = 11,
		[355641] = "Опытный заклинатель искр",
		[115994] = 6,
		[201399] = "Бес ужасающего огня",
		[197625] = 11,
		[348566] = "Драчливый завсегдатай",
		[215479] = 10,
		[5211] = 11,
		[206580] = "[*] Резонирующий удар сплеча",
		[120679] = 3,
		[348477] = 7,
		[201400] = "Бес ужасающего огня",
		[161220] = "Осадная пушка",
		[50622] = 1,
		[296260] = 11,
		[17253] = "Dragonhawk <Asteanhunt-Blackhand>",
		[93806] = 3,
		[331075] = 11,
		[227817] = "Благочестивая дева",
		[152261] = 2,
		[160963] = "Гром'карский подрывник",
		[202425] = 11,
		[124007] = "Сюэнь <Асташко-Галакронд>",
		[228019] = "Мадам Чугунок",
		[203961] = 11,
		[183998] = 2,
		[116841] = 10,
		[152262] = 2,
		[161801] = "Ракун",
		[347458] = 9,
		[227508] = "Благочестивая дева",
		[162500] = "Рельсмейстер Искролет",
		[228532] = 12,
		[341385] = 5,
		[209516] = "Манапард",
		[87024] = 8,
		[201226] = "Оскверненная кровью ярость",
		[308506] = 2,
		[107574] = 1,
		[296348] = "\"Взрывотрон Х-80\"",
		[361313] = "Ненасытная вдова",
		[108396] = 9,
		[333634] = "Амарт",
		[355640] = "Тазавешский хранитель порядка",
		[199850] = 1,
		[347462] = 12,
		[355132] = "Лататель чешуи из племени Соленой Хмари",
		[280398] = 5,
		[49821] = 5,
		[290133] = 9,
		[229558] = "Слон",
		[267611] = 2,
		[326806] = "Инквизитор Зигар",
		[290134] = 1,
		[124009] = "Сюэнь <Асташко-Галакронд>",
		[221356] = "Сумеречная звездная танцовщица",
		[197797] = "Восставший чародей",
		[205549] = "Нараксас",
		[229559] = "Слон",
		[337228] = 2,
		[227300] = "[*] Кинетическое извержение",
		[259760] = 5,
		[57724] = 7,
		[296279] = "[*] Охранный телепорт",
		[216251] = 7,
		[49088] = 6,
		[7353] = 11,
		[364371] = 2,
		[217011] = "Разъяренная толпа",
		[356620] = 3,
		[3110] = "Lazfip <Balthaza-Nemesis>",
		[228025] = "Люминор",
		[285020] = "\"Платиновый лупцеватор\"",
		[16870] = 11,
		[116844] = 10,
		[221883] = 2,
		[291656] = 5,
		[315585] = 4,
		[300087] = "Механик из банды Поршнеголовых",
		[81269] = 11,
		[330067] = 12,
		[333629] = "Возрожденный арбалетчик <Амарт>",
		[229562] = "Конь",
		[197835] = 4,
		[93326] = 3,
		[127850] = 5,
		[204213] = 5,
		[118337] = 7,
		[355638] = "Тазавешский хранитель порядка",
		[331093] = 3,
		[356687] = 7,
		[589] = 5,
		[222397] = "[*] Удар валуна",
		[362757] = 2,
		[115175] = 10,
		[201141] = "Страж гнева - мастер клинка",
		[191685] = 6,
		[585] = 5,
		[337749] = 5,
		[110959] = 8,
		[115310] = 10,
		[274837] = 11,
		[34433] = 5,
		[347958] = "Очиститель из хранилища",
		[334168] = 7,
		[198069] = 5,
		[6795] = 11,
		[209602] = "Советник Меландр",
		[324987] = "Туманный хищник",
		[367953] = 1,
		[336217] = 7,
		[195645] = 3,
		[97547] = 11,
		[367954] = 6,
		[311648] = 6,
		[110960] = 8,
		[317791] = "Чародей из войска мертвых <Badomen-EmeraldDream>",
		[343385] = 11,
		[19750] = 2,
		[363805] = 3,
		[317792] = "Чародей из войска мертвых <Badomen-EmeraldDream>",
		[343386] = 11,
		[116847] = 10,
		[198635] = "Кур'талос Гребень Ворона",
		[354648] = 7,
		[50842] = 6,
		[339298] = 9,
		[341340] = 6,
		[134359] = 9,
		[163536] = "Нитрогг Громовая Гора",
		[229568] = "Ладья",
		[45438] = 8,
		[320580] = "Амарт",
		[145109] = 11,
		[201139] = "Страж гнева - мастер клинка",
		[199368] = "Дух лорда Гребня Ворона",
		[167120] = "Гром'карская огненная лучница",
		[355675] = "Венца Голдаплавс",
		[201959] = "Углепанцирный подчинитель",
		[221891] = "Гул'дан",
		[301886] = 3,
		[145110] = 11,
		[75] = 3,
		[345439] = 1,
		[321893] = "Иллюзорный лисохвост <Призывательница Туманов>",
		[55233] = 6,
		[49020] = 6,
		[86392] = 4,
		[321894] = "Налтор Криомант",
		[343393] = 11,
		[227523] = "Пожиратель маны",
		[17767] = "Kal'gron <Epko-Kazzak>",
		[347481] = "Со'азми",
		[163539] = "Нитрогг Громовая Гора",
		[116849] = 10,
		[198067] = 7,
		[56641] = 3,
		[342980] = 2,
		[48707] = 6,
		[102793] = 11,
		[321772] = "Дроман Ульфарран",
		[343396] = 11,
		[153596] = 8,
		[152279] = 6,
		[229567] = "Ладья",
		[291649] = 4,
		[344421] = "Kyrian Weapons",
		[353635] = "Со'лея",
		[230094] = "Абстрактный нейтрализатор",
		[163541] = "Нитрогг Громовая Гора",
		[344422] = 10,
		[355118] = "Волнопляс из племени Соленой Хмари",
		[205025] = 8,
		[343399] = 2,
		[260286] = 3,
		[260798] = 1,
		[93816] = 5,
		[343400] = 2,
		[345466] = 10,
		[230086] = "Демонический разлом",
		[326017] = "[*] Разлагающая кислота",
		[367971] = 8,
		[148476] = 1,
		[124273] = 10,
		[203981] = 12,
		[209628] = "Советник Меландр",
		[143924] = 2,
		[230087] = 9,
		[200620] = "Разъяренный коготь ночи",
		[166364] = "Гром'карский ясновидящий",
		[227528] = "[*] Энергетическая пустота",
		[32612] = 8,
		[162530] = 10,
		[188114] = "Рокмора",
		[12654] = 8,
		[213708] = 11,
		[96103] = 1,
		[326450] = "Порочный псарь",
		[227529] = "Поврежденный голем",
		[124274] = 10,
		[199600] = 4,
		[356694] = "Та'хсап",
		[200291] = "Восставший разведчик",
		[213709] = 11,
		[2094] = 4,
		[336222] = 11,
		[12323] = 1,
		[68992] = 9,
		[196528] = 6,
		[367978] = 9,
		[200913] = "Змееуст-барахольщик",
		[209615] = "Элисанда",
		[214222] = 2,
		[200111] = "Тень Ксавия",
		[24450] = "Cat <Poneyhunter-Aggra(Português)>",
		[124275] = 10,
		[228362] = "Насытившийся маназмей",
		[363885] = 6,
		[196819] = 4,
		[202168] = 1,
		[364556] = 4,
		[322936] = "Халкиас",
		[44614] = 8,
		[300414] = "Перемалыватель из племени Хламоедов",
		[183526] = "Барабанщик из Подкаменного разлома",
		[363887] = 6,
		[344874] = "Эшелон",
		[201427] = 12,
		[167862] = "[*] Удар!",
		[207317] = 6,
		[227543] = "Эльфира",
		[228567] = "Костяная гончая",
		[228597] = 8,
		[192225] = 8,
		[255723] = 11,
		[201428] = 12,
		[226510] = "Кровавый гной",
		[220855] = "[*] Нисходящий поток",
		[211464] = "Порабощенная Скверной карательница",
		[352345] = "Пушка \"Песочных часов\"",
		[228262] = "Тень Медива",
		[163550] = "Нитрогг Громовая Гора",
		[230105] = 1,
		[345464] = 10,
		[330131] = 8,
		[225998] = "Лишенный души защитник",
		[360821] = "Маячок вторжения",
		[232142] = "Серебряные вилки",
		[228559] = "Благочестивая дама",
		[322943] = "Халкиас",
		[319836] = 8,
		[201430] = 3,
		[226512] = "[*] Кровавый гной",
		[339324] = 2,
		[373108] = 6,
		[24423] = "Хугин <Рыжебородый-Дракономор>",
		[93821] = 8,
		[5116] = 3,
		[96231] = 2,
		[123254] = 5,
		[119415] = 8,
		[229083] = "Виз'адуум Всевидящий",
		[325418] = "Иглобрюх-кислотник",
		[341374] = 5,
		[58180] = 11,
		[332842] = 11,
		[161012] = 11,
		[15407] = 5,
		[242894] = "Поврежденный голем",
		[5308] = 1,
		[124507] = 10,
		[296331] = "[*] Режущий луч",
		[118922] = 3,
		[335234] = 1,
		[373113] = 12,
		[300427] = "Бугай из племени Хламоедов",
		[339] = 11,
		[45334] = 11,
		[360829] = 10,
		[209620] = "Рекурсивный элементаль",
		[326022] = "Иглобрюх-поглотитель",
		[104316] = 9,
		[110051] = 2,
		[871] = 1,
		[341401] = 3,
		[348] = 9,
		[373116] = 2,
		[195292] = 6,
		[101643] = 10,
		[292264] = "\"Омега-крушитель\"",
		[22568] = 11,
		[221605] = "Гул'дан",
		[259277] = "Luna <Livella-DieewigeWacht>",
		[235219] = 8,
		[274838] = 11,
		[124280] = 10,
		[5740] = 9,
		[294290] = "Переработчик отходов",
		[116858] = 9,
		[172771] = "Гром'карский поджигатель",
		[346502] = 12,
		[206555] = "Гул'дан",
		[227542] = "Леди Катриона Фон-Инди",
		[300434] = "Бугай из племени Хламоедов",
		[346503] = 12,
		[297283] = "[*] Обрушение",
		[51271] = 6,
		[370] = 7,
		[216486] = 4,
		[335164] = "Чумной мешок",
		[336267] = 5,
		[300436] = "Шаман из племени Хламоедов",
		[305555] = 7,
		[104318] = "Дикий бес <Камомила-Галакронд>",
		[120954] = 10,
		[230103] = 1,
		[379] = 7,
		[310675] = 4,
		[306474] = 9,
		[217851] = "Нараксас",
		[93825] = 9,
		[363911] = 10,
		[185565] = 4,
		[329104] = "Лорд-камергер",
		[86659] = 2,
		[197546] = "Иллисанна Гребень Ворона",
		[221604] = "Сумеречная звездная танцовщица",
		[272790] = 3,
		[91778] = "Batcrawler <Badomen-EmeraldDream>",
		[200105] = "Фантомный защитник",
		[328082] = 4,
		[209630] = "[*] Пронзающий ураган",
		[217694] = 8,
		[327059] = 9,
		[8599] = "Страж гнева - мастер клинка",
		[232153] = "Коглстон",
		[338321] = 10,
		[633] = 2,
		[167898] = 7,
		[325013] = 5,
		[201953] = "Углепанцирный подчинитель",
		[317221] = 2,
		[339400] = 3,
		[337299] = 8,
		[309658] = 2,
		[363917] = 1,
		[17962] = 9,
		[227270] = "Нестабильная энергия <Смотритель>",
		[6572] = 1,
		[322968] = "Друст - злобный коготь",
		[215263] = 5,
		[326434] = 11,
		[475] = 8,
		[324386] = 7,
		[15286] = 5,
		[308637] = 11,
		[259285] = 3,
		[204502] = "Тень Ксавия",
		[364944] = 10,
		[329113] = "Лорд-камергер",
		[183528] = "Барабанщик из Подкаменного разлома",
		[327066] = 11,
		[229597] = "Сквернотопырь",
		[80263] = 9,
		[108292] = 11,
		[227927] = "Бестелесный дублер",
		[323996] = 12,
		[13750] = 4,
		[93828] = 6,
		[19434] = 3,
		[229598] = "Виз'адуум Всевидящий",
		[325021] = "Туманный хищник",
		[281000] = 1,
		[363924] = 10,
		[178411] = "Огрон-работник",
		[60103] = 7,
		[228575] = "Благоразумный распорядитель",
		[335241] = 9,
		[331078] = 2,
		[271788] = 3,
		[297382] = "Украденный хламобот",
		[368021] = 8,
		[360855] = "Командир Боррам <Маячок вторжения>",
		[345499] = 11,
		[342428] = 1,
		[367907] = 11,
		[196840] = 7,
		[63560] = 6,
		[66188] = 6,
		[198376] = "Верховный друид Глайдалис",
		[360857] = "Командир Боррам <Маячок вторжения>",
		[308646] = 11,
		[167152] = 11,
		[227524] = "[*] Энергетическая пустота",
		[2983] = 4,
		[292267] = "\"Омега-крушитель\"",
		[272816] = 2,
		[357799] = "Зо'грон",
		[156132] = 4,
		[333218] = 8,
		[272817] = 2,
		[351646] = "Со'лея",
		[465] = 2,
		[196725] = 10,
		[204197] = 5,
		[29928] = "Фантомный гость",
		[194249] = 5,
		[242875] = 2,
		[52042] = "Тотем исцеляющего потока <Музуру>",
		[347553] = 10,
		[226406] = "Углепанцирный подчинитель",
		[210339] = 2,
		[338340] = 7,
		[198379] = "Верховный друид Глайдалис",
		[299438] = "Демонтажница из банды Поршнеголовых",
		[329127] = 5,
		[77451] = 7,
		[338353] = "Собиратель трупов",
		[22570] = 11,
		[85384] = 1,
		[210153] = 12,
		[48020] = 9,
		[325443] = 7,
		[298367] = 12,
		[227742] = "Мороуз",
		[147193] = 5,
		[605] = 5,
		[217832] = 12,
		[338344] = 7,
		[359843] = 2,
		[127797] = 11,
		[215785] = 7,
		[46924] = 1,
		[294324] = "Переработчик отходов",
		[360868] = "Жестокий страж гнева",
		[325037] = 3,
		[210155] = 12,
		[363656] = 5,
		[345497] = 11,
		[166646] = 10,
		[326062] = 1,
		[351656] = "Кусок нефрита",
		[311730] = 6,
		[8092] = 5,
		[321968] = "Жительница Тирна Скитта",
		[196517] = "[*] Вращающаяся коса",
		[326426] = "Фрагмент Халкиаса",
		[114052] = 7,
		[596] = 5,
		[368038] = 3,
		[98440] = 4,
		[353706] = "Охранник \"Оазиса\"",
		[203975] = 11,
		[206574] = "[*] Резонирующий удар сплеча",
		[197687] = "[*] Пронзающий взгляд",
		[279997] = 7,
		[221886] = 2,
		[528] = 5,
		[360874] = "Яростный зловещий охотник",
		[201983] = "Углепанцирный подчинитель",
		[199373] = "Войско мертвых|T1392565:0|t <Badomen-EmeraldDream>",
		[339376] = 2,
		[299450] = "Демонтажница из банды Поршнеголовых",
		[356790] = 7,
		[321973] = 5,
		[356791] = 7,
		[546] = 7,
		[193267] = "Ревущий идол <Уларогг Скаломол>",
		[157153] = 7,
		[198386] = "Верховный друид Глайдалис",
		[642] = 2,
		[209617] = "Своевременный элементаль",
		[232692] = "Гул'дан",
		[355759] = 7,
		[229611] = "Убийца эрудитов",
		[183548] = "Камнерукий повелитель личинок",
		[210166] = "Нараксас",
		[145152] = 11,
		[367902] = 12,
		[44949] = 1,
		[338357] = "Кирийский кадавр",
		[323001] = "Халкиас",
		[229563] = "Конь",
		[115078] = 10,
		[294349] = "Живые отходы",
		[347572] = 10,
		[586] = 5,
		[197834] = 4,
		[204019] = 2,
		[122470] = 10,
		[59638] = "Зеркальное изображение <Xynnmage-Alleria>",
		[2383] = 9,
		[173307] = "Укротитель из клана Громоборцев",
		[291613] = "Воздушное судно R-21/X",
		[360204] = 1,
		[108291] = 11,
		[326076] = 1,
		[339385] = 1,
		[328124] = "Неумирающий камнебес",
		[123725] = 10,
		[51533] = 7,
		[243435] = 10,
		[328125] = "Неумирающий камнебес <Эшелон>",
		[34428] = 1,
		[204021] = 12,
		[208628] = 12,
		[328126] = 7,
		[345530] = 3,
		[346554] = 12,
		[345432] = 12,
		[227568] = "Тонни",
		[101186] = 10,
		[207979] = "Джазшариу",
		[192249] = 7,
		[328128] = 7,
		[193273] = "Ревущий идол <Уларогг Скаломол>",
		[66196] = 6,
		[213405] = 12,
		[198904] = "Гнилосердная дриада",
		[366008] = 6,
		[163073] = 12,
		[323654] = 4,
		[229617] = "Демонический портал",
		[5277] = 4,
		[173311] = "Укротитель из клана Громоборцев",
		[359867] = 2,
		[319941] = "Эшелон",
		[345535] = 6,
		[236282] = 1,
		[345548] = 1,
		[344067] = 2,
		[200389] = 11,
		[25771] = 2,
		[29930] = "Фантомный гость",
		[348451] = "[*] Код взлома \"Морке\"",
		[361917] = 8,
		[686] = 9,
		[688] = 9,
		[313108] = 7,
		[344244] = 5,
		[64843] = 5,
		[198916] = "Злогриб <Гнилосердный хранитель>",
		[285466] = 7,
		[148187] = 10,
		[702] = 9,
		[207261] = "Капитан патруля Гердо",
		[184575] = 2,
		[162065] = "Повелительница небес Товра",
		[710] = 9,
		[41425] = 8,
		[772] = 1,
		[345541] = 8,
		[326090] = "Иглобрюх-разоритель",
		[347414] = "Со'азми",
		[213241] = 12,
		[357827] = "Разъяренный коготь ночи",
		[61243] = 2,
		[323020] = "Друст - злобный коготь",
		[351047] = "Страж ворот Зо'мазз",
		[228086] = "Фантомный рабочий",
		[228598] = 8,
		[167688] = "Турель клана Черной горы <Нозердума>",
		[299475] = "Утильхаунд",
		[740] = 11,
		[348447] = "[*] Код взлома \"Лиз\"",
		[47568] = 6,
		[162055] = "Повелительница небес Товра",
		[345545] = 12,
		[162058] = "Повелительница небес Товра",
		[347600] = 9,
		[213243] = 12,
		[345546] = 12,
		[64844] = 5,
		[326059] = 7,
		[345864] = 2,
		[8921] = 11,
		[228600] = 8,
		[768] = 11,
		[351697] = 11,
		[329168] = "Грехокаменная статуя",
		[774] = 11,
		[374743] = "Наполненный силой пиромант",
		[162057] = "Повелительница небес Товра",
		[12472] = 8,
		[207771] = 12,
		[331217] = "[*] Общая боль",
		[340431] = 4,
		[329170] = "Грехокаменная статуя",
		[346574] = 1,
		[198401] = "Верховный друид Глайдалис",
		[274912] = 10,
		[329171] = "Грехокаменная статуя",
		[6807] = 11,
		[196354] = "Верховный друид Глайдалис",
		[356813] = 11,
		[329172] = "Грехокаменная статуя",
		[132578] = 10,
		[202497] = 11,
		[352719] = 2,
		[1953] = 8,
		[285152] = "\"Гномогедд-0Н\"",
		[233210] = "Призрачный помощник смотрителя стойл",
		[131347] = 12,
		[172963] = "Осадный мастер Олугар",
		[341277] = 4,
		[339412] = 9,
		[233364] = 2,
		[162572] = "Рельсмейстер Искролет",
		[289555] = 2,
		[300816] = "Жижементаль",
		[203163] = "Злобный покоритель Скверны",
		[156430] = 11,
		[229608] = "Убийца эрудитов",
		[355794] = 1,
		[111759] = 5,
		[364305] = 2,
		[61684] = "Luna <Livella-DieewigeWacht>",
		[327130] = "Изготовитель кадавров",
		[317223] = 2,
		[176033] = "Гром'карская пророчица на пепле",
		[162513] = "Рельсмейстер Искролет",
		[194310] = 6,
		[50769] = 11,
		[300514] = "Шаман из племени Хламоедов",
		[334298] = 3,
		[201846] = 7,
		[188169] = "Рокмора",
		[209667] = "Советник Меландр",
		[173324] = "Укротитель из клана Громоборцев",
		[194311] = 6,
		[82326] = 2,
		[228528] = "Исправившаяся дева",
		[317920] = 2,
		[212739] = 6,
		[352500] = 6,
		[172810] = "Защитница Друна",
		[147367] = 1,
		[347610] = "Со'азми",
		[176147] = "Гром'карская опалительница",
		[197690] = 1,
		[298473] = "Ворчун из племени Хламоедов",
		[61391] = 11,
		[319970] = 3,
		[185099] = 10,
		[33110] = 5,
		[198408] = "Верховный друид Глайдалис",
		[340446] = "Воплощение зависти <Инквизитор Зигар>",
		[323764] = 11,
		[264689] = 9,
		[323043] = "Друст - злобный коготь",
		[299497] = "Стрелок из банды Поршнеголовых",
		[199389] = "Дресарон",
		[89751] = "Риннгорил <Камомила-Галакронд>",
		[339424] = 12,
		[299498] = "Мехагонский солдат",
		[325092] = 10,
		[228610] = "[*] Горящее клеймо",
		[327140] = 11,
		[5394] = 7,
		[349663] = "Алькруукс",
		[193803] = "Личинка смолоплюя",
		[331523] = 3,
		[119952] = 2,
		[345569] = 4,
		[343520] = "[*] Бушующий",
		[212743] = 4,
		[224347] = 5,
		[300525] = "Хламометатель из племени Хламоедов",
		[139546] = 4,
		[353514] = 3,
		[299502] = "Мехагонский солдат",
		[166675] = "Гром'карская опалительница",
		[228612] = 3,
		[172631] = 11,
		[324073] = 4,
		[367896] = 1,
		[227339] = "Полночь",
		[45524] = 6,
		[33786] = 11,
		[166676] = "Гром'карская опалительница",
		[974] = 7,
		[346877] = "Хильбранд",
		[50259] = 11,
		[980] = 9,
		[982] = 3,
		[343527] = 2,
		[323414] = "Лорд-камергер",
		[321005] = "Ингра Малох",
		[89753] = "Риннгорил <Камомила-Галакронд>",
		[335338] = "Лорд-камергер",
		[227592] = "Тень Медива",
		[102401] = 11,
		[178963] = 12,
		[323546] = 11,
		[294195] = "\"Оборонобот I\"",
		[203533] = 5,
		[209676] = "Советник Меландр",
		[347625] = 5,
		[355] = 1,
		[213771] = 11,
		[346602] = "Павшая монахиня <Уххастик>",
		[364006] = 1,
		[20271] = 2,
		[353263] = 10,
		[1022] = 2,
		[323057] = "Ингра Малох",
		[336637] = 10,
		[230152] = 1,
		[333104] = 5,
		[209678] = "Советник Меландр",
		[1044] = 2,
		[308495] = 3,
		[176031] = "Гром'карская пророчица на пепле",
		[323059] = "Дроман Ульфарран",
		[356843] = "Заклинатель волн с \"Песочных часов\"",
		[1064] = 7,
		[339237] = "Халкиас",
		[364010] = 1,
		[228478] = 12,
		[308491] = 3,
		[334322] = "Создание Трупошва",
		[311054] = 10,
		[6552] = 1,
		[338012] = "Фонтан анимы",
		[106898] = 11,
		[347632] = "Со'азми",
		[328181] = "[*] Леденящий холод",
		[323710] = 6,
		[257284] = 3,
		[327158] = 2,
		[196883] = "Лорд Этелдрин Гребень Ворона",
		[230066] = "Изрыгатель тьмы",
		[291914] = "[*] Режущий луч",
		[327159] = 10,
		[200631] = "Бешеная визгунья",
		[271877] = 4,
		[362991] = 8,
		[347635] = "Со'азми",
		[160029] = 11,
		[1160] = 1,
		[22703] = 9,
		[347636] = "Со'азми",
		[157982] = 11,
		[236299] = 8,
		[194966] = "Лорд Этелдрин Гребень Ворона",
		[327162] = 7,
		[58867] = "Дух волка <Музуру>",
		[283143] = "Магнитохват",
		[110744] = 5,
		[168348] = "Пушка \"Силы Чернорука\"",
		[344572] = "Uvuros <Xénoviâ-ShatteredHalls>",
		[271881] = 4,
		[77472] = 7,
		[327164] = 7,
		[369138] = 9,
		[300547] = "Хламометатель из племени Хламоедов",
		[200084] = "Фантомный вельможа",
		[300160] = "Тяжелый хламобот",
		[201839] = "Скверносерд-призыватель",
		[325118] = 5,
		[210833] = 8,
		[285443] = "[*] \"Спрятанная\" пламенная пушка",
		[299525] = "Стрелок из банды Поршнеголовых",
		[52437] = 1,
		[349939] = "\"Ахиллит\"",
		[88990] = 5,
		[93341] = 9,
		[5246] = 1,
		[335606] = 3,
		[98204] = 2,
		[356857] = 11,
		[292361] = 11,
		[165152] = "Макогг Угольный Клинок",
		[355057] = "Крушитель панцирей из племени Соленой Хмари",
		[196376] = "Верховный друид Глайдалис",
		[308742] = 11,
		[228625] = "Благоразумный распорядитель",
		[29166] = 11,
		[209174] = "Элисанда",
		[230161] = "Абстрактный нейтрализатор",
		[115989] = 6,
		[333315] = 8,
		[197916] = 10,
		[333314] = 8,
		[220890] = 6,
		[5374] = 4,
		[35546] = 4,
		[230162] = "Абстрактный нейтрализатор",
		[328204] = 2,
		[326390] = 8,
		[320009] = 11,
		[207640] = 11,
		[91807] = 6,
		[191894] = 10,
		[343556] = "Хирург Трупошов",
		[299535] = "Стрелок из банды Поршнеголовых",
		[338438] = 6,
		[300561] = "Хламометатель из племени Хламоедов",
		[194844] = 6,
		[353793] = 8,
		[266779] = 3,
		[339461] = 3,
		[168227] = "Черепон",
		[115098] = 10,
		[334343] = 11,
		[198428] = "Уларогг Скаломол",
		[111771] = 9,
		[300560] = "Хламометатель из племени Хламоедов",
		[304064] = 6,
		[192799] = "Ползун из чумных осколков <Рокмора>",
		[320012] = "Амарт",
		[271896] = 4,
		[52174] = 1,
		[77220] = 9,
		[262027] = 6,
		[1464] = 1,
		[197521] = "Иллисанна Гребень Ворона",
		[335370] = 5,
		[102558] = 11,
		[374273] = "Зул'гамуз",
		[197919] = 10,
		[192800] = "[*] Удушающая пыль",
		[295445] = "\"Танкоборец-1\"",
		[23920] = 1,
		[246852] = 3,
		[273947] = 6,
		[328206] = "Эшелон",
		[346427] = 11,
		[173349] = "Буйный копытень",
		[290328] = 1,
		[342314] = 9,
		[358919] = "Базарный боец",
		[264735] = 3,
		[204574] = "Дубосерд",
		[319238] = 6,
		[185123] = 12,
		[350731] = 3,
		[363830] = 11,
		[289308] = 8,
		[260881] = 7,
		[61425] = 10,
		[108446] = 9,
		[328210] = 10,
		[303941] = "Анодированный разрядниконосец",
		[21169] = 7,
		[364262] = "Зловредный бес <Clickportal-TarrenMill>",
		[194960] = "[*] Эхо души",
		[133023] = 4,
		[77478] = 7,
		[188196] = 7,
		[102560] = 11,
		[193315] = 4,
		[105174] = 9,
		[108447] = 9,
		[221577] = "Астральная предсказательница",
		[132403] = 2,
		[194679] = 6,
		[220957] = "Внутренний демон",
		[132404] = 1,
		[1680] = 1,
		[117405] = 3,
		[359951] = 7,
		[93347] = 7,
		[187174] = 9,
		[294954] = "[*] Самостригущаяся изгородь",
		[198030] = 12,
		[356881] = 8,
		[334366] = 10,
		[202019] = "Латосий",
		[86949] = 8,
		[316958] = 2,
		[199460] = "Дресарон",
		[228637] = "Призрачный работник",
		[164504] = "Раздиратель Плоти Нок'Гар",
		[344423] = "[*] Щит костедробителя",
		[302143] = 3,
		[338456] = "Кирийский кадавр",
		[341530] = 4,
		[352789] = 7,
		[345623] = "Нар'зуда",
		[212258] = "Гул'дан",
		[225568] = "Скверносерд-призыватель",
		[352790] = 5,
		[131894] = 3,
		[206219] = "Гул'дан",
		[89766] = "Страж Скверны <Камомила-Галакронд>",
		[227615] = "Тень Медива",
		[374290] = "[*] Восстановление",
		[146739] = 9,
		[229151] = "Виз'адуум Всевидящий",
		[164143] = 4,
		[3411] = 1,
		[356890] = 2,
		[1776] = 4,
		[324128] = 6,
		[1784] = 4,
		[208165] = "Таликса Пламя Гнева",
		[53209] = 3,
		[271920] = 7,
		[161588] = "Повелительница небес Товра",
		[161073] = 6,
		[145205] = 11,
		[320035] = 8,
		[122783] = 10,
		[108194] = 6,
		[212773] = "Резервист из Сумеречной стражи <Часовой из Сумеречной стражи>",
		[352796] = "Страж ворот Зо'мазз",
		[374295] = "Охотник за головами",
		[367327] = 8,
		[374300] = "Та'ил",
		[227618] = "Пожиратель маны",
		[36702] = 1,
		[225573] = "Фантомный советник",
		[1856] = 4,
		[123040] = 5,
		[197418] = "Иллисанна Гребень Ворона",
		[256893] = 2,
		[194956] = "Слияние душ",
		[374302] = "[*] Восстановление",
		[353823] = 6,
		[353036] = 1,
		[358947] = "Пушка \"Песочных часов\"",
		[324724] = 5,
		[271924] = 7,
		[369188] = "Фрагмент души <Juicysquirt-Frostwolf>",
		[93095] = 11,
		[227620] = "Пожиратель маны",
		[15290] = 5,
		[85673] = 2,
		[368158] = 9,
		[352802] = 5,
		[341541] = 4,
		[358945] = 7,
		[107428] = 10,
		[369183] = "Фрагмент души <Juicysquirt-Frostwolf>",
		[183088] = "Крушитель из племени Камня Силы",
		[228645] = 6,
		[98727] = 9,
		[343594] = 7,
		[345638] = 9,
		[202028] = 11,
		[196911] = 4,
		[101542] = 1,
		[114083] = 7,
		[113942] = 6,
		[408] = 4,
		[369186] = "Фрагмент души <Всекатель-Ревущийфьорд>",
		[201517] = "Скверносерд-лазутчик",
		[47788] = 5,
		[198446] = "Сквернотопырь",
		[369187] = "Фрагмент души <Juicysquirt-Frostwolf>",
		[23922] = 1,
		[346665] = 12,
		[229159] = "Виз'адуум Всевидящий",
		[324143] = 1,
		[362022] = 11,
		[187698] = 3,
		[204079] = 2,
		[53595] = 2,
		[280735] = 1,
		[301622] = "Мехагонский кавалерист",
		[162617] = "Борка Бесчеловечный",
		[212680] = 3,
		[284219] = "Мехагонский нормализатор",
		[322098] = 5,
		[358404] = 2,
		[207150] = 6,
		[353835] = "Надоедливый завсегдатай",
		[228649] = 10,
		[229161] = "Виз'адуум Всевидящий",
		[2120] = 8,
		[353836] = "Надоедливый завсегдатай",
		[172943] = "Страж ям Гварнок",
		[210738] = 6,
		[315961] = 1,
		[301629] = "Мехагонский нормализатор",
		[322101] = 10,
		[30449] = 8,
		[324149] = 3,
		[227628] = "Тень Медива",
		[101546] = 10,
		[323126] = "Грехокаменная статуя",
		[346844] = "Портал почтового отделения",
		[325174] = 7,
		[212786] = "Дубосерд",
		[157504] = 7,
		[369196] = "Фрагмент души <Juicysquirt-Frostwolf>",
		[325182] = 10,
		[101033] = 7,
		[355888] = "Охранник таможни",
		[101545] = 10,
		[61295] = 7,
		[157736] = 9,
		[355889] = "Охранник таможни",
		[291928] = "Воздушное судно R-21/X",
		[340541] = 11,
		[337470] = 11,
		[327225] = 2,
		[57820] = 6,
		[183100] = "Крушитель из племени Камня Силы",
		[187707] = 3,
		[355891] = "Усердный подручный",
		[196917] = 2,
		[121253] = 10,
		[296522] = "[*] Самоуничтожение",
		[355892] = 12,
		[324156] = 3,
		[346686] = 7,
		[322109] = 10,
		[204596] = 12,
		[127140] = 8,
		[172860] = "Гром'карский военачальник",
		[324164] = 6,
		[355894] = 12,
		[299588] = "Механик из банды Поршнеголовых",
		[300612] = 9,
		[167233] = "Гром'карский военачальник",
		[212791] = "Бдительный окулус",
		[194879] = 6,
		[296518] = "\"Шокотрон X1\"",
		[268877] = 3,
		[328275] = 3,
		[270058] = 12,
		[347728] = "Живой груз",
		[346683] = 7,
		[204598] = 12,
		[221490] = "Астральная предсказательница",
		[357945] = 2,
		[161089] = "[*] Безумный порыв",
		[323138] = "Ингра Малох",
		[340556] = 11,
		[5215] = 11,
		[232752] = 6,
		[352981] = 2,
		[221491] = "Астральная предсказательница",
		[100780] = 10,
		[161090] = "Борка Бесчеловечный",
		[355900] = "Охранник таможни",
		[340544] = "Иглобрюх-рогач",
		[227641] = "Тень Медива",
		[187708] = 3,
		[298571] = "Механоцикл",
		[324165] = 6,
		[349771] = 9,
		[161091] = "Рельсмейстер Искролет",
		[235313] = 8,
		[340546] = 11,
		[325223] = "Туманный острожал",
		[5487] = 11,
		[355903] = "Охранник таможни",
		[164163] = "Надзиратель Мрачных Путей",
		[258860] = 12,
		[161092] = "Борка Бесчеловечный",
		[235314] = 8,
		[227636] = "Ловчий Аттумен",
		[199483] = 3,
		[338501] = 6,
		[212792] = 8,
		[356929] = "Следопыт Зо'корсс",
		[361170] = "Заклинатель адского огня",
		[268887] = 4,
		[347716] = "Служащий ПОЧТ-ы",
		[200580] = "Гноешкурый гризли",
		[100784] = 10,
		[193356] = 4,
		[33763] = 11,
		[33891] = 11,
		[256374] = 5,
		[117418] = 10,
		[207167] = 6,
		[227638] = "Ловчий Аттумен",
		[302682] = "Трикси Искрожгучка",
		[164170] = "Надзиратель Мрачных Путей",
		[274009] = 6,
		[349789] = 11,
		[325197] = 10,
		[27827] = 5,
		[323150] = "Грехокаменная статуя",
		[190784] = 2,
		[340563] = 9,
		[154953] = 4,
		[347721] = "Дефективный сортировщик",
		[125355] = 10,
		[317009] = 12,
		[268893] = 4,
		[355912] = 12,
		[65116] = 2,
		[203650] = 12,
		[167239] = "Гром'карский остроглаз",
		[118699] = 9,
		[164168] = "Надзиратель Мрачных Путей",
		[49376] = 11,
		[212800] = 12,
		[371278] = 7,
		[336463] = 5,
		[325202] = 10,
		[350796] = "Со'лея",
		[355915] = "Специалист по допросу",
		[368208] = 11,
		[325203] = 5,
		[229693] = "Крыса",
		[302681] = "Трикси Искрожгучка",
		[260402] = 3,
		[3408] = 4,
		[330323] = 9,
		[126890] = 10,
		[123051] = "Подчинитель разума <Тирлим>",
		[252216] = 11,
		[173384] = "Буйный копытень",
		[298588] = "Механоцикл",
		[356942] = "Следопыт Зо'корсс",
		[83381] = "Uvuros <Xénoviâ-ShatteredHalls>",
		[330325] = 1,
		[357972] = 1,
		[356943] = "Следопыт Зо'корсс",
		[353872] = 8,
		[353999] = 11,
		[30451] = 8,
		[324184] = 12,
		[335450] = 9,
		[301667] = "Мехагонский кавалерист",
		[171850] = 2,
		[229692] = "Крыса",
		[325209] = 10,
		[53600] = 2,
		[222024] = 6,
		[227645] = "Полночь",
		[80313] = 11,
		[268904] = 4,
		[204611] = "Дубосерд",
		[344662] = 3,
		[50401] = 6,
		[268905] = 4,
		[335449] = 9,
		[328283] = "Павшая монахиня <Уххастик>",
		[240443] = "Грозный отравитель",
		[184709] = 1,
		[368210] = 11,
		[344664] = 4,
		[19574] = 3,
		[66235] = 2,
		[325218] = 10,
		[6991] = 3,
		[367193] = 5,
		[334428] = 1,
		[335452] = 1,
		[345698] = 2,
		[339664] = 2,
		[330334] = 1,
		[117679] = 11,
		[352857] = 11,
		[325216] = 10,
		[230144] = 5,
		[228164] = "Фантомный рабочий",
		[352858] = 5,
		[3600] = "Тотем оков земли <Пойдёт>",
		[345701] = 7,
		[355930] = "Специалист по допросу",
		[344803] = 9,
		[240446] = "[*] Взрыв",
		[334432] = 3,
		[163665] = "Макогг Угольный Клинок",
		[349797] = "Алькруукс",
		[108978] = 8,
		[206151] = 12,
		[269937] = 2,
		[29492] = "Фантомный гость",
		[345695] = 7,
		[367194] = 5,
		[343648] = 11,
		[229698] = "Крыса",
		[195457] = 4,
		[198477] = "Кошмарное поганище",
		[355934] = "Офицер поддержки",
		[227651] = "Барон Раф Дрейгер",
		[240448] = 2,
		[108211] = 4,
		[261947] = 10,
		[368223] = 11,
		[292463] = 11,
		[325226] = "Туманный острожал",
		[198475] = "[*] Удар горы",
		[97462] = 1,
		[325224] = "Туманный острожал",
		[45297] = 7,
		[323177] = "Дроман Ульфарран",
		[295536] = "Воздушный подавитель ОУ-8",
		[193357] = 4,
		[180612] = 6,
		[355938] = "Алькруукс",
		[324202] = 7,
		[329321] = "Свирепый гаргон",
		[301680] = "Мехагонский кавалерист",
		[368224] = 11,
		[196941] = 2,
		[193358] = 4,
		[301681] = "Мехагонский кавалерист",
		[368225] = 11,
		[97463] = 1,
		[167815] = "Укротитель из клана Громоборцев",
		[183633] = "Скальный камнешвыр",
		[300659] = "Токсичное чудище",
		[352871] = 11,
		[345704] = 7,
		[349801] = "Алькруукс",
		[335467] = 5,
		[328301] = 11,
		[34914] = 5,
		[281209] = 6,
		[24252] = 2,
		[340587] = 4,
		[230215] = 4,
		[281210] = 6,
		[194384] = 5,
		[356968] = 5,
		[81340] = 6,
		[267997] = "Мерзотень <Камомила-Галакронд>",
		[232698] = 5,
		[263806] = 7,
		[209741] = "Проекция советника Меландра",
		[210253] = 10,
		[368231] = 11,
		[328305] = 4,
		[366184] = 8,
		[324211] = 7,
		[345801] = 5,
		[328306] = 4,
		[209742] = "Проекция советника Меландра",
		[301689] = "Анодированный разрядниконосец",
		[345805] = 5,
		[222026] = 6,
		[208086] = 1,
		[359019] = 2,
		[85948] = 6,
		[230218] = "Пожиратель маны",
		[258883] = 12,
		[214350] = 9,
		[323190] = "Сшитый боец авангарда",
		[336499] = "Призывательница Туманов",
		[205648] = 7,
		[301692] = "Анодированный разрядниконосец",
		[355951] = 11,
		[164187] = "Бомбардир Мрачных Путей",
		[172889] = "Гром'карский пехотинец",
		[326263] = "Тред'ова",
		[91800] = "Восставший вурдалак <Нозердума>",
		[352881] = 11,
		[267999] = "Мерзотень <Камомила-Галакронд>",
		[319236] = 6,
		[105421] = 2,
		[164188] = "Бомбардир Мрачных Путей",
		[202108] = "Заклинатель чумных осколков",
		[322170] = 9,
		[182104] = 2,
		[230261] = 11,
		[211793] = 6,
		[346741] = "ПОЧТ-мейстер",
		[102351] = 11,
		[204667] = "Дубосерд",
		[230221] = "[*] Поглощенная мана",
		[346742] = "ПОЧТ-мейстер",
		[350916] = "Охранник \"Оазиса\"",
		[324220] = 8,
		[8143] = 7,
		[359028] = "Зо'грон",
		[197974] = "Лишенный души боец авангарда",
		[73921] = 7,
		[300675] = "[*] Ядовитый туман",
		[330364] = 3,
		[23221] = 1,
		[229696] = "Крыса",
		[258925] = 12,
		[293511] = 9,
		[350921] = "Зо'грон",
		[229711] = "Древний фолиант",
		[167299] = "Железная звезда <Нозердума>",
		[330366] = 9,
		[210261] = "Часовой из Сумеречной стражи",
		[373364] = "Натрезим-лазутчик",
		[232271] = "Насытившийся маназмей",
		[77505] = 7,
		[77761] = 11,
		[164192] = "Техник Мрачных Путей",
		[184707] = 1,
		[330368] = 9,
		[274062] = 10,
		[324226] = 12,
		[34026] = 3,
		[354939] = "Customer VO Controller",
		[95750] = 9,
		[361082] = 1,
		[276111] = 2,
		[347775] = "Перегруженный почтоменталь",
		[315014] = 3,
		[230226] = 4,
		[276112] = 2,
		[200025] = 2,
		[77762] = 7,
		[127158] = 2,
		[115129] = 10,
		[347841] = "Контрабандное существо",
		[199552] = 12,
		[373370] = "Натрезим-лазутчик",
		[211799] = "Элисанда",
		[330373] = 9,
		[210152] = 12,
		[330367] = 2,
		[363136] = 12,
		[340613] = 11,
		[339588] = 9,
		[48743] = 6,
		[263892] = "The Dark Prowler <Railrunner-TheVentureCo>",
		[89792] = "Tarham <Pandorro-Lothar>",
		[323209] = "Грехокаменная статуя",
		[229716] = "Древний фолиант",
		[300687] = "Токсичное чудище",
		[202075] = "Пылающая жеода",
		[306830] = 12,
		[320130] = 9,
		[191326] = "Дресарон",
		[301712] = "Мехагонский хищник",
		[5760] = 4,
		[334476] = "Хирург Трупошов",
		[181089] = "Со'лея",
		[32182] = 7,
		[326281] = "Тред'ова",
		[295552] = "Воздушный подавитель ОУ-8",
		[191840] = 10,
		[20153] = "Инфернал <Альзамарка-СвежевательДуш>",
		[77764] = 11,
		[2641] = 3,
		[19577] = 3,
		[330380] = 11,
		[345739] = 12,
		[33778] = 11,
		[163201] = 1,
		[342666] = 2,
		[6016] = "Призрачный помощник смотрителя стойл",
		[75973] = 1,
		[193376] = "Уларогг Скаломол",
		[132463] = 10,
		[341165] = "\"Брон\" <Ниэтта>",
		[227672] = "Лорд Криспин Ференс",
		[114108] = 11,
		[118459] = "Uvuros <Xénoviâ-ShatteredHalls>",
		[20473] = 2,
		[53351] = 3,
		[263840] = "Волк <Стираютайдом>",
		[198496] = "Уларогг Скаломол",
		[347788] = 5,
		[324242] = 5,
		[211805] = 6,
		[342668] = 3,
		[163689] = "Ахри'ок Дугру",
		[346766] = "Хильбранд",
		[355981] = "Алькруукс",
		[367241] = 11,
		[360075] = "Магически регулируемый сердечник автома <Lùcïfër-Draenor>",
		[101568] = 6,
		[325268] = 11,
		[334482] = 1,
		[298651] = "Механоцикл",
		[307865] = 1,
		[316099] = 9,
		[49322] = 8,
		[119996] = 10,
		[25912] = 2,
		[77758] = 11,
		[285344] = "\"Платиновый лупцеватор\"",
		[360078] = 11,
		[227416] = "Галиндра",
		[162066] = "Повелительница небес Товра",
		[132467] = 10,
		[30455] = 8,
		[373388] = "Облако кошмаров",
		[71403] = 10,
		[228700] = "Скопление маны",
		[219809] = 6,
		[328281] = 2,
		[322167] = 9,
		[345804] = 5,
		[209788] = 12,
		[58983] = 6,
		[351687] = 5,
		[334488] = "Хирург Трупошов",
		[116670] = 10,
		[307871] = 1,
		[23161] = 9,
		[109248] = 3,
		[198501] = "[*] Рвота Скверны",
		[207203] = 6,
		[228190] = "Гул'дан",
		[367250] = 9,
		[325283] = 5,
		[347744] = "Со'азми",
		[197478] = "Иллисанна Гребень Ворона",
		[301887] = 9,
		[324260] = 12,
		[211299] = "Бдительный инквизитор",
		[201062] = "Змееуст-барахольщик",
		[204646] = "Дубосерд",
		[368276] = 5,
		[303780] = 2,
		[32375] = 5,
		[254811] = 1,
		[224125] = 7,
		[328351] = 11,
		[161150] = "Гром'карский гренадер",
		[181113] = "Очиститель из хранилища",
		[200551] = "Даргрул",
		[344732] = 3,
		[58984] = 11,
		[350875] = "Со'лея",
		[294569] = 3,
		[239966] = 9,
		[228193] = "Люминор",
		[16827] = "Luna <Livella-DieewigeWacht>",
		[261977] = 10,
		[88263] = 2,
		[263858] = "Базз <Неди-Ревущийфьорд>",
		[326309] = "[*] Разлагающая кислота",
		[48107] = 8,
		[117952] = 10,
		[114113] = 11,
		[176025] = "Гром'карская пророчица на пепле",
		[254813] = 2,
		[21562] = 5,
		[230242] = 7,
		[202089] = "Пылающая жеода",
		[26297] = 11,
		[333477] = "Кровомес",
		[197484] = "Иллисанна Гребень Ворона",
		[281265] = 5,
		[298669] = "Трикси Искрожгучка",
		[277181] = 2,
		[349857] = 3,
		[202090] = 10,
		[22842] = 11,
		[113858] = 9,
		[263863] = "Гешарахан <Рыжебородый-Дракономор>",
		[190319] = 8,
		[356001] = "Тяжелый смотритель",
		[320170] = "Амарт",
		[325289] = 9,
		[113862] = 8,
		[7744] = 4,
		[320171] = "Амарт",
		[179057] = 12,
		[220519] = "Корни-душители",
		[31224] = 4,
		[147833] = 1,
		[333485] = "Тошногнил",
		[350885] = "Со'лея",
		[347814] = "Дефективный сортировщик",
		[148859] = 5,
		[69070] = 9,
		[313010] = 9,
		[102342] = 11,
		[184689] = 2,
		[317103] = 2,
		[113860] = 9,
		[343721] = 2,
		[352938] = 2,
		[170869] = 9,
		[359078] = 4,
		[48108] = 8,
		[338606] = "Ассистент-расчленитель",
		[345770] = "Зо'фекс",
		[326319] = "Друст-жнец",
		[351913] = 10,
		[332462] = 1,
		[228200] = "Люминор",
		[162171] = "Рельсмейстер Искролет",
		[343724] = 2,
		[369318] = 9,
		[304824] = 11,
		[123586] = 10,
		[323250] = "Дроман Ульфарран",
		[332464] = 8,
		[300728] = 11,
		[359082] = 2,
		[356011] = "Расщепляющий луч <Тяжелый смотритель>",
		[325299] = 9,
		[333489] = "Амарт",
		[106951] = 11,
		[347822] = "Дефективный сортировщик",
		[332466] = 1,
		[313015] = 9,
		[51052] = 6,
		[229738] = "Элисанда",
		[164218] = "Бомбардир Мрачных Путей",
		[55531] = 2,
		[301754] = 3,
		[8512] = 7,
		[25914] = 2,
		[333492] = "Амарт",
		[352939] = 2,
		[351915] = 10,
		[334511] = 10,
		[367271] = 8,
		[285377] = "\"Платиновый лупцеватор\"",
		[351921] = 10,
		[271045] = 3,
		[299707] = 8,
		[361124] = 1,
		[204658] = "[*] Сокрушительная хватка",
		[263865] = "Чешуешкурые <Джоккерр-Ревущийфьорд>",
		[347812] = 9,
		[11327] = 4,
		[121536] = 5,
		[203123] = 11,
		[59752] = 6,
		[333479] = "Тошногнил",
		[347829] = 1,
		[271048] = 3,
		[42223] = 9,
		[285381] = 11,
		[327355] = 8,
		[271049] = 3,
		[367256] = 11,
		[258922] = 12,
		[265931] = 9,
		[211300] = "Бдительный окулус",
		[164734] = "Лютоклык",
		[169341] = "Гром'карский пехотинец",
		[210803] = 10,
		[127230] = 6,
		[27576] = 4,
		[300706] = "Токсичное чудище",
		[352917] = 2,
		[373391] = "[*] Кошмар",
		[258920] = 12,
		[269005] = "Изначальный элементаль бури <Traín-Onyxia>",
		[227502] = "[*] Нестабильная мана",
		[191837] = 10,
		[205146] = 9,
		[334526] = 6,
		[171902] = "Ракун",
		[373429] = "Натрезим-лазутчик",
		[258921] = 12,
		[161153] = "Гром'карский гренадер",
		[196448] = 9,
		[328325] = 11,
		[5217] = 11,
		[285388] = "\"Гномогедд-0Н\"",
		[116680] = 10,
		[196447] = 9,
		[325315] = 5,
		[273104] = 2,
		[360123] = 2,
		[193375] = "Уларогг Скаломол",
		[229206] = 7,
		[367236] = 11,
		[356029] = 5,
		[330376] = 9,
		[59628] = 4,
		[201564] = "Скверносерд-лазутчик",
		[347840] = "Контрабандное существо",
		[359040] = 10,
		[320221] = 9,
		[333526] = 12,
		[356031] = "Специалист по допросу",
		[320200] = "Хирург Трупошов",
		[230259] = 11,
		[232273] = "[*] Свободная мана",
		[347842] = "Контрабандное существо",
		[328322] = "Неумирающий камнебес <Эшелон>",
		[199547] = 12,
		[89808] = "Abatai <Eliminatór-Onyxia>",
		[204666] = "Дубосерд",
		[2825] = 7,
		[321226] = "Амарт",
		[184662] = 2,
		[339654] = 3,
		[329340] = "Верховный адъюдикатор Ализа",
		[320772] = "Налтор Криомант",
		[334536] = 3,
		[5761] = 4,
		[205179] = 9,
		[258926] = 12,
		[198013] = 12,
		[327371] = 8,
		[73920] = 7,
		[215929] = "Ползун из чумных осколков <Рокмора>",
		[126664] = 1,
		[73685] = 7,
		[205180] = 9,
		[352865] = 11,
		[350919] = "Зо'грон",
		[190336] = 8,
		[336587] = 6,
		[325326] = 5,
		[204157] = 12,
		[352875] = 5,
		[320208] = "Создание Трупошва",
		[16191] = 7,
		[338636] = "Ассистент-расчленитель",
		[56814] = 4,
		[328399] = 10,
		[329324] = "Свирепый гаргон",
		[350922] = "Охранник \"Оазиса\"",
		[188290] = 6,
		[221562] = 6,
		[341709] = "Призывательница Туманов",
		[193359] = 4,
		[93368] = 5,
		[207230] = 6,
		[358090] = 4,
		[108238] = 11,
		[296560] = "[*] Цепкий статический разряд",
		[163668] = "Макогг Угольный Клинок",
		[366281] = 11,
		[214397] = 1,
		[364234] = 4,
		[6353] = 9,
		[216389] = "Заклинательница клинков Алуриэль",
		[93622] = 11,
		[102352] = 11,
		[328404] = 10,
		[242551] = 12,
		[228161] = "Фантомный рабочий",
		[325217] = 10,
		[337508] = 11,
		[300764] = "Жижементаль",
		[300650] = "Токсичный скрытень",
		[227646] = "Барон Раф Дрейгер",
		[328406] = "Kyrian Weapons",
		[328282] = 2,
		[350804] = "Со'лея",
		[368651] = 12,
		[219788] = 6,
		[138130] = "Дух земли",
		[163212] = 10,
		[339669] = 2,
		[6673] = 1,
		[271971] = "Зловещий охотник <Clickportal-TarrenMill>",
		[339538] = 2,
		[318038] = 7,
		[137619] = 4,
		[224126] = 7,
		[138643] = 1,
		[335576] = 3,
		[332505] = 1,
		[3409] = 4,
		[167240] = "Гром'карский остроглаз",
		[335577] = 10,
		[332506] = 1,
		[224127] = 7,
		[281178] = 2,
		[208771] = 5,
		[225080] = 7,
		[115151] = 10,
		[196414] = 9,
		[228669] = "Полночь",
		[327240] = "Верное создание",
		[321247] = "Амарт",
		[195975] = 6,
		[208772] = 5,
		[320224] = 9,
		[32379] = 5,
		[36213] = "Большой элементаль земли <Пойдёт>",
		[351961] = "Базарный боец",
		[323137] = "Дроман Ульфарран",
		[77489] = 5,
		[338653] = "Ассистент-сшиватель",
		[229248] = "Флагманский корабль",
		[361176] = "Перехватчица оскверненной стали",
		[341725] = 6,
		[322274] = "Похитительница с \"Золрамуса\"",
		[327393] = "Некромант с \"Золрамуса\"",
		[157503] = 7,
		[167232] = "Гром'карский военачальник",
		[327069] = 11,
		[212784] = "Бдительный инквизитор",
		[324323] = "Скелет-мародер",
		[300777] = "Жижементаль",
		[173455] = "Осадный мастер Олугар",
		[358954] = "[*] Ободрение",
		[332514] = 2,
		[321253] = "[*] Последняя жатва",
		[228738] = "Нестабильная энергия <Смотритель>",
		[229250] = "[*] Пламя Скверны",
		[361180] = "Наблюдатель Онгракс <Маячок вторжения>",
		[2096] = 5,
		[367143] = 3,
		[327397] = "Некромант с \"Золрамуса\"",
		[2008] = 7,
		[341550] = 4,
		[229285] = "Флагманский корабль",
		[369185] = "Фрагмент души <Deja-Frostwolf>",
		[201098] = 7,
		[354016] = 7,
		[363041] = "Павшая монахиня <Уххастик>",
		[210824] = 8,
		[199051] = "Дубосерд",
		[354017] = 4,
		[131900] = 3,
		[270070] = 4,
		[90328] = "Spirit Beast <Trapjaww-Kazzak>",
		[354018] = 4,
		[198028] = "[*] Кристализованная земля",
		[328231] = 3,
		[320235] = 3,
		[6940] = 2,
		[322681] = "Создание Трупошва",
		[156910] = 2,
		[303003] = 2,
		[367126] = 7,
		[355044] = 9,
		[228128] = 10,
		[263725] = 8,
		[7384] = 1,
		[254232] = 5,
		[200589] = "Гноешкурый гризли",
		[205196] = "Зловещий охотник <Камомила-Галакронд>",
		[205708] = 8,
		[19647] = "Кудомо <Альзамарка-СвежевательДуш>",
		[186257] = 3,
		[361189] = "Лазутчица Дераксис <Маячок вторжения>",
		[256896] = 2,
		[52127] = 7,
		[364261] = "Зловредный бес <Clickportal-TarrenMill>",
		[332525] = "\"Брон\" <Ниэтта>",
		[19483] = "Инфернал <Альзамарка-СвежевательДуш>",
		[355048] = "Крушитель панцирей из племени Соленой Хмари",
		[186258] = 3,
		[332526] = "\"Брон\" <Ниэтта>",
		[199567] = "Проекция Латосия",
		[98008] = 7,
		[102359] = 11,
		[361192] = "Лазутчица Дераксис <Маячок вторжения>",
		[323889] = 11,
		[206222] = "Гул'дан",
		[209693] = 12,
		[271103] = 2,
		[173351] = "Буйный копытень",
		[164648] = "Гром'карская огненная лучница",
		[351699] = "Мнемоническое снаряжение <Ниэтта>",
		[357673] = 11,
		[349933] = "\"Ахиллит\"",
		[19505] = "Illyrak <Epko-Kazzak>",
		[364266] = 10,
		[93402] = 11,
		[349934] = "\"Ахиллит\"",
		[367903] = 12,
		[227406] = "Эльфира",
		[325130] = 8,
		[172952] = "Осадный мастер Олугар",
		[326389] = "Эшелон",
		[190356] = 8,
		[227723] = 2,
		[358126] = 4,
		[285440] = "Главный машинист Искроточец",
		[52212] = 6,
		[205201] = 10,
		[317177] = 9,
		[346866] = "Верный камнерожденный",
		[190357] = 8,
		[164632] = "Гром'карская огненная лучница",
		[145629] = 6,
		[77535] = 6,
		[163740] = "Ахри'ок Дугру",
		[246152] = 3,
		[1161] = 1,
		[193941] = "Угольный скорпион",
		[186263] = 5,
		[110745] = 5,
		[353783] = "Надоедливый завсегдатай",
		[342774] = 9,
		[163741] = "Нитрогг Громовая Гора",
		[279302] = 6,
		[2823] = 4,
		[121557] = 5,
		[202644] = 12,
		[279303] = 6,
		[31661] = 8,
		[236298] = 8,
		[147362] = 3,
		[347633] = "Со'азми",
		[201633] = 7,
		[108416] = 9,
		[186265] = 3,
		[178157] = "Рилак - ужас небес",
		[324909] = "Друст-древолом",
		[66198] = 6,
		[359870] = 11,
		[326021] = "Иглобрюх-поглотитель",
		[57934] = 4,
		[300818] = "Слизнюк-гномоед",
		[319233] = 6,
		[199063] = "Корни-душители",
		[337661] = 5,
		[93337] = 5,
		[360184] = 2,
		[53365] = 6,
		[264667] = 3,
		[346876] = "Хильбранд",
		[172649] = "Гром'карский техник",
		[137639] = 10,
		[228241] = "Визжащий ужас",
		[285452] = 7,
		[347901] = 8,
		[347623] = "Со'азми",
		[80353] = 8,
		[355068] = 6,
		[1329] = 4,
		[335142] = "Нар'зуда",
		[47633] = 6,
		[285454] = "Главный машинист Искроточец",
		[347903] = "Перегруженный почтоменталь",
		[336642] = 1,
		[325381] = 7,
		[81297] = 2,
		[186269] = "Заклинатель чумных осколков",
		[299788] = 2,
		[299496] = "Стрелок из банды Поршнеголовых",
		[355071] = "Очиститель из хранилища",
		[176032] = "Гром'карская пророчица на пепле",
		[339229] = 12,
		[80354] = 12,
		[91797] = "Pebblehead <Deja-Frostwolf>",
		[186270] = 3,
		[228017] = "Бестелесный филантроп",
		[349954] = "\"Ахиллит\"",
		[123904] = 10,
		[49143] = 6,
		[355605] = 3,
		[354050] = 12,
		[326409] = "Фрагмент Халкиаса",
		[319243] = 6,
		[11426] = 8,
		[354051] = 12,
		[285460] = "Главный машинист Искроточец",
		[31230] = 4,
		[221591] = "Сумеречная звездная танцовщица",
		[1449] = 8,
		[228606] = "Призрачный помощник смотрителя стойл",
		[319245] = 6,
		[230067] = "Изрыгатель тьмы",
		[354053] = 12,
		[46968] = 1,
		[321834] = "Призывательница Туманов",
		[355581] = "[*] Разряд",
		[354054] = 12,
		[5938] = 4,
		[335141] = "Нар'зуда",
		[163334] = "Нииза Нокс",
		[341770] = 12,
		[227254] = "Смотритель",
		[156303] = "Гром'карская опалительница",
		[201411] = "Бес ужасающего огня",
		[160680] = "Осадная пушка",
		[113780] = 4,
		[343819] = 10,
		[227736] = "Мороуз",
		[168148] = "[*] Обстрел",
		[330511] = 2,
		[343820] = 10,
		[373509] = "Зул'гамуз",
		[160681] = "Осадная пушка",
		[185763] = 4,
		[347916] = 3,
		[227737] = "Мороуз",
		[22482] = 4,
		[285468] = "\"Гномогедд-0Н\"",
		[331537] = "Тотем хватки смерти <Asteanhunt-Blackhand>",
		[283421] = "\"Гномогедд-0Н\"",
		[230297] = "Скелет-официант",
		[338788] = 2,
		[46585] = 6,
		[283422] = "\"Гномогедд-0Н\"",
		["DEBUFF"] = 2,
		[273185] = "Механик из банды Поршнеголовых",
		[176039] = "Натрезим-лазутчик",
		[373513] = "Зул'гамуз",
		[329492] = 5,
		[173480] = "Железнокрылый изрыгатель огня",
		[319255] = 6,
		[259756] = 9,
		[116189] = 10,
		[355087] = 11,
		[302384] = "\"Шокотрон X1\"",
		[94472] = 5,
		[227507] = "Пожиратель маны",
		[365351] = 3,
		[121820] = 9,
		[363817] = 2,
		[228252] = "Неприкаянный дух",
		[166397] = "Разведчица Мрачных Путей",
		[165485] = 3,
		[201123] = "Цветущий злошип",
		[18562] = 11,
		[352561] = 6,
		[368938] = 6,
		[302263] = 2,
		[360850] = "Командир Боррам <Маячок вторжения>",
		[6770] = 4,
		[278310] = 8,
		[33917] = 11,
		[107570] = 1,
		[219589] = 8,
		[364306] = 2,
		[85222] = 2,
		[358164] = 11,
		[1725] = 4,
		[315720] = 1,
		[114911] = 7,
		[358165] = 9,
		[31935] = 2,
		[5225] = 11,
		[70890] = 6,
		[227267] = "Смотритель",
		[293670] = "Защитник мастерской",
		[199193] = "Латосий",
		[498] = 2,
		[35395] = 2,
		[301861] = 7,
		[266030] = 9,
		[300424] = "Бугай из племени Хламоедов",
		[91776] = "Восставший вурдалак <Нозердума>",
		[289577] = 5,
		[157375] = "Изначальный элементаль бури <Traín-Onyxia>",
		[200914] = "Змееуст-барахольщик",
		[207311] = 6,
		[230084] = "Виз'адуум Всевидящий",
		[31850] = 2,
		[291626] = "Воздушное судно R-21/X",
		[164102] = "Рабочий Мрачных Путей",
		[342814] = 11,
		[257946] = 3,
		[164273] = 3,
		[1833] = 4,
		[221699] = 6,
		[1079] = 11,
		[225921] = 12,
		[337697] = 7,
		[98021] = "Тотем духовной связи <Пойдёт>",
		[367931] = 11,
		[201129] = "Цветущий злошип",
		[14914] = 5,
		[342817] = 12,
		[198103] = 7,
		[325028] = 3,
		[118905] = "Тотем конденсации <Пойдёт>",
		[326438] = "Фрагмент Халкиаса",
		[116705] = 10,
		[312106] = 10,
		[352274] = 5,
		[173489] = "Железнокрылый изрыгатель огня",
		[355234] = "Рыбомант из племени Соленой Хмари",
		[231843] = 2,
		[228260] = 5,
		[326440] = "Фрагмент Халкиаса",
		[20572] = 3,
		[18499] = 1,
		[349987] = "\"Ахиллит\"",
		[326441] = "Фрагмент Халкиаса",
		[297318] = "Украденный шоковый разрядник",
		[369439] = 6,
		[228261] = "Тень Медива",
		[345423] = 12,
		[278326] = 12,
		[112867] = 9,
		[317589] = 8,
		[84714] = 8,
		[355440] = "[*] Подавляющая искра",
		[206847] = "Внутренний демон",
		[31616] = 7,
		[130092] = 10,
		[356133] = "Дюжий матрос",
		[260734] = 7,
		[193455] = 3,
		[297128] = "\"Оборонобот II\"",
		[186289] = 3,
		[263642] = 12,
		[49998] = 6,
		[281036] = 3,
		[229287] = "Флагманский корабль",
		[303924] = "Смазочный бот",
		[193456] = 12,
		[239013] = 2,
		[321891] = "Иллюзорный лисохвост <Призывательница Туманов>",
		[291640] = 4,
		[337709] = 6,
		[85739] = 1,
		[2050] = 5,
		[45181] = 4,
		[172982] = "Осадный мастер Олугар",
		[259489] = 3,
		[225484] = "Разъяренный коготь ночи",
		[207278] = "Капитан патруля Гердо",
		[2098] = 4,
		[187827] = 12,
		[347949] = "Зо'фекс",
		[291643] = 3,
		[178412] = "Огрон-работник",
		[168657] = 6,
		[228334] = "Тень Медива",
		[24858] = 11,
		[126434] = 11,
		[8676] = 4,
		[201250] = "Оскверненная кровью ярость",
		[173113] = "Гром'карский матрос",
		[349999] = "\"Ахиллит\"",
		[259491] = 3,
		[349026] = 2,
		[291646] = 3,
		[227909] = 11,
		[301884] = 3,
		[327478] = 8,
		[129250] = 5,
		[227034] = 11,
		[367405] = 11,
		[203820] = 7,
		[234115] = 11,
		[199603] = 4,
		[355121] = "Волнопляс из племени Соленой Хмари",
		[323385] = 6,
		[45182] = 4,
		[336892] = 3,
		[57723] = 11,
		[228571] = "Костяная гончая",
		[316220] = 4,
		[228269] = "Тень Медива",
		[13877] = 4,
		[210150] = "Нараксас",
		[328506] = 2,
		[148417] = 2,
		[202164] = 1,
		[58875] = 7,
		[373552] = "Зул'гамуз",
		[126436] = 4,
		[196078] = "Слияние душ",
		[360812] = 2,
		[114919] = 2,
		[325437] = 8,
		[51661] = 4,
		[143625] = 2,
		[229544] = "Слон",
		[228576] = "Благоразумный распорядитель",
		[359222] = "Буйный завсегдатай",
		[200630] = "Бешеная визгунья",
		[335161] = 10,
		[40192] = 8,
		[202166] = 1,
		[294291] = "Переработчик отходов",
		[166335] = "Гром'карский ясновидящий",
		[350010] = 3,
		[285514] = 7,
		[20484] = 11,
		[165122] = "Ахри'ок Дугру",
		[160705] = "Турель клана Черной горы <Нозердума>",
		[157122] = 2,
		[87023] = 8,
		[166336] = "Гром'карский ясновидящий",
		[228273] = "Призрачный стражник",
		[314793] = 8,
		[345231] = 2,
		[129253] = 5,
		[350013] = "[*] Ненасытное пиршество",
		[198073] = "Хмуродроб Лютый",
		[105809] = 2,
		[334747] = "Сборщик трупов",
		[240559] = "[*] Тяжкая рана",
		[290718] = 1,
		[229298] = "Конь",
		[160776] = "Турель клана Черной горы <Нозердума>",
		[697] = 9,
		[366971] = 5,
		[364348] = 9,
		[162243] = 12,
		[304971] = 2,
		[30146] = 9,
		[364349] = 9,
		[291663] = 11,
		[206458] = "Внутренний демон",
		[84721] = 8,
		[44544] = 8,
		[211384] = "Гончая Легиона",
		[228276] = "Фантомный стражник",
		[346947] = "ПОЧТ-мейстер",
		[2818] = 4,
		[291665] = 4,
		[115178] = 10,
		[200185] = "Тень Ксавия",
		[291949] = "КУ-ДЖ0",
		[166340] = "Гром'карский ясновидящий",
		[228277] = "Неупокоенный слуга",
		[373121] = 8,
		[355637] = "Тазавешский хранитель порядка",
		[303952] = "Сварочный робот",
		[226287] = "Злобнозем-глыба",
		[187650] = 3,
		[198589] = 12,
		[113899] = "Демонические врата <Альзамарка-СвежевательДуш>",
		[228278] = "Призрачный служитель",
		[316643] = 1,
		[200637] = "Даргрул",
		[317349] = 1,
		[43265] = 6,
		[169413] = "Гром'карский пехотинец",
		[227255] = 12,
		[373570] = "Гипнонетопырь",
		[228279] = "Призрачный смотритель",
		[348567] = 2,
		[325027] = "Друст-древолом",
		[168390] = "[*] Обстрел",
		[111898] = 9,
		[334669] = 9,
		[214971] = 1,
		[113900] = "Демонические врата <Альзамарка-СвежевательДуш>",
		[228280] = "Призрачный эконом",
		[255974] = 2,
		[102383] = 11,
		[320338] = 12,
		[323502] = 9,
		[198080] = "Хмуродроб Лютый",
		[227257] = "Смотритель",
		[120043] = 3,
		[207806] = "Капитан патруля Гердо",
		[355147] = "Рыбомант из племени Соленой Хмари",
		[196545] = 6,
		[291675] = 8,
		[853] = 2,
		[157131] = 2,
		[343470] = "Скелет-мародер",
		[81141] = 6,
		[299460] = "Стрелок из банды Поршнеголовых",
		[346959] = "Защитная турель титанов",
		[245686] = 6,
		[51490] = 7,
		[325461] = 6,
		[346960] = "Хильбранд",
		[157644] = 8,
		[361293] = 3,
		[256948] = 8,
		[346961] = "Хильбранд",
		[327510] = 2,
		[291679] = 6,
		[116768] = 10,
		[346962] = "ПОЧТ-мейстер",
		[235450] = 8,
		[36554] = 4,
		[114158] = 2,
		[69369] = 11,
		[266087] = 9,
		[344916] = 2,
		[164812] = 11,
		[173514] = "Железнокрылый изрыгатель огня",
		[5484] = 9,
		[344917] = 2,
		[332744] = 2,
		[183752] = 12,
		[298849] = "Трикси Искрожгучка",
		[227427] = "Гул'дан",
		[350037] = "\"Ахиллит\"",
		[355282] = "Invisible Stalker <Корсар-громила>",
		[282943] = "Таранный поршень",
		[211473] = "Владычица теней",
		[288613] = 3,
		[346967] = "ПОЧТ-мейстер",
		[352086] = 10,
		[323802] = 12,
		[209859] = "Служащий ПОЧТ-ы",
		[202181] = "Камнеспинный щелкозуб",
		[347992] = "Зо'фекс",
		[323547] = 4,
		[228287] = 10,
		[289639] = 2,
		[274283] = 11,
		[168398] = "Пушка \"Силы Чернорука\"",
		[164815] = 11,
		[173517] = "Железнокрылый изрыгатель огня",
		[121838] = 9,
		[227776] = "Галиндра",
		[347094] = "Хильбранд",
		[355429] = "Береговой голиаф",
		[348450] = "[*] Код взлома \"Фриза\"",
		[168399] = "Корамар",
		[205766] = 8,
		[231952] = 4,
		[307046] = 12,
		[227777] = "Мрргрия",
		[66] = 8,
		[1066] = 11,
		[270338] = 3,
		[336736] = 7,
		[350045] = "\"Ахиллит\"",
		[297834] = "Токсикоид",
		[190411] = 1,
		[328547] = 4,
		[203720] = 12,
		[351070] = "\"Ахиллит\"",
		[3714] = 6,
		[168401] = "Корамар",
		[365527] = 2,
		[348128] = "Зо'фекс",
		[51714] = 6,
		[227779] = "Тень Медива",
		[150486] = 2,
		[241672] = "Латосий",
		[196555] = 12,
		[168402] = "Корамар",
		[339946] = 11,
		[52610] = 11,
		[351316] = 2,
		[361311] = "Кислотный разоритель",
		[291843] = 11,
		[356324] = "Заклинатель порталов Зо'хонн",
		[331623] = 9,
		[184362] = 1,
		[355303] = 12,
		[367455] = 11,
		[364384] = 6,
		[308078] = 8,
		[264057] = 9,
		[293930] = "Мехагонский механик",
		[185438] = 4,
		[173112] = "Гром'карский матрос",
		[264058] = 7,
		[230431] = "[*] Истечение мощью Скверны",
		[323436] = 2,
		[55342] = 8,
		[12051] = 8,
		[216521] = 10,
		[323437] = "Лорд-камергер",
		[90361] = "Spirit Beast <Trapjaww-Kazzak>",
		[35079] = 2,
		[359545] = 5,
		[348008] = "Служащий ПОЧТ-ы",
		[227783] = "Мрргрия",
		[338018] = 11,
		[365551] = 2,
		[200196] = 5,
		[324463] = 10,
		[321792] = 9,
		[342997] = 9,
		[255937] = 2,
		[162264] = 12,
		[155722] = 11,
		[49028] = 6,
		[188370] = 2,
		[361320] = "Маячок вторжения",
		[355331] = "Watch-Agent Summon Stalker",
		[195254] = "Слияние душ",
		[206515] = "Гул'дан",
		[357226] = "Нарядный звездочет",
		[97341] = 3,
		[355179] = "Корсар-громила",
		[61882] = 7,
		[308087] = 2,
		[209973] = "Элисанда",
		[342171] = 11,
		[352109] = 5,
		[357228] = "Нарядный звездочет",
		[325492] = 1,
		[351086] = "Со'лея",
		[327706] = 2,
		[173108] = "Вращающиеся цепи",
		[51460] = 6,
		[367467] = 10,
		[319592] = "Эшелон",
		[199854] = 1,
		[95738] = 1,
		[212431] = 3,
		[200658] = "Грозный разрушитель",
		[320376] = "Создание Трупошва",
		[274742] = 1,
		[48517] = 11,
		[255941] = 2,
		[206506] = "Внутренний демон",
		[368657] = 12,
		[204242] = 2,
		[335734] = 1,
		[59052] = 6,
		[136163] = 9,
		[367471] = 1,
		[340159] = 11,
		[227789] = "Благочестивая дева",
		[110909] = 8,
		[204243] = "Обитатель Кошмара",
		[61999] = 6,
		[299905] = 4,
		[317491] = 1,
		[109304] = 3,
		[333089] = 5,
		[226361] = "Скальный камнешвыр",
		[321405] = 10,
		[206339] = "Гул'дан",
		[163929] = "Рельсмейстер Искролет",
		[323500] = 5,
		[115191] = 4,
		[321821] = "Чумной мешок",
		[262232] = 1,
		[373618] = "Гипнонетопырь",
		[200686] = "Грозный отравитель",
		[108281] = 7,
		[47540] = 5,
		[247448] = 2,
		[45242] = 5,
		[48518] = 11,
		[113656] = 10,
		[211412] = "Пылающий бес",
		[32645] = 4,
		[351098] = "Реликвия Прародителей",
		[352309] = 2,
		[225787] = 7,
		[345980] = 3,
		[320788] = "Налтор Криомант",
		[333889] = 9,
		[173150] = "Гром'карская огненная лучница",
		[227493] = "Ловчий Аттумен",
		[54149] = 2,
		[368690] = 6,
		[357243] = "Блуждающий пульсар <Нарядный звездочет>",
		[51124] = 6,
		[351101] = "Со'лея",
		[326731] = 2,
		[283534] = "Магнитохват",
		[29574] = "Фантомная гончая <Фантомный стражник>",
		[255546] = 4,
		[330901] = "Павшая монахиня <Уххастик>",
		[63619] = "Исчадие Тьмы <Есно-Азурегос>",
		[168929] = "Черепон",
		[347008] = "Страж Скверны <Камомила-Галакронд>",
		[326918] = 6,
		[1966] = 4,
		[200784] = "Змееуст-барахольщик",
		[200154] = "Разрушитель из Подкаменного разлома",
		[230987] = 2,
		[312202] = 6,
		[164835] = "Лютоклык",
		[132168] = 1,
		[368509] = 8,
		[229384] = "Ферзь",
		[117313] = 1,
		[297871] = 1,
		[32216] = 1,
		[94463] = 7,
		[185311] = 4,
		[11366] = 8,
		[227285] = "Смотритель",
		[221783] = "Гул'дан",
		[335096] = 1,
		[320763] = 7,
		[270232] = 8,
		[273541] = 2,
		[345990] = "Зо'фекс",
		[8936] = 11,
		[298898] = "Нано Мегабум",
		[227365] = "Полночь",
		[350086] = "Венца Голдаплавс",
		[338825] = 11,
		[227466] = "Пожиратель маны",
		[336043] = 2,
		[321422] = 10,
		[348350] = "Зо'фекс",
		[270481] = "Демонический тиран <Камомила-Галакронд>",
		[227799] = "[*] Ураганная волна",
		[227420] = "Береговой заклинатель волн",
		[326632] = "Камнерожденный-разоритель",
		[155625] = 11,
		[307443] = 8,
		[195182] = 6,
		[161256] = "Ошир",
		[2484] = 7,
		[231895] = 2,
		[350090] = "Венца Голдаплавс",
		[187874] = 7,
		[12294] = 1,
		[366742] = 9,
		[115196] = 4,
		[322450] = "Тред'ова",
		[202719] = 12,
		[162281] = "Огрон-работник",
		[173183] = 7,
		[204255] = 12,
		[320655] = "Чумокост",
		[302311] = 12,
		[370568] = 11,
		[161258] = "Гром'карский подрывник",
		[323476] = 6,
		[312215] = 3,
		[162794] = 12,
		[225919] = 12,
		[208863] = "Элисанда",
		[283551] = "\"Омега-крушитель\"",
		[241801] = "Исправившаяся дева",
		[282801] = "\"Платиновый лупцеватор\"",
		[311193] = 1,
		[361357] = 3,
		[355477] = "Командир Зо'фар",
		[30151] = "Риннгорил <Камомила-Галакронд>",
		[188389] = 7,
		[48265] = 6,
		[319504] = 4,
		[64901] = 5,
		[336108] = 11,
		[72968] = 11,
		[296863] = 8,
		[77575] = 6,
		[6660] = "Призрачный стражник",
		[114942] = "Тотем целительного прилива <Пойдёт>",
		[165531] = 8,
		[234108] = 2,
		[341175] = 9,
		[166380] = "Гром'карский капитан",
		[123996] = "Сюэнь <Асташко-Галакронд>",
		[351124] = "Со'лея",
		[6788] = 5,
		[209378] = "Имаку'туя",
		[346006] = "Зо'фекс",
		[119910] = 9,
		[178154] = "Рилак - ужас небес",
		[227806] = "[*] Бесконечная зима",
		[354264] = "Со'азми",
		[345096] = 3,
		[166570] = "Осадная пушка",
		[62124] = 2,
		[333723] = 2,
		[19658] = "Кридхоно <Дивона>",
		[178155] = "Рилак - ужас небес",
		[23881] = 1,
		[337819] = 12,
		[200166] = 12,
		[205473] = 8,
		[199844] = 8,
		[325535] = "Порочный псарь",
		[334749] = "Сборщик трупов",
		[178156] = "[*] Выброс кислоты",
		[199143] = "Латосий",
		[228320] = "Волшебный страж",
		[207289] = 6,
	},
	["encounter_spell_pool"] = {
		{
			2426, -- [1]
			"Хильбранд", -- [2]
		}, -- [1]
		[345770] = {
			2425, -- [1]
			"Зо'фекс", -- [2]
		},
		[360604] = {
			1832, -- [1]
			"Пылающий инфернал", -- [2]
		},
		[328124] = {
			2380, -- [1]
			"Неумирающий камнебес", -- [2]
		},
		[166364] = {
			1732, -- [1]
			"Гром'карский ясновидящий", -- [2]
		},
		[228895] = {
			1960, -- [1]
			"Полночь", -- [2]
		},
		[328125] = {
			2380, -- [1]
			"Неумирающий камнебес <Эшелон>", -- [2]
		},
		[346028] = {
			2425, -- [1]
			"Зо'фекс", -- [2]
		},
		[209971] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[346286] = {
			2424, -- [1]
			"ПОЧТ-мейстер", -- [2]
		},
		[227618] = {
			1959, -- [1]
			"Пожиратель маны", -- [2]
		},
		[320200] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[221864] = {
			1872, -- [1]
			"Рекурсивный элементаль", -- [2]
		},
		[200637] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[227363] = {
			1960, -- [1]
			"Полночь", -- [2]
		},
		[198080] = {
			1834, -- [1]
			"Хмуродроб Лютый", -- [2]
		},
		[353706] = {
			2440, -- [1]
			"Охранник \"Оазиса\"", -- [2]
		},
		[321226] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[209973] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[227620] = {
			1959, -- [1]
			"Пожиратель маны", -- [2]
		},
		[227365] = {
			1960, -- [1]
			"Полночь", -- [2]
		},
		[227493] = {
			1960, -- [1]
			"Ловчий Аттумен", -- [2]
		},
		[164835] = {
			1749, -- [1]
			"Лютоклык", -- [2]
		},
		[183633] = {
			1791, -- [1]
			"Скальный камнешвыр", -- [2]
		},
		[320208] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[229285] = {
			2017, -- [1]
			"Флагманский корабль", -- [2]
		},
		[188493] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[161256] = {
			1750, -- [1]
			"Ошир", -- [2]
		},
		[162407] = {
			1715, -- [1]
			"Рельсмейстер Искролет", -- [2]
		},
		[168929] = {
			1754, -- [1]
			"Черепон", -- [2]
		},
		[188494] = {
			1792, -- [1]
			"[*] Зловонная пасть", -- [2]
		},
		[298473] = {
			2290, -- [1]
			"Ворчун из племени Хламоедов", -- [2]
		},
		[299241] = {
			2312, -- [1]
			"Нано Мегабум", -- [2]
		},
		[229159] = {
			2017, -- [1]
			"Виз'адуум Всевидящий", -- [2]
		},
		[229287] = {
			2017, -- [1]
			"Флагманский корабль", -- [2]
		},
		[323538] = {
			2403, -- [1]
			"Верховный адъюдикатор Ализа", -- [2]
		},
		[161258] = {
			1732, -- [1]
			"Гром'карский подрывник", -- [2]
		},
		[229161] = {
			2017, -- [1]
			"Виз'адуум Всевидящий", -- [2]
		},
		[207806] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[348350] = {
			2425, -- [1]
			"Зо'фекс", -- [2]
		},
		[328146] = {
			2387, -- [1]
			"Червь-трупоед", -- [2]
		},
		[188114] = {
			1790, -- [1]
			"Рокмора", -- [2]
		},
		[329170] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[321754] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[331217] = {
			2393, -- [1]
			"[*] Общая боль", -- [2]
		},
		[329172] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[163947] = {
			1715, -- [1]
			"Рельсмейстер Искролет", -- [2]
		},
		[228524] = {
			1965, -- [1]
			"Проекция Хранителя", -- [2]
		},
		[285440] = {
			2259, -- [1]
			"Главный машинист Искроточец", -- [2]
		},
		[228269] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[227502] = {
			1959, -- [1]
			"[*] Нестабильная мана", -- [2]
		},
		[321247] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[198475] = {
			1791, -- [1]
			"[*] Удар горы", -- [2]
		},
		[285443] = {
			2259, -- [1]
			"[*] \"Спрятанная\" пламенная пушка", -- [2]
		},
		[341709] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[162415] = {
			1750, -- [1]
			"Ошир", -- [2]
		},
		[283143] = {
			2260, -- [1]
			"Магнитохват", -- [2]
		},
		[323552] = {
			2403, -- [1]
			"Верховный адъюдикатор Ализа", -- [2]
		},
		[322274] = {
			2390, -- [1]
			"Похитительница с \"Золрамуса\"", -- [2]
		},
		[220855] = {
			1838, -- [1]
			"[*] Нисходящий поток", -- [2]
		},
		[198477] = {
			1836, -- [1]
			"Кошмарное поганище", -- [2]
		},
		[350919] = {
			2440, -- [1]
			"Зо'грон", -- [2]
		},
		[321253] = {
			2388, -- [1]
			"[*] Последняя жатва", -- [2]
		},
		[350921] = {
			2440, -- [1]
			"Зо'грон", -- [2]
		},
		[350922] = {
			2440, -- [1]
			"Охранник \"Оазиса\"", -- [2]
		},
		[199246] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[373429] = {
			2440, -- [1]
			"Натрезим-лазутчик", -- [2]
		},
		[348366] = {
			2425, -- [1]
			"[*] Руки закона", -- [2]
		},
		[228019] = {
			1957, -- [1]
			"Мадам Чугунок", -- [2]
		},
		[181089] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[207815] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[326629] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[227508] = {
			1954, -- [1]
			"Благочестивая дева", -- [2]
		},
		[227636] = {
			1960, -- [1]
			"Ловчий Аттумен", -- [2]
		},
		[285454] = {
			2259, -- [1]
			"Главный машинист Искроточец", -- [2]
		},
		[243237] = {
			1749, -- [1]
			"[*] Взрыв", -- [2]
		},
		[230066] = {
			2017, -- [1]
			"Изрыгатель тьмы", -- [2]
		},
		[209862] = {
			1836, -- [1]
			"[*] Вулканический шлейф", -- [2]
		},
		[321772] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[230067] = {
			2017, -- [1]
			"Изрыгатель тьмы", -- [2]
		},
		[227254] = {
			1964, -- [1]
			"Смотритель", -- [2]
		},
		[227638] = {
			1960, -- [1]
			"Ловчий Аттумен", -- [2]
		},
		[162422] = {
			1715, -- [1]
			"Рельсмейстер Искролет", -- [2]
		},
		[299525] = {
			2312, -- [1]
			"Стрелок из банды Поршнеголовых", -- [2]
		},
		[285460] = {
			2259, -- [1]
			"Главный машинист Искроточец", -- [2]
		},
		[162423] = {
			1715, -- [1]
			"Рельсмейстер Искролет", -- [2]
		},
		[323057] = {
			2397, -- [1]
			"Ингра Малох", -- [2]
		},
		[291856] = {
			2260, -- [1]
			"Плазменная сфера", -- [2]
		},
		[319733] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[347610] = {
			2437, -- [1]
			"Со'азми", -- [2]
		},
		[227257] = {
			1964, -- [1]
			"Смотритель", -- [2]
		},
		[227641] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[228025] = {
			1957, -- [1]
			"Люминор", -- [2]
		},
		[343520] = {
			1965, -- [1]
			"[*] Бушующий", -- [2]
		},
		[178154] = {
			1750, -- [1]
			"Рилак - ужас небес", -- [2]
		},
		[327664] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[216389] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[322550] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[228026] = {
			1957, -- [1]
			"Люминор", -- [2]
		},
		[191326] = {
			1838, -- [1]
			"Дресарон", -- [2]
		},
		[283421] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[354264] = {
			2437, -- [1]
			"Со'азми", -- [2]
		},
		[162171] = {
			1715, -- [1]
			"Рельсмейстер Искролет", -- [2]
		},
		[285468] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[209741] = {
			1870, -- [1]
			"Проекция советника Меландра", -- [2]
		},
		[240559] = {
			2425, -- [1]
			"[*] Тяжкая рана", -- [2]
		},
		[348128] = {
			2425, -- [1]
			"Зо'фекс", -- [2]
		},
		[349663] = {
			2441, -- [1]
			"Алькруукс", -- [2]
		},
		[295445] = {
			2291, -- [1]
			"\"Танкоборец-1\"", -- [2]
		},
		[178157] = {
			1750, -- [1]
			"Рилак - ужас небес", -- [2]
		},
		[291865] = {
			2260, -- [1]
			"Воздушное судно R-21/X", -- [2]
		},
		[298259] = {
			2292, -- [1]
			"Ядовитая лужа", -- [2]
		},
		[227645] = {
			1960, -- [1]
			"Полночь", -- [2]
		},
		[209615] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[193375] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[334322] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[193376] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[291613] = {
			2260, -- [1]
			"Воздушное судно R-21/X", -- [2]
		},
		[347623] = {
			2437, -- [1]
			"Со'азми", -- [2]
		},
		[200154] = {
			1793, -- [1]
			"Раскаленный углешкур <Даргрул>", -- [2]
		},
		[204502] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[320771] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[161153] = {
			1732, -- [1]
			"Нитрогг Громовая Гора", -- [2]
		},
		[227776] = {
			1957, -- [1]
			"Галиндра", -- [2]
		},
		[320772] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[164734] = {
			1749, -- [1]
			"Лютоклык", -- [2]
		},
		[322563] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[347371] = {
			2419, -- [1]
			"Корсар-канонир", -- [2]
		},
		[227777] = {
			1957, -- [1]
			"Мрргрия", -- [2]
		},
		[291874] = {
			2258, -- [1]
			"Летающий кран", -- [2]
		},
		[199389] = {
			1838, -- [1]
			"Дресарон", -- [2]
		},
		[168955] = {
			1754, -- [1]
			"Корамар", -- [2]
		},
		[356324] = {
			2425, -- [1]
			"Заклинатель порталов Зо'хонн", -- [2]
		},
		[347373] = {
			2419, -- [1]
			"Пушка \"Песочных часов\"", -- [2]
		},
		[209620] = {
			1872, -- [1]
			"Рекурсивный элементаль", -- [2]
		},
		[227267] = {
			1964, -- [1]
			"Смотритель", -- [2]
		},
		[227523] = {
			1959, -- [1]
			"Пожиратель маны", -- [2]
		},
		[227651] = {
			1961, -- [1]
			"Барон Раф Дрейгер", -- [2]
		},
		[349933] = {
			2441, -- [1]
			"\"Ахиллит\"", -- [2]
		},
		[291878] = {
			2260, -- [1]
			"Воздушное судно R-21/X", -- [2]
		},
		[198496] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[349934] = {
			2441, -- [1]
			"\"Ахиллит\"", -- [2]
		},
		[199775] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[227524] = {
			1959, -- [1]
			"[*] Энергетическая пустота", -- [2]
		},
		[347633] = {
			2437, -- [1]
			"Со'азми", -- [2]
		},
		[346866] = {
			2401, -- [1]
			"Верный камнерожденный", -- [2]
		},
		[165122] = {
			1748, -- [1]
			"Ахри'ок Дугру", -- [2]
		},
		[347635] = {
			2437, -- [1]
			"Со'азми", -- [2]
		},
		[291626] = {
			2260, -- [1]
			"Воздушное судно R-21/X", -- [2]
		},
		[347636] = {
			2437, -- [1]
			"Со'азми", -- [2]
		},
		[227270] = {
			1964, -- [1]
			"Нестабильная энергия <Смотритель>", -- [2]
		},
		[297254] = {
			2290, -- [1]
			"Король Гоббамак", -- [2]
		},
		[364261] = {
			2425, -- [1]
			"Зловредный бес <Hobitz-Archimonde>", -- [2]
		},
		[200289] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[206555] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[364262] = {
			2425, -- [1]
			"Зловредный бес <Hobitz-Archimonde>", -- [2]
		},
		[294954] = {
			2259, -- [1]
			"[*] Самостригущаяся изгородь", -- [2]
		},
		[297256] = {
			2290, -- [1]
			"Король Гоббамак", -- [2]
		},
		[163334] = {
			1748, -- [1]
			"Нииза Нокс", -- [2]
		},
		[156301] = {
			1732, -- [1]
			"Гром'карский подрывник", -- [2]
		},
		[297257] = {
			2290, -- [1]
			"Король Гоббамак", -- [2]
		},
		[211799] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[201953] = {
			1793, -- [1]
			"Углепанцирный подчинитель", -- [2]
		},
		[230086] = {
			2017, -- [1]
			"Демонический разлом", -- [2]
		},
		[197478] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[161801] = {
			1736, -- [1]
			"Ракун", -- [2]
		},
		[162057] = {
			1736, -- [1]
			"Повелительница небес Товра", -- [2]
		},
		[328206] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[346876] = {
			2426, -- [1]
			"Хильбранд", -- [2]
		},
		[156303] = {
			1732, -- [1]
			"Гром'карская опалительница", -- [2]
		},
		[297261] = {
			2290, -- [1]
			"Король Гоббамак", -- [2]
		},
		[346877] = {
			2426, -- [1]
			"Хильбранд", -- [2]
		},
		[178298] = {
			1749, -- [1]
			"Гром'карский техник", -- [2]
		},
		[162058] = {
			1736, -- [1]
			"Повелительница небес Товра", -- [2]
		},
		[353783] = {
			2440, -- [1]
			"Надоедливый завсегдатай", -- [2]
		},
		[294961] = {
			2258, -- [1]
			"[*] Пылающий укус", -- [2]
		},
		[209628] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[240446] = {
			2312, -- [1]
			"[*] Взрыв", -- [2]
		},
		[178299] = {
			1749, -- [1]
			"Гром'карский техник", -- [2]
		},
		[294195] = {
			2259, -- [1]
			"\"Оборонобот I\"", -- [2]
		},
		[199143] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[282943] = {
			2257, -- [1]
			"Таранный поршень", -- [2]
		},
		[181113] = {
			2426, -- [1]
			"Очиститель из хранилища", -- [2]
		},
		[168965] = {
			1754, -- [1]
			"Корамар", -- [2]
		},
		[282945] = {
			2257, -- [1]
			"Свисторез", -- [2]
		},
		[200551] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[196587] = {
			1832, -- [1]
			"Слияние душ", -- [2]
		},
		[346116] = {
			2426, -- [1]
			"Хильбранд", -- [2]
		},
		[227789] = {
			1954, -- [1]
			"Благочестивая дева", -- [2]
		},
		[302384] = {
			2291, -- [1]
			"\"Шокотрон X1\"", -- [2]
		},
		[349954] = {
			2441, -- [1]
			"\"Ахиллит\"", -- [2]
		},
		[227406] = {
			1957, -- [1]
			"Эльфира", -- [2]
		},
		[201959] = {
			1793, -- [1]
			"Углепанцирный подчинитель", -- [2]
		},
		[157331] = {
			2291, -- [1]
			"Изначальный элементаль бури", -- [2]
		},
		[198379] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[197484] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[198635] = {
			1835, -- [1]
			"Кур'талос Гребень Ворона", -- [2]
		},
		[350468] = {
			2441, -- [1]
			"\"Ахиллит\"", -- [2]
		},
		[196078] = {
			1832, -- [1]
			"Слияние душ", -- [2]
		},
		[221781] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[204646] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[166923] = {
			1749, -- [1]
			"Раздиратель Плоти Нок'Гар", -- [2]
		},
		[162065] = {
			1736, -- [1]
			"Повелительница небес Товра", -- [2]
		},
		[221783] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[193267] = {
			1791, -- [1]
			"Ревущий идол <Уларогг Скаломол>", -- [2]
		},
		[347149] = {
			2419, -- [1]
			"Хронокэп Крюкохвост", -- [2]
		},
		[162066] = {
			1736, -- [1]
			"Повелительница небес Товра", -- [2]
		},
		[218587] = {
			1838, -- [1]
			"Дресарон", -- [2]
		},
		[232142] = {
			1957, -- [1]
			"Серебряные вилки", -- [2]
		},
		[347151] = {
			2419, -- [1]
			"Хронокэп Крюкохвост", -- [2]
		},
		[321834] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[297283] = {
			2290, -- [1]
			"[*] Обрушение", -- [2]
		},
		[227285] = {
			1964, -- [1]
			"Смотритель", -- [2]
		},
		[210022] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[30153] = {
			2437, -- [1]
			"Страж Скверны <Hobitz-Archimonde>", -- [2]
		},
		[198386] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[296518] = {
			2291, -- [1]
			"\"Шокотрон X1\"", -- [2]
		},
		[291915] = {
			2260, -- [1]
			"[*] Плазменная сфера", -- [2]
		},
		[227542] = {
			1961, -- [1]
			"Леди Катриона Фон-Инди", -- [2]
		},
		[347414] = {
			2437, -- [1]
			"Со'азми", -- [2]
		},
		[227415] = {
			1960, -- [1]
			"[*] Незримое присутствие", -- [2]
		},
		[227543] = {
			1957, -- [1]
			"Эльфира", -- [2]
		},
		[227799] = {
			1957, -- [1]
			"[*] Ураганная волна", -- [2]
		},
		[291918] = {
			2258, -- [1]
			"Летающий кран", -- [2]
		},
		[193273] = {
			1791, -- [1]
			"Ревущий идол <Уларогг Скаломол>", -- [2]
		},
		[296522] = {
			2291, -- [1]
			"[*] Самоуничтожение", -- [2]
		},
		[227672] = {
			1961, -- [1]
			"Лорд Криспин Ференс", -- [2]
		},
		[298571] = {
			2312, -- [1]
			"Механоцикл", -- [2]
		},
		[291922] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
		[206574] = {
			1868, -- [1]
			"[*] Резонирующий удар сплеча", -- [2]
		},
		[339237] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[164504] = {
			1749, -- [1]
			"Раздиратель Плоти Нок'Гар", -- [2]
		},
		[164632] = {
			1749, -- [1]
			"Гром'карская огненная лучница", -- [2]
		},
		[323126] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[227419] = {
			1960, -- [1]
			"[*] Незримое присутствие", -- [2]
		},
		[285020] = {
			2257, -- [1]
			"\"Платиновый лупцеватор\"", -- [2]
		},
		[200182] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[348447] = {
			2426, -- [1]
			"[*] Код взлома \"Лиз\"", -- [2]
		},
		[204658] = {
			1837, -- [1]
			"[*] Сокрушительная хватка", -- [2]
		},
		[227420] = {
			1957, -- [1]
			"Береговой заклинатель волн", -- [2]
		},
		[291928] = {
			2260, -- [1]
			"Воздушное судно R-21/X", -- [2]
		},
		[229083] = {
			2017, -- [1]
			"Виз'адуум Всевидящий", -- [2]
		},
		[348450] = {
			2426, -- [1]
			"[*] Код взлома \"Фриза\"", -- [2]
		},
		[291930] = {
			2258, -- [1]
			"Куб металлолома", -- [2]
		},
		[348451] = {
			2426, -- [1]
			"[*] Код взлома \"Морке\"", -- [2]
		},
		[163740] = {
			1748, -- [1]
			"Ахри'ок Дугру", -- [2]
		},
		[354334] = {
			2419, -- [1]
			"Хронокэп Крюкохвост", -- [2]
		},
		[296279] = {
			2291, -- [1]
			"[*] Охранный телепорт", -- [2]
		},
		[227806] = {
			1965, -- [1]
			"[*] Бесконечная зима", -- [2]
		},
		[353312] = {
			2426, -- [1]
			"Хильбранд", -- [2]
		},
		[163741] = {
			1732, -- [1]
			"Нитрогг Громовая Гора", -- [2]
		},
		[296025] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[344874] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[228958] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[206580] = {
			1868, -- [1]
			"[*] Резонирующий удар сплеча", -- [2]
		},
		[229598] = {
			2017, -- [1]
			"Виз'адуум Всевидящий", -- [2]
		},
		[323137] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[320580] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[232156] = {
			1957, -- [1]
			"Коглстон", -- [2]
		},
		[323138] = {
			2397, -- [1]
			"Ингра Малох", -- [2]
		},
		[227297] = {
			1959, -- [1]
			"Пожиратель маны", -- [2]
		},
		[198781] = {
			1835, -- [1]
			"Кур'талос Гребень Ворона", -- [2]
		},
		[227809] = {
			1954, -- [1]
			"Благочестивая дева", -- [2]
		},
		[210546] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[298588] = {
			2312, -- [1]
			"Механоцикл", -- [2]
		},
		[200700] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[291939] = {
			2260, -- [1]
			"[*] Гигаразряд", -- [2]
		},
		[302681] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[347949] = {
			2425, -- [1]
			"Зо'фекс", -- [2]
		},
		[188169] = {
			1790, -- [1]
			"Рокмора", -- [2]
		},
		[302682] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[227427] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[165152] = {
			1748, -- [1]
			"Макогг Угольный Клинок", -- [2]
		},
		[333629] = {
			2388, -- [1]
			"Возрожденный арбалетчик <Амарт>", -- [2]
		},
		[196354] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[204666] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[227300] = {
			1866, -- [1]
			"[*] Кинетическое извержение", -- [2]
		},
		[353835] = {
			2440, -- [1]
			"Надоедливый завсегдатай", -- [2]
		},
		[298849] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[198401] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[353836] = {
			2440, -- [1]
			"Надоедливый завсегдатай", -- [2]
		},
		[226406] = {
			1793, -- [1]
			"Углепанцирный подчинитель", -- [2]
		},
		[210166] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[206458] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[333634] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[201983] = {
			1793, -- [1]
			"Углепанцирный подчинитель", -- [2]
		},
		[320336] = {
			2388, -- [1]
			"Оживленный маг <Амарт>", -- [2]
		},
		[229988] = {
			1964, -- [1]
			"Горящие плитки", -- [2]
		},
		[323150] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[347958] = {
			2426, -- [1]
			"Очиститель из хранилища", -- [2]
		},
		[291949] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
		[350517] = {
			2419, -- [1]
			"Хронокэп Крюкохвост", -- [2]
		},
		[160681] = {
			1732, -- [1]
			"Осадная пушка", -- [2]
		},
		[297834] = {
			2292, -- [1]
			"Токсикоид", -- [2]
		},
		[320596] = {
			2387, -- [1]
			"Чумокост", -- [2]
		},
		[298602] = {
			2312, -- [1]
			"[*] Облако дыма", -- [2]
		},
		[297835] = {
			2292, -- [1]
			"Токсикоид", -- [2]
		},
		[291953] = {
			2258, -- [1]
			"Куб металлолома", -- [2]
		},
		[168227] = {
			1754, -- [1]
			"Черепон", -- [2]
		},
		[227817] = {
			1954, -- [1]
			"Благочестивая дева", -- [2]
		},
		[166565] = {
			1732, -- [1]
			"Осадная пушка", -- [2]
		},
		[349498] = {
			2441, -- [1]
			"Алькруукс", -- [2]
		},
		[355637] = {
			2441, -- [1]
			"Тазавешский хранитель порядка", -- [2]
		},
		[295536] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[167589] = {
			1732, -- [1]
			"Осадная пушка", -- [2]
		},
		[164648] = {
			1749, -- [1]
			"Гром'карская огненная лучница", -- [2]
		},
		[296560] = {
			2291, -- [1]
			"[*] Цепкий статический разряд", -- [2]
		},
		[323414] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[350013] = {
			2441, -- [1]
			"[*] Ненасытное пиршество", -- [2]
		},
		[322648] = {
			2393, -- [1]
			"[*] Связь разума", -- [2]
		},
		[198408] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[201733] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[229610] = {
			2017, -- [1]
			"Виз'адуум Всевидящий", -- [2]
		},
		[229738] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[359222] = {
			2440, -- [1]
			"Буйный завсегдатай", -- [2]
		},
		[346947] = {
			2424, -- [1]
			"ПОЧТ-мейстер", -- [2]
		},
		[347716] = {
			2424, -- [1]
			"Служащий ПОЧТ-ы", -- [2]
		},
		[160943] = {
			1732, -- [1]
			"Гром'карская опалительница", -- [2]
		},
		[206339] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[166570] = {
			1732, -- [1]
			"Осадная пушка", -- [2]
		},
		[228334] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[322655] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[199051] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[206340] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[209921] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[169129] = {
			1754, -- [1]
			"Обратная тяга", -- [2]
		},
		[227568] = {
			1957, -- [1]
			"Тонни", -- [2]
		},
		[321891] = {
			2392, -- [1]
			"Иллюзорный лисохвост <Призывательница Туманов>", -- [2]
		},
		[211457] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[320614] = {
			2387, -- [1]
			"Червь-трупоед", -- [2]
		},
		[217851] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[346957] = {
			2426, -- [1]
			"Защитная турель титанов", -- [2]
		},
		[319592] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[321894] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[295552] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[346959] = {
			2426, -- [1]
			"Защитная турель титанов", -- [2]
		},
		[291973] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
		[229617] = {
			2017, -- [1]
			"Демонический портал", -- [2]
		},
		[350796] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[283534] = {
			2260, -- [1]
			"Магнитохват", -- [2]
		},
		[291974] = {
			2260, -- [1]
			"Король Мехагон", -- [2]
		},
		[161588] = {
			1736, -- [1]
			"Повелительница небес Товра", -- [2]
		},
		[199567] = {
			1835, -- [1]
			"Проекция Латосия", -- [2]
		},
		[346961] = {
			2426, -- [1]
			"Хильбранд", -- [2]
		},
		[323177] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[163379] = {
			1748, -- [1]
			"Бомбитель", -- [2]
		},
		[230002] = {
			2017, -- [1]
			"Страж Скверны - дозорный", -- [2]
		},
		[338012] = {
			2403, -- [1]
			"Фонтан анимы", -- [2]
		},
		[320366] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[207881] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[194966] = {
			1832, -- [1]
			"Слияние душ", -- [2]
		},
		[323437] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[227823] = {
			1954, -- [1]
			"Благочестивая дева", -- [2]
		},
		[322614] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[228011] = {
			1957, -- [1]
			"Мадам Чугунок", -- [2]
		},
		[200721] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[227447] = {
			1957, -- [1]
			"Эльфира", -- [2]
		},
		[232153] = {
			1957, -- [1]
			"Коглстон", -- [2]
		},
		[350804] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[350037] = {
			2441, -- [1]
			"\"Ахиллит\"", -- [2]
		},
		[200338] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[227985] = {
			1957, -- [1]
			"Коглстон", -- [2]
		},
		[228200] = {
			1957, -- [1]
			"Люминор", -- [2]
		},
		[347992] = {
			2425, -- [1]
			"Зо'фекс", -- [2]
		},
		[228193] = {
			1957, -- [1]
			"Люминор", -- [2]
		},
		[347481] = {
			2437, -- [1]
			"Со'азми", -- [2]
		},
		[227872] = {
			1961, -- [1]
			"Мороуз", -- [2]
		},
		[232144] = {
			1957, -- [1]
			"Серебряные вилки", -- [2]
		},
		[232137] = {
			1957, -- [1]
			"Серебряные вилки", -- [2]
		},
		[232135] = {
			1957, -- [1]
			"Серебряные вилки", -- [2]
		},
		[293670] = {
			2259, -- [1]
			"Защитник мастерской", -- [2]
		},
		[335338] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[346204] = {
			2425, -- [1]
			"Зо'фекс", -- [2]
		},
		[232692] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[206222] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[347903] = {
			2424, -- [1]
			"Перегруженный почтоменталь", -- [2]
		},
		[298124] = {
			2292, -- [1]
			"Токсикоид", -- [2]
		},
		[162617] = {
			1715, -- [1]
			"Борка Бесчеловечный", -- [2]
		},
		[206516] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[178155] = {
			1750, -- [1]
			"Рилак - ужас небес", -- [2]
		},
		[338022] = {
			2387, -- [1]
			"Лоскутный солдат", -- [2]
		},
		[297985] = {
			2292, -- [1]
			"Токсикоид", -- [2]
		},
		[228729] = {
			1957, -- [1]
			"Люминор", -- [2]
		},
		[320376] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[352345] = {
			2419, -- [1]
			"Пушка \"Песочных часов\"", -- [2]
		},
		[209676] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[178156] = {
			1750, -- [1]
			"[*] Выброс кислоты", -- [2]
		},
		[230431] = {
			2017, -- [1]
			"[*] Истечение мощью Скверны", -- [2]
		},
		[318587] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[172703] = {
			1749, -- [1]
			"Гром'карский техник", -- [2]
		},
		[199063] = {
			1837, -- [1]
			"Корни-душители", -- [2]
		},
		[350045] = {
			2441, -- [1]
			"\"Ахиллит\"", -- [2]
		},
		[352347] = {
			2426, -- [1]
			"Очиститель из хранилища", -- [2]
		},
		[322936] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[347744] = {
			2437, -- [1]
			"Со'азми", -- [2]
		},
		[283551] = {
			2260, -- [1]
			"\"Омега-крушитель\"", -- [2]
		},
		[322681] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[209667] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[206847] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[298897] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[299153] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[209678] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[326263] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[298898] = {
			2312, -- [1]
			"Нано Мегабум", -- [2]
		},
		[320637] = {
			2387, -- [1]
			"Чумокост", -- [2]
		},
		[192799] = {
			1790, -- [1]
			"Ползун из чумных осколков <Рокмора>", -- [2]
		},
		[285344] = {
			2257, -- [1]
			"\"Платиновый лупцеватор\"", -- [2]
		},
		[346980] = {
			2426, -- [1]
			"Очиститель из хранилища", -- [2]
		},
		[160680] = {
			1732, -- [1]
			"Осадная пушка", -- [2]
		},
		[373388] = {
			2440, -- [1]
			"Облако кошмаров", -- [2]
		},
		[228221] = {
			1957, -- [1]
			"Метелка", -- [2]
		},
		[291946] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
		[208944] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[192800] = {
			1790, -- [1]
			"[*] Удушающая пыль", -- [2]
		},
		[114942] = {
			2017, -- [1]
			"Тотем целительного прилива <Пойдёт>", -- [2]
		},
		[220519] = {
			1837, -- [1]
			"Корни-душители", -- [2]
		},
		[104318] = {
			2425, -- [1]
			"Дикий бес <Hobitz-Archimonde>", -- [2]
		},
		[206514] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[228190] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[198376] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[217011] = {
			1792, -- [1]
			"Разъяренная толпа", -- [2]
		},
		[322943] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[349797] = {
			2441, -- [1]
			"Алькруукс", -- [2]
		},
		[163390] = {
			1748, -- [1]
			"Нииза Нокс", -- [2]
		},
		[206219] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[198428] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[336499] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[348008] = {
			2424, -- [1]
			"Служащий ПОЧТ-ы", -- [2]
		},
		[321893] = {
			2392, -- [1]
			"Иллюзорный лисохвост <Призывательница Туманов>", -- [2]
		},
		[353635] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[228852] = {
			1960, -- [1]
			"Ловчий Аттумен", -- [2]
		},
		[197974] = {
			1833, -- [1]
			"Лишенный души боец авангарда", -- [2]
		},
		[228991] = {
			1965, -- [1]
			"Проекция Хранителя", -- [2]
		},
		[198028] = {
			1790, -- [1]
			"[*] Кристализованная земля", -- [2]
		},
		[329340] = {
			2403, -- [1]
			"Верховный адъюдикатор Ализа", -- [2]
		},
		[227410] = {
			1957, -- [1]
			"Галиндра", -- [2]
		},
		[227457] = {
			1959, -- [1]
			"Пожиратель маны", -- [2]
		},
		[161090] = {
			1715, -- [1]
			"Борка Бесчеловечный", -- [2]
		},
		[349801] = {
			2441, -- [1]
			"Алькруукс", -- [2]
		},
		[229151] = {
			2017, -- [1]
			"Виз'адуум Всевидящий", -- [2]
		},
		[321669] = {
			2392, -- [1]
			"Иллюзорный клон", -- [2]
		},
		[221891] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[229248] = {
			2017, -- [1]
			"Флагманский корабль", -- [2]
		},
		[200732] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[160963] = {
			1732, -- [1]
			"Гром'карский подрывник", -- [2]
		},
		[161091] = {
			1715, -- [1]
			"Рельсмейстер Искролет", -- [2]
		},
		[209742] = {
			1870, -- [1]
			"Проекция советника Меландра", -- [2]
		},
		[348437] = {
			2426, -- [1]
			"[*] Код взлома \"Гельвет\"", -- [2]
		},
		[298651] = {
			2312, -- [1]
			"Механоцикл", -- [2]
		},
		[343556] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[227405] = {
			1957, -- [1]
			"Эльфира", -- [2]
		},
		[328322] = {
			2380, -- [1]
			"Неумирающий камнебес <Эшелон>", -- [2]
		},
		[89753] = {
			1790, -- [1]
			"Страж Скверны <Камомила-Галакронд>", -- [2]
		},
		[161092] = {
			1715, -- [1]
			"Борка Бесчеловечный", -- [2]
		},
		[228738] = {
			1964, -- [1]
			"Нестабильная энергия <Смотритель>", -- [2]
		},
		[227783] = {
			1957, -- [1]
			"Мрргрия", -- [2]
		},
		[194956] = {
			1832, -- [1]
			"Слияние душ", -- [2]
		},
		[347370] = {
			2419, -- [1]
			"Пушка \"Песочных часов\"", -- [2]
		},
		[229250] = {
			2017, -- [1]
			"[*] Пламя Скверны", -- [2]
		},
		[326281] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[347249] = {
			2437, -- [1]
			"Со'азми", -- [2]
		},
		[209174] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[323209] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[351086] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[162500] = {
			1715, -- [1]
			"Рельсмейстер Искролет", -- [2]
		},
		[292264] = {
			2260, -- [1]
			"\"Омега-крушитель\"", -- [2]
		},
		[162055] = {
			1736, -- [1]
			"Повелительница небес Товра", -- [2]
		},
		[355179] = {
			2419, -- [1]
			"Корсар-громила", -- [2]
		},
		[227461] = {
			1957, -- [1]
			"Крылатый помощник", -- [2]
		},
		[329168] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[351070] = {
			2441, -- [1]
			"\"Ахиллит\"", -- [2]
		},
		[320788] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[208536] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[32409] = {
			2257, -- [1]
			"[*] Слово Тьмы: Смерть", -- [2]
		},
		[346741] = {
			2424, -- [1]
			"ПОЧТ-мейстер", -- [2]
		},
		[198641] = {
			1835, -- [1]
			"Кур'талос Гребень Ворона", -- [2]
		},
		[348276] = {
			2425, -- [1]
			"Левая рука", -- [2]
		},
		[292267] = {
			2260, -- [1]
			"\"Омега-крушитель\"", -- [2]
		},
		[346742] = {
			2424, -- [1]
			"ПОЧТ-мейстер", -- [2]
		},
		[349999] = {
			2441, -- [1]
			"\"Ахиллит\"", -- [2]
		},
		[355438] = {
			2440, -- [1]
			"Зо'грон", -- [2]
		},
		[332526] = {
			2442, -- [1]
			"Кирийский голиаф <Ниэтта>", -- [2]
		},
		[196517] = {
			1832, -- [1]
			"[*] Вращающаяся коса", -- [2]
		},
		[198079] = {
			1834, -- [1]
			"Хмуродроб Лютый", -- [2]
		},
		[355439] = {
			2440, -- [1]
			"Зо'грон", -- [2]
		},
		[197696] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[298229] = {
			2292, -- [1]
			"Токсикоид", -- [2]
		},
		[209433] = {
			1872, -- [1]
			"[*] Затягивающая сингулярность", -- [2]
		},
		[355440] = {
			2440, -- [1]
			"[*] Подавляющая искра", -- [2]
		},
		[204574] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[196376] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[351057] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[198820] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[227592] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[227848] = {
			1954, -- [1]
			"Благочестивая дева", -- [2]
		},
		[322450] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[328667] = {
			2388, -- [1]
			"Оживленный маг <Амарт>", -- [2]
		},
		[199460] = {
			1838, -- [1]
			"Дресарон", -- [2]
		},
		[358947] = {
			2419, -- [1]
			"Пушка \"Песочных часов\"", -- [2]
		},
		[322709] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[227465] = {
			1964, -- [1]
			"Смотритель", -- [2]
		},
		[228261] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[207261] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[351096] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[299164] = {
			2312, -- [1]
			"Механоцикл", -- [2]
		},
		[209617] = {
			1872, -- [1]
			"Своевременный элементаль", -- [2]
		},
		[227736] = {
			1961, -- [1]
			"Мороуз", -- [2]
		},
		[323059] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[227466] = {
			1959, -- [1]
			"Пожиратель маны", -- [2]
		},
		[202019] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[298669] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[351098] = {
			2442, -- [1]
			"Реликвия Прародителей", -- [2]
		},
		[347094] = {
			2426, -- [1]
			"Хильбранд", -- [2]
		},
		[329104] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[198501] = {
			1834, -- [1]
			"[*] Рвота Скверны", -- [2]
		},
		[227339] = {
			1960, -- [1]
			"Полночь", -- [2]
		},
		[355071] = {
			2426, -- [1]
			"Очиститель из хранилища", -- [2]
		},
		[359028] = {
			2440, -- [1]
			"Зо'грон", -- [2]
		},
		[334476] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[227851] = {
			1961, -- [1]
			"Мороуз", -- [2]
		},
		[347008] = {
			1790, -- [1]
			"Страж Скверны <Камомила-Галакронд>", -- [2]
		},
		[350101] = {
			2441, -- [1]
			"Венца Голдаплавс", -- [2]
		},
		[162572] = {
			1715, -- [1]
			"Рельсмейстер Искролет", -- [2]
		},
		[351101] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[283422] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[349939] = {
			2441, -- [1]
			"\"Ахиллит\"", -- [2]
		},
		[168390] = {
			1754, -- [1]
			"[*] Обстрел", -- [2]
		},
		[164426] = {
			1749, -- [1]
			"Раздиратель Плоти Нок'Гар", -- [2]
		},
		[200359] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[197418] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[197546] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[227341] = {
			1957, -- [1]
			"Галиндра", -- [2]
		},
		[212786] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[336759] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[163276] = {
			1748, -- [1]
			"Ловушка для огров", -- [2]
		},
		[210150] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[353424] = {
			2425, -- [1]
			"Камера сдерживания <[*] Камера сдерживания>", -- [2]
		},
		[209630] = {
			1870, -- [1]
			"[*] Пронзающий ураган", -- [2]
		},
		[285377] = {
			2257, -- [1]
			"\"Платиновый лупцеватор\"", -- [2]
		},
		[345990] = {
			2425, -- [1]
			"Зо'фекс", -- [2]
		},
		[320012] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[161220] = {
			1732, -- [1]
			"Осадная пушка", -- [2]
		},
		[200185] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[346006] = {
			2425, -- [1]
			"Зо'фекс", -- [2]
		},
		[209568] = {
			1872, -- [1]
			"Своевременный элементаль", -- [2]
		},
		[302274] = {
			2291, -- [1]
			"\"Танкоборец-1\"", -- [2]
		},
		[320784] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[207906] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[206506] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[329113] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[195254] = {
			1832, -- [1]
			"Слияние душ", -- [2]
		},
		[173514] = {
			1754, -- [1]
			"Железнокрылый изрыгатель огня", -- [2]
		},
		[204667] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[198833] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[52042] = {
			1832, -- [1]
			"Тотем исцеляющего потока <Музуру>", -- [2]
		},
		[350086] = {
			2441, -- [1]
			"Венца Голдаплавс", -- [2]
		},
		[350916] = {
			2440, -- [1]
			"Охранник \"Оазиса\"", -- [2]
		},
		[207907] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[199193] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[193585] = {
			1793, -- [1]
			"Скальный зверолов", -- [2]
		},
		[168398] = {
			1754, -- [1]
			"Пушка \"Силы Чернорука\"", -- [2]
		},
		[227463] = {
			1961, -- [1]
			"Лорд Робин Дэрис", -- [2]
		},
		[227325] = {
			1957, -- [1]
			"Головорез", -- [2]
		},
		[227473] = {
			1961, -- [1]
			"[*] Крутящийся клинок", -- [2]
		},
		[356482] = {
			2440, -- [1]
			"Буйный завсегдатай", -- [2]
		},
		[326309] = {
			2393, -- [1]
			"[*] Разлагающая кислота", -- [2]
		},
		[334488] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[163536] = {
			1732, -- [1]
			"Нитрогг Громовая Гора", -- [2]
		},
		[162513] = {
			1715, -- [1]
			"Рельсмейстер Искролет", -- [2]
		},
		[198446] = {
			1834, -- [1]
			"Сквернотопырь", -- [2]
		},
		[346766] = {
			2426, -- [1]
			"Хильбранд", -- [2]
		},
		[350090] = {
			2441, -- [1]
			"Венца Голдаплавс", -- [2]
		},
		[292035] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
		[208165] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[373364] = {
			2441, -- [1]
			"Натрезим-лазутчик", -- [2]
		},
		[229905] = {
			2017, -- [1]
			"Пожинатель душ", -- [2]
		},
		[320170] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[163665] = {
			1748, -- [1]
			"Макогг Угольный Клинок", -- [2]
		},
		[322465] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[301351] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[323852] = {
			2403, -- [1]
			"Жуткий молельщик <Инфинитикс-Ревущийфьорд>", -- [2]
		},
		[212258] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[285388] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[200238] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[227453] = {
			1957, -- [1]
			"Тонни", -- [2]
		},
		[298940] = {
			2312, -- [1]
			"Нано Мегабум", -- [2]
		},
		[320171] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[328181] = {
			2390, -- [1]
			"[*] Леденящий холод", -- [2]
		},
		[259277] = {
			2259, -- [1]
			"Lukas", -- [2]
		},
		[326389] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[200111] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[302272] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[163539] = {
			1732, -- [1]
			"Нитрогг Громовая Гора", -- [2]
		},
		[297262] = {
			2290, -- [1]
			"Король Гоббамак", -- [2]
		},
		[373370] = {
			1749, -- [1]
			"Натрезим-лазутчик", -- [2]
		},
		[298946] = {
			2312, -- [1]
			"Нано Мегабум", -- [2]
		},
		[227477] = {
			1957, -- [1]
			"Эльфира", -- [2]
		},
		[161089] = {
			1715, -- [1]
			"[*] Безумный порыв", -- [2]
		},
		[168399] = {
			1754, -- [1]
			"Корамар", -- [2]
		},
		[294855] = {
			2259, -- [1]
			"Непримечательное растение", -- [2]
		},
		[199345] = {
			1838, -- [1]
			"Дресарон", -- [2]
		},
		[163668] = {
			1748, -- [1]
			"Макогг Угольный Клинок", -- [2]
		},
		[355640] = {
			2441, -- [1]
			"Тазавешский хранитель порядка", -- [2]
		},
		[241672] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[296331] = {
			2260, -- [1]
			"[*] Режущий луч", -- [2]
		},
		[296080] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[301177] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[346962] = {
			2424, -- [1]
			"ПОЧТ-мейстер", -- [2]
		},
		[163541] = {
			1732, -- [1]
			"Нитрогг Громовая Гора", -- [2]
		},
		[220957] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[198269] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[355638] = {
			2441, -- [1]
			"Тазавешский хранитель порядка", -- [2]
		},
		[208863] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[348566] = {
			2440, -- [1]
			"Драчливый завсегдатай", -- [2]
		},
		[168401] = {
			1754, -- [1]
			"Корамар", -- [2]
		},
		[351124] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[207887] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[161150] = {
			1732, -- [1]
			"Гром'карский гренадер", -- [2]
		},
		[208865] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[294860] = {
			2259, -- [1]
			"Непримечательное растение", -- [2]
		},
		[227480] = {
			1957, -- [1]
			"Тонни", -- [2]
		},
		[346960] = {
			2426, -- [1]
			"Хильбранд", -- [2]
		},
		[168402] = {
			1754, -- [1]
			"Корамар", -- [2]
		},
		[326574] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[350885] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[217234] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[323250] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[209602] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[302279] = {
			2291, -- [1]
			"\"Танкоборец-1\"", -- [2]
		},
		[294894] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[227737] = {
			1961, -- [1]
			"Мороуз", -- [2]
		},
		[294863] = {
			2259, -- [1]
			"Непримечательное растение", -- [2]
		},
		[349987] = {
			2441, -- [1]
			"\"Ахиллит\"", -- [2]
		},
		[205549] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[346967] = {
			2424, -- [1]
			"ПОЧТ-мейстер", -- [2]
		},
		[197687] = {
			1833, -- [1]
			"[*] Пронзающий взгляд", -- [2]
		},
		[168148] = {
			1754, -- [1]
			"[*] Обстрел", -- [2]
		},
		[197797] = {
			1833, -- [1]
			"Восставший чародей", -- [2]
		},
		[207278] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[227779] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[30213] = {
			1790, -- [1]
			"Страж Скверны <Камомила-Галакронд>", -- [2]
		},
		[320655] = {
			2387, -- [1]
			"Чумокост", -- [2]
		},
		[350875] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[163929] = {
			1715, -- [1]
			"Рельсмейстер Искролет", -- [2]
		},
		[322654] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[329171] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[333485] = {
			2389, -- [1]
			"Тошногнил", -- [2]
		},
		[230084] = {
			2017, -- [1]
			"Виз'адуум Всевидящий", -- [2]
		},
		[215929] = {
			1790, -- [1]
			"Ползун из чумных осколков <Рокмора>", -- [2]
		},
		[227628] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[178124] = {
			1750, -- [1]
			"Ошир", -- [2]
		},
		[163930] = {
			1715, -- [1]
			"Рельсмейстер Искролет", -- [2]
		},
		[168348] = {
			1754, -- [1]
			"Пушка \"Силы Чернорука\"", -- [2]
		},
		[323001] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[198073] = {
			1834, -- [1]
			"Хмуродроб Лютый", -- [2]
		},
		[294869] = {
			2259, -- [1]
			"Непримечательное растение", -- [2]
		},
		[212464] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[351646] = {
			2442, -- [1]
			"Со'лея", -- [2]
		},
		[333488] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[347632] = {
			2437, -- [1]
			"Со'азми", -- [2]
		},
		[211439] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[285152] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[333489] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[197521] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[296150] = {
			2291, -- [1]
			"[*] Выброс пара", -- [2]
		},
		[295939] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[200329] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[322493] = {
			2388, -- [1]
			"Оживленный маг <Амарт>", -- [2]
		},
		[328791] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[206939] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[227742] = {
			1961, -- [1]
			"Мороуз", -- [2]
		},
		[204611] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[206515] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[227646] = {
			1961, -- [1]
			"Барон Раф Дрейгер", -- [2]
		},
		[333492] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[163689] = {
			1748, -- [1]
			"Ахри'ок Дугру", -- [2]
		},
		[319941] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[227615] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[221605] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[164837] = {
			1749, -- [1]
			"Лютоклык", -- [2]
		},
		[163550] = {
			1732, -- [1]
			"Нитрогг Громовая Гора", -- [2]
		},
		[294929] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
	},
	["immersion_pets_on_solo_play"] = false,
	["npcid_ignored"] = {
	},
	["report_where"] = "SAY",
	["tutorial"] = {
		["unlock_button"] = 4,
		["main_help_button"] = 100,
		["WINDOW_GROUP_MAKING1"] = true,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["logons"] = 100,
		["version_announce"] = 0,
		["MIN_COMBAT_TIME"] = true,
		["ctrl_click_close_tutorial"] = false,
		["bookmark_tutorial"] = false,
		["STREAMER_PLUGIN_FIRSTRUN"] = true,
	},
	["auto_open_news_window"] = true,
	["all_switch_config"] = {
		["scale"] = 1,
		["font_size"] = 10,
	},
	["got_first_run"] = true,
	["__profiles"] = {
		["Ниэтта-Гордунни"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["default_bg_alpha"] = 0.5,
			["disable_window_groups"] = false,
			["standard_skin"] = false,
			["death_tooltip_width"] = 350,
			["instances_suppress_trash"] = 0,
			["animate_scroll"] = false,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["update_speed"] = 0.2,
			["instances_no_libwindow"] = false,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["clear_ungrouped"] = true,
			["force_activity_time_pvp"] = true,
			["overall_clear_pvp"] = true,
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["numerical_system"] = 1,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["time_type"] = 2,
			["show_arena_role_icon"] = false,
			["time_type_original"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["overall_clear_logout"] = false,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["overall_flag"] = 16,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["deny_score_messages"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 3,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 186.7248783693535,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["trash_auto_remove"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["use_self_color"] = false,
			["use_scroll"] = false,
			["total_abbreviation"] = 2,
			["segments_panic_mode"] = false,
			["minimum_combat_time"] = 5,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["overall_clear_newboss"] = true,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -441.9990386962891,
							["x"] = 564.59765625,
							["w"] = 194.800048828125,
							["h"] = 168.4000701904297,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
					},
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = true,
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["switch_tank_in_combat"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["__was_opened"] = true,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["bars_inverted"] = false,
					["switch_tank"] = false,
					["grab_on_top"] = false,
					["menu_icons_size"] = 0.850000023841858,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["show_sidebars"] = false,
					["bars_grow_direction"] = 1,
					["backdrop_texture"] = "Details Ground",
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
						[3] = 2,
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["hide_in_combat_alpha"] = 0,
					["clickthrough_rows"] = false,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["libwindow"] = {
						["y"] = 49.80086135864258,
						["x"] = -362.0023193359375,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["show_statusbar"] = true,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["rowareaborder_shown"] = false,
					["strata"] = "LOW",
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager_in_combat"] = false,
					["switch_damager"] = false,
					["micro_displays_locked"] = true,
					["auto_current"] = true,
					["bg_alpha"] = 0.183960914611816,
					["switch_all_roles_in_combat"] = false,
					["row_info"] = {
						["show_arena_role_icon"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 12,
						["height"] = 21,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["icon_size_offset"] = 0,
						["textR_bracket"] = "(",
						["show_faction_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["percent_type"] = 1,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["textR_outline"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["texture_background"] = "Details D'ictum (reverse)",
						["textL_class_colors"] = false,
						["overlay_texture"] = "Details D'ictum",
						["textR_outline_small"] = true,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_enable_custom_text"] = false,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -441.9990386962891,
							["x"] = 564.59765625,
							["w"] = 194.800048828125,
							["h"] = 168.4000701904297,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["skin_custom"] = "",
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -441.9990386962891,
							["x"] = 759.797607421875,
							["w"] = 195.5999145507813,
							["h"] = 168.4000701904297,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = true,
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["switch_tank_in_combat"] = false,
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["__was_opened"] = true,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["bars_inverted"] = false,
					["switch_tank"] = false,
					["grab_on_top"] = false,
					["menu_icons_size"] = 0.850000023841858,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PFPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PFPS"] = {
								["isHidden"] = false,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["show_sidebars"] = false,
					["bars_grow_direction"] = 1,
					["backdrop_texture"] = "Details Ground",
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
						1, -- [1]
						[3] = 3,
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["hide_in_combat_alpha"] = 0,
					["clickthrough_rows"] = false,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["libwindow"] = {
						["y"] = 49.80086135864258,
						["x"] = -166.40234375,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["show_statusbar"] = true,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["rowareaborder_shown"] = false,
					["strata"] = "LOW",
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager_in_combat"] = false,
					["switch_damager"] = false,
					["micro_displays_locked"] = true,
					["auto_current"] = true,
					["bg_alpha"] = 0.183960914611816,
					["switch_all_roles_in_combat"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["show_faction_icon"] = true,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["font_size"] = 12,
						["height"] = 21,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["icon_size_offset"] = 0,
						["start_after_icon"] = true,
						["textL_enable_custom_text"] = false,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["percent_type"] = 1,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_class_colors"] = false,
						["texture_background"] = "Details D'ictum (reverse)",
						["overlay_texture"] = "Details D'ictum",
						["texture"] = "BantoBar",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["use_spec_icons"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -441.9990386962891,
							["x"] = 759.797607421875,
							["w"] = 195.5999145507813,
							["h"] = 168.4000701904297,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["skin_custom"] = "",
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [2]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -441.9990386962891,
							["x"] = 938.1978759765625,
							["w"] = 161.2003631591797,
							["h"] = 168.4000701904297,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = true,
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["switch_tank_in_combat"] = false,
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["__was_opened"] = true,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["bars_inverted"] = false,
					["switch_tank"] = false,
					["grab_on_top"] = false,
					["menu_icons_size"] = 0.850000023841858,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["show_sidebars"] = false,
					["bars_grow_direction"] = 1,
					["backdrop_texture"] = "Details Ground",
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
						2, -- [1]
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["hide_in_combat_alpha"] = 0,
					["clickthrough_rows"] = false,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["libwindow"] = {
						["y"] = 49.80086135864258,
						["x"] = -5.2021484375,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["show_statusbar"] = true,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["rowareaborder_shown"] = false,
					["strata"] = "LOW",
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager_in_combat"] = false,
					["switch_damager"] = false,
					["micro_displays_locked"] = true,
					["auto_current"] = true,
					["bg_alpha"] = 0.183960914611816,
					["switch_all_roles_in_combat"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["show_faction_icon"] = true,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["font_size"] = 12,
						["height"] = 21,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["icon_size_offset"] = 0,
						["start_after_icon"] = true,
						["textL_enable_custom_text"] = false,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["percent_type"] = 1,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_class_colors"] = false,
						["texture_background"] = "Details D'ictum (reverse)",
						["overlay_texture"] = "Details D'ictum",
						["texture"] = "BantoBar",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["use_spec_icons"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -441.9990386962891,
							["x"] = 938.1978759765625,
							["w"] = 161.2003631591797,
							["h"] = 168.4000701904297,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["skin_custom"] = "",
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [3]
			},
			["report_schema"] = 1,
			["ps_abbreviation"] = 3,
			["numerical_system_symbols"] = "auto",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["use_battleground_server_parser"] = false,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
		},
		["Шайэн-Гордунни"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["standard_skin"] = false,
			["default_bg_alpha"] = 0.5,
			["instances_suppress_trash"] = 0,
			["death_tooltip_width"] = 350,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["update_speed"] = 0.2,
			["animate_scroll"] = false,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["instances_no_libwindow"] = false,
			["clear_ungrouped"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -450.3996658325195,
							["x"] = 618.4005126953125,
							["w"] = 310.0002136230469,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["percent_type"] = 1,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["textR_enable_custom_text"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_background"] = "Details D'ictum (reverse)",
						["overlay_texture"] = "Details D'ictum",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["texture_custom_file"] = "Interface\\",
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 16,
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["enabled"] = true,
					},
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["bars_inverted"] = false,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fullborder_shown"] = false,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["menu_icons_size"] = 0.850000023841858,
					["fontstrings_text_limit_offset"] = -10,
					["fontstrings_text3_anchor"] = 38,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["bars_sort_direction"] = 1,
					["switch_tank_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["bg_alpha"] = 0.183960914611816,
					["skin_custom"] = "",
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["hide_in_combat_type"] = 1,
					["hide_in_combat_alpha"] = 0,
					["ignore_mass_showhide"] = false,
					["switch_damager"] = false,
					["libwindow"] = {
						["y"] = 46.60027694702148,
						["x"] = -250.5994873046875,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_damager_in_combat"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["strata"] = "LOW",
					["micro_displays_side"] = 2,
					["backdrop_texture"] = "Details Ground",
					["grab_on_top"] = false,
					["bars_grow_direction"] = 1,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["auto_current"] = true,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["clickthrough_rows"] = false,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -450.3996658325195,
							["x"] = 618.4005126953125,
							["w"] = 310.0002136230469,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["show_sidebars"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["__was_opened"] = true,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["report_lines"] = 5,
			["force_activity_time_pvp"] = true,
			["numerical_system"] = 1,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["time_type"] = 2,
			["show_arena_role_icon"] = false,
			["time_type_original"] = 2,
			["minimum_combat_time"] = 5,
			["overall_clear_logout"] = false,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["overall_flag"] = 16,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["use_scroll"] = false,
			["use_self_color"] = false,
			["segments_auto_erase"] = 1,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["trash_auto_remove"] = false,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["version"] = 1,
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
			},
			["total_abbreviation"] = 2,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_panic_mode"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["font_sizes"] = {
				["menus"] = 10,
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["overall_clear_newboss"] = true,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["ps_abbreviation"] = 3,
			["report_schema"] = 1,
			["segments_amount"] = 40,
			["numerical_system_symbols"] = "auto",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["use_battleground_server_parser"] = false,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
		},
	},
	["last_changelog_size"] = 18347,
	["damage_scroll_auto_open"] = true,
	["damage_scroll_position"] = {
	},
	["report_pos"] = {
		1, -- [1]
		1, -- [2]
	},
	["latest_report_table"] = {
	},
	["exp90temp"] = {
		["delete_damage_TCOB"] = true,
	},
	["always_use_profile"] = false,
	["immersion_special_units"] = true,
	["deathlog_healingdone_min_arena"] = 400,
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
			["297128"] = {
				"Operation: Mechagon Trash", -- [1]
				"297128", -- [2]
				"<Чтение Кинетическое воздействие>", -- [3]
				3, -- [4]
				612098, -- [5]
				["id"] = 2260,
			},
			["209628"] = {
				"Advisor Melandrus", -- [1]
				"209628", -- [2]
				"Пронзающий ураган", -- [3]
				11, -- [4]
				1020351, -- [5]
				["id"] = 1870,
			},
			["346204"] = {
				"Zo'phex the Sentinel", -- [1]
				"346204", -- [2]
				"Руки закона", -- [3]
				8.7, -- [4]
				132148, -- [5]
				["id"] = 2425,
			},
			["198446"] = {
				"Smashspite", -- [1]
				"198446", -- [2]
				"Сквернорвота", -- [3]
				31, -- [4]
				1129418, -- [5]
				["id"] = 1834,
			},
			["201733"] = {
				"Kurtalos Ravencrest", -- [1]
				"201733", -- [2]
				"Жалящий рой", -- [3]
				17, -- [4]
				538518, -- [5]
				["id"] = 1835,
			},
			["334476"] = {
				"Surgeon Stitchflesh", -- [1]
				"334476", -- [2]
				"Бальзамирующая лимфа", -- [3]
				12.1, -- [4]
				1001622, -- [5]
				["id"] = 2389,
			},
			["197478"] = {
				"Illysanna Ravencrest", -- [1]
				"197478", -- [2]
				"Темный рывок", -- [3]
				14.8, -- [4]
				1247261, -- [5]
				["id"] = 1833,
			},
			["295445"] = {
				"HK-8 Aerial Oppression Unit", -- [1]
				"295445", -- [2]
				"Сокрушение", -- [3]
				12, -- [4]
				132358, -- [5]
				["id"] = 2291,
			},
			["229284"] = {
				"Viz'aduum the Watcher", -- [1]
				"229284", -- [2]
				"Приказ: бомбардировка", -- [3]
				27.9, -- [4]
				1450455, -- [5]
				["id"] = 2017,
			},
			["297985"] = {
				"Gunker", -- [1]
				"297985", -- [2]
				"Бурление жижи", -- [3]
				8.3, -- [4]
				136016, -- [5]
				["id"] = 2292,
			},
			["349987"] = {
				"The Grand Menagerie", -- [1]
				"349987", -- [2]
				"Протокол прочистки", -- [3]
				26.7, -- [4]
				3528283, -- [5]
				["id"] = 2441,
			},
			["207278"] = {
				"Patrol Captain Gerdo", -- [1]
				"207278", -- [2]
				"Чародейская изоляция", -- [3]
				15.5, -- [4]
				1041230, -- [5]
				["id"] = 1868,
			},
			["195254"] = {
				"Amalgam of Souls", -- [1]
				"195254", -- [2]
				"Вращающаяся коса", -- [3]
				8.5, -- [4]
				1060569, -- [5]
				["id"] = 1832,
			},
			["227616"] = {
				"Moroes", -- [1]
				"227616", -- [2]
				"Усиление оружия", -- [3]
				9.5, -- [4]
				537253, -- [5]
				["id"] = 1961,
			},
			["199143"] = {
				"Kurtalos Ravencrest", -- [1]
				"199143", -- [2]
				"Гипнотическое облако", -- [3]
				30.8, -- [4]
				136182, -- [5]
				["id"] = 1835,
			},
			["346766"] = {
				"Hylbrande", -- [1]
				"346766", -- [2]
				"Цикл санации", -- [3]
				38.8, -- [4]
				135949, -- [5]
				["id"] = 2426,
			},
			["200551"] = {
				"Dargrul", -- [1]
				"200551", -- [2]
				"Кристальные шипы", -- [3]
				21, -- [4]
				132780, -- [5]
				["id"] = 1793,
			},
			["350517"] = {
				"Timecap'n Hooktail", -- [1]
				"350517", -- [2]
				"Двойная скорость", -- [3]
				55, -- [4]
				458224, -- [5]
				["id"] = 2419,
			},
			["196376"] = {
				"Archdruid Glaidalis", -- [1]
				"196376", -- [2]
				"Мучительное разрывание", -- [3]
				5, -- [4]
				132133, -- [5]
				["id"] = 1836,
			},
			["300188"] = {
				"Operation: Mechagon Trash", -- [1]
				"300188", -- [2]
				"Металломет", -- [3]
				12.1, -- [4]
				1373903, -- [5]
				["id"] = 2312,
			},
			["focused_power"] = {
				"Shade of Medivh", -- [1]
				"focused_power", -- [2]
				"Средоточие силы", -- [3]
				29.2930791373159, -- [4]
				"Interface\\Icons\\ability_mage_greaterinvisibility", -- [5]
				["id"] = 1965,
			},
			["227783"] = {
				"Opera Hall: Westfall Story", -- [1]
				"227783", -- [2]
				"Ураганная волна", -- [3]
				15.5, -- [4]
				237590, -- [5]
				["id"] = 1957,
			},
			["298940"] = {
				"Trixie & Naeno", -- [1]
				"298940", -- [2]
				"Поток разрядов", -- [3]
				35.1, -- [4]
				986493, -- [5]
				["id"] = 2312,
			},
			["350796"] = {
				"So'leah", -- [1]
				"350796", -- [2]
				"Вспышка гиперсвета", -- [3]
				12.2, -- [4]
				4037120, -- [5]
				["id"] = 2442,
			},
			["227410"] = {
				"Opera Hall: Wikket", -- [1]
				"227410", -- [2]
				"Дивное сияние", -- [3]
				8.5, -- [4]
				1391780, -- [5]
				["id"] = 1957,
			},
			["350804"] = {
				"So'leah", -- [1]
				"350804", -- [2]
				"Взрыв (4)", -- [3]
				30, -- [4]
				4037121, -- [5]
				["id"] = 2442,
			},
			["347149"] = {
				"Timecap'n Hooktail", -- [1]
				"347149", -- [2]
				"Дыхание Бесконечности", -- [3]
				15, -- [4]
				1029007, -- [5]
				["id"] = 2419,
			},
			["351086"] = {
				"So'leah", -- [1]
				"351086", -- [2]
				"Переполняющая мощь", -- [3]
				65, -- [4]
				1033914, -- [5]
				["id"] = 2442,
			},
			["206847"] = {
				"Gul'dan", -- [1]
				"206847", -- [2]
				"Паразитарная рана", -- [3]
				8.6, -- [4]
				136214, -- [5]
				["id"] = 1866,
			},
			["228025"] = {
				"Opera Hall: Beautiful Beast", -- [1]
				"228025", -- [2]
				"Волна жара", -- [3]
				30, -- [4]
				136196, -- [5]
				["id"] = 1957,
			},
			["229151"] = {
				"Viz'aduum the Watcher", -- [1]
				"229151", -- [2]
				"Расщепление", -- [3]
				10.8, -- [4]
				1117883, -- [5]
				["id"] = 2017,
			},
			["-12527"] = {
				"Naraxas", -- [1]
				"-12527", -- [2]
				"Преданный червепоклонник", -- [3]
				10, -- [4]
				136189, -- [5]
				["id"] = 1792,
			},
			["349954"] = {
				"The Grand Menagerie", -- [1]
				"349954", -- [2]
				"Протокол очищения", -- [3]
				6.7, -- [4]
				3528285, -- [5]
				["id"] = 2441,
			},
			["301351"] = {
				"HK-8 Aerial Oppression Unit", -- [1]
				"301351", -- [2]
				"Передатчик подкрепления", -- [3]
				21.4, -- [4]
				516796, -- [5]
				["id"] = 2291,
			},
			["297261"] = {
				"King Gobbamak", -- [1]
				"297261", -- [2]
				"Землетрясение", -- [3]
				8.4, -- [4]
				451165, -- [5]
				["id"] = 2290,
			},
			["322550"] = {
				"Tred'ova", -- [1]
				"322550", -- [2]
				"Помощники", -- [3]
				55.9, -- [4]
				2141733, -- [5]
				["id"] = 2393,
			},
			["228852"] = {
				"Attumen the Huntsman", -- [1]
				"228852", -- [2]
				"Разделенные муки", -- [3]
				18.2, -- [4]
				132215, -- [5]
				["id"] = 1960,
			},
			["227777"] = {
				"Opera Hall: Westfall Story", -- [1]
				"227777", -- [2]
				"Ритуал грома", -- [3]
				8.5, -- [4]
				839983, -- [5]
				["id"] = 1957,
			},
			["163689"] = {
				"Grimrail Enforcers", -- [1]
				"163689", -- [2]
				"Щит", -- [3]
				28, -- [4]
				538040, -- [5]
				["id"] = 1748,
			},
			["322711"] = {
				"Halkias, the Sin-Stained Goliath", -- [1]
				"322711", -- [2]
				"Лучи", -- [3]
				49.8, -- [4]
				537468, -- [5]
				["id"] = 2401,
			},
			["199193"] = {
				"Kurtalos Ravencrest", -- [1]
				"199193", -- [2]
				"Хитроумие повелителя ужаса", -- [3]
				22, -- [4]
				840942, -- [5]
				["id"] = 1835,
			},
			["199178"] = {
				"Naraxas", -- [1]
				"199178", -- [2]
				"Шипастый язык", -- [3]
				50, -- [4]
				136113, -- [5]
				["id"] = 1792,
			},
			["297835"] = {
				"Gunker", -- [1]
				"297835", -- [2]
				"Слияние", -- [3]
				20.5, -- [4]
				840190, -- [5]
				["id"] = 2292,
			},
			["194966"] = {
				"Amalgam of Souls", -- [1]
				"194966", -- [2]
				"Эхо души", -- [3]
				15.7, -- [4]
				463284, -- [5]
				["id"] = 1832,
			},
			["337255"] = {
				"Tred'ova", -- [1]
				"337255", -- [2]
				"Паразит", -- [3]
				22, -- [4]
				656595, -- [5]
				["id"] = 2393,
			},
			["350916"] = {
				"Myza's Oasis", -- [1]
				"350916", -- [2]
				"Удар охранника", -- [3]
				8.8, -- [4]
				3922561, -- [5]
				["id"] = 2440,
			},
			["227363"] = {
				"Attumen the Huntsman", -- [1]
				"227363", -- [2]
				"Могучий топот", -- [3]
				15.4, -- [4]
				1338623, -- [5]
				["id"] = 1960,
			},
			["323650"] = {
				"High Adjudicator Aleez", -- [1]
				"323650", -- [2]
				"Пугающее сосредоточение", -- [3]
				16, -- [4]
				841379, -- [5]
				["id"] = 2403,
			},
			["227985"] = {
				"Opera Hall: Beautiful Beast", -- [1]
				"227985", -- [2]
				"Сминание доспеха", -- [3]
				15.8, -- [4]
				132358, -- [5]
				["id"] = 1957,
			},
			["162415"] = {
				"Oshir", -- [1]
				"162415", -- [2]
				"Кушать подано: Rägrak*", -- [3]
				20, -- [4]
				132139, -- [5]
				["id"] = 1750,
			},
			["164734"] = {
				"Fleshrender Nok'gar", -- [1]
				"164734", -- [2]
				"Полосующий размах", -- [3]
				17, -- [4]
				134296, -- [5]
				["id"] = 1749,
			},
			["227493"] = {
				"Attumen the Huntsman", -- [1]
				"227493", -- [2]
				"Смертельный удар на ТЕБЕ", -- [3]
				10, -- [4]
				132338, -- [5]
				["id"] = 1960,
			},
			["228019"] = {
				"Opera Hall: Beautiful Beast", -- [1]
				"228019", -- [2]
				"Объедки", -- [3]
				7, -- [4]
				133783, -- [5]
				["id"] = 1957,
			},
			["198428"] = {
				"Ularogg Cragshaper", -- [1]
				"198428", -- [2]
				"Удар горы", -- [3]
				15, -- [4]
				136025, -- [5]
				["id"] = 1791,
			},
			["227736"] = {
				"Moroes", -- [1]
				"227736", -- [2]
				"Исчезновение", -- [3]
				7, -- [4]
				132331, -- [5]
				["id"] = 1961,
			},
			["323437"] = {
				"Lord Chamberlain", -- [1]
				"323437", -- [2]
				"Клеймо гордыни", -- [3]
				7.5, -- [4]
				538039, -- [5]
				["id"] = 2381,
			},
			["322943"] = {
				"Halkias, the Sin-Stained Goliath", -- [1]
				"322943", -- [2]
				"Бросок обломка", -- [3]
				13.7, -- [4]
				1500971, -- [5]
				["id"] = 2401,
			},
			["164956"] = {
				"Grimrail Enforcers", -- [1]
				"164956", -- [2]
				"Волна лавы", -- [3]
				16.6, -- [4]
				252222, -- [5]
				["id"] = 1748,
			},
			["232153"] = {
				"Opera Hall: Beautiful Beast", -- [1]
				"232153", -- [2]
				"Сим-каражим!", -- [3]
				17, -- [4]
				458731, -- [5]
				["id"] = 1957,
			},
			["204667"] = {
				"Oakheart", -- [1]
				"204667", -- [2]
				"Дыхание Кошмара", -- [3]
				18, -- [4]
				1357794, -- [5]
				["id"] = 1837,
			},
			["209676"] = {
				"Advisor Melandrus", -- [1]
				"209676", -- [2]
				"Кромсающий вихрь", -- [3]
				23, -- [4]
				1029585, -- [5]
				["id"] = 1870,
			},
			["227404"] = {
				"Attumen the Huntsman", -- [1]
				"227404", -- [2]
				"Незримое присутствие", -- [3]
				5, -- [4]
				135974, -- [5]
				["id"] = 1960,
			},
			["227987"] = {
				"Opera Hall: Beautiful Beast", -- [1]
				"227987", -- [2]
				"Звонок к обеду!", -- [3]
				8.5, -- [4]
				133706, -- [5]
				["id"] = 1957,
			},
			["323552"] = {
				"High Adjudicator Aleez", -- [1]
				"323552", -- [2]
				"Залп силы", -- [3]
				12, -- [4]
				1394887, -- [5]
				["id"] = 2403,
			},
			["163550"] = {
				"Nitrogg Thundertower", -- [1]
				"163550", -- [2]
				"Мортира Черной горы", -- [3]
				10.1, -- [4]
				135808, -- [5]
				["id"] = 1732,
			},
			["285388"] = {
				"Tussle Tonks", -- [1]
				"285388", -- [2]
				"Выброс пламени", -- [3]
				22, -- [4]
				133407, -- [5]
				["id"] = 2257,
			},
			["200732"] = {
				"Dargrul", -- [1]
				"200732", -- [2]
				"Магматический удар", -- [3]
				18, -- [4]
				236253, -- [5]
				["id"] = 1793,
			},
			["227267"] = {
				"The Curator", -- [1]
				"227267", -- [2]
				"Призыв нестабильной энергии", -- [3]
				5, -- [4]
				237510, -- [5]
				["id"] = 1964,
			},
			["227545"] = {
				"Moroes", -- [1]
				"227545", -- [2]
				"Похищение маны", -- [3]
				9, -- [4]
				136213, -- [5]
				["id"] = 1961,
			},
			["302682"] = {
				"Trixie & Naeno", -- [1]
				"302682", -- [2]
				"Суперэлектрошок", -- [3]
				26.4, -- [4]
				237587, -- [5]
				["id"] = 2312,
			},
			["163665"] = {
				"Grimrail Enforcers", -- [1]
				"163665", -- [2]
				"Огненный взмах", -- [3]
				4.9, -- [4]
				574569, -- [5]
				["id"] = 1748,
			},
			["198641"] = {
				"Kurtalos Ravencrest", -- [1]
				"198641", -- [2]
				"Крутящийся клинок", -- [3]
				11, -- [4]
				132330, -- [5]
				["id"] = 1835,
			},
			["285440"] = {
				"Machinist's Garden", -- [1]
				"285440", -- [2]
				"\"Спрятанная\" пламенная пушка", -- [3]
				14.1, -- [4]
				524795, -- [5]
				["id"] = 2259,
			},
			["350086"] = {
				"The Grand Menagerie", -- [1]
				"350086", -- [2]
				"Крутящаяся смерть", -- [3]
				17.4, -- [4]
				3528301, -- [5]
				["id"] = 2441,
			},
			["188169"] = {
				"Rokmora", -- [1]
				"188169", -- [2]
				"Бритвенно-острые осколки", -- [3]
				25, -- [4]
				135857, -- [5]
				["id"] = 1790,
			},
			["283422"] = {
				"Tussle Tonks", -- [1]
				"283422", -- [2]
				"Максимальная тяга", -- [3]
				43.7, -- [4]
				648208, -- [5]
				["id"] = 2257,
			},
			["347623"] = {
				"So'azmi", -- [1]
				"347623", -- [2]
				"Быстрый клинок", -- [3]
				8.2, -- [4]
				236273, -- [5]
				["id"] = 2437,
			},
			["328756"] = {
				"Ingra Maloch", -- [1]
				"328756", -- [2]
				"Страх", -- [3]
				26.5, -- [4]
				136184, -- [5]
				["id"] = 2397,
			},
			["219488"] = {
				"Patrol Captain Gerdo", -- [1]
				"219488", -- [2]
				"Дворник", -- [3]
				11, -- [4]
				1391767, -- [5]
				["id"] = 1868,
			},
			["319941"] = {
				"Echelon", -- [1]
				"319941", -- [2]
				"Разбивающий камень прыжок", -- [3]
				23.5, -- [4]
				1016245, -- [5]
				["id"] = 2380,
			},
			["345770"] = {
				"Zo'phex the Sentinel", -- [1]
				"345770", -- [2]
				"Конфискация контрабанды", -- [3]
				19.3, -- [4]
				1724003, -- [5]
				["id"] = 2425,
			},
			["350919"] = {
				"Myza's Oasis", -- [1]
				"350919", -- [2]
				"Массовый контроль", -- [3]
				18.5, -- [4]
				3931763, -- [5]
				["id"] = 2440,
			},
			["341709"] = {
				"Mistcaller", -- [1]
				"341709", -- [2]
				"Лисохвост", -- [3]
				18.1, -- [4]
				1698698, -- [5]
				["id"] = 2392,
			},
			["warmup"] = {
				"The Grand Menagerie", -- [1]
				"warmup", -- [2]
				"Активен (2)", -- [3]
				22, -- [4]
				"Interface\\Icons\\achievement_dungeon_brokerdungeon", -- [5]
				["id"] = 2441,
			},
			["198073"] = {
				"Smashspite", -- [1]
				"198073", -- [2]
				"Сотрясающий землю топот", -- [3]
				12, -- [4]
				132368, -- [5]
				["id"] = 1834,
			},
			["197546"] = {
				"Illysanna Ravencrest", -- [1]
				"197546", -- [2]
				"Жуткая глефа", -- [3]
				5.5, -- [4]
				1138466, -- [5]
				["id"] = 1833,
			},
			["194956"] = {
				"Amalgam of Souls", -- [1]
				"194956", -- [2]
				"Жатва душ", -- [3]
				20.4, -- [4]
				237507, -- [5]
				["id"] = 1832,
			},
			["350922"] = {
				"Myza's Oasis", -- [1]
				"350922", -- [2]
				"Угрожающий крик", -- [3]
				20.7, -- [4]
				132333, -- [5]
				["id"] = 2440,
			},
			["198564"] = {
				"Ularogg Cragshaper", -- [1]
				"198564", -- [2]
				"Горная стойка", -- [3]
				36.4, -- [4]
				1016245, -- [5]
				["id"] = 1791,
			},
			["228269"] = {
				"Shade of Medivh", -- [1]
				"228269", -- [2]
				"Венец пламени", -- [3]
				20, -- [4]
				459027, -- [5]
				["id"] = 1965,
			},
			["291918"] = {
				"K.U.-J.0.", -- [1]
				"291918", -- [2]
				"Сброс груза", -- [3]
				7.1, -- [4]
				136243, -- [5]
				["id"] = 2258,
			},
			["166570"] = {
				"Nitrogg Thundertower", -- [1]
				"166570", -- [2]
				"Взрыв шлака", -- [3]
				35.3, -- [4]
				451169, -- [5]
				["id"] = 1732,
			},
			["198379"] = {
				"Archdruid Glaidalis", -- [1]
				"198379", -- [2]
				"Первобытная ярость", -- [3]
				12, -- [4]
				571585, -- [5]
				["id"] = 1836,
			},
			["227672"] = {
				"Moroes", -- [1]
				"227672", -- [2]
				"Сокрушитель воли", -- [3]
				10.5, -- [4]
				132351, -- [5]
				["id"] = 1961,
			},
			["205549"] = {
				"Naraxas", -- [1]
				"205549", -- [2]
				"Зловонная пасть", -- [3]
				7, -- [4]
				136007, -- [5]
				["id"] = 1792,
			},
			["283551"] = {
				"King Mechagon", -- [1]
				"283551", -- [2]
				"Магнитохват", -- [3]
				35.6, -- [4]
				892830, -- [5]
				["id"] = 2260,
			},
			["209602"] = {
				"Advisor Melandrus", -- [1]
				"209602", -- [2]
				"Буйство клинков (1)", -- [3]
				5.2, -- [4]
				965900, -- [5]
				["id"] = 1870,
			},
			["347094"] = {
				"Hylbrande", -- [1]
				"347094", -- [2]
				"Удар титанов", -- [3]
				15.4, -- [4]
				236312, -- [5]
				["id"] = 2426,
			},
			["161801"] = {
				"Skylord Tovra", -- [1]
				"161801", -- [2]
				"Громовое дыхание", -- [3]
				17.3, -- [4]
				136099, -- [5]
				["id"] = 1736,
			},
			["162058"] = {
				"Skylord Tovra", -- [1]
				"162058", -- [2]
				"Закрученное копье", -- [3]
				16.5, -- [4]
				135130, -- [5]
				["id"] = 1736,
			},
			["323059"] = {
				"Ingra Maloch", -- [1]
				"323059", -- [2]
				"Гнев дромана", -- [3]
				15, -- [4]
				134218, -- [5]
				["id"] = 2397,
			},
			["163947"] = {
				"Rocketspark and Borka", -- [1]
				"163947", -- [2]
				"Восстановление", -- [3]
				8, -- [4]
				135860, -- [5]
				["id"] = 1715,
			},
			["227618"] = {
				"Mana Devourer", -- [1]
				"227618", -- [2]
				"Чародейская бомба", -- [3]
				7, -- [4]
				429383, -- [5]
				["id"] = 1959,
			},
			["227279"] = {
				"The Curator", -- [1]
				"227279", -- [2]
				"Разряд энергии", -- [3]
				12, -- [4]
				136048, -- [5]
				["id"] = 1964,
			},
			["291973"] = {
				"K.U.-J.0.", -- [1]
				"291973", -- [2]
				"Взрывной прыжок", -- [3]
				38, -- [4]
				971291, -- [5]
				["id"] = 2258,
			},
			["161256"] = {
				"Oshir", -- [1]
				"161256", -- [2]
				"Дикий бросок", -- [3]
				7.4, -- [4]
				134296, -- [5]
				["id"] = 1750,
			},
			["164632"] = {
				"Fleshrender Nok'gar", -- [1]
				"164632", -- [2]
				"Огненные стрелы", -- [3]
				15.9, -- [4]
				514017, -- [5]
				["id"] = 1749,
			},
			["200700"] = {
				"Dargrul", -- [1]
				"200700", -- [2]
				"Оползень", -- [3]
				15, -- [4]
				451165, -- [5]
				["id"] = 1793,
			},
			["230084"] = {
				"Viz'aduum the Watcher", -- [1]
				"230084", -- [2]
				"<Чтение Стабилизация разлома>", -- [3]
				30, -- [4]
				1394890, -- [5]
				["id"] = 2017,
			},
			["178124"] = {
				"Oshir", -- [1]
				"178124", -- [2]
				"Побег: Волки", -- [3]
				18.3, -- [4]
				136097, -- [5]
				["id"] = 1750,
			},
			["321247"] = {
				"Amarth, The Reanimator", -- [1]
				"321247", -- [2]
				"Последняя жатва", -- [3]
				41.5, -- [4]
				2576087, -- [5]
				["id"] = 2388,
			},
			["296080"] = {
				"HK-8 Aerial Oppression Unit", -- [1]
				"296080", -- [2]
				"Неполадка: Воздушный подавитель ОУ*", -- [3]
				30, -- [4]
				896469, -- [5]
				["id"] = 2291,
			},
			["353635"] = {
				"So'leah", -- [1]
				"353635", -- [2]
				"Взрывающаяся звезда", -- [3]
				20.3, -- [4]
				4037125, -- [5]
				["id"] = 2442,
			},
			["291946"] = {
				"K.U.-J.0.", -- [1]
				"291946", -- [2]
				"Выброс огня", -- [3]
				15.6, -- [4]
				629054, -- [5]
				["id"] = 2258,
			},
			["349627"] = {
				"The Grand Menagerie", -- [1]
				"349627", -- [2]
				"Ненасытность: Пойдёт", -- [3]
				21, -- [4]
				3528275, -- [5]
				["id"] = 2441,
			},
			["346957"] = {
				"Hylbrande", -- [1]
				"346957", -- [2]
				"Очищение огнем", -- [3]
				10.5, -- [4]
				612968, -- [5]
				["id"] = 2426,
			},
			["346947"] = {
				"Mailroom Mayhem", -- [1]
				"346947", -- [2]
				"Нестабильный груз", -- [3]
				32.4, -- [4]
				451164, -- [5]
				["id"] = 2424,
			},
			["227297"] = {
				"Mana Devourer", -- [1]
				"227297", -- [2]
				"Слияние энергии", -- [3]
				30.3, -- [4]
				237551, -- [5]
				["id"] = 1959,
			},
			["285454"] = {
				"Machinist's Garden", -- [1]
				"285454", -- [2]
				"Импульсный деформатор", -- [3]
				8.5, -- [4]
				1778228, -- [5]
				["id"] = 2259,
			},
			["321894"] = {
				"Nalthor the Rimebinder", -- [1]
				"321894", -- [2]
				"Темное изгнание", -- [3]
				26, -- [4]
				2576087, -- [5]
				["id"] = 2390,
			},
			["342171"] = {
				"Halls of Atonement Trash", -- [1]
				"342171", -- [2]
				"Верные камнерожденные", -- [3]
				45, -- [4]
				3565720, -- [5]
				["id"] = 2401,
			},
			["227254"] = {
				"The Curator", -- [1]
				"227254", -- [2]
				"Прилив сил", -- [3]
				68, -- [4]
				135729, -- [5]
				["id"] = 1964,
			},
			["350101"] = {
				"The Grand Menagerie", -- [1]
				"350101", -- [2]
				"Цепи Проклятия", -- [3]
				5.2, -- [4]
				463560, -- [5]
				["id"] = 2441,
			},
			["227568"] = {
				"Opera Hall: Westfall Story", -- [1]
				"227568", -- [2]
				"Пламенная подсечка", -- [3]
				8.5, -- [4]
				459027, -- [5]
				["id"] = 1957,
			},
			["227776"] = {
				"Opera Hall: Wikket", -- [1]
				"227776", -- [2]
				"Несравненная магия", -- [3]
				48.5, -- [4]
				1391779, -- [5]
				["id"] = 1957,
			},
			["294853"] = {
				"Machinist's Garden", -- [1]
				"294853", -- [2]
				"Активировать растение", -- [3]
				6.1, -- [4]
				136243, -- [5]
				["id"] = 2259,
			},
			["168348"] = {
				"Skulloc", -- [1]
				"168348", -- [2]
				"Быстрая стрельба", -- [3]
				12.2, -- [4]
				236203, -- [5]
				["id"] = 1754,
			},
			["346971"] = {
				"Hylbrande", -- [1]
				"346971", -- [2]
				"Помощники", -- [3]
				19, -- [4]
				136243, -- [5]
				["id"] = 2426,
			},
			["sphere"] = {
				"Grimrail Enforcers", -- [1]
				"sphere", -- [2]
				"Bubble: Ахри'ок Дугру", -- [3]
				15, -- [4]
				538040, -- [5]
				["id"] = 1748,
			},
			["227477"] = {
				"Opera Hall: Wikket", -- [1]
				"227477", -- [2]
				"Вызов помощников", -- [3]
				32, -- [4]
				877482, -- [5]
				["id"] = 1957,
			},
			["191325"] = {
				"Dresaron", -- [1]
				"191325", -- [2]
				"Дыхание порчи", -- [3]
				13.5, -- [4]
				1357794, -- [5]
				["id"] = 1838,
			},
			["297254"] = {
				"King Gobbamak", -- [1]
				"297254", -- [2]
				"Заряженный удар", -- [3]
				21.8, -- [4]
				132314, -- [5]
				["id"] = 2290,
			},
			["164835"] = {
				"Fleshrender Nok'gar", -- [1]
				"164835", -- [2]
				"Обескровливающий рев", -- [3]
				25.5, -- [4]
				930078, -- [5]
				["id"] = 1749,
			},
			["162407"] = {
				"Rocketspark and Borka", -- [1]
				"162407", -- [2]
				"Обстрел ракетами X21-01A", -- [3]
				19, -- [4]
				134279, -- [5]
				["id"] = 1715,
			},
			["319733"] = {
				"Echelon", -- [1]
				"319733", -- [2]
				"Каменный зов", -- [3]
				15.5, -- [4]
				463493, -- [5]
				["id"] = 2380,
			},
			["349934"] = {
				"The Grand Menagerie", -- [1]
				"349934", -- [2]
				"Протокол флагелляции", -- [3]
				15.7, -- [4]
				3528286, -- [5]
				["id"] = 2441,
			},
			["198496"] = {
				"Ularogg Cragshaper", -- [1]
				"198496", -- [2]
				"Раскол", -- [3]
				7.4, -- [4]
				132340, -- [5]
				["id"] = 1791,
			},
			["210150"] = {
				"Naraxas", -- [1]
				"210150", -- [2]
				"Токсичная желчь", -- [3]
				12, -- [4]
				136016, -- [5]
				["id"] = 1792,
			},
			["208165"] = {
				"Talixae Flamewreath", -- [1]
				"208165", -- [2]
				"Иссохшая душа", -- [3]
				13, -- [4]
				460700, -- [5]
				["id"] = 1869,
			},
			["353312"] = {
				"Hylbrande", -- [1]
				"353312", -- [2]
				"Очищающий взрыв", -- [3]
				5.6, -- [4]
				236246, -- [5]
				["id"] = 2426,
			},
			["224333"] = {
				"Advisor Melandrus", -- [1]
				"224333", -- [2]
				"Вихрь", -- [3]
				8.4, -- [4]
				1029595, -- [5]
				["id"] = 1870,
			},
			["321226"] = {
				"Amarth, The Reanimator", -- [1]
				"321226", -- [2]
				"Царство мертвых", -- [3]
				12, -- [4]
				136179, -- [5]
				["id"] = 2388,
			},
			["285020"] = {
				"Tussle Tonks", -- [1]
				"285020", -- [2]
				"Крутящийся клинок", -- [3]
				8.2, -- [4]
				132306, -- [5]
				["id"] = 2257,
			},
			["227646"] = {
				"Moroes", -- [1]
				"227646", -- [2]
				"Железный вихрь", -- [3]
				4.5, -- [4]
				460959, -- [5]
				["id"] = 1961,
			},
			["329340"] = {
				"High Adjudicator Aleez", -- [1]
				"329340", -- [2]
				"Фонтан анимы", -- [3]
				22, -- [4]
				1392546, -- [5]
				["id"] = 2403,
			},
			["320359"] = {
				"Surgeon Stitchflesh", -- [1]
				"320359", -- [2]
				"Бегство", -- [3]
				30, -- [4]
				132307, -- [5]
				["id"] = 2389,
			},
			["337249"] = {
				"Tred'ova", -- [1]
				"337249", -- [2]
				"Паразит", -- [3]
				22, -- [4]
				656595, -- [5]
				["id"] = 2393,
			},
			["346742"] = {
				"Mailroom Mayhem", -- [1]
				"346742", -- [2]
				"Массовая рассылка", -- [3]
				16, -- [4]
				413580, -- [5]
				["id"] = 2424,
			},
			["227809"] = {
				"Maiden of Virtue", -- [1]
				"227809", -- [2]
				"Священная молния", -- [3]
				9, -- [4]
				1022948, -- [5]
				["id"] = 1954,
			},
			["298946"] = {
				"Trixie & Naeno", -- [1]
				"298946", -- [2]
				"ДТП", -- [3]
				30, -- [4]
				1887733, -- [5]
				["id"] = 2312,
			},
			["291865"] = {
				"King Mechagon", -- [1]
				"291865", -- [2]
				"Перенастройка", -- [3]
				5.9, -- [4]
				648208, -- [5]
				["id"] = 2260,
			},
			["202019"] = {
				"Kurtalos Ravencrest", -- [1]
				"202019", -- [2]
				"Залп стрел Тьмы", -- [3]
				17.5, -- [4]
				136197, -- [5]
				["id"] = 1835,
			},
			["200185"] = {
				"Shade of Xavius", -- [1]
				"200185", -- [2]
				"Кошмарная стрела", -- [3]
				7, -- [4]
				1357805, -- [5]
				["id"] = 1839,
			},
			["337235"] = {
				"Tred'ova", -- [1]
				"337235", -- [2]
				"Паразит", -- [3]
				22, -- [4]
				656595, -- [5]
				["id"] = 2393,
			},
			["320772"] = {
				"Nalthor the Rimebinder", -- [1]
				"320772", -- [2]
				"Кометная буря", -- [3]
				18, -- [4]
				1033907, -- [5]
				["id"] = 2390,
			},
			["164426"] = {
				"Fleshrender Nok'gar", -- [1]
				"164426", -- [2]
				"Дерзкий вызов", -- [3]
				16, -- [4]
				132352, -- [5]
				["id"] = 1749,
			},
			["196587"] = {
				"Amalgam of Souls", -- [1]
				"196587", -- [2]
				"Взрыв души", -- [3]
				27.5, -- [4]
				1120185, -- [5]
				["id"] = 1832,
			},
			["162066"] = {
				"Skylord Tovra", -- [1]
				"162066", -- [2]
				"Ледяной капкан", -- [3]
				16.5, -- [4]
				537467, -- [5]
				["id"] = 1736,
			},
			["323143"] = {
				"Lord Chamberlain", -- [1]
				"323143", -- [2]
				"Телекинетический бросок", -- [3]
				7.5, -- [4]
				135822, -- [5]
				["id"] = 2381,
			},
			["227851"] = {
				"Moroes", -- [1]
				"227851", -- [2]
				"Дресс-код", -- [3]
				30, -- [4]
				132358, -- [5]
				["id"] = 1961,
			},
			["347610"] = {
				"So'azmi", -- [1]
				"347610", -- [2]
				"Шури", -- [3]
				19.4, -- [4]
				1041235, -- [5]
				["id"] = 2437,
			},
			["162500"] = {
				"Rocketspark and Borka", -- [1]
				"162500", -- [2]
				"Устранитель целей VX18-B", -- [3]
				3, -- [4]
				134285, -- [5]
				["id"] = 1715,
			},
			["227800"] = {
				"Maiden of Virtue", -- [1]
				"227800", -- [2]
				"Шок небес", -- [3]
				16, -- [4]
				135972, -- [5]
				["id"] = 1954,
			},
			["347949"] = {
				"Zo'phex the Sentinel", -- [1]
				"347949", -- [2]
				"Допрос", -- [3]
				34.1, -- [4]
				132284, -- [5]
				["id"] = 2425,
			},
			["227779"] = {
				"Shade of Medivh", -- [1]
				"227779", -- [2]
				"Бесконечная зима", -- [3]
				20, -- [4]
				538770, -- [5]
				["id"] = 1965,
			},
			["298651"] = {
				"Trixie & Naeno", -- [1]
				"298651", -- [2]
				"Форсаж", -- [3]
				2, -- [4]
				2115321, -- [5]
				["id"] = 2312,
			},
			["296522"] = {
				"HK-8 Aerial Oppression Unit", -- [1]
				"296522", -- [2]
				"Самоуничтожение", -- [3]
				15, -- [4]
				1041235, -- [5]
				["id"] = 2291,
			},
			["321834"] = {
				"Mistcaller", -- [1]
				"321834", -- [2]
				"Выбивной", -- [3]
				7, -- [4]
				132387, -- [5]
				["id"] = 2392,
			},
			["204646"] = {
				"Oakheart", -- [1]
				"204646", -- [2]
				"Сокрушительная хватка", -- [3]
				28, -- [4]
				236316, -- [5]
				["id"] = 1837,
			},
			["164837"] = {
				"Fleshrender Nok'gar", -- [1]
				"164837", -- [2]
				"Злобный укус: Альзамарка*", -- [3]
				6, -- [4]
				999950, -- [5]
				["id"] = 1749,
			},
			["198079"] = {
				"Smashspite", -- [1]
				"198079", -- [2]
				"Ненавидящий взгляд", -- [3]
				5.8, -- [4]
				132284, -- [5]
				["id"] = 1834,
			},
			["227523"] = {
				"Mana Devourer", -- [1]
				"227523", -- [2]
				"Энергетическая пустота", -- [3]
				14.5, -- [4]
				1386548, -- [5]
				["id"] = 1959,
			},
			["297834"] = {
				"Gunker", -- [1]
				"297834", -- [2]
				"Волна яда", -- [3]
				44.8, -- [4]
				136233, -- [5]
				["id"] = 2292,
			},
			["347151"] = {
				"Timecap'n Hooktail", -- [1]
				"347151", -- [2]
				"Удар крюком", -- [3]
				8.1, -- [4]
				134226, -- [5]
				["id"] = 2419,
			},
			["328206"] = {
				"Echelon", -- [1]
				"328206", -- [2]
				"Проклятие камня", -- [3]
				22, -- [4]
				516666, -- [5]
				["id"] = 2380,
			},
			["346116"] = {
				"Hylbrande", -- [1]
				"346116", -- [2]
				"Разрезающие взмахи", -- [3]
				8.1, -- [4]
				970853, -- [5]
				["id"] = 2426,
			},
			["nil"] = {
				"Wipe", -- [1]
				"nil", -- [2]
				"Появление босса", -- [3]
				30, -- [4]
				236372, -- [5]
				["id"] = 1732,
			},
			["322651"] = {
				"Tred'ova", -- [1]
				"322651", -- [2]
				"Кислотный выброс", -- [3]
				7.9, -- [4]
				132104, -- [5]
				["id"] = 2393,
			},
			["291928"] = {
				"King Mechagon", -- [1]
				"291928", -- [2]
				"Гигаразряд", -- [3]
				8.4, -- [4]
				896468, -- [5]
				["id"] = 2260,
			},
			["188114"] = {
				"Rokmora", -- [1]
				"188114", -- [2]
				"Дробление", -- [3]
				24, -- [4]
				451165, -- [5]
				["id"] = 1790,
			},
			["327885"] = {
				"Lord Chamberlain", -- [1]
				"327885", -- [2]
				"Мучительный поток", -- [3]
				27.7, -- [4]
				3528313, -- [5]
				["id"] = 2381,
			},
			["207906"] = {
				"Talixae Flamewreath", -- [1]
				"207906", -- [2]
				"Интенсивное горение", -- [3]
				6, -- [4]
				135818, -- [5]
				["id"] = 1869,
			},
			["227789"] = {
				"Maiden of Virtue", -- [1]
				"227789", -- [2]
				"Священная земля", -- [3]
				11.1, -- [4]
				135926, -- [5]
				["id"] = 1954,
			},
			["162171"] = {
				"Rocketspark and Borka", -- [1]
				"162171", -- [2]
				"Выгодная позиция", -- [3]
				9, -- [4]
				133031, -- [5]
				["id"] = 1715,
			},
			["162617"] = {
				"Rocketspark and Borka", -- [1]
				"162617", -- [2]
				"Мощный удар", -- [3]
				6.5, -- [4]
				236316, -- [5]
				["id"] = 1715,
			},
			["160681"] = {
				"Nitrogg Thundertower", -- [1]
				"160681", -- [2]
				"Подавляющий обстрел: Альзамарка*", -- [3]
				10, -- [4]
				841383, -- [5]
				["id"] = 1732,
			},
			["200050"] = {
				"Shade of Xavius", -- [1]
				"200050", -- [2]
				"Апокалиптический Кошмар", -- [3]
				5, -- [4]
				1357806, -- [5]
				["id"] = 1839,
			},
			["321828"] = {
				"Mistcaller", -- [1]
				"321828", -- [2]
				"Ладушки", -- [3]
				13.7, -- [4]
				134470, -- [5]
				["id"] = 2392,
			},
			["320788"] = {
				"Nalthor the Rimebinder", -- [1]
				"320788", -- [2]
				"Ледяные путы", -- [3]
				8, -- [4]
				135834, -- [5]
				["id"] = 2390,
			},
			["207261"] = {
				"Patrol Captain Gerdo", -- [1]
				"207261", -- [2]
				"Резонирующий удар сплеча", -- [3]
				7, -- [4]
				135734, -- [5]
				["id"] = 1868,
			},
			["198820"] = {
				"Kurtalos Ravencrest", -- [1]
				"198820", -- [2]
				"Темный взрыв", -- [3]
				12, -- [4]
				136141, -- [5]
				["id"] = 1835,
			},
			["204666"] = {
				"Oakheart", -- [1]
				"204666", -- [2]
				"Расколовшаяся земля", -- [3]
				7.3, -- [4]
				132368, -- [5]
				["id"] = 1837,
			},
			["163379"] = {
				"Grimrail Enforcers", -- [1]
				"163379", -- [2]
				"Большой бум", -- [3]
				15.8, -- [4]
				463515, -- [5]
				["id"] = 1748,
			},
			["291626"] = {
				"King Mechagon", -- [1]
				"291626", -- [2]
				"<Чтение Режущий луч>", -- [3]
				6, -- [4]
				839983, -- [5]
				["id"] = 2260,
			},
			["207881"] = {
				"Talixae Flamewreath", -- [1]
				"207881", -- [2]
				"Инфернальное извержение", -- [3]
				19, -- [4]
				451164, -- [5]
				["id"] = 1869,
			},
			["346962"] = {
				"Mailroom Mayhem", -- [1]
				"346962", -- [2]
				"Почтовый перевод", -- [3]
				23.1, -- [4]
				370211, -- [5]
				["id"] = 2424,
			},
			["326389"] = {
				"Echelon", -- [1]
				"326389", -- [2]
				"Поток крови", -- [3]
				9.5, -- [4]
				1394887, -- [5]
				["id"] = 2380,
			},
			["291613"] = {
				"King Mechagon", -- [1]
				"291613", -- [2]
				"Взлетаю!", -- [3]
				30, -- [4]
				133029, -- [5]
				["id"] = 2260,
			},
			["197418"] = {
				"Illysanna Ravencrest", -- [1]
				"197418", -- [2]
				"Мстительное рассечение", -- [3]
				8.3, -- [4]
				136158, -- [5]
				["id"] = 1833,
			},
			["323149"] = {
				"Ingra Maloch", -- [1]
				"323149", -- [2]
				"Подчинение тьме", -- [3]
				30.5, -- [4]
				252272, -- [5]
				["id"] = 2397,
			},
			["321368"] = {
				"Nalthor the Rimebinder", -- [1]
				"321368", -- [2]
				"Ледяная эгида", -- [3]
				13, -- [4]
				236224, -- [5]
				["id"] = 2390,
			},
			["346286"] = {
				"Mailroom Mayhem", -- [1]
				"346286", -- [2]
				"Опасные жидкости", -- [3]
				6, -- [4]
				2057570, -- [5]
				["id"] = 2424,
			},
			["351124"] = {
				"So'leah", -- [1]
				"351124", -- [2]
				"Призыв убийц", -- [3]
				6.6, -- [4]
				413583, -- [5]
				["id"] = 2442,
			},
			["200404"] = {
				"Dargrul", -- [1]
				"200404", -- [2]
				"Магматическая волна", -- [3]
				64, -- [4]
				237583, -- [5]
				["id"] = 1793,
			},
			["298898"] = {
				"Trixie & Naeno", -- [1]
				"298898", -- [2]
				"Выкатываюсь!", -- [3]
				53.5, -- [4]
				2902999, -- [5]
				["id"] = 2312,
			},
			["163376"] = {
				"Grimrail Enforcers", -- [1]
				"163376", -- [2]
				"Неисправный кабельный гипердефибриллятор 9000-XL", -- [3]
				24.3, -- [4]
				136050, -- [5]
				["id"] = 1748,
			},
			["163390"] = {
				"Grimrail Enforcers", -- [1]
				"163390", -- [2]
				"Ловушки для огров", -- [3]
				12.9, -- [4]
				133710, -- [5]
				["id"] = 1748,
			},
			["349663"] = {
				"The Grand Menagerie", -- [1]
				"349663", -- [2]
				"Хватка голода", -- [3]
				12, -- [4]
				3528281, -- [5]
				["id"] = 2441,
			},
			["168227"] = {
				"Skulloc", -- [1]
				"168227", -- [2]
				"Удар гронна", -- [3]
				30, -- [4]
				132318, -- [5]
				["id"] = 1754,
			},
			["349797"] = {
				"The Grand Menagerie", -- [1]
				"349797", -- [2]
				"Великое поглощение", -- [3]
				25.9, -- [4]
				3528279, -- [5]
				["id"] = 2441,
			},
			["161090"] = {
				"Rocketspark and Borka", -- [1]
				"161090", -- [2]
				"Безумный порыв", -- [3]
				29.5, -- [4]
				132307, -- [5]
				["id"] = 1715,
			},
			["355438"] = {
				"Myza's Oasis", -- [1]
				"355438", -- [2]
				"Подавляющая искра", -- [3]
				27.1, -- [4]
				4037124, -- [5]
				["id"] = 2440,
			},
			["323137"] = {
				"Ingra Maloch", -- [1]
				"323137", -- [2]
				"Ошеломляющая пыльца", -- [3]
				7, -- [4]
				134219, -- [5]
				["id"] = 2397,
			},
			["322681"] = {
				"Surgeon Stitchflesh", -- [1]
				"322681", -- [2]
				"Мясницкий крюк", -- [3]
				10.5, -- [4]
				1373906, -- [5]
				["id"] = 2389,
			},
			["320637"] = {
				"Blightbone", -- [1]
				"320637", -- [2]
				"Зловонный газ", -- [3]
				22.5, -- [4]
				646782, -- [5]
				["id"] = 2387,
			},
			["199345"] = {
				"Dresaron", -- [1]
				"199345", -- [2]
				"Нисходящий поток", -- [3]
				21, -- [4]
				1029595, -- [5]
				["id"] = 1838,
			},
			["200289"] = {
				"Shade of Xavius", -- [1]
				"200289", -- [2]
				"Усугубляющаяся паранойя", -- [3]
				25.5, -- [4]
				460691, -- [5]
				["id"] = 1839,
			},
			["294929"] = {
				"K.U.-J.0.", -- [1]
				"294929", -- [2]
				"Пылающий укус", -- [3]
				10.9, -- [4]
				1530249, -- [5]
				["id"] = 2258,
			},
			["328791"] = {
				"Lord Chamberlain", -- [1]
				"328791", -- [2]
				"Горестный ритуал", -- [3]
				13.9, -- [4]
				237536, -- [5]
				["id"] = 2381,
			},
			["229248"] = {
				"Viz'aduum the Watcher", -- [1]
				"229248", -- [2]
				"Луч Скверны", -- [3]
				5.9, -- [4]
				135794, -- [5]
				["id"] = 2017,
			},
			["227447"] = {
				"Opera Hall: Wikket", -- [1]
				"227447", -- [2]
				"Неподвластность притяжению", -- [3]
				10.5, -- [4]
				1386548, -- [5]
				["id"] = 1957,
			},
			["198635"] = {
				"Kurtalos Ravencrest", -- [1]
				"198635", -- [2]
				"Неумолимый удар", -- [3]
				5.5, -- [4]
				1278100, -- [5]
				["id"] = 1835,
			},
			["323236"] = {
				"Lord Chamberlain", -- [1]
				"323236", -- [2]
				"Высвобожденное страдание", -- [3]
				16.8, -- [4]
				1035037, -- [5]
				["id"] = 2381,
			},
			["333488"] = {
				"Amarth, The Reanimator", -- [1]
				"333488", -- [2]
				"Некротическое дыхание", -- [3]
				29.5, -- [4]
				2576093, -- [5]
				["id"] = 2388,
			},
			["168965"] = {
				"Skulloc", -- [1]
				"168965", -- [2]
				"Прыжок берсерка", -- [3]
				8.4, -- [4]
				236171, -- [5]
				["id"] = 1754,
			},
			["322614"] = {
				"Tred'ova", -- [1]
				"322614", -- [2]
				"Связь разума", -- [3]
				52, -- [4]
				3528276, -- [5]
				["id"] = 2393,
			},
			["229159"] = {
				"Viz'aduum the Watcher", -- [1]
				"229159", -- [2]
				"Тени Хаоса", -- [3]
				15.76, -- [4]
				332402, -- [5]
				["id"] = 2017,
			},
			["227508"] = {
				"Maiden of Virtue", -- [1]
				"227508", -- [2]
				"Всеобщее покаяние", -- [3]
				47.5, -- [4]
				135942, -- [5]
				["id"] = 1954,
			},
			["353706"] = {
				"Myza's Oasis", -- [1]
				"353706", -- [2]
				"Вспыльчивость", -- [3]
				41.3, -- [4]
				136146, -- [5]
				["id"] = 2440,
			},
			["204574"] = {
				"Oakheart", -- [1]
				"204574", -- [2]
				"Корни-душители", -- [3]
				12, -- [4]
				458176, -- [5]
				["id"] = 1837,
			},
			["295536"] = {
				"HK-8 Aerial Oppression Unit", -- [1]
				"295536", -- [2]
				"<Чтение Пушечный выстрел>", -- [3]
				3, -- [4]
				1320373, -- [5]
				["id"] = 2291,
			},
		},
		["encounter_timers_dbm"] = {
		},
	},
	["plugin_window_pos"] = {
		["y"] = 105.6001434326172,
		["x"] = -75.20011901855469,
		["point"] = "CENTER",
		["scale"] = 1,
	},
	["spell_school_cache"] = {
		["Замученные отголоски"] = 32,
		["Могучий топот"] = 4,
		["Энергетическая звезда"] = 1,
		["Энергетическая пустота"] = 32,
		["Взрывной ползун"] = 8,
		["Цепное лезвие"] = 1,
		["Канцелярский нож"] = 1,
		["Ураганная волна"] = 16,
		["Опустошенная земля"] = 4,
		["Ураган пламени"] = 4,
		["Мелькающие вилки"] = 1,
		["Код взлома \"Гельвет\""] = 4,
		["Руки закона"] = 1,
		["Жаркое пламя"] = 4,
		["Ревущее пламя"] = 4,
		["Дикий бросок"] = 1,
		["Крайне взрывоопасная граната"] = 4,
		["Пыльцестрел"] = 8,
		["Токсичная желчь"] = 8,
		["Активация разрядника"] = 8,
		["Миротворец"] = 1,
		["Сокрушение"] = 1,
		["Взрывоопасные тени"] = 32,
		["Великое поглощение"] = 32,
		["Очищение огнем"] = 2,
		["Некротический заряд"] = 32,
		["Крутящаяся смерть"] = 1,
		["Казнь"] = 1,
		["Беспорядочные искры"] = 4,
		["Обстрел"] = 4,
		["Бросок обломка"] = 1,
		["Стрела преобразования"] = 106,
		["Морозный взрыв"] = 16,
		["На крюке!"] = 1,
		["Выброс пара"] = 8,
		["Дыхание порчи"] = 4,
		["Призрачный рывок"] = 32,
		["Волна жара"] = 4,
		["Жалящий рой"] = 1,
		["Melee"] = 1,
		["Столкновение"] = 1,
		["Правосудие"] = 2,
		["Первобытная ярость"] = 1,
		["Жидкое адское пламя"] = 4,
		["Бесстрашие"] = 1,
		["Падающие обломки"] = 1,
		["Устранитель целей VX18-B"] = 4,
		["Сокрушительная хватка"] = 8,
		["Удар валуна"] = 1,
		["Обжигающий жар"] = 4,
		["Каменная осыпь"] = 1,
		["Безумный порыв"] = 1,
		["Эманация Скверны"] = 4,
		["Отторжение анимы"] = 8,
		["Рассеянная энергия"] = 8,
		["Выброс огня"] = 4,
		["Удар воина Света"] = 1,
		["Темный рывок"] = 1,
		["Выбивной"] = 1,
		["Глубокие раны"] = 1,
		["Корни-душители"] = 8,
		["Вихрь клинков"] = 1,
		["Огненный взмах"] = 4,
		["Видения греховного света"] = 32,
		["Импульсный деформатор"] = 8,
		["Шури"] = 64,
		["Обстрел тени смерти"] = 32,
		["Бесконечная зима"] = 16,
		["Конфискация контрабанды"] = 64,
		["Узы Скверны"] = 4,
		["Инфернальная стрела"] = 4,
		["Некротическое дыхание"] = 32,
		["Крутящийся клинок"] = 1,
		["Тотем нейтрализации"] = 106,
		["Охранный телепорт"] = 8,
		["Лужа анимы"] = 8,
		["Разряд энергии"] = 64,
		["Сокрушительный клинок"] = 4,
		["Разлагающаяся гниль"] = 40,
		["Залп ледяных стрел"] = 16,
		["Огненный след"] = 4,
		["Вулканический шлейф"] = 4,
		["Бушующий"] = 8,
		["Испуг"] = 1,
		["Беги и стреляй"] = 1,
		["Горестный ритуал"] = 32,
		["Удушающая пыль"] = 8,
		["Стремительный ураган пламени"] = 4,
		["Сосредоточение внимания"] = 1,
		["Код взлома \"Морке\""] = 32,
		["Превосходство"] = 1,
		["Новый план!"] = 4,
		["Разрезающие взмахи"] = 1,
		["Инфернальное извержение"] = 4,
		["Едкая анима"] = 2,
		["Энергетический разряд"] = 64,
		["Интенсивное горение"] = 4,
		["Corpo-a-Corpo"] = 1,
		["Колодец душ"] = 32,
		["Громовое дыхание"] = 8,
		["Очищающее поле"] = 2,
		["Подавляющий обстрел"] = 4,
		["Мерцание"] = 64,
		["Оторванная душа"] = 32,
		["Выброс кислоты"] = 8,
		["Нестабильная мана"] = 64,
		["Сумерки"] = 32,
		["Ураганный обстрел"] = 4,
		["Плазменная сфера"] = 8,
		["Рывок ненависти"] = 1,
		["Флагелляция"] = 1,
		["Закрученное копье"] = 1,
		["Ледяной капкан"] = 16,
		["Код взлома \"Лиз\""] = 2,
		["Железный вихрь"] = 1,
		["Энергетический клинок"] = 4,
		["Расщепление души"] = 32,
		["Рвота Скверны"] = 4,
		["Взрывной прыжок"] = 4,
		["Апокалиптический огонь"] = 4,
		["Массовый контроль"] = 64,
		["Разбивающий камень прыжок"] = 8,
		["Очищение"] = 2,
		["Ненасытное пиршество"] = 32,
		["Пронзающие стрелы"] = 64,
		["Подавляющая искра"] = 64,
		["Камера сдерживания"] = 64,
		["Ближний бой"] = 1,
		["Пушечный выстрел"] = 8,
		["Мучительное разрывание"] = 1,
		["Разлагающая кислота"] = 8,
		["Разорванная душа"] = 32,
		["Режущий луч"] = 8,
		["Болезнетворное облако"] = 40,
		["Граната клана Черной горы"] = 4,
		["Сбрасывание анимы"] = 1,
		["Землетрясение"] = 1,
		["Кислотный выброс"] = 8,
		["Детонация анимы"] = 2,
		["Резонирующий удар сплеча"] = 64,
		["Взрывающаяся энергия"] = 64,
		["Третья руна"] = 1,
		["Усиленный символ сдерживания"] = 64,
		["Кислотный плевок"] = 8,
		["Взрыв шлака"] = 4,
		["Кромсающий вихрь"] = 1,
		["Связь разума"] = 32,
		["Кристальные шипы"] = 8,
		["Пылающий укус"] = 4,
		["Облако дыма"] = 8,
		["Гигаразряд"] = 8,
		["Рассекающий удар"] = 1,
		["Некротический гной"] = 32,
		["Огненные стрелы"] = 4,
		["Общая боль"] = 32,
		["Ядовитые пары"] = 40,
		["Телекинетическое столкновение"] = 1,
		["Код взлома \"Фриза\""] = 16,
		["Венец пламени"] = 4,
		["Кровоточащие раны"] = 1,
		["Жатва душ"] = 4,
		["Выброс пламени"] = 4,
		["Стеклянные осколки"] = 1,
		["Массовая рассылка"] = 1,
		["Истечение мощью Скверны"] = 4,
		["Полосующий размах"] = 1,
		["Слово Тьмы: Смерть"] = 32,
		["Вытягивание души"] = 32,
		["Разряд гиперсвета"] = 64,
		["Раздробленный камень"] = 8,
		["Обрушение"] = 1,
		["Энергетическая фрагментация"] = 64,
		["Латные перчатки клана Черной горы"] = 1,
		["Паучья молния"] = 8,
		["Таранный поршень"] = 1,
		["Цепкий статический разряд"] = 8,
		["Взрыв пузыря"] = 16,
		["Зазубренные шипы"] = 1,
		["Паразитарная рана"] = 32,
		["Растаптывание"] = 1,
		["Горящее поле"] = 4,
		["Разлом Пустоты"] = 64,
		["Залп стрел Тьмы"] = 32,
		["Чародейская бомба"] = 64,
		["Искрящий разряд"] = 8,
		["Мусорная бомба"] = 4,
		["Удар горы"] = 8,
		["Почтовый перевод"] = 1,
		["Суперэлектрошок"] = 8,
		["Выстрел шрапнелью"] = 4,
		["Гаррота"] = 1,
		["Турбо-ускорение"] = 8,
		["Кометная буря"] = 16,
		["Незримое присутствие"] = 32,
		["Хлопок"] = 1,
		["Вращающаяся коса"] = 1,
		["Героический бросок"] = 1,
		["Импульс аннигиляции"] = 8,
		["Сгнившая еда"] = 8,
		["Свисторез"] = 1,
		["Мортира Черной горы"] = 4,
		["Взрыв"] = 32,
		["Обманчивые колыхания"] = 32,
		["Отравленная заточка"] = 8,
		["Апокалиптический Кошмар"] = 4,
		["Нисходящий поток"] = 8,
		["Леденящий холод"] = 16,
		["Оползень"] = 8,
		["Неподвластность притяжению"] = 1,
		["Электроразряд"] = 8,
		["Кинетическое извержение"] = 64,
		["Мина \"СМ3-Р7b\""] = 1,
		["Смертельный удар"] = 1,
		["Протокол флагелляции"] = 2,
		["Тяжкая рана"] = 1,
		["Луч Скверны"] = 4,
		["Venting Concussion"] = 2,
		["Пламя горнила"] = 4,
		["Прыжок берсерка"] = 8,
		["Волна лавы"] = 4,
		["Оскверненная кровь"] = 8,
		["Непреодолимый ужас"] = 33,
		["Бальзамирующая лимфа"] = 40,
		["Дивное сияние"] = 64,
		["Обстрел ракетами X21-01A"] = 4,
		["\"Спрятанная\" пламенная пушка"] = 4,
		["Самостригущаяся изгородь"] = 1,
		["Зловонная пасть"] = 8,
		["Пламя Скверны"] = 4,
		["Истребляющая сущность"] = 64,
		["Флегма Тьмы"] = 32,
		["Пламя Саргераса"] = 4,
		["Рывок"] = 1,
		["Магмовый крушитель"] = 4,
		["Священная земля"] = 2,
		["В жиже"] = 40,
		["Допрос"] = 64,
		["Сотрясающий землю рык"] = 8,
		["Бросок топорика"] = 1,
		["Кристализованная земля"] = 8,
		["Мучительный прыжок"] = 1,
		["Залп шипастых стрел"] = 1,
		["Магнитохват"] = 8,
		["Быстрая стрельба"] = 4,
		["Котел со шлаком"] = 4,
	},
	["deathlog_healingdone_min"] = 1,
	["realm_sync"] = true,
	["run_code"] = {
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--use the role icon in the player bar when inside an arena (default false)\nDetails.show_arena_role_icon = false;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["switchSaved"] = {
		["slots"] = 18,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
			{
			}, -- [13]
			{
			}, -- [14]
			{
			}, -- [15]
			{
			}, -- [16]
			{
			}, -- [17]
			{
			}, -- [18]
		},
	},
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["realtime_dps_size"] = 12,
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_shadow"] = true,
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["current_exp_raid_encounters"] = {
	},
	["profile_by_spec"] = {
	},
	["show_totalhitdamage_on_overkill"] = false,
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = true,
		["mythicrun_chart_frame_ready"] = {
			["y"] = 0.000152587890625,
			["x"] = -0.0001220703125,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
		},
		["last_mythicrun_chart"] = {
		},
	},
	["item_level_pool"] = {
		["Player-1316-0C3E1DE5"] = {
			["time"] = 1661727697,
			["name"] = "Nønak-Nemesis",
			["ilvl"] = 296.6875,
		},
		["Player-1602-0B830B4B"] = {
			["time"] = 1661727679,
			["name"] = "Сонида",
			["ilvl"] = 294.4375,
		},
		["Player-1602-0C734AC9"] = {
			["time"] = 1661727697,
			["name"] = "Ниэтта",
			["ilvl"] = 295.125,
		},
		["Player-1602-0BE20D17"] = {
			["time"] = 1661727659,
			["name"] = "Уххастик",
			["ilvl"] = 293.875,
		},
		["Player-1084-0A5F7C7D"] = {
			["time"] = 1661724447,
			["name"] = "Sashasasha-TarrenMill",
			["ilvl"] = 294,
		},
		["Player-3391-0C3BC05F"] = {
			["name"] = "Enseven-Silvermoon",
			["time"] = 1661706885,
			["ilvl"] = 296,
		},
		["Player-1602-0B0401D1"] = {
			["name"] = "Пойдёт",
			["time"] = 1661645492,
			["ilvl"] = 283.75,
		},
		["Player-1602-02304928"] = {
			["time"] = 1661727699,
			["name"] = "Сострадание",
			["ilvl"] = 299.3125,
		},
		["Player-1302-0C319C5B"] = {
			["name"] = "Pakoon-Archimonde",
			["time"] = 1661645482,
			["ilvl"] = 276.125,
		},
		["Player-1302-0C37ABEC"] = {
			["name"] = "Kewzz-Archimonde",
			["time"] = 1661645462,
			["ilvl"] = 286,
		},
		["Player-1602-0EC5079D"] = {
			["time"] = 1661722705,
			["name"] = "Важныйнос",
			["ilvl"] = 298.25,
		},
		["Player-1602-0A51DFF4"] = {
			["name"] = "Стираютайдом",
			["time"] = 1661698571,
			["ilvl"] = 297.9375,
		},
		["Player-1602-020E07C1"] = {
			["name"] = "Единица",
			["time"] = 1661706583,
			["ilvl"] = 285.375,
		},
		["Player-1302-0BFA6DD5"] = {
			["name"] = "Tüpäck-Archimonde",
			["time"] = 1661645473,
			["ilvl"] = 285,
		},
	},
	["exit_errors"] = {
	},
	["keystone_frame"] = {
		["scale"] = 1,
		["position"] = {
		},
	},
	["spellid_ignored"] = {
	},
	["createauraframe"] = {
	},
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_bw"] = {
			},
			["encounter_timers_dbm"] = {
			},
		},
	},
	["update_warning_timeout"] = 10,
	["savedCustomSpells"] = {
		{
			1, -- [1]
			"Атака ближнего боя", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [1]
		{
			2, -- [1]
			"Автоматическая стрельба", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [2]
		{
			3, -- [1]
			"Мир (падение)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [3]
		{
			4, -- [1]
			"Мир (утопление)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [4]
		{
			5, -- [1]
			"Мир (усталость)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [5]
		{
			6, -- [1]
			"Мир (огонь)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [6]
		{
			7, -- [1]
			"Мир (лава)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [7]
		{
			8, -- [1]
			"Мир (слизь)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [8]
		{
			339538, -- [1]
			"Вердикт храмовника", -- [2]
			461860, -- [3]
		}, -- [9]
		{
			55090, -- [1]
			"Удар Плети", -- [2]
			237530, -- [3]
		}, -- [10]
		{
			277185, -- [1]
			"Жетон гладиатора (Trinket)", -- [2]
			135884, -- [3]
		}, -- [11]
		{
			98021, -- [1]
			"Обмен здоровья", -- [2]
			237586, -- [3]
		}, -- [12]
		{
			278383, -- [1]
			"Неистовая буря (Trinket)", -- [2]
			2103829, -- [3]
		}, -- [13]
		{
			59638, -- [1]
			"Ледяная стрела", -- [2]
			135846, -- [3]
		}, -- [14]
		{
			49184, -- [1]
			"Воющий ветер", -- [2]
			135833, -- [3]
		}, -- [15]
		{
			277187, -- [1]
			"Эмблема гладиатора (Trinket)", -- [2]
			132344, -- [3]
		}, -- [16]
		{
			278227, -- [1]
			"Шипастая кора (Trinket)", -- [2]
			134439, -- [3]
		}, -- [17]
		{
			268998, -- [1]
			"Воспламененная душа (Trinket)", -- [2]
			651093, -- [3]
		}, -- [18]
		{
			196917, -- [1]
			"Свет мученика (Урон)", -- [2]
			1360762, -- [3]
		}, -- [19]
		{
			343355, -- [1]
			"Стрела Бездны", -- [2]
			1035040, -- [3]
		}, -- [20]
		{
			120761, -- [1]
			"Бросок глеф", -- [2]
			132330, -- [3]
		}, -- [21]
		{
			278812, -- [1]
			"Грация льва (Trinket)", -- [2]
			464140, -- [3]
		}, -- [22]
		{
			270827, -- [1]
			"Самоцвет души ткача (Trinket)", -- [2]
			237431, -- [3]
		}, -- [23]
		{
			278057, -- [1]
			"Взрыв крови (Trinket)", -- [2]
			538040, -- [3]
		}, -- [24]
		{
			279664, -- [1]
			"Кровавая желчь (Trinket)", -- [2]
			136007, -- [3]
		}, -- [25]
		{
			278862, -- [1]
			"Холод рун (Trinket)", -- [2]
			252270, -- [3]
		}, -- [26]
		{
			215969, -- [1]
			"Эпидемия", -- [2]
			136066, -- [3]
		}, -- [27]
		{
			278359, -- [1]
			"Кровавая ненависть (Trinket)", -- [2]
			132175, -- [3]
		}, -- [28]
		{
			278155, -- [1]
			"Неугасающая сила Залзеикса (Trinket)", -- [2]
			254105, -- [3]
		}, -- [29]
		{
			271115, -- [1]
			"Запал мага-поджигателя (Trinket)", -- [2]
			1119937, -- [3]
		}, -- [30]
		{
			277179, -- [1]
			"Медальон гладиатора (Trinket)", -- [2]
			252267, -- [3]
		}, -- [31]
		{
			271462, -- [1]
			"Подгнившая кукла вуду (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [32]
		{
			228649, -- [1]
			"Нокаутирующий удар", -- [2]
			574575, -- [3]
		}, -- [33]
		{
			345020, -- [1]
			"Таящийся хищник", -- [2]
			2103921, -- [3]
		}, -- [34]
		{
			94472, -- [1]
			"Искупление вины", -- [2]
			135887, -- [3]
		}, -- [35]
		{
			212739, -- [1]
			"Эпидемия", -- [2]
			136066, -- [3]
		}, -- [36]
		{
			277181, -- [1]
			"Знак гладиатора (Trinket)", -- [2]
			134501, -- [3]
		}, -- [37]
		{
			70890, -- [1]
			"Удар Плети", -- [2]
			237530, -- [3]
		}, -- [38]
		{
			121414, -- [1]
			"Бросок глеф", -- [2]
			132330, -- [3]
		}, -- [39]
		{
			44461, -- [1]
			"Живая бомба", -- [2]
			236220, -- [3]
		}, -- [40]
		{
			271071, -- [1]
			"Раковина темного шепота (Trinket)", -- [2]
			1498840, -- [3]
		}, -- [41]
		{
			271465, -- [1]
			"Подгнившая кукла вуду (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [42]
		{
			33778, -- [1]
			"Жизнецвет", -- [2]
			134206, -- [3]
		}, -- [43]
		{
			88082, -- [1]
			"Огненный шар", -- [2]
			135812, -- [3]
		}, -- [44]
		{
			108271, -- [1]
			"Астральный сдвиг", -- [2]
			"Interface\\Addons\\Details\\images\\icon_astral_shift", -- [3]
		}, -- [45]
		{
			237680, -- [1]
			"Воющий ветер", -- [2]
			135833, -- [3]
		}, -- [46]
		{
			271671, -- [1]
			"Неблагозвучный аккорд (Trinket)", -- [2]
			454048, -- [3]
		}, -- [47]
		{
			270925, -- [1]
			"Водяной вихрь (Trinket)", -- [2]
			1698701, -- [3]
		}, -- [48]
	},
	["keystone_cache"] = {
	},
	["installed_skins_cache"] = {
	},
	["raid_data"] = {
	},
	["data_wipes_exp"] = {
		["9"] = true,
		["14"] = false,
		["13"] = false,
		["12"] = false,
		["11"] = false,
		["10"] = false,
	},
	["always_use_profile_name"] = "Ниэтта-Гордунни",
	["savedStyles"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["displays_by_spec"] = {
	},
	["savedTimeCaptures"] = {
	},
	["latest_news_saw"] = "9.2.710000",
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показать, кто в вашем рейде использовал зелье во время сражения.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n			\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n			\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n			\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo (spellId)\n						GameCooltip:AddLine (name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["name"] = "Использовано зелий",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n				\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n					\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						\n						local found_potion = false\n						\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n							\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player \n								instance_container:AddValue (player, 1)\n							end\n						end\n						\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n				\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n				\n										--add amount to the player \n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n						\n						if (found_potion) then\n							amount = amount + 1\n						end    \n					end\n				end\n				\n				--return:\n				return total, top, amount\n				",
			["attribute"] = false,
			["script_version"] = 6,
		}, -- [1]
		{
			["source"] = false,
			["total_script"] = false,
			["author"] = "Details! Team",
			["percent_script"] = false,
			["desc"] = "Показать, кто в вашей рейдовой группе использовал камень здоровья или целебное зелье.",
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["spellid"] = false,
			["name"] = "Лечебное зелье и камень",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n				\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n				local R, G, B, A = 0, 0, 0, 0.75\n				\n				local hs = actor:GetSpell (6262)\n				if (hs) then\n					GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n					GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n				\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n				\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION2_ID)\n				if (pot) then\n					GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION2_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION2_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n				\n				local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n				\n				--Cooltip code\n			",
			["attribute"] = false,
			["script_version"] = 16,
		}, -- [2]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "				\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел на нанесение урона.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["spellid"] = false,
			["name"] = "Урон (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [3]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "				\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел, делая исцеление.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["spellid"] = false,
			["name"] = "Исцеление (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 2,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the crowd control amount for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["spellid"] = false,
			["name"] = "Контроль толпы сделано",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 11,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of crowd control received for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["spellid"] = false,
			["name"] = "Контроль толпы получено",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Показать свои заклинания в окне.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["name"] = "Мои заклинания",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n				\n				local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 8,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, меткой с черепом.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["name"] = "Наносимый урон по метки с черепом",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, отмеченным любой другой меткой.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["name"] = "Наносимый урон на другие помеченные метки",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [9]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["name"] = "Наносимый урон по щитам",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 1,
		}, -- [10]
		{
			["source"] = false,
			["author"] = "Rhythm",
			["desc"] = "Отображает, сколько взрывоопасных сфер игроки выделяют и бьют.",
			["total_script"] = "        local value, top, total, Combat, Instance, Actor = ...\n\n        if _G.Details_ExplosiveOrbs then\n            return _G.Details_ExplosiveOrbs:GetDisplayText(Combat:GetCombatNumber(), Actor.my_actor:guid())\n        end\n        return \"\"\n    ",
			["icon"] = 2175503,
			["spellid"] = false,
			["name"] = "Взрывоопасная сфера",
			["tooltip"] = "        local Actor, Combat, Instance = ...\n        local GameCooltip = GameCooltip\n\n        if _G.Details_ExplosiveOrbs then\n            local actorName = Actor:name()\n            local Actor = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE):GetActor(actorName)\n            if not Actor then return end\n\n            local sortedList = {}\n            local orbName = _G.Details_ExplosiveOrbs:RequireOrbName()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n\n            for spellID, spellTable in pairs(Actor:GetSpellList()) do\n                local amount = spellTable.targets[orbName]\n                if amount then\n                    tinsert(sortedList, {spellID, amount})\n                end\n            end\n\n            -- handle pet\n            for _, petName in ipairs(Actor.pets) do\n                local petActor = Container:GetActor(petName)\n                for spellID, spellTable in pairs(petActor:GetSpellList()) do\n                    local amount = spellTable.targets[orbName]\n                    if amount then\n                        tinsert(sortedList, {spellID, amount, petName})\n                    end\n                end\n            end\n\n            sort(sortedList, Details.Sort2)\n\n            local format_func = Details:GetCurrentToKFunction()\n            for _, tbl in ipairs(sortedList) do\n                local spellID, amount, petName = unpack(tbl)\n                local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n                if petName then\n                    spellName = spellName .. ' (' .. petName .. ')'\n                end\n\n                GameCooltip:AddLine(spellName, format_func(_, amount))\n                Details:AddTooltipBackgroundStatusbar()\n                GameCooltip:AddIcon(spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n            end\n        end\n    ",
			["target"] = false,
			["script"] = "        local Combat, CustomContainer, Instance = ...\n        local total, top, amount = 0, 0, 0\n\n        if _G.Details_ExplosiveOrbs then\n            local CombatNumber = Combat:GetCombatNumber()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            for _, Actor in Container:ListActors() do\n                if Actor:IsGroupPlayer() then\n                    -- we only record the players in party\n                    local target, hit = _G.Details_ExplosiveOrbs:GetRecord(CombatNumber, Actor:guid())\n                    if target > 0 or hit > 0 then\n                        CustomContainer:AddValue(Actor, hit)\n                    end\n                end\n            end\n\n            total, top = CustomContainer:GetTotalAndHighestValue()\n            amount = CustomContainer:GetNumActors()\n        end\n\n        return total, top, amount\n    ",
			["attribute"] = false,
			["script_version"] = 11,
		}, -- [11]
		{
			["source"] = false,
			["author"] = "Rhythm",
			["desc"] = "Отображает, сколько взрывоопасных сфер игроки выделяют и бьют.",
			["total_script"] = "        local value, top, total, Combat, Instance, Actor = ...\n\n        if _G.Details_ExplosiveOrbs then\n            return _G.Details_ExplosiveOrbs:GetDisplayText(Details:GetCombat(-1):GetCombatNumber(), Actor.my_actor:guid())\n        end\n        return \"\"\n    ",
			["icon"] = 2175503,
			["spellid"] = false,
			["name"] = "Dynamic Overall Explosive Orbs",
			["tooltip"] = "        local Actor, Combat, Instance = ...\n        local GameCooltip = GameCooltip\n\n        if _G.Details_ExplosiveOrbs then\n            local actorName = Actor:name()\n            local orbName = _G.Details_ExplosiveOrbs:RequireOrbName()\n\n            local OverallCombat = Details:GetCombat(-1)\n            local CurrentCombat = Details:GetCombat(0)\n\n            local OverallContainer = OverallCombat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            local CurrentContainer = CurrentCombat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n\n            local AllSpells = {}\n\n            -- handle overall\n            local Actor = OverallContainer:GetActor(actorName)\n            local ActorSpells = Actor:GetSpellList()\n\n            -- handle player\n            AllSpells[actorName] = {}\n            for spellID, spellTable in pairs(ActorSpells) do\n                AllSpells[actorName][spellID] = spellTable.targets[orbName]\n            end\n\n            -- handle pet\n            for _, petName in ipairs(Actor.pets) do\n                local petActor = OverallContainer:GetActor(petName)\n                local petActorSpells = petActor:GetSpellList()\n\n                AllSpells[petName] = {}\n                for spellID, spellTable in pairs(petActorSpells) do\n                    AllSpells[petName][spellID] = spellTable.targets[orbName]\n                end\n            end\n\n            if Details.in_combat then\n                -- handle current\n                local Actor = CurrentContainer:GetActor(actorName)\n                local ActorSpells = Actor:GetSpellList()\n\n                -- handle player\n                for spellID, spellTable in pairs(ActorSpells) do\n                    AllSpells[actorName][spellID] = (AllSpells[actorName][spellID] or 0) + (spellTable.targets[orbName] or 0)\n                end\n\n                -- handle pet\n                for _, petName in ipairs(Actor.pets) do\n                    local petActor = CurrentContainer:GetActor(petName)\n                    local petActorSpells = petActor:GetSpellList()\n\n                    if not AllSpells[petName] then\n                        AllSpells[petName] = {}\n                    end\n\n                    for spellID, spellTable in pairs(petActorSpells) do\n                        AllSpells[petName][spellID] = (AllSpells[petName][spellID] or 0) + (spellTable.targets[orbName] or 0)\n                    end\n                end\n            end\n\n            local sortedList = {}\n            for name, spellTable in pairs(AllSpells) do\n                for spellID, amount in pairs(spellTable) do\n                    tinsert(sortedList, {spellID, amount, name ~= actorName and name})\n                end\n            end\n\n            sort(sortedList, Details.Sort2)\n\n            local format_func = Details:GetCurrentToKFunction()\n            for _, tbl in ipairs(sortedList) do\n                local spellID, amount, petName = unpack(tbl)\n                local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n                if petName then\n                    spellName = spellName .. ' (' .. petName .. ')'\n                end\n\n                GameCooltip:AddLine(spellName, format_func(_, amount))\n                Details:AddTooltipBackgroundStatusbar()\n                GameCooltip:AddIcon(spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n            end\n        end\n    ",
			["target"] = false,
			["script"] = "        local Combat, CustomContainer, Instance = ...\n        local total, top, amount = 0, 0, 0\n\n        if _G.Details_ExplosiveOrbs then\n            local OverallCombat = Details:GetCombat(-1)\n            local CombatNumber = OverallCombat:GetCombatNumber()\n            local Container = OverallCombat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            for _, Actor in Container:ListActors() do\n                if Actor:IsGroupPlayer() then\n                    -- we only record the players in party\n                    local target, hit = _G.Details_ExplosiveOrbs:GetRecord(CombatNumber, Actor:guid())\n                    if target > 0 or hit > 0 then\n                        CustomContainer:AddValue(Actor, hit)\n                    end\n                end\n            end\n\n            total, top = CustomContainer:GetTotalAndHighestValue()\n            amount = CustomContainer:GetNumActors()\n        end\n\n        return total, top, amount\n    ",
			["attribute"] = false,
			["script_version"] = 11,
		}, -- [12]
		{
			["source"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n				\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n				\n				--calculate the DPS and return it as percent\n				local totalValue = value\n				\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				return s\n			",
			["desc"] = "Show overall damage done on the fly.",
			["attribute"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n				\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n				\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n				\n				if (Details.in_combat) then\n					for _, player in ipairs ( damage_container_current ) do \n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)        \n						end\n					end\n				end\n				\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n				\n				--return:\n				return total, top, amount\n			",
			["name"] = "Динамический общий урон",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				if (player) then\n					playerTotal = playerTotal + player.total\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs (playerSpells) do\n						AllSpells [spellID] = spellTable.total\n					end\n				end\n				--current\n				if (Details.in_combat) then\n					local player = CurrentCombat [1]:GetActor (actor.nome)\n					if (player) then\n						playerTotal = playerTotal + player.total\n						local playerSpells = player:GetSpellList()\n						for spellID, spellTable in pairs (playerSpells) do\n							AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n						end\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n					tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs (sortedList) do\n					local spellID, total = unpack (t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n						\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n						\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n						\n						GameCooltip:AddLine (spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n						\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n						\n					end\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["script_version"] = 8,
		}, -- [13]
		{
			["source"] = false,
			["author"] = "Rhythm",
			["total_script"] = "        local value, top, total, Combat, Instance, Actor = ...\n\n        if _G.Details_ExplosiveOrbs then\n            return _G.Details_ExplosiveOrbs:GetDisplayText(Combat:GetCombatNumber(), Actor.my_actor:guid())\n        end\n        return \"\"\n    ",
			["desc"] = "Отображает, сколько взрывоопасных сфер игроки выделяют и бьют.",
			["attribute"] = false,
			["script"] = "        local Combat, CustomContainer, Instance = ...\n        local total, top, amount = 0, 0, 0\n\n        if _G.Details_ExplosiveOrbs then\n            local CombatNumber = Combat:GetCombatNumber()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            for _, Actor in Container:ListActors() do\n                if Actor:IsGroupPlayer() then\n                    -- we only record the players in party\n                    local target, hit = _G.Details_ExplosiveOrbs:GetRecord(CombatNumber, Actor:guid())\n                    if target > 0 or hit > 0 then\n                        CustomContainer:AddValue(Actor, hit)\n                    end\n                end\n            end\n\n            total, top = CustomContainer:GetTotalAndHighestValue()\n            amount = CustomContainer:GetNumActors()\n        end\n\n        return total, top, amount\n    ",
			["name"] = "Взрывоопасные сферы",
			["tooltip"] = "        local Actor, Combat, Instance = ...\n        local GameCooltip = GameCooltip\n\n        if _G.Details_ExplosiveOrbs then\n            local actorName = Actor:name()\n            local Actor = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE):GetActor(actorName)\n            if not Actor then return end\n\n            local sortedList = {}\n            local orbName = _G.Details_ExplosiveOrbs:RequireOrbName()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n\n            for spellID, spellTable in pairs(Actor:GetSpellList()) do\n                local amount = spellTable.targets[orbName]\n                if amount then\n                    tinsert(sortedList, {spellID, amount})\n                end\n            end\n\n            -- handle pet\n            for _, petName in ipairs(Actor.pets) do\n                local petActor = Container:GetActor(petName)\n                for spellID, spellTable in pairs(petActor:GetSpellList()) do\n                    local amount = spellTable.targets[orbName]\n                    if amount then\n                        tinsert(sortedList, {spellID, amount, petName})\n                    end\n                end\n            end\n\n            sort(sortedList, Details.Sort2)\n\n            local format_func = Details:GetCurrentToKFunction()\n            for _, tbl in ipairs(sortedList) do\n                local spellID, amount, petName = unpack(tbl)\n                local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n                if petName then\n                    spellName = spellName .. ' (' .. petName .. ')'\n                end\n\n                GameCooltip:AddLine(spellName, format_func(_, amount))\n                Details:AddTooltipBackgroundStatusbar()\n                GameCooltip:AddIcon(spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n            end\n        end\n    ",
			["target"] = false,
			["spellid"] = false,
			["icon"] = 2175503,
			["script_version"] = 11,
		}, -- [14]
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"  - 1 has baseFrame: yes.", -- [3]
		"  - 2 has baseFrame: yes.", -- [4]
		"  - 3 has baseFrame: yes.", -- [5]
		"4 - Reversing switches.", -- [6]
		"6 - Saving Config.", -- [7]
		"7 - Saving Profiles.", -- [8]
		"8 - Saving nicktag cache.", -- [9]
	},
	["immersion_unit_special_icons"] = true,
	["lastUpdateWarning"] = 0,
	["dungeon_data"] = {
	},
}
