
_detalhes_global = {
	["encounter_spell_pool"] = {
		{
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		}, -- [1]
		[152962] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[372858] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[388796] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[209477] = {
			1868, -- [1]
			"Маназмей", -- [2]
		},
		[372859] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[373688] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[207278] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[372860] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[377004] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[374582] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[154175] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[388544] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[372863] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[224333] = {
			1870, -- [1]
			"[*] Вихрь", -- [2]
		},
		[209862] = {
			1677, -- [1]
			"[*] Вулканический шлейф", -- [2]
		},
		[153093] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[246965] = {
			2076, -- [1]
			"Аннигилятор", -- [2]
		},
		[377009] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[374523] = {
			2582, -- [1]
			"Силовой росток", -- [2]
		},
		[206580] = {
			1868, -- [1]
			"[*] Резонирующий удар сплеча", -- [2]
		},
		[211457] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[153094] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[212031] = {
			1868, -- [1]
			"Обузданная энергия", -- [2]
		},
		[243237] = {
			1868, -- [1]
			"[*] Взрыв", -- [2]
		},
		[386320] = {
			2637, -- [1]
			"Драконобойный копьемет", -- [2]
		},
		[375929] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[387150] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[247159] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[387151] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[374720] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[153224] = {
			1677, -- [1]
			"Разящий Клинок", -- [2]
		},
		[372808] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[372107] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[376634] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[372682] = {
			2609, -- [1]
			"[*] Древний холод", -- [2]
		},
		[396716] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[254747] = {
			2074, -- [1]
			"Ф'арг", -- [2]
		},
		[209676] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[376827] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[387155] = {
			2637, -- [1]
			"Гранит", -- [2]
		},
		[154469] = {
			1682, -- [1]
			"[*] Костяной ритуал", -- [2]
		},
		[384223] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[376892] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[153067] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[374789] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[209741] = {
			1870, -- [1]
			"Проекция советника Меландра", -- [2]
		},
		[375937] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[244294] = {
			2076, -- [1]
			"Аннигилятор", -- [2]
		},
		[209678] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[396721] = {
			2563, -- [1]
			"Ветвь древня", -- [2]
		},
		[209742] = {
			1870, -- [1]
			"Проекция советника Меландра", -- [2]
		},
		[153164] = {
			1677, -- [1]
			"Оскверненный дух", -- [2]
		},
		[394873] = {
			1688, -- [1]
			"[*] Удар молнии", -- [2]
		},
		[388817] = {
			2637, -- [1]
			"Гранит", -- [2]
		},
		[376896] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[244072] = {
			2074, -- [1]
			"Ф'арг", -- [2]
		},
		[379256] = {
			2585, -- [1]
			"Драконья иллюзия", -- [2]
		},
		[394875] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[224374] = {
			1869, -- [1]
			"Инфернальный бес <Таликса Пламя Гнева>", -- [2]
		},
		[30153] = {
			1868, -- [1]
			"Страж Скверны <Gigahërz-TarrenMill>", -- [2]
		},
		[387132] = {
			2637, -- [1]
			"Драконобойный копьемет", -- [2]
		},
		[374731] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[30213] = {
			1868, -- [1]
			"Страж Скверны <Gigahërz-TarrenMill>", -- [2]
		},
		[376644] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[375943] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[219498] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[224375] = {
			1869, -- [1]
			"Инфернальный бес <Таликса Пламя Гнева>", -- [2]
		},
		[376781] = {
			2564, -- [1]
			"Ворота жгучего пламени", -- [2]
		},
		[181089] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[244106] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[393092] = {
			2564, -- [1]
			"Смерч", -- [2]
		},
		[372963] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[154442] = {
			1682, -- [1]
			"Нер'зул", -- [2]
		},
		[397210] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[376685] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[246848] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[389033] = {
			2563, -- [1]
			"Голодный плеточник", -- [2]
		},
		[153072] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[388799] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[388625] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[388623] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[152690] = {
			1677, -- [1]
			"[*] Руна тени", -- [2]
		},
		[224377] = {
			1869, -- [1]
			"Инфернальный бес <Таликса Пламя Гнева>", -- [2]
		},
		[388923] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[376723] = {
			2580, -- [1]
			"Буремант из клана Нокхуд", -- [2]
		},
		[376899] = {
			2580, -- [1]
			"[*] Трескучее облако", -- [2]
		},
		[396411] = {
			2580, -- [1]
			"Рашагет", -- [2]
		},
		[240446] = {
			1868, -- [1]
			"[*] Взрыв", -- [2]
		},
		[244969] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[207261] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[384823] = {
			2606, -- [1]
			"Шторм бушующего пламени <Кокия Пламенное Копыто>", -- [2]
		},
		[382628] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[245097] = {
			2074, -- [1]
			"Ф'арг", -- [2]
		},
		[377034] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[376865] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[376660] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[153680] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[376683] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[371489] = {
			2609, -- [1]
			"Ткач Холода Морозной Вспышки", -- [2]
		},
		[385578] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[245098] = {
			2074, -- [1]
			"Шатуг", -- [2]
		},
		[384686] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[376829] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[376866] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[376864] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[384687] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[386411] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[372147] = {
			2580, -- [1]
			"Балара", -- [2]
		},
		[386037] = {
			2581, -- [1]
			"[*] Ураганная стрела", -- [2]
		},
		[395669] = {
			2581, -- [1]
			"Маруук", -- [2]
		},
		[382836] = {
			2581, -- [1]
			"Маруук", -- [2]
		},
		[386063] = {
			2581, -- [1]
			"Маруук", -- [2]
		},
		[252112] = {
			2076, -- [1]
			"\"Коготь Легиона\"", -- [2]
		},
		[373680] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[207806] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[373087] = {
			2606, -- [1]
			"Шторм бушующего пламени <Кокия Пламенное Копыто>", -- [2]
		},
		[386921] = {
			2637, -- [1]
			"Драконобойный копьемет", -- [2]
		},
		[383925] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[386016] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[154671] = {
			1682, -- [1]
			"Нер'зул", -- [2]
		},
		[382670] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[345561] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[393425] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[374364] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[384628] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[154353] = {
			1682, -- [1]
			"Знамение смерти <Нер'зул>", -- [2]
		},
		[392151] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[385075] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[385434] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[388773] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[385267] = {
			2584, -- [1]
			"Потрескивающая воронка", -- [2]
		},
		[251445] = {
			2074, -- [1]
			"Ф'арг", -- [2]
		},
		[152792] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[386547] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[384761] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[153908] = {
			1679, -- [1]
			"[*] Вдох", -- [2]
		},
		[384186] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[384620] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[89753] = {
			1868, -- [1]
			"Страж Скверны <Gigahërz-TarrenMill>", -- [2]
		},
		[244051] = {
			2074, -- [1]
			"Шатуг", -- [2]
		},
		[376727] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[384696] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[153804] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[396044] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[153686] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[388777] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[153240] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[386781] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[209404] = {
			1868, -- [1]
			"Чародей из Сумеречной стражи", -- [2]
		},
		[207906] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[153623] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[384316] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[376730] = {
			2580, -- [1]
			"[*] Штормовые ветра", -- [2]
		},
		[387131] = {
			2637, -- [1]
			"Драконобойный копьемет", -- [2]
		},
		[153496] = {
			1679, -- [1]
			"Червь-трупоед", -- [2]
		},
		[209628] = {
			1870, -- [1]
			"Проекция советника Меландра", -- [2]
		},
		[386910] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[207907] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[160537] = {
			1682, -- [1]
			"[*] Костяной ритуал", -- [2]
		},
		[153070] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[376732] = {
			2580, -- [1]
			"[*] Штормовые ветра", -- [2]
		},
		[384978] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[244532] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[385339] = {
			2581, -- [1]
			"Маруук", -- [2]
		},
		[246897] = {
			2076, -- [1]
			"Дециматор", -- [2]
		},
		[165578] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[248230] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[388804] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[387152] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[164686] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[374567] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[209630] = {
			1870, -- [1]
			"[*] Пронзающий ураган", -- [2]
		},
		[154327] = {
			1677, -- [1]
			"Поработитель из клана Призрачной Луны", -- [2]
		},
		[165579] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[373803] = {
			2609, -- [1]
			"Заряженный дракончик", -- [2]
		},
		[254383] = {
			2074, -- [1]
			"Шатуг", -- [2]
		},
		[385916] = {
			2637, -- [1]
			"Гранит", -- [2]
		},
		[164974] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[388084] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[388008] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[384132] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[253300] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[374570] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[254384] = {
			2074, -- [1]
			"Ф'арг", -- [2]
		},
		[372222] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[386747] = {
			2637, -- [1]
			"Драконобойный копьемет", -- [2]
		},
		[207815] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[152801] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[153692] = {
			1679, -- [1]
			"[*] Некротическая слизь", -- [2]
		},
		[386748] = {
			2637, -- [1]
			"Драконобойный копьемет", -- [2]
		},
		[246663] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[372851] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[245237] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[375591] = {
			2582, -- [1]
			"Нестабильный побег", -- [2]
		},
		[153501] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[397077] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[152800] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[244122] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[219488] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[387133] = {
			2637, -- [1]
			"Драконобойный копьемет", -- [2]
		},
		[376997] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[389541] = {
			2609, -- [1]
			"Статуя белого тигра <Уххастик>", -- [2]
		},
		[209602] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[206574] = {
			1868, -- [1]
			"[*] Резонирующий удар сплеча", -- [2]
		},
		[207881] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[32409] = {
			1868, -- [1]
			"[*] Слово Тьмы: Смерть", -- [2]
		},
		[373046] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[384625] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[153232] = {
			1677, -- [1]
			"[*] Разящий клинок", -- [2]
		},
		[386660] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[224327] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[254760] = {
			2074, -- [1]
			"Шатуг", -- [2]
		},
		[209667] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[153089] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[385078] = {
			2584, -- [1]
			"Потрескивающая воронка", -- [2]
		},
		[153153] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[244762] = {
			2076, -- [1]
			"Аннигилятор", -- [2]
		},
		[152696] = {
			1677, -- [1]
			"[*] Руна тени", -- [2]
		},
	},
	["immersion_pets_on_solo_play"] = false,
	["npcid_ignored"] = {
	},
	["dungeon_data"] = {
	},
	["report_pos"] = {
		5.00006103515625, -- [1]
		-2.99993896484375, -- [2]
	},
	["latest_report_table"] = {
		{
			1, -- [1]
			1, -- [2]
			1, -- [3]
			5, -- [4]
			"PARTY", -- [5]
		}, -- [1]
	},
	["exp90temp"] = {
		["delete_damage_TCOB"] = true,
	},
	["always_use_profile"] = false,
	["deathlog_healingdone_min_arena"] = 400,
	["spell_school_cache"] = {
		["Залп слюны"] = 8,
		["Разбивающий удар"] = 8,
		["Древняя сфера"] = 64,
		["Громогласный рык"] = 1,
		["Водоворот Бездны"] = 32,
		["Воззвание к недрам"] = 8,
		["Опустошенная земля"] = 4,
		["Дикая энергия"] = 64,
		["Взрывчатые обломки"] = 64,
		["Усиленный заряд шрапнели"] = 4,
		["Огненный плевок"] = 4,
		["Удар рогом"] = 1,
		["Нейтрализующий яд"] = 8,
		["Всепожирающая чума"] = 32,
		["Ударная волна"] = 8,
		["Вспышка"] = 4,
		["Поглощающий взрыв"] = 32,
		["Растяжка"] = 4,
		["Правосудие"] = 2,
		["Проблеск Света"] = 2,
		["Выстрел из пистоли"] = 1,
		["Чародейский выброс"] = 64,
		["Тяжкая рана"] = 1,
		["Фрагмент древней сферы"] = 64,
		["Буйство"] = 1,
		["Шаровая молния"] = 8,
		["Обжигающее прикосновение"] = 4,
		["Раскаленные обломки"] = 4,
		["Гремучий импульс"] = 4,
		["Обстрел Скверны"] = 4,
		["Бросок боевого клинка"] = 1,
		["Дробление хребта"] = 1,
		["Ледяное разрушение"] = 16,
		["Изобилие"] = 8,
		["Оскверненная эгида"] = 4,
		["Поглощающее истребление"] = 32,
		["Гниение изнутри"] = 8,
		["Быстрая стрельба"] = 1,
		["Рука Гул'дана"] = 36,
		["Зарево Света"] = 1,
		["Астральный вихрь"] = 64,
		["Злопамятная молния"] = 8,
		["Мрачная стрела"] = 32,
		["Переходящая сила"] = 8,
		["Извержение энергии"] = 64,
		["Бурное срыгивание"] = 8,
		["Трупное дыхание"] = 32,
		["Всплеск оскверненных вод"] = 16,
		["Грозовое дыхание"] = 8,
		["Разложение"] = 32,
		["Коварный удар"] = 1,
		["Чувство превосходства"] = 32,
		["Оскверненный туман"] = 16,
		["Демонический заряд"] = 36,
		["Выжигающая волна"] = 4,
		["Ближний бой"] = 1,
		["Расправа"] = 1,
		["Разорванная душа"] = 32,
		["Потрескивающая воронка"] = 64,
		["Раскаленные удары"] = 1,
		["Ледяная бомба"] = 16,
		["Огненная глыба"] = 4,
		["Злобное сосредоточение"] = 1,
		["Огненная волна"] = 4,
		["Тление"] = 4,
		["Зона опустошения"] = 4,
		["Направленные взрывы"] = 4,
		["Недавняя катастрофа"] = 126,
		["Угасающее извержение"] = 8,
		["Иссушающая гниль"] = 8,
		["Подавляющее кваканье"] = 1,
		["Ядро адского пламени"] = 4,
		["Чувство неполноценности"] = 32,
		["Небесный арбитр"] = 3,
		["Потрескавшиеся обломки"] = 8,
		["Пронзание"] = 1,
		["Изуродованная плоть"] = 1,
		["Каменный кулак"] = 1,
		["Паразитарная рана"] = 32,
		["Временной шок"] = 8,
		["Магический разлом"] = 64,
		["Свирепый укус"] = 1,
		["Шокирующее сотрясение"] = 8,
		["Децимация"] = 4,
		["Укус змеи"] = 8,
		["Трескучее облако"] = 8,
		["Заряженная капля"] = 16,
		["Буря Пустоты"] = 64,
		["Оторванная душа"] = 32,
		["Огненный шок"] = 4,
		["Метеоритный рой"] = 4,
		["Кристаллический рев"] = 64,
		["Камень алчущей крови"] = 32,
		["Магнитный покров"] = 8,
		["Кровожадность"] = 1,
		["Токсин рогоплава"] = 8,
		["Солнечный коллапс"] = 4,
		["Стрела Тьмы"] = 32,
		["Удар грома"] = 1,
		["Прорастание"] = 1,
		["Удушающее облако гнили"] = 8,
		["Удар Владыки Ветра"] = 1,
		["Сияющий фрагмент"] = 2,
		["Инфернальное пламя"] = 4,
		["Выброс лавы"] = 4,
		["Кровопускание"] = 1,
		["Резонирующие кулаки"] = 8,
		["Водяной пузырь"] = 16,
		["Узы жизни"] = 1,
		["Устранение"] = 1,
		["Стремительный бросок"] = 1,
		["Разрушительное касание"] = 32,
		["Промокание насквозь"] = 16,
		["Последний расчет"] = 2,
		["Доспех Скверны"] = 32,
		["Заразная трусость"] = 32,
		["Глубокий вдох"] = 12,
		["Извержение пламени"] = 4,
		["Токсичный стимулятор"] = 8,
		["Шипастый панцирь"] = 8,
		["Эхо Бездны"] = 32,
		["Резонирующая аннигиляция"] = 8,
		["Пылающий валун"] = 4,
		["Утрата воли"] = 32,
		["Изначальная снежная буря"] = 16,
		["Испепеление"] = 4,
		["Узы Скверны"] = 4,
		["Казнь"] = 1,
		["Омут душ"] = 32,
		["Ураганная стрела"] = 8,
		["Оглушительный визг"] = 8,
		["Прикосновение смерти"] = 32,
		["Листья-клинки"] = 1,
		["Клейкая паутина"] = 8,
		["Опустошение Бездны"] = 32,
		["Огонь очищения"] = 6,
		["Удар молнии"] = 8,
		["Волна огня"] = 4,
		["Блуждающий циклон"] = 8,
		["Колодец душ"] = 32,
		["Очищение зла"] = 6,
		["Удар пузом"] = 1,
		["Рывок"] = 1,
		["Огненная стрела"] = 4,
		["Мастер стрельбы"] = 1,
		["Руна тени"] = 32,
		["Знак проводимости"] = 8,
		["Гниющий залив"] = 8,
		["Вулканический шлейф"] = 4,
		["Гидрокопье"] = 16,
		["Хрусть"] = 1,
		["Парящие угли"] = 4,
		["Волна ци"] = 8,
		["Резонансное истребление"] = 4,
		["Костяная стрела"] = 1,
		["Морозный смерч"] = 16,
		["Железное копье"] = 1,
		["Поджигающая вспышка"] = 4,
		["Чародейские стрелы"] = 64,
		["Вытягивание"] = 32,
		["Землетрясение"] = 8,
		["Хватка смерти"] = 1,
		["Сбивающее копье"] = 1,
		["Всплеск лавы"] = 4,
		["Раскаленный уголь"] = 1,
		["Разящий клинок"] = 32,
		["Волшебная линия"] = 8,
		["Чародейская сфера"] = 64,
		["Нестабильная магия"] = 64,
		["Отсекающий удар"] = 1,
		["Дворник"] = 64,
		["Огненное преследование"] = 1,
		["Метеорит"] = 4,
		["Жезл отрицания"] = 64,
		["Знамение смерти"] = 32,
		["Лазурный удар"] = 80,
		["Каменный снаряд"] = 8,
		["Зона вечности"] = 64,
		["Кольцо огня"] = 4,
		["Реактор апокалипсиса"] = 4,
		["Прыжок колосса"] = 1,
		["Полярные ветра"] = 16,
		["Переполняющая энергия"] = 64,
		["Приковывающее копье"] = 1,
		["Молот гнева"] = 2,
		["Земляной столп"] = 8,
		["Резонирующий удар сплеча"] = 64,
		["Интенсивное горение"] = 4,
		["Вихрь магмы"] = 4,
		["Сметающая буря"] = 8,
		["Рассекающие удары"] = 1,
		["Гигантский клинок"] = 1,
		["Стазисная ловушка"] = 4,
		["Смертоносный порыв"] = 32,
		["Огненное дыхание"] = 4,
		["Вдох"] = 32,
		["Повторные толчки"] = 8,
		["Топот"] = 8,
		["Подрезать сухожилия"] = 1,
		["Раскол земли"] = 1,
		["Шквал клинков"] = 1,
		["Палящий жар"] = 4,
		["Клинок справедливости"] = 2,
		["Древний холод"] = 16,
		["Оплавленная земля"] = 4,
		["Извергающий топот"] = 4,
		["Полыхающие угли"] = 4,
		["Отчаянное заклятье"] = 8,
		["Подавление"] = 64,
		["Оскверненная мана"] = 64,
		["Чародейские узы"] = 64,
		["Родство душ"] = 32,
		["Звездная вспышка"] = 72,
		["Демоническая бомба"] = 32,
		["Перемотка времени"] = 64,
		["Жгучая рана"] = 124,
		["Смертоносный яд"] = 8,
		["Заряженное копье"] = 8,
		["Обжигающая руда"] = 4,
		["Чародейский обстрел"] = 64,
		["Морозный опустошитель"] = 16,
		["Горящая земля"] = 4,
		["Заряд шрапнели"] = 1,
		["Взрывное клеймо"] = 64,
		["Изумрудный цветок"] = 8,
		["Разлагающие брызги"] = 8,
		["Нестабильные порывы"] = 8,
		["Испепеляющий след"] = 6,
		["Бушующие ветра"] = 8,
		["Подавляющие миазмы"] = 64,
		["Заразный плевок"] = 8,
		["Сметающий поток"] = 16,
		["Живой жар"] = 4,
		["Удар крыльями"] = 1,
		["Пожиратель времени"] = 64,
		["Нефритовый огонь"] = 4,
		["Ледовое перо"] = 16,
		["Глубокие раны"] = 1,
		["Лава"] = 4,
		["Вихрь клинков"] = 1,
		["Разрывающий выстрел"] = 1,
		["Луч дезинтеграции"] = 32,
		["Озерцо теней"] = 32,
		["Оскверняющая дымка"] = 32,
		["Изначальная перегрузка"] = 8,
		["Переполняющая ярость"] = 16,
		["Удар когтями"] = 4,
		["Буря Тьмы"] = 32,
		["Опаливание"] = 4,
		["Бушующий"] = 8,
		["Божественная буря"] = 2,
		["Шепот Темной Звезды"] = 32,
		["Ветер перемен"] = 8,
		["Полная заморозка"] = 16,
		["Ревущее огненное дыхание"] = 4,
		["Убийственный выстрел"] = 1,
		["Инфернальное извержение"] = 4,
		["Благословенные молоты"] = 3,
		["Глаз тигра"] = 8,
		["Встречный ветер"] = 8,
		["Ментальный крик"] = 32,
		["Могильное касание"] = 32,
		["Кинетическое извержение"] = 64,
		["Пылающий след"] = 4,
		["Непокорные волны"] = 16,
		["Камень робкого пламени"] = 4,
		["Прилив мощи"] = 8,
		["Волна лавы"] = 4,
		["Неистовые кулаки"] = 1,
		["Дротик"] = 1,
		["Ищущее пламя"] = 4,
		["Взрыв Скверны"] = 4,
		["Опустошающее копье"] = 1,
		["Громовой удар"] = 8,
		["Печать воина Света"] = 2,
		["Огненная отдача"] = 4,
		["Внезапный удар"] = 1,
		["Земляные шипы"] = 1,
		["Необузданное пламя"] = 4,
		["Вспышка Бездны"] = 32,
		["Сумеречный призрак"] = 32,
		["Игры разума"] = 32,
		["Кровавая чума"] = 32,
		["Пылающая пасть"] = 4,
		["Пламя сомнения"] = 32,
		["Рассекающий удар"] = 1,
		["Искоренение"] = 1,
		["Нокаутирующий удар"] = 1,
		["Огненный шар"] = 4,
		["Накопление силы"] = 4,
		["Перегрузка выброса лавы"] = 4,
		["Жертвенный огонь"] = 4,
		["Полное затмение"] = 32,
		["Очищающее пламя"] = 4,
		["Статическое поле"] = 8,
		["Каменный шип"] = 8,
		["Костяной ритуал"] = 32,
		["Волна змеи"] = 4,
		["Грозовая дубина"] = 8,
		["Вестник войны"] = 1,
		["Чародейский шар"] = 64,
		["Кромсающий вихрь"] = 1,
		["Побоище"] = 4,
		["Электроразряд"] = 8,
		["Железный натиск"] = 1,
		["Удар громовержца"] = 1,
		["Чародейская вспышка"] = 64,
		["Воззвание ко льду"] = 16,
		["Коса Скверны"] = 4,
		["Раскатистый удар"] = 1,
		["Сокрушающее цунами"] = 16,
		["Рывок Скверны"] = 127,
		["Рьяный рывок"] = 1,
		["Прилив энергии"] = 8,
		["Трескучий сдвиг"] = 8,
		["Расщепленная кора"] = 1,
		["Слово Света: Наказание"] = 2,
		["Дезинтеграция"] = 80,
		["Удар восходящего солнца"] = 1,
		["Ползучая плесень"] = 8,
		["Обжигающий взгляд"] = 4,
		["Взрывные градины"] = 16,
		["Пылающая эгида"] = 4,
		["Поглощение"] = 8,
		["Прикосновение вампира"] = 32,
		["Ожоги"] = 1,
		["Бросок магмы"] = 4,
		["Лунный огонь"] = 64,
		["Руническое клеймо"] = 2,
		["Стрела пронзания души"] = 32,
		["Раздирание души"] = 127,
		["Хищный прыжок"] = 1,
		["Жидкая магма"] = 4,
		["Заглатывание"] = 8,
		["Метеоритный топор"] = 4,
		["Каменный выброс"] = 8,
		["Удары Света"] = 1,
		["Окончательный приговор"] = 2,
		["Стремительный бег"] = 4,
		["Чародейская атака"] = 64,
		["Рагнарек"] = 4,
		["Буря Скверны"] = 1,
		["Кара"] = 2,
		["Клейкий язык"] = 1,
		["Камень силы бури"] = 8,
		["Замораживающие брызги"] = 16,
		["Волна Нефритовой Змеи"] = 4,
		["Мощный размах"] = 1,
		["Штормовые ветра"] = 8,
		["Заразная пасть"] = 32,
		["Пламя Саргераса"] = 4,
		["Камень замерзающего льда"] = 16,
		["Усиление яда"] = 8,
		["Правой, левой"] = 1,
		["Удар люпина"] = 1,
		["Вращающийся меч"] = 4,
		["Сияющая искра"] = 64,
		["Ледяная перегрузка"] = 16,
		["Сокрушающая звезда"] = 80,
		["Кровавый гной"] = 32,
		["Пламенный портал"] = 4,
		["Заряженный порыв"] = 8,
		["Оскверненный гейзер"] = 16,
		["Устранение вреда"] = 8,
		["Искрящийся взрыв"] = 8,
		["Клык маны"] = 64,
		["Метка свежевателя"] = 1,
		["Ответная реакция"] = 2,
		["Пылающий рывок"] = 4,
		["Падающая звезда"] = 64,
		["Поглощающая сфера"] = 32,
		["Холод глубин"] = 16,
		["Обжигающие тени"] = 32,
		["Яростный импульс"] = 8,
		["Слава рассвета"] = 1,
		["Чародейский отголосок"] = 64,
		["Ожог"] = 4,
		["Воспламенение"] = 4,
		["Танцующий клинок"] = 1,
		["Всплеск Скверны"] = 4,
		["Громовой кулак"] = 8,
		["Пульсирующее пламя"] = 4,
		["Лапа тигра"] = 1,
		["Сотрясение"] = 8,
		["Мерзлая земля"] = 16,
		["Поток лавы"] = 4,
		["Инфернальные ракеты"] = 4,
		["Испепеляющий обстрел"] = 4,
		["Команда \"Взять!\""] = 1,
		["Замерзшая земля"] = 16,
		["Манящее разрушение"] = 4,
		["Топор из кости дракона"] = 1,
		["Теневые клинки"] = 32,
		["Копье Света"] = 2,
		["Драконье извержение"] = 4,
		["Уязвимость к звуку"] = 8,
		["Corpo-a-Corpo"] = 1,
		["Рваные порезы"] = 1,
		["Полный ненависти удар"] = 4,
		["Каратель Тира"] = 2,
		["Раскаленный разлом"] = 4,
		["Яростная буря"] = 8,
		["Раскаленная Скверна"] = 32,
		["Вызов молнии"] = 8,
		["Расплавляющий взрыв"] = 4,
		["Мощный удар"] = 32,
		["Иссушение"] = 8,
		["Ледяная буря"] = 16,
		["Гремучий взрыв"] = 4,
		["Молния"] = 8,
		["Разрушитель"] = 4,
		["Огненный взрыв"] = 4,
		["Адаптивный рой"] = 32,
		["Напряженность"] = 32,
		["Кровоточащая рана"] = 1,
		["Раскол брони"] = 1,
		["Кристаллические обломки"] = 64,
		["Оплетающая ловушка"] = 1,
		["Шар огня"] = 4,
		["Рывок дракона"] = 1,
		["Шип ша"] = 32,
		["Извержение шлака"] = 4,
		["Пульсация гидрокопья"] = 16,
		["Удар смерти"] = 1,
		["Изменчивая сила"] = 64,
		["Лава Скверны"] = 4,
		["Трепка"] = 1,
		["Гармоничное эхо"] = 64,
		["Ледяной всплеск"] = 16,
		["Око шторма"] = 8,
		["Уязвимость к пламени"] = 4,
		["Вечная сфера"] = 64,
		["Оглушающий удар"] = 1,
		["Обновление"] = 2,
		["Удар неистовых кулаков"] = 4,
		["Верная победа"] = 1,
		["Опаляющий выстрел"] = 4,
		["Перезаряженная душа"] = 8,
		["Электрическая буря"] = 8,
		["Ядовитый укус"] = 8,
		["Токсичные испарения"] = 8,
		["Пробужденная земля"] = 8,
		["Извержение времени"] = 64,
		["Цапнуть"] = 1,
		["Раскаленный шип"] = 1,
		["Проклятый водоворот"] = 16,
		["Взрыв разума"] = 32,
		["Подавляющий удар"] = 64,
		["Тяжелый удар"] = 1,
		["Выстрел в живот"] = 1,
		["Нестабильные угли"] = 4,
		["Аннигилятор"] = 1,
		["Аннигиляция"] = 4,
		["Дыхание магического льда"] = 80,
		["Усиленная вспышка"] = 4,
		["Ответвление"] = 1,
		["Гнилостный плевок"] = 32,
		["Разящий удар Нефритовой Змеи"] = 4,
		["Пламя кузни"] = 4,
		["Натиск клинка"] = 1,
		["Слово Тьмы: Смерть"] = 32,
		["Взорванная земля"] = 4,
		["Оскверненные воды"] = 16,
		["Отравляющие споры"] = 8,
		["Автоматическая стрельба"] = 1,
		["Агония"] = 32,
		["Пытка разума: безумие"] = 32,
		["Энергетическая бомба"] = 64,
		["Возгорание"] = 4,
		["Обрушение"] = 1,
		["Хищное пламя"] = 4,
		["Священный огонь"] = 2,
		["Повторяющиеся удары"] = 1,
		["Вытягивание души"] = 32,
		["Ледяной шок"] = 16,
		["Мана-бомба"] = 64,
		["Сейсмический взрыв"] = 8,
		["Разлом"] = 64,
		["Ничтожность"] = 32,
		["Импульсная граната"] = 8,
		["Кровавая баня"] = 1,
		["Вихрь"] = 8,
		["Гниющие глаза"] = 8,
		["Освящение"] = 2,
		["Кольцо злобы"] = 32,
		["Яростные молнии"] = 8,
		["Разлом Пустоты"] = 64,
		["Кромсающий укус"] = 1,
		["Всплеск оскверняющих вод"] = 16,
		["Статический выброс"] = 64,
		["Извергающееся пламя"] = 4,
		["Световое излучение"] = 2,
		["Проклятие вечной мерзлоты"] = 16,
		["Удар разложения"] = 1,
		["Энергетический удар"] = 64,
		["Некротическая слизь"] = 32,
		["Промеж глаз"] = 1,
		["Яростный укус"] = 1,
		["Усиленная импульсная граната"] = 8,
		["Удар духов стихий"] = 28,
		["Порыв ветра"] = 8,
		["Пытка разума"] = 32,
		["Неотступный ужас"] = 32,
		["Всплеск ша"] = 32,
		["Касание мага"] = 64,
		["Смертельное касание"] = 1,
		["Повторный толчок"] = 1,
		["Сильный порыв"] = 8,
		["Удар Легиона"] = 1,
		["Отравление"] = 8,
		["Усиленная тигриная молния"] = 8,
		["Первозданная волна"] = 32,
		["Огненная стрела Скверны"] = 4,
		["Пламя феникса"] = 4,
		["Горение"] = 4,
		["Луч Скверны"] = 4,
		["След истины"] = 6,
		["Разгоряченные удары"] = 1,
		["Кузнечный огонь"] = 4,
		["Слово Тьмы: Боль"] = 32,
		["Морозный осколок"] = 16,
		["Солнечный огонь"] = 8,
		["Шок бури"] = 8,
		["Тяжелые удары"] = 1,
		["Прицельный выстрел"] = 1,
		["Отчаянное воззвание"] = 8,
		["Вспышка огня"] = 4,
		["Пылающий молот"] = 4,
		["Ледяная могила"] = 16,
		["Ледяная ярость"] = 16,
		["Взрыв"] = 32,
		["Извергающиеся тени"] = 32,
		["Разлагающий плевок"] = 8,
		["Падающие звезды"] = 72,
		["Токсин плеточника"] = 8,
		["Разрывающее бешенство"] = 1,
		["Огонь кузни"] = 4,
		["Расплавленное золото"] = 4,
		["Поджигание"] = 4,
		["Извержение магмы"] = 4,
		["Выжженная земля"] = 4,
		["Щит мстителя"] = 2,
		["Чародейский выстрел"] = 64,
		["Электрическая перегрузка"] = 8,
	},
	["deathlog_healingdone_min"] = 1,
	["damage_scroll_auto_open"] = true,
	["show_warning_id1_amount"] = 2,
	["latest_shield_spellid_cache_access"] = 1675962972,
	["current_exp_raid_encounters"] = {
		[2639] = true,
		[2592] = true,
		[2635] = true,
		[2587] = true,
		[2590] = true,
	},
	["keystone_frame"] = {
		["scale"] = 1,
		["position"] = {
			["y"] = -47.60014343261719,
			["x"] = -83.99972534179688,
			["point"] = "BOTTOM",
			["scale"] = 1,
		},
	},
	["show_totalhitdamage_on_overkill"] = false,
	["trinket_data"] = {
		[394453] = {
			["lastCombatId"] = 30588,
			["minTime"] = 40.00099992752075,
			["averageTime"] = 55,
			["activations"] = 2837,
			["totalCooldownTime"] = 157520.8599989415,
			["lastPlayerName"] = "Уххастик",
			["lastActivation"] = 1682798642.653,
			["maxTime"] = 209.6770000457764,
			["spellName"] = "Пламя хранительницы стаи",
		},
		[385903] = {
			["lastCombatId"] = 29789,
			["minTime"] = 40.07000017166138,
			["averageTime"] = 71,
			["activations"] = 77,
			["totalCooldownTime"] = 5480.723999977114,
			["lastPlayerName"] = "Дестройбэйби",
			["lastActivation"] = 1681771597.037,
			["maxTime"] = 197.0130000114441,
			["spellName"] = "Пагубная кристаллизация",
		},
		[382426] = {
			["lastCombatId"] = 30309,
			["minTime"] = 40.00099992752075,
			["averageTime"] = 47,
			["activations"] = 2097,
			["totalCooldownTime"] = 99543.27900266649,
			["lastPlayerName"] = "Pornix-TarrenMill",
			["lastActivation"] = 1682637924.967,
			["maxTime"] = 214.7330000400543,
			["spellName"] = "Злопамятная молния",
		},
		[214052] = {
			["lastCombatId"] = 30535,
			["minTime"] = 40.00499987602234,
			["averageTime"] = 49,
			["activations"] = 1126,
			["totalCooldownTime"] = 55976.57599925999,
			["lastPlayerName"] = "Swell-Sanguino",
			["lastActivation"] = 1682791328.375,
			["maxTime"] = 148.6419999599457,
			["spellName"] = "Метеорит Скверны",
		},
		[388755] = {
			["lastCombatId"] = 30588,
			["minTime"] = 40.00100016593933,
			["averageTime"] = 54,
			["activations"] = 3948,
			["totalCooldownTime"] = 216018.641005755,
			["lastPlayerName"] = "Akkeren-Blackmoore",
			["lastActivation"] = 1682798661.272,
			["maxTime"] = 289.992999792099,
			["spellName"] = "Стрела пронзания души",
		},
		[388739] = {
			["lastCombatId"] = 27831,
			["minTime"] = 40.05100011825562,
			["averageTime"] = 65,
			["activations"] = 76,
			["totalCooldownTime"] = 4997.798000335694,
			["lastPlayerName"] = "Пристгодхх-Борейскаятундра",
			["lastActivation"] = 1680956918.501,
			["maxTime"] = 134.2530000209808,
			["spellName"] = "Чистое разложение",
		},
		[397376] = {
			["lastCombatId"] = 30123,
			["minTime"] = 40.25800013542175,
			["averageTime"] = 65,
			["activations"] = 59,
			["totalCooldownTime"] = 3855.251000642777,
			["lastPlayerName"] = "Дочътумана",
			["lastActivation"] = 1682530972.4,
			["maxTime"] = 146.7200000286102,
			["spellName"] = "Раскаленные угли",
		},
	},
	["installed_skins_cache"] = {
	},
	["savedCustomSpells"] = {
		{
			1, -- [1]
			"Атака ближнего боя", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [1]
		{
			2, -- [1]
			"Автоматическая стрельба", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [2]
		{
			3, -- [1]
			"Мир (падение)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [3]
		{
			4, -- [1]
			"Мир (утопление)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [4]
		{
			5, -- [1]
			"Мир (усталость)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [5]
		{
			6, -- [1]
			"Мир (огонь)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [6]
		{
			7, -- [1]
			"Мир (лава)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [7]
		{
			8, -- [1]
			"Мир (слизь)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [8]
		{
			339538, -- [1]
			"Вердикт храмовника", -- [2]
			461860, -- [3]
		}, -- [9]
		{
			55090, -- [1]
			"Удар Плети", -- [2]
			237530, -- [3]
		}, -- [10]
		{
			277185, -- [1]
			"Жетон гладиатора (Trinket)", -- [2]
			135884, -- [3]
		}, -- [11]
		{
			98021, -- [1]
			"Обмен здоровья", -- [2]
			237586, -- [3]
		}, -- [12]
		{
			278383, -- [1]
			"Неистовая буря (Trinket)", -- [2]
			2103829, -- [3]
		}, -- [13]
		{
			59638, -- [1]
			"Ледяная стрела", -- [2]
			135846, -- [3]
		}, -- [14]
		{
			49184, -- [1]
			"Воющий ветер", -- [2]
			135833, -- [3]
		}, -- [15]
		{
			277187, -- [1]
			"Эмблема гладиатора (Trinket)", -- [2]
			132344, -- [3]
		}, -- [16]
		{
			278227, -- [1]
			"Шипастая кора (Trinket)", -- [2]
			134439, -- [3]
		}, -- [17]
		{
			268998, -- [1]
			"Воспламененная душа (Trinket)", -- [2]
			651093, -- [3]
		}, -- [18]
		{
			196917, -- [1]
			"Свет мученика (Урон)", -- [2]
			1360762, -- [3]
		}, -- [19]
		{
			343355, -- [1]
			"Стрела Бездны", -- [2]
			1035040, -- [3]
		}, -- [20]
		{
			120761, -- [1]
			"Бросок глеф", -- [2]
			132330, -- [3]
		}, -- [21]
		{
			278812, -- [1]
			"Грация льва (Trinket)", -- [2]
			464140, -- [3]
		}, -- [22]
		{
			270827, -- [1]
			"Самоцвет души ткача (Trinket)", -- [2]
			237431, -- [3]
		}, -- [23]
		{
			278057, -- [1]
			"Взрыв крови (Trinket)", -- [2]
			538040, -- [3]
		}, -- [24]
		{
			279664, -- [1]
			"Кровавая желчь (Trinket)", -- [2]
			136007, -- [3]
		}, -- [25]
		{
			278862, -- [1]
			"Холод рун (Trinket)", -- [2]
			252270, -- [3]
		}, -- [26]
		{
			215969, -- [1]
			"Эпидемия", -- [2]
			136066, -- [3]
		}, -- [27]
		{
			278359, -- [1]
			"Кровавая ненависть (Trinket)", -- [2]
			132175, -- [3]
		}, -- [28]
		{
			278155, -- [1]
			"Неугасающая сила Залзеикса (Trinket)", -- [2]
			254105, -- [3]
		}, -- [29]
		{
			271115, -- [1]
			"Запал мага-поджигателя (Trinket)", -- [2]
			1119937, -- [3]
		}, -- [30]
		{
			277179, -- [1]
			"Медальон гладиатора (Trinket)", -- [2]
			252267, -- [3]
		}, -- [31]
		{
			271462, -- [1]
			"Подгнившая кукла вуду (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [32]
		{
			228649, -- [1]
			"Нокаутирующий удар", -- [2]
			574575, -- [3]
		}, -- [33]
		{
			345020, -- [1]
			"Таящийся хищник", -- [2]
			2103921, -- [3]
		}, -- [34]
		{
			94472, -- [1]
			"Искупление вины", -- [2]
			135887, -- [3]
		}, -- [35]
		{
			212739, -- [1]
			"Эпидемия", -- [2]
			136066, -- [3]
		}, -- [36]
		{
			277181, -- [1]
			"Знак гладиатора (Trinket)", -- [2]
			134501, -- [3]
		}, -- [37]
		{
			70890, -- [1]
			"Удар Плети", -- [2]
			237530, -- [3]
		}, -- [38]
		{
			121414, -- [1]
			"Бросок глеф", -- [2]
			132330, -- [3]
		}, -- [39]
		{
			44461, -- [1]
			"Живая бомба", -- [2]
			236220, -- [3]
		}, -- [40]
		{
			271071, -- [1]
			"Раковина темного шепота (Trinket)", -- [2]
			1498840, -- [3]
		}, -- [41]
		{
			271465, -- [1]
			"Подгнившая кукла вуду (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [42]
		{
			33778, -- [1]
			"Жизнецвет", -- [2]
			134206, -- [3]
		}, -- [43]
		{
			88082, -- [1]
			"Огненный шар", -- [2]
			135812, -- [3]
		}, -- [44]
		{
			108271, -- [1]
			"Астральный сдвиг", -- [2]
			"Interface\\Addons\\Details\\images\\icon_astral_shift", -- [3]
		}, -- [45]
		{
			237680, -- [1]
			"Воющий ветер", -- [2]
			135833, -- [3]
		}, -- [46]
		{
			271671, -- [1]
			"Неблагозвучный аккорд (Trinket)", -- [2]
			454048, -- [3]
		}, -- [47]
		{
			270925, -- [1]
			"Водяной вихрь (Trinket)", -- [2]
			1698701, -- [3]
		}, -- [48]
		{
			77535, -- [1]
			"Щит крови", -- [2]
			"Interface\\Addons\\Details\\images\\icon_blood_shield", -- [3]
		}, -- [49]
		{
			382056, -- [1]
			"Украшение пламени", -- [2]
			1387353, -- [3]
		}, -- [50]
		{
			381475, -- [1]
			"Взрывающийся фрагмент копья", -- [2]
			4638721, -- [3]
		}, -- [51]
		{
			382058, -- [1]
			"Украшение пламени", -- [2]
			1387353, -- [3]
		}, -- [52]
		{
			382097, -- [1]
			"Рокочущий рубин", -- [2]
			1016245, -- [3]
		}, -- [53]
		{
			377455, -- [1]
			"Смертельные силки ледяной крови", -- [2]
			237430, -- [3]
		}, -- [54]
		{
			385903, -- [1]
			"Пагубная кристаллизация", -- [2]
			237007, -- [3]
		}, -- [55]
		{
			382090, -- [1]
			"Благословение Пожирательницы Бурь", -- [2]
			4554454, -- [3]
		}, -- [56]
		{
			388739, -- [1]
			"Чистое разложение", -- [2]
			4635246, -- [3]
		}, -- [57]
		{
			382135, -- [1]
			"Одержимый светоч горя", -- [2]
			650636, -- [3]
		}, -- [58]
		{
			381967, -- [1]
			"Путь направленных течений", -- [2]
			1020391, -- [3]
		}, -- [59]
		{
			388855, -- [1]
			"Миниатюрный поющий камень", -- [2]
			4638394, -- [3]
		}, -- [60]
		{
			387036, -- [1]
			"Раскаленные угли", -- [2]
			460952, -- [3]
		}, -- [61]
		{
			394453, -- [1]
			"Пламя хранительницы стаи", -- [2]
			514016, -- [3]
		}, -- [62]
		{
			214052, -- [1]
			"Метеорит Скверны", -- [2]
			135799, -- [3]
		}, -- [63]
		{
			383934, -- [1]
			"Бьющееся сердце воды", -- [2]
			839910, -- [3]
		}, -- [64]
		{
			382426, -- [1]
			"Злопамятная молния", -- [2]
			572029, -- [3]
		}, -- [65]
		{
			397376, -- [1]
			"Раскаленные угли", -- [2]
			460952, -- [3]
		}, -- [66]
		{
			377451, -- [1]
			"Чародейская леденящая сфера", -- [2]
			4643989, -- [3]
		}, -- [67]
		{
			214200, -- [1]
			"Световое излучение", -- [2]
			237541, -- [3]
		}, -- [68]
		{
			388755, -- [1]
			"Стрела пронзания души", -- [2]
			2103807, -- [3]
		}, -- [69]
		{
			384004, -- [1]
			"Дворфийский обстрел", -- [2]
			252172, -- [3]
		}, -- [70]
		{
			214985, -- [1]
			"Кромсающий вихрь", -- [2]
			1029585, -- [3]
		}, -- [71]
		{
			377459, -- [1]
			"", -- [2]
			135829, -- [3]
		}, -- [72]
	},
	["keystone_cache"] = {
		["Дэдлиблоу"] = {
			"Дэдлиблоу", -- [1]
			15, -- [2]
			1571, -- [3]
			210, -- [4]
			12, -- [5]
			1232, -- [6]
			210, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Квартал Звезд", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1679776667,
			["guild_name"] = "Шэдоумун",
		},
		["Дэстроэр"] = {
			"Дэстроэр", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			1, -- [5]
			215, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1679154132,
			["guild_name"] = "Шэдоумун",
		},
		["Вариолло"] = {
			"Вариолло", -- [1]
			20, -- [2]
			2526, -- [3]
			402, -- [4]
			1, -- [5]
			2607, -- [6]
			402, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Академия Алгет'ар", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1675022670,
			["guild_name"] = "Шэдоумун",
		},
		["Изнаур"] = {
			"Изнаур", -- [1]
			16, -- [2]
			1176, -- [3]
			165, -- [4]
			1, -- [5]
			2355, -- [6]
			165, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Некрополь Призрачной Луны", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1677438448,
			["guild_name"] = "Шэдоумун",
		},
		["Хелликс"] = {
			"Хелликс", -- [1]
			16, -- [2]
			2441, -- [3]
			391, -- [4]
			11, -- [5]
			1983, -- [6]
			391, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Тазавеш: улицы Чудес", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1664115258,
			["guild_name"] = "Шэдоумун",
		},
		["Файнара"] = {
			"Файнара", -- [1]
			21, -- [2]
			2521, -- [3]
			399, -- [4]
			5, -- [5]
			2705, -- [6]
			399, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Рубиновые Омуты Жизни", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1679780762,
			["guild_name"] = "Шэдоумун",
		},
		["Кларахрофт"] = {
			"Кларахрофт", -- [1]
			18, -- [2]
			1477, -- [3]
			200, -- [4]
			4, -- [5]
			652, -- [6]
			200, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Чертоги Доблести", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1679780762,
			["guild_name"] = "Шэдоумун",
		},
		["Турецкиий"] = {
			"Турецкиий", -- [1]
			22, -- [2]
			2521, -- [3]
			399, -- [4]
			2, -- [5]
			2744, -- [6]
			399, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Рубиновые Омуты Жизни", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1680983245,
			["guild_name"] = "Шэдоумун",
		},
		["Морумби"] = {
			"Морумби", -- [1]
			19, -- [2]
			1571, -- [3]
			210, -- [4]
			7, -- [5]
			2725, -- [6]
			210, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Квартал Звезд", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1677440910,
			["guild_name"] = "Шэдоумун",
		},
		["Ниэтта"] = {
			"Ниэтта", -- [1]
			25, -- [2]
			2521, -- [3]
			399, -- [4]
			2, -- [5]
			3098, -- [6]
			399, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Рубиновые Омуты Жизни", -- [10]
			365, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1682779158,
			["guild_name"] = "Шэдоумун",
		},
		["Лэйнс"] = {
			"Лэйнс", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			2, -- [5]
			738, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1679774657,
			["guild_name"] = "Шэдоумун",
		},
		["Кроттибалбоа"] = {
			"Кроттибалбоа", -- [1]
			21, -- [2]
			960, -- [3]
			2, -- [4]
			2, -- [5]
			2626, -- [6]
			2, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Храм Нефритовой Змеи", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1675022670,
			["guild_name"] = "Шэдоумун",
		},
		["Драголиций"] = {
			"Драголиций", -- [1]
			17, -- [2]
			960, -- [3]
			2, -- [4]
			8, -- [5]
			1842, -- [6]
			2, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Храм Нефритовой Змеи", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1677440910,
			["guild_name"] = "Шэдоумун",
		},
	},
	["raid_data"] = {
		["mythic_raid_data"] = {
			[2537] = {
				["longest"] = 386.8470000000671,
				["kills"] = 1,
				["try_history"] = {
					{
						0.6779196379270515, -- [1]
						113.1269999999786, -- [2]
					}, -- [1]
					{
						0.4778359337362301, -- [1]
						210.0060000000522, -- [2]
					}, -- [2]
					{
						0.2598777311821424, -- [1]
						374.7870000000112, -- [2]
					}, -- [3]
					{
						0.1771700510608384, -- [1]
						375.1359999999404, -- [2]
					}, -- [4]
					{
						0, -- [1]
						386.8470000000671, -- [2]
					}, -- [5]
				},
				["wipes"] = 6,
				["best_try"] = 0,
			},
		},
	},
	["always_use_profile_name"] = "Ниэтта-Гордунни",
	["profile_by_spec"] = {
	},
	["combat_id_global"] = 30588,
	["displays_by_spec"] = {
	},
	["plugin_window_pos"] = {
		["y"] = 105.6006927490234,
		["x"] = -75.20011901855469,
		["point"] = "CENTER",
		["scale"] = 1,
	},
	["last_changelog_size"] = 9746,
	["immersion_unit_special_icons"] = true,
	["lastUpdateWarning"] = 1681749323,
	["npcid_pool"] = {
		[188230] = "Налетчик из клана Нокхуд",
		[75829] = "Нхаллиш",
		[192834] = "Речное чудище рощи",
		[189893] = "Заряженный дракончик",
		[188231] = "Штормохлест из клана Нокхуд",
		[196671] = "Чародейский опустошитель",
		[104218] = "Советник Меландр",
		[195265] = "Призывательница бури Аринга",
		[106584] = "Бдительный окулус",
		[195905] = "Быстрый длиннорог",
		[189895] = "Шпион воинов стихий",
		[195138] = "Детонирующий кристалл",
		[195906] = "Рыжешкурый охотник",
		[120651] = "Взрывчатка",
		[187083] = "Изначальная лавина",
		[106585] = "Бдительный окулус",
		[194884] = "Шела Плетущая Ветер",
		[105754] = "Проекция советника Меландра",
		[187084] = "Воин стихий – ветробой",
		[76407] = "Нер'зул",
		[186701] = "Призванный чешуйчатый кусака",
		[183888] = "Горлодерка-воровка",
		[196420] = "Пещерный охотник",
		[196548] = "Ветвь древня",
		[106586] = "Бдительный окулус",
		[194375] = "Кипящая ламинария",
		[186319] = "Тарасекк-работник",
		[55659] = "Дикий бес",
		[191820] = "Огромный протодракон",
		[107291] = "Бдительный окулус",
		[196168] = "Нагреватель источников",
		[187089] = "Тарасекк Морозной Вспышки",
		[198343] = "Неисправный защитник",
		[187218] = "Магмакоготь-налетчик",
		[186323] = "Каратель Расколотого Пламени",
		[75451] = "Оскверненный дух",
		[196426] = "Гротовый ползун",
		[192462] = "Призванный ливень",
		[191823] = "Свирепый протодракон",
		[196171] = "Пламенный кипятень",
		[199368] = "Каменистый кристалл",
		[192463] = "Призванная рябь",
		[75452] = "Костебрюх",
		[196044] = "Хаотичный учебник",
		[190034] = "Пламенный разрушитель",
		[191313] = "Пузырящийся побег",
		[191697] = "Древний василиск",
		[194894] = "Воин стихий – буревестник",
		[196045] = "Оскверненный манадемон",
		[195150] = "Глумливая псина",
		[192337] = "Щупальце Бездны <Эльсабанур>",
		[189780] = "Гигантский выдрек-подстрекатель",
		[190931] = "Ручной стервятник",
		[62982] = "Подчинитель разума <Гансэло-СтражСмерти>",
		[190420] = "Магмарожденный рассекатель камня",
		[189653] = "Снегошкур-боец",
		[194896] = "Изначальный щит бури",
		[190932] = "Кхарад Воинственная",
		[196559] = "Нестабильный побег",
		[193618] = "Беспокойные камни",
		[194897] = "Тотем энергии бури",
		[190294] = "Буремант из клана Нокхуд",
		[187353] = "Мордиган Стальной Рот",
		[75966] = "Оскверненный дух",
		[194898] = "Воин стихий – искрящий клинок",
		[187226] = "Длиннокрылый небесный охотник",
		[191446] = "Куалаши-негодяй",
		[191319] = "Древний дробильщик",
		[143622] = "Дикий бес <Depicted-TarrenMill>",
		[191831] = "Прожорливый грозный ворон",
		[196051] = "Чародейский портал <Неуправляемый страж>",
		[194517] = "Сокрушающий элементаль",
		[122450] = "Разрушитель миров Кин'гарота",
		[193750] = "Воин стихий – жрец бури",
		[188252] = "Мелидрусса Истощенная Холодом",
		[112668] = "Инфернальный бес <Таликса Пламя Гнева>",
		[191705] = "Протодракон-патриарх",
		[105699] = "Манапард",
		[83385] = "Пророк Бездны Калург",
		[201552] = "Надзирательница Камнеречь",
		[75713] = "Подчинитель костей из клана Призрачной Луны",
		[191451] = "Голодная тиранья",
		[196694] = "Чародейский добытчик",
		[195927] = "Жнец душ Галтмаа",
		[195032] = "Куалаши-джарадин",
		[195160] = "Огневой скиталец",
		[187232] = "Затерянный во времени острокрыл",
		[195928] = "Жнец душ Даарен",
		[187872] = "Пепельный рощегрыз",
		[193243] = "Акросот",
		[186338] = "Маруук",
		[197847] = "Костеглод-щитолом",
		[195929] = "Жнец душ Тумен",
		[193244] = "Защитная матрица титанов",
		[194523] = "Разозленный элементаль",
		[123476] = "Громадный разрушитель",
		[75459] = "Зараженная летучая мышь",
		[195930] = "Жнец душ Мандакх",
		[104295] = "Пылающий бес",
		[75715] = "Оживленные ритуальные кости",
		[194524] = "Элементаль-землекрушитель",
		[185445] = "Грабитель из клана Нокхуд",
		[191328] = "Опутывающее течение",
		[123477] = "Страж ужаса из Анторуса",
		[186725] = "Тррша",
		[190945] = "Воин ярости шторма",
		[75652] = "Дитя Бездны",
		[105703] = "Маназмей",
		[190946] = "Воин бури",
		[123478] = "Страж Скверны из Анторуса",
		[194656] = "Воин стихий – разбиватель волн",
		[199388] = "Метка ветра",
		[187240] = "Драконид-разрушительница",
		[197982] = "Воин бури",
		[189926] = "Разведчик из лагеря Кейган",
		[194146] = "Одичалый протодракон",
		[194402] = "Магический разрушитель",
		[196576] = "Зачарованный скипетр",
		[187497] = "Элементаль грязной воды",
		[190694] = "Разозленный пар",
		[105705] = "Обузданная энергия",
		[187242] = "Тарасекк-расхититель",
		[196577] = "Зачарованный боевой топор",
		[123480] = "Защитница Анторуса",
		[197985] = "Чаротворец пламени",
		[188011] = "Изначальный земляной часовой",
		[187500] = "Костоглод-рубака",
		[104300] = "Владычица теней",
		[122778] = "Аннигилятор",
		[187885] = "Смертоцвет-травлинг",
		[190187] = "Драконья иллюзия",
		[187246] = "Рогоплав-магоед",
		[187502] = "Костоглод-буян",
		[185584] = "Кощунство <Стелтези>",
		[192873] = "Протодракон",
		[187503] = "Костоглод-подручный",
		[190700] = "Паровой разоритель",
		[200035] = "Червь-трупоед",
		[198757] = "Плеточник Бездны <Гансэло-СтражСмерти>",
		[186737] = "Телаш Серокрылый",
		[196200] = "Алгет'арский рыцарь эха",
		[107435] = "Подозрительный дворянин",
		[186738] = "Мраскул",
		[190958] = "Нокхудский охотник-мистик",
		[197480] = "Гниленыш",
		[186739] = "Лазурный Клинок",
		[196202] = "Алгет'арская заклинательница",
		[197353] = "Язвошкур",
		[186356] = "Стервятник клана Нокхуд",
		[75979] = "Эксгумированный дух",
		[186740] = "Чародейское создание",
		[191983] = "Вулканическая капля",
		[196203] = "Алгет'арский целитель",
		[197354] = "Дупляк",
		[196459] = "Бурошкур-задира",
		[203748] = "Воин стихий – творец волн",
		[195820] = "Нокхудский диверсант <Драконобойный копьемет>",
		[186741] = "Изгнание в сон",
		[190961] = "Грязевая саламантера",
		[188276] = "Яростный жеребец из стада",
		[189555] = "Астральный служитель",
		[195821] = "Нокхудский диверсант <Драконобойный копьемет>",
		[190962] = "Бойцовский пес клана Нокхуд",
		[197356] = "Верховный шаман Гнилапа",
		[186359] = "Бурошкур-задира",
		[193648] = "Инферн",
		[186615] = "Яростная буря",
		[187894] = "Заряженный дракончик",
		[89024] = "Охотник глубин из клана Колец Ненависти",
		[189557] = "Куалаши-стреломет",
		[191731] = "Чужеродная капля",
		[195184] = "Защитная сфера <Надзирательница Камнеречь>",
		[203752] = "Ледяной элементаль",
		[195696] = "Изначальный громозверь",
		[185594] = "Страж-разрушитель миров",
		[198126] = "Надоедливый ураган",
		[191221] = "Рубака из клана Нокхуд",
		[186362] = "Бурошкур-гниломет",
		[185595] = "Сектант разрушителей миров",
		[60561] = "Тотем хватки земли <Энтропий>",
		[187897] = "Драгхар Отрицатель",
		[89] = "Инфернал <Ивариа>",
		[194291] = "Изначальный камнешкур",
		[203754] = "Воин стихий – огнеметатель",
		[191351] = "Недремлющая хрупкопанцирная черепаха",
		[203755] = "Неистовство лавы",
		[197873] = "Неистовство лавы",
		[198385] = "Распыленная энергия",
		[203756] = "Огненный загробник",
		[192759] = "Пожиратель",
		[186110] = "Джарадинский заклинатель земли",
		[194806] = "Потрескивающая воронка",
		[105715] = "Бдительный инквизитор",
		[181763] = "Лавовый феникс",
		[186239] = "Куалаши-черепоносец",
		[186367] = "Ко'джо",
		[200945] = "Подстрекатель из клана Нокхуд",
		[191227] = "Копейщик из клана Нокхуд",
		[187263] = "Мокророт-волномант",
		[188542] = "Меткий стрелок Бурошкуров",
		[191739] = "Лейтенант чешуйчатых губителей",
		[199284] = "Грабитель Ледяных Углей",
		[190205] = "Сполох",
		[194937] = "Ошпариватель",
		[104246] = "Караульный из Сумеречной стражи",
		[191229] = "Воин ярости шторма",
		[190207] = "Пеплоплет воинов стихий",
		[189312] = "Ледниковый элементаль",
		[19668] = "Исчадие Тьмы <Гансэло-СтражСмерти>",
		[104247] = "Чародей из Сумеречной стражи",
		[187139] = "Кристальный крушитель",
		[195579] = "Изначальный порыв",
		[58965] = "Az'arad",
		[191104] = "Изначальный косильщик",
		[191233] = "Атакующий буревик",
		[193407] = "Рогатый равнинный топотун",
		[194303] = "Воин земли – разбиватель осколков",
		[190339] = "Рогатый бронедон",
		[191618] = "Речной рогоплав",
		[186759] = "Молящийся воин стихий",
		[191235] = "Атакующий элементаль бури",
		[187271] = "Солезубый костеглод",
		[191619] = "Взрослый рогоплав",
		[195967] = "Голодающая улитка",
		[190980] = "Строптивый рогоплав",
		[191364] = "Неистовая дрожь",
		[195968] = "Злобоплюй",
		[187273] = "Солезубый стрекотун",
		[192644] = "Горный камнеклык",
		[193795] = "Воин стихий земляных оков",
		[197120] = "Бурая бичевательница",
		[195458] = "Энергичный рогоплав",
		[89801] = "Иссохший мародер",
		[104251] = "Часовой из Сумеречной стражи",
		[196482] = "Заросшее древо",
		[90313] = "Ллотиенский хищник",
		[195971] = "Луумак Ненасытный",
		[194181] = "Вексам <Магическая книга>",
		[191240] = "Добытчик с холмов",
		[195460] = "Пятнистый хищник",
		[191496] = "Сухокопытная олениха",
		[197123] = "Злобная гиена",
		[195461] = "Изворотливая саламантера",
		[186638] = "Куалаши - заклинатель земли",
		[195974] = "Красный мешкорот",
		[196102] = "Таинственные испарения",
		[183954] = "Горлодерка-иссушительница",
		[188174] = "Разрушительное пламя",
		[197509] = "Изначальная грозовая туча",
		[62005] = "Зверь <Мурсали>",
		[189581] = "Лавовый птенец",
		[76057] = "Червь-трупоед",
		[197126] = "Стрелок гнили",
		[192651] = "Чистоводное речное чудище",
		[195976] = "Синий мешкорот",
		[183956] = "Бурошкур-воин",
		[187281] = "Солезубый охотник",
		[192652] = "Матерое чистоводное речное чудище",
		[194315] = "Призыватель бури Солонго",
		[122477] = "Ф'арг",
		[198919] = "Сгусток тайной магии <Магический разрушитель>",
		[194316] = "Призыватель бури Зарии",
		[194444] = "Дикий протодракон",
		[186644] = "Леймор",
		[194317] = "Призыватель бури Бороо",
		[190609] = "Эхо Дорагосы",
		[193806] = "Изначальный протодракон",
		[197131] = "Увядший дуб",
		[90318] = "Иссохший фанатик",
		[197132] = "Брюхокол",
		[193552] = "Бандит Шрама Тени",
		[76444] = "Порабощенная душа",
		[190739] = "Подчиненный дух воды",
		[190995] = "Заклинатель первородной воды",
		[187159] = "Кричащий дракончик",
		[190484] = "Киракка",
		[187543] = "Призванный зефир",
		[195855] = "Восставший воин",
		[197134] = "Медведь-кишкожуй",
		[187160] = "Кристальная ярость",
		[416] = "Абафипу",
		[190485] = "Эркхарт Кровь Бури",
		[89808] = "Инкубатор мурлоков",
		[197135] = "Злобный заклинатель гнили",
		[191637] = "Лавовый феникс",
		[188696] = "Страдающий пар",
		[197136] = "Иссохшая кусака",
		[76446] = "Поработитель из клана Призрачной Луны",
		[192789] = "Лучница из клана Нокхуд",
		[197137] = "Иссушительница",
		[196115] = "Хранитель чар",
		[187036] = "Освобожденный служитель",
		[198417] = "Тирхолдский грифон",
		[193430] = "Рыскающий стервятник",
		[192791] = "Боевое копье клана Нокхуд",
		[196116] = "Острые осколки",
		[191129] = "Пробужденный загробник",
		[202894] = "Громадная лев-рыба",
		[196117] = "Кристальный крушитель",
		[200721] = "Грагот Крушитель Кораблей",
		[191131] = "Углезуб-лозоткач",
		[186272] = "Возрожденный феникс <Лавовый птенец>",
		[192794] = "Повелительница зверей из клана Нокхуд",
		[196119] = "Драконоид-чароплет",
		[197398] = "Голодный плеточник",
		[187936] = "Костоглодка-тотемогрызка",
		[187297] = "Боец клана Нокхуд",
		[191645] = "Крылатый змей",
		[192796] = "Трубач из клана Нокхуд",
		[196121] = "Часовой Расколотого Пламени",
		[182439] = "Злобный бокоход",
		[189729] = "Изначальное цунами",
		[109826] = "Алчущий помраченный",
		[196123] = "Тарасекк-воин",
		[188067] = "Ткач Холода Морозной Вспышки",
		[196380] = "Фризкон Древний",
		[192800] = "Мастер копья из клана Нокхуд",
		[189859] = "Пещерный скрытень",
		[190243] = "Изворотливая саламантера",
		[197788] = "Куалаши – охотник на драконов",
		[189988] = "Потусторонняя тварь <Эльсабанур>",
		[135002] = "Демонический тиран <Depicted-TarrenMill>",
		[191395] = "Дикий протодракон",
		[187687] = "Взволнованное семечко",
		[186792] = "Куалаши-застрельщик",
		[197406] = "Рассерженная стрекотуха",
		[191524] = "Железнокожий куалаши",
		[192803] = "Боевой охун",
		[192931] = "Скрог-волнокол",
		[197535] = "Верховная чаротворица Ривати",
		[198047] = "Чаротворица бури",
		[76518] = "Костяной ритуал",
		[194212] = "Бушующие обломки",
		[196642] = "Голодный плеточник",
		[195875] = "Оскверненный бакар",
		[186669] = "Cаламант из племени Илистого Плавника",
		[193958] = "Вестник урагана из клана Нокхуд",
		[95061] = "Большой элементаль огня",
		[187565] = "Гиена-дворняга",
		[29264] = "Дух волка <Энтропий>",
		[196005] = "Нокхудский мародер",
		[185903] = "Ненасытный камнезуб",
		[192169] = "Взрослая лиса-виверна",
		[195366] = "Резвый долгоног",
		[195878] = "Укхельский заклинатель зверей",
		[197413] = "Огненный пузырень",
		[189485] = "Ветророжденный воин стихий",
		[165189] = "Накк Громогласный",
		[194089] = "Неукрощенный протодракон",
		[197414] = "Паровой гневень",
		[190509] = "Силовой росток",
		[197798] = "Куалаши-крыложог",
		[104270] = "Голем-страж",
		[1860] = "Фандоко",
		[190510] = "Страж хранилища",
		[135816] = "Мерзотень <Depicted-TarrenMill>",
		[190766] = "Куалаши – укротитель ярости",
		[17252] = "Страж Скверны <Depicted-TarrenMill>",
		[98035] = "Зловещий охотник <Depicted-TarrenMill>",
		[194219] = "Изначальный изводень",
		[189232] = "Кокия Пламенное Копыто",
		[196521] = "Костоглод-цепежуй",
		[59764] = "Тотем целительного прилива",
		[182455] = "Подчиненный клубок пара",
		[190767] = "Куалаши-ковщик",
		[77700] = "Извлекатель душ из клана Призрачной Луны",
		[90616] = "Помраченный-надзиратель",
		[187318] = "Кипящий плескун",
		[193214] = "Забытое творение",
		[190212] = "Магмарожденный лавоклинок",
		[190404] = "Подземный протодракон",
		[198824] = "Красноклюв-охотник",
		[126138] = "Штурмовой инфернал",
		[76104] = "Чудовищный трупный паук",
		[191315] = "Вестник льда",
		[181775] = "Неуправляемый страж",
		[194302] = "Воин стихий – землетряс",
		[187316] = "Разрастающийся смертоцвет",
		[198253] = "Смерч",
		[187572] = "Детеныш саблезубого хищника",
		[191736] = "Кроут",
		[186679] = "Шаман племени Илистого Плавника",
		[192333] = "Орел-вожак",
		[104274] = "Баалгар Бдительный",
		[192329] = "Агрессивный орел",
		[192680] = "Охранник",
		[194895] = "Нестабильный шквал <Воин стихий – буревестник>",
		[202918] = "Громадный крепкозуб",
		[193839] = "Подавительница из клана Нокхуд",
		[193306] = "Ныряющий охотник",
		[80162] = "Маг Бездны из клана Призрачной Луны",
		[186151] = "Хан Балакар",
		[187279] = "Солезуб-нянька",
		[188341] = "Подстрекатель из клана Нокхуд",
		[181536] = "Нестабильный элементаль",
		[122135] = "Шатуг",
		[193840] = "Налетчик из клана Нокхуд",
		[186339] = "Тиира",
		[104273] = "Джазшариу",
		[186299] = "Нокхудский мародер",
		[190996] = "Ваятель первородной земли",
		[193457] = "Балара",
		[191560] = "Слизь разложения",
		[185589] = "Громила разрушителей миров",
		[195933] = "Повелительница могил Монкх",
		[26125] = "Тухлохап",
		[187154] = "Нестабильный смотритель",
		[183995] = "Горлодерка-проклинательница",
		[193414] = "Магмарожденный ткач пламени",
		[188343] = "Воин стихий – призыватель бурь",
		[192456] = "Воин стихий – отец потоков",
		[195842] = "Укхельский осквернитель",
		[195877] = "Восставший мистик",
		[195876] = "Оскверненный охун",
		[187960] = "Солнечношкурый топокопыт",
		[187155] = "Ледяные путы",
		[111563] = "Караульный из Сумеречной стражи",
		[187321] = "Изначальный элементаль лавы",
		[97369] = "Тотем жидкой магмы",
		[192457] = "Преображенный прилив",
		[125771] = "\"Коготь Легиона\"",
		[191903] = "Матерый магмонт",
		[188689] = "Слизь разложения",
		[188089] = "Быстрый длиннорог",
		[191286] = "Извержение лавы <Подчиненный дух воды>",
		[195506] = "Вторгшийся чистоводный крепкохват",
		[197121] = "Охотник-костестрел",
		[76462] = "Знамение смерти <Нер'зул>",
		[186965] = "Тлеющее перо <Лавовый феникс>",
		[188115] = "Солезубый волнолом",
		[104275] = "Имаку'туя",
		[189727] = "Каджин Непреклонная",
		[195845] = "Хрусткий галечник",
		[188244] = "Изначальный исполин",
		[197698] = "Громоголов",
		[192694] = "Защитник-покровитель",
		[190776] = "Чародейский командир",
		[187542] = "Призванная рябь",
		[191841] = "Шпион воинов стихий",
		[188948] = "Углезуб-сборщик",
		[195975] = "Черный мешкорот",
		[191696] = "Взрослый василиск",
		[190738] = "Верный стихиям фурболг",
		[191672] = "Лавовый тарантул",
		[77006] = "Трупный паучонок",
		[187546] = "Разрастающийся плеточник",
		[126764] = "Присягнувший клинку - опустошитель",
		[194062] = "Неуловимая саламантера-вожак",
		[122773] = "Дециматор",
		[195851] = "Укхельский вестник смерти",
		[78219] = "Оскверненный предок",
		[186334] = "Гипоксикрон",
		[190174] = "Гипнонетопырь",
		[126207] = "Злобный твердозуб",
		[192057] = "Бурошкур-разлагатель",
		[196555] = "Полянорогий бронедон",
		[190998] = "Непокорный рогоплав",
		[75981] = "Обжигающие тени",
		[189338] = "Бобр-грызун Речного Рога",
		[123402] = "Крушитель Кин'гарота",
		[191324] = "Вторгшийся ливень",
		[186678] = "Вождь Гррлгллмеш",
		[104277] = "Гончая Легиона",
		[197133] = "Стервятник-шкуродер",
		[194068] = "Влажная изморось",
		[189373] = "Охун-пикировщик",
		[187455] = "Янтарный хищник",
		[189795] = "Потревоженные обломки",
		[190780] = "Чародейский элементаль",
		[188128] = "Василиск-камнекус",
		[191833] = "Куалаши-мародер",
		[191164] = "Беспорядочный рост",
		[188704] = "Манит",
		[195092] = "Гидравлический размыватель",
		[192955] = "Драконья иллюзия",
		[192699] = "Смотритель крепости",
		[75506] = "Верная служительница из клана Призрачной Луны",
		[190909] = "Быстрый длиннорог",
		[104278] = "Порабощенная Скверной карательница",
		[195668] = "Оскалившийся морской варан",
		[186336] = "Пылающее проявление",
		[195853] = "Куалаши-новобранец",
		[197138] = "Больная рубака",
		[192700] = "Часовой крепости",
		[186690] = "Ловчий племени Илистого Плавника",
		[187494] = "Буйный ветер",
		[187969] = "Демиург Морозной Вспышки",
		[199822] = "Снежнокаменный сокрушитель",
		[196061] = "Чародейские обломки <Неуправляемый страж>",
		[195514] = "Нубаг",
		[190960] = "Пирующий гриф",
		[191678] = "Магмонт-сокрушитель",
		[202917] = "Громадный скат-единорог",
		[104215] = "Капитан патруля Гердо",
		[194655] = "Воин стихий – породитель потопа",
		[192227] = "Ползучая лава",
		[188226] = "Плавильщик Пламий",
		[190186] = "Магмомант воинов стихий",
		[189228] = "Несущий град мародер",
		[192702] = "Чернорабочий",
		[191847] = "Равнинный топотун из клана Нокхуд",
		[127233] = "Заклинатель пламени",
		[126776] = "Огненный плевок",
		[200375] = "Прядильщик из хранилища",
		[189230] = "Чудотворец-землетряс",
		[89025] = "Воспевательница зла из клана Колец Ненависти",
		[186550] = "Изначальный элементаль огня",
		[192703] = "Смотритель крепости",
		[186295] = "Нокхудский охотник-мистик",
		[192776] = "Яркочешуйчатый хрустогрыз",
		[186616] = "Гранит",
		[195261] = "Матерый равнинный лось",
		[197219] = "Мерзкий плеточник",
		[186361] = "Гниющий древень",
		[188725] = "Углезуб-копейщик",
		[189886] = "Шторм бушующего пламени <Кокия Пламенное Копыто>",
		[104217] = "Таликса Пламя Гнева",
		[186109] = "Куалаши-хребтолом",
		[186684] = "Лавовый феникс",
		[190965] = "Стервятник клана Нокхуд",
		[197436] = "Темношкур-собиратель",
		[123398] = "Аннигилятор Кин'гарота",
		[191541] = "Грубошкурый олень",
		[0] = "[*] Временной шок",
		[75509] = "Садана Кровавое Безумие",
		[186823] = "Воин стихий – призыватель лавы",
		[127810] = "Булькающее исчадие",
		[190206] = "Воин стихий – танцор пламени",
		[190210] = "Магмарожденный ваятель земли",
	},
	["death_recap"] = {
		["enabled"] = true,
		["show_segments"] = false,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["spell_pool"] = {
		2, -- [1]
		3, -- [2]
		"Мир (падение)", -- [3]
		[53385] = 2,
		[391058] = 12,
		[376727] = "Хан Балакар",
		[85256] = 2,
		[393108] = 2,
		[199658] = 1,
		[376730] = "[*] Штормовые ветра",
		[204266] = 7,
		[376732] = "[*] Штормовые ветра",
		[123904] = 10,
		[397210] = "Кроут",
		[94472] = 5,
		[115203] = 10,
		[8004] = 7,
		[200174] = 5,
		[209388] = 2,
		[24394] = 3,
		[385954] = 1,
		[107270] = 10,
		[210925] = 2,
		[57994] = 7,
		[527] = 5,
		[264130] = 9,
		[2139] = 8,
		[381862] = "Киракка",
		[396195] = 6,
		[385958] = "Вексам <Магическая книга>",
		[395172] = 11,
		[381864] = "Киракка",
		[8936] = 11,
		[262115] = 1,
		[382889] = 7,
		[388008] = "Телаш Серокрылый",
		[324536] = 9,
		[199667] = 1,
		[388009] = 2,
		[389033] = "Голодный плеточник",
		[383915] = 1,
		[585] = 5,
		[370607] = 11,
		[388011] = 2,
		[373680] = "Мелидрусса Истощенная Холодом",
		[224239] = 2,
		[388013] = 2,
		[396204] = 2,
		[190456] = 1,
		[407467] = 2,
		[84751] = 5,
		[633] = 2,
		[101643] = 10,
		[200183] = 5,
		[178173] = 10,
		[5221] = 11,
		[2643] = 3,
		[383925] = "Мелидрусса Истощенная Холодом",
		[373688] = "Мелидрусса Истощенная Холодом",
		[391092] = 5,
		[383926] = 2,
		[385974] = "Профессор Макдорму",
		[197626] = 11,
		[153093] = "Садана Кровавое Безумие",
		[405426] = 10,
		[407475] = 2,
		[153094] = "Садана Кровавое Безумие",
		[373692] = "Пламенный разрушитель",
		[403381] = 2,
		[49039] = 6,
		[373693] = "Пламенный разрушитель",
		[373694] = "[*] Живая бомба",
		[407478] = 2,
		[315341] = 4,
		[391099] = 5,
		[385981] = "[*] Чародейская сфера",
		[374720] = "Леймор",
		[218617] = 1,
		[47632] = 6,
		[394173] = 1,
		[395197] = 7,
		[389055] = "Чародейский добытчик",
		[209404] = "Чародей из Сумеречной стражи",
		[195072] = 12,
		[183811] = 2,
		[196608] = 10,
		[383939] = 2,
		[403391] = 2,
		[245237] = "Разрушитель миров Кин'гарота",
		[193538] = 4,
		[265187] = 9,
		[263140] = 3,
		[391109] = 5,
		[372682] = "[*] Древний холод",
		[372683] = "Заряженный дракончик",
		[225788] = 2,
		[374731] = "Леймор",
		[158221] = 10,
		[196100] = 9,
		[102417] = 11,
		[3355] = 3,
		[376781] = "Ворота жгучего пламени",
		[211457] = "Таликса Пламя Гнева",
		[845] = 1,
		[367568] = 9,
		[6789] = 9,
		[853] = 2,
		[392139] = "Магическая книга",
		[319454] = 11,
		[190984] = 11,
		[391118] = "Лейтенант чешуйчатых губителей",
		[48018] = 9,
		[883] = 3,
		[391120] = "Лейтенант чешуйчатых губителей",
		[384978] = "Мраскул",
		[209413] = "Голем-страж",
		[200200] = 5,
		[403408] = 11,
		[394195] = 8,
		[228354] = 8,
		[86040] = 9,
		[270323] = 3,
		[185358] = 3,
		[392151] = "Тиира",
		[211464] = "Порабощенная Скверной карательница",
		[207881] = "Таликса Пламя Гнева",
		[26573] = 2,
		[153623] = "Нхаллиш",
		[386012] = "Призыватель бури Зарии",
		[387036] = 10,
		[270329] = 3,
		[228358] = 8,
		[31884] = 2,
		[263165] = 5,
		[378849] = 6,
		[204301] = 2,
		[270332] = 3,
		[386016] = "Тиира",
		[391136] = "Драконид-разрушительница",
		[388065] = "Руна хранилища",
		[270335] = 3,
		[224266] = 2,
		[1066] = 11,
		[388068] = 9,
		[211470] = "Владычица теней",
		[270338] = 3,
		[388070] = 9,
		[270339] = 3,
		[353263] = 3,
		[1122] = 9,
		[1126] = 11,
		[391143] = "Драконид-разрушительница",
		[202770] = 11,
		[394215] = 9,
		[203794] = 12,
		[257541] = 8,
		[386026] = "Нестабильный шквал <Воин стихий – буревестник>",
		[321530] = 3,
		[53652] = 2,
		[270343] = 3,
		[211473] = "Владычица теней",
		[203795] = 12,
		[400360] = 11,
		[290819] = 3,
		[209426] = 12,
		[117526] = 3,
		[118038] = 1,
		[203796] = 12,
		[31821] = 2,
		[213011] = 12,
		[388081] = 4,
		[245772] = "[*] Децимация",
		[254474] = 2,
		[321538] = "Стример <Гирб-Ревущийфьорд>",
		[262161] = 1,
		[215572] = 1,
		[388083] = 4,
		[188443] = 7,
		[388084] = "Телаш Серокрылый",
		[386037] = "[*] Ураганная стрела",
		[346111] = 5,
		[400370] = 5,
		[111898] = 9,
		[374778] = "Страж хранилища",
		[201754] = "Elegon <Embiyahunt-TwistingNether>",
		[348162] = 2,
		[376829] = "Хан Балакар",
		[115994] = 6,
		[387067] = "Чародейское создание",
		[372735] = "Демиург Морозной Вспышки",
		[387069] = 3,
		[1490] = 12,
		[48792] = 6,
		[93985] = 11,
		[374789] = "Леймор",
		[186403] = 2,
		[195617] = 6,
		[372743] = "Ткач Холода Морозной Вспышки",
		[194594] = 3,
		[42650] = 6,
		[157228] = 11,
		[257044] = 3,
		[403460] = 2,
		[388104] = "Повелительница могил Монкх",
		[186406] = 2,
		[257045] = 3,
		[156718] = "Чудовищный трупный паук",
		[154671] = "Нер'зул",
		[381965] = 3,
		[1706] = 5,
		[1714] = 9,
		[381966] = 3,
		[244762] = "Аннигилятор",
		[225311] = 2,
		[106785] = 11,
		[386063] = "Маруук",
		[184362] = 1,
		[143924] = 2,
		[193065] = 5,
		[156722] = "Извлекатель душ из клана Призрачной Луны",
		[1822] = 11,
		[184364] = 1,
		[372760] = 5,
		[85288] = 1,
		[1850] = 11,
		[372761] = 5,
		[390165] = 12,
		[195627] = 4,
		[391191] = 12,
		[61336] = 11,
		[184367] = 1,
		[83242] = 3,
		[265273] = 9,
		[1966] = 4,
		[335913] = 10,
		[376864] = "Хан Балакар",
		[132158] = 11,
		[376865] = "Хан Балакар",
		[361509] = "Рептилоиды",
		[376866] = "Хан Балакар",
		[386081] = 4,
		[2060] = 5,
		[243237] = "[*] Взрыв",
		[385059] = 1,
		[390178] = 6,
		[385060] = 1,
		[396322] = 10,
		[385061] = 1,
		[17364] = 7,
		[385062] = 1,
		[390181] = 12,
		[385063] = "Пеплоплет воинов стихий",
		[260643] = 1,
		[373803] = "Заряженный дракончик",
		[395303] = "Громоголов",
		[243241] = 5,
		[115750] = 2,
		[49821] = 5,
		[375855] = 3,
		[397354] = "Профессор Ихистраз",
		[205364] = 5,
		[111400] = 9,
		[397356] = "Профессор Мистаркия",
		[375858] = 3,
		[200758] = 4,
		[10060] = 2,
		[24275] = 2,
		[390192] = 12,
		[342076] = 3,
		[390193] = 9,
		[387122] = "Чародейское создание",
		[385075] = "Мраскул",
		[191034] = 11,
		[10444] = 7,
		[192058] = 7,
		[372791] = 5,
		[132169] = 1,
		[105771] = 1,
		[385078] = "Потрескивающая воронка",
		[390197] = 12,
		[397364] = 1,
		[398388] = 3,
		[387127] = "Изначальный громозверь",
		[17877] = 9,
		[108843] = 8,
		[191037] = 11,
		[262232] = 1,
		[387131] = "Драконобойный копьемет",
		[394298] = 3,
		[88625] = 5,
		[2908] = 11,
		[331850] = 4,
		[387133] = "Драконобойный копьемет",
		[2948] = 8,
		[313424] = 5,
		[326733] = 2,
		[116011] = 8,
		[387135] = "Воин стихий – искрящий клинок",
		[56222] = 6,
		[376899] = "[*] Трескучее облако",
		[228920] = 1,
		[155722] = 11,
		[397376] = 10,
		[153164] = "Оскверненный дух",
		[6343] = 1,
		[251445] = "Ф'арг",
		[382024] = 7,
		[212031] = "Обузданная энергия",
		[373835] = "Рептилоиды",
		[370764] = "Кристальная ярость",
		[387145] = "Призыватель бури Зарии",
		[334934] = 1,
		[370766] = "Кристальный крушитель",
		[404550] = 7,
		[116014] = 8,
		[404551] = 7,
		[6807] = 11,
		[391243] = 5,
		[381006] = 3,
		[391244] = 5,
		[376912] = 5,
		[387150] = "Телаш Серокрылый",
		[387151] = "Телаш Серокрылый",
		[392270] = 12,
		[387152] = "Телаш Серокрылый",
		[375891] = 3,
		[390224] = 2,
		[374868] = "Астральный служитель",
		[209477] = "Маназмей",
		[363608] = 2,
		[107570] = 1,
		[387155] = "Гранит",
		[33702] = 9,
		[124974] = 11,
		[51490] = 7,
		[315496] = 4,
		[205385] = 5,
		[185422] = 4,
		[153686] = "Костебрюх",
		[390232] = 3,
		[397399] = 5,
		[382043] = 7,
		[246848] = "Разрушитель миров Кин'гарота",
		[396376] = "Укхельский вестник смерти",
		[397400] = 2,
		[390234] = 4,
		[343142] = 4,
		[397401] = 2,
		[378974] = 2,
		[224327] = "Советник Меландр",
		[400474] = "Тотем энергии бури",
		[375905] = 5,
		[372834] = 2,
		[108853] = 8,
		[246851] = 3,
		[192081] = 11,
		[373861] = "Рептилоиды",
		[374885] = "Астральный служитель",
		[315508] = 4,
		[373862] = "Рептилоиды",
		[192082] = 7,
		[188499] = 12,
		[221771] = 10,
		[246853] = 3,
		[153692] = "[*] Некротическая слизь",
		[244294] = "Аннигилятор",
		[17] = 5,
		[385126] = 2,
		[387174] = 2,
		[385127] = 2,
		[344179] = 7,
		[224333] = "[*] Вихрь",
		[396391] = 10,
		[361584] = 8,
		[387178] = 2,
		[206930] = 6,
		[378989] = 11,
		[204883] = 5,
		[378990] = 11,
		[378991] = 11,
		[378992] = 11,
		[115767] = 1,
		[386159] = 3,
		[372851] = "Мелидрусса Истощенная Холодом",
		[398446] = 1,
		[280715] = 1,
		[384114] = 5,
		[5176] = 11,
		[192090] = 11,
		[197209] = 7,
		[197721] = 11,
		[384117] = 12,
		[97341] = 12,
		[280719] = 4,
		[209495] = "Голем-страж",
		[375929] = "Хан Балакар",
		[372858] = "Кокия Пламенное Копыто",
		[372859] = "Кокия Пламенное Копыто",
		[333957] = 7,
		[372860] = "Кокия Пламенное Копыто",
		[211545] = 11,
		[372863] = "Кокия Пламенное Копыто",
		[406647] = 2,
		[370816] = 10,
		[406648] = 2,
		[370817] = 10,
		[396411] = "Рашагет",
		[382079] = 2,
		[156776] = "Поработитель из клана Призрачной Луны",
		[375937] = "Хан Балакар",
		[382080] = 11,
		[383104] = 1,
		[394366] = 3,
		[384129] = 4,
		[113724] = 8,
		[382082] = 11,
		[382083] = 2,
		[119611] = 10,
		[279709] = 11,
		[384132] = "Лазурный Клинок",
		[12654] = 8,
		[394371] = 3,
		[224347] = 2,
		[384134] = "Боевое копье клана Нокхуд",
		[192611] = 12,
		[193635] = "Щупальце Бездны <Алоиза>",
		[127802] = 4,
		[257620] = 3,
		[6552] = 1,
		[382090] = 6,
		[152175] = 10,
		[392329] = 11,
		[257622] = 3,
		[124988] = 11,
		[34477] = 3,
		[34861] = 5,
		[164974] = "Садана Кровавое Безумие",
		[366741] = 2,
		[378003] = "Охранник",
		[399502] = 8,
		[394384] = 3,
		[194153] = 11,
		[192106] = 7,
		[386196] = 1,
		[7384] = 1,
		[394388] = 3,
		[268467] = 8,
		[124991] = 11,
		[209512] = "Голем-страж",
		[117313] = 1,
		[382106] = 8,
		[192109] = 7,
		[386202] = "Вексам <Магическая книга>",
		[202347] = 11,
		[390299] = 1,
		[268473] = 8,
		[378015] = 3,
		[207979] = "Джазшариу",
		[196718] = 12,
		[378016] = 3,
		[47788] = 5,
		[207980] = "Баалгар Бдительный",
		[32216] = 1,
		[209516] = "Манапард",
		[207981] = "Баалгар Бдительный",
		[2061] = 5,
		[86603] = "Агент Сумеречной лилии",
		[376997] = "Кроут",
		[120644] = 5,
		[397478] = 3,
		[260708] = 1,
		[135299] = 3,
		[375981] = 5,
		[375982] = 7,
		[217200] = 3,
		[156287] = 1,
		[375984] = 7,
		[245866] = "Громадный разрушитель",
		[394412] = 11,
		[280776] = 1,
		[375985] = 7,
		[377009] = "Кроут",
		[386223] = "Изначальный щит бури",
		[375986] = 7,
		[315585] = 4,
		[394414] = 11,
		[201846] = 7,
		[384177] = 1,
		[386225] = 8,
		[212084] = 12,
		[20572] = 3,
		[49966] = "Tonkecaille <Tönka-KirinTor>",
		[386228] = "Изначальный щит бури",
		[2645] = 7,
		[206967] = 6,
		[29722] = 9,
		[382135] = 2,
		[78674] = 11,
		[195707] = 11,
		[384186] = "Яростная буря",
		[15407] = 5,
		[78675] = 11,
		[22812] = 11,
		[62124] = 2,
		[224374] = "Инфернальный бес <Таликса Пламя Гнева>",
		[388283] = "Гранит",
		[109132] = 10,
		[153224] = "Разящий Клинок",
		[391356] = 11,
		[55342] = 8,
		[308433] = 6,
		[383168] = 5,
		[382145] = 2,
		[391359] = 5,
		[326863] = 12,
		[382146] = 12,
		[224377] = "Инфернальный бес <Таликса Пламя Гнева>",
		[384194] = "Пеплоплет воинов стихий",
		[106830] = 11,
		[33076] = 5,
		[6201] = 9,
		[382148] = 8,
		[108366] = 9,
		[392388] = 4,
		[211071] = 2,
		[382152] = 5,
		[95826] = "Озаренный-заступник",
		[377034] = "Кроут",
		[382154] = 5,
		[188550] = 11,
		[391369] = 12,
		[228477] = 12,
		[196741] = 10,
		[234108] = 7,
		[153232] = "[*] Разящий клинок",
		[270569] = 9,
		[114255] = 5,
		[81751] = 5,
		[196742] = 10,
		[225919] = 12,
		[51505] = 7,
		[123725] = 10,
		[47666] = 5,
		[390350] = 1,
		[392398] = "Изначальная грозовая туча",
		[392399] = "Изначальная грозовая туча",
		[385233] = 1,
		[386257] = 2,
		[183435] = 2,
		[385234] = 1,
		[225921] = 12,
		[210053] = 11,
		[393425] = "Хан Балакар",
		[256123] = 3,
		[342240] = 7,
		[390357] = 5,
		[394453] = 10,
		[392406] = "Воин бури",
		[394454] = 2,
		[383193] = 11,
		[113746] = 10,
		[209033] = "Караульный из Сумеречной стражи",
		[394456] = 3,
		[342245] = 8,
		[132764] = 3,
		[219271] = 7,
		[394457] = 11,
		[212105] = 12,
		[342247] = 8,
		[153240] = "Садана Кровавое Безумие",
		[260734] = 7,
		[212106] = 12,
		[335082] = 1,
		[386270] = 4,
		[47540] = 5,
		[378081] = 7,
		[393438] = 8,
		[221322] = 6,
		[213644] = 2,
		[123986] = 10,
		[191634] = 7,
		[66] = 8,
		[390371] = 7,
		[1079] = 11,
		[213134] = 2,
		[106839] = 11,
		[395492] = 1,
		[47541] = 6,
		[128594] = 3,
		[377066] = 5,
		[328951] = 12,
		[391400] = 10,
		[122708] = 5,
		[391401] = 5,
		[388330] = 11,
		[328953] = 12,
		[335096] = 1,
		[391403] = 5,
		[335097] = 1,
		[374000] = 8,
		[335098] = 1,
		[260231] = 3,
		[374002] = 8,
		[335100] = 1,
		[48438] = 11,
		[371956] = "Изначальный земляной часовой",
		[385267] = "Потрескивающая воронка",
		[203415] = 3,
		[403695] = 2,
		[17057] = 11,
		[377079] = 10,
		[384247] = 4,
		[124503] = 10,
		[327942] = 7,
		[148135] = 10,
		[386297] = 3,
		[383226] = 1,
		[368896] = 8,
		[197277] = 2,
		[80483] = 3,
		[1459] = 8,
		[386301] = 3,
		[368899] = 2,
		[368901] = 11,
		[395519] = 10,
		[115804] = 10,
		[124506] = 10,
		[341263] = 5,
		[99] = 11,
		[211102] = 2,
		[154796] = 11,
		[100] = 1,
		[260243] = 3,
		[154797] = 11,
		[392454] = "Чаротворец пламени",
		[205473] = 8,
		[387336] = 5,
		[45242] = 5,
		[272678] = 3,
		[123996] = "Сюэнь <Уххастик>",
		[272679] = 3,
		[370960] = "Рептилоиды",
		[371984] = "Ткач Холода Морозной Вспышки",
		[1715] = 1,
		[1719] = 1,
		[376080] = 1,
		[395532] = 10,
		[260247] = 3,
		[308514] = 6,
		[32223] = 2,
		[386320] = "Драконобойный копьемет",
		[395535] = 10,
		[394512] = "Дитя Бездны",
		[370966] = 12,
		[214692] = "Подозрительный дворянин",
		[260249] = 3,
		[163505] = 11,
		[88423] = 11,
		[153268] = "Извлекатель душ из клана Призрачной Луны",
		[211110] = 3,
		[370969] = 12,
		[116] = 8,
		[370970] = 12,
		[247454] = 12,
		[370971] = 12,
		[251550] = "Штурмовой инфернал",
		[114018] = 4,
		[130654] = 10,
		[120] = 8,
		[1943] = 4,
		[195757] = 6,
		[96103] = 1,
		[214697] = 2,
		[394524] = "Дитя Бездны",
		[199854] = 1,
		[335148] = 2,
		[389407] = 11,
		[8122] = 5,
		[387361] = 2,
		[275773] = 2,
		[405790] = 2,
		[2094] = 4,
		[212653] = 8,
		[133] = 8,
		[383269] = 6,
		[136] = 3,
		[377129] = 2,
		[139] = 5,
		[392486] = "Чаротворица бури",
		[275779] = 2,
		[388392] = "Хаотичный учебник",
		[65081] = 5,
		[81262] = "Период цветения <Сострадание>",
		[392488] = "Чаротворица бури",
		[387370] = 2,
		[61882] = 7,
		[392490] = 6,
		[369968] = 11,
		[19236] = 5,
		[196278] = 9,
		[189112] = 12,
		[4987] = 2,
		[80240] = 9,
		[396590] = 2,
		[203958] = 11,
		[394544] = "Рептилоиды",
		[373046] = "Мелидрусса Истощенная Холодом",
		[333120] = 12,
		[120679] = 3,
		[50622] = 1,
		[256171] = 4,
		[17253] = "Wolf <Embiyahunt-TwistingNether>",
		[269651] = 8,
		[124007] = "Сюэнь <Уххастик>",
		[203961] = 11,
		[172] = 9,
		[116841] = 10,
		[394550] = 2,
		[305484] = 7,
		[259756] = 9,
		[228532] = 12,
		[394552] = "Рептилоиды",
		[385339] = "Маруук",
		[384316] = "Яростная буря",
		[347462] = 12,
		[384318] = 1,
		[124009] = "Сюэнь <Уххастик>",
		[382272] = 8,
		[214203] = 2,
		[387393] = 9,
		[49088] = 6,
		[228537] = 12,
		[16870] = 11,
		[116844] = 10,
		[374087] = 3,
		[246965] = "Аннигилятор",
		[153804] = "Костебрюх",
		[81269] = 11,
		[368970] = "Рептилоиды",
		[391493] = 11,
		[165578] = "Костебрюх",
		[394565] = 11,
		[385352] = 2,
		[165579] = "Костебрюх",
		[389448] = "Elegon <Embiyahunt-TwistingNether>",
		[191685] = 6,
		[110959] = 8,
		[387402] = 9,
		[389450] = 3,
		[334168] = 7,
		[372047] = "Драгхар Отрицатель",
		[6795] = 11,
		[209602] = "Советник Меландр",
		[371024] = 3,
		[110960] = 8,
		[317791] = "Чародей из войска мертвых <Hexodus-Sanguino>",
		[19750] = 2,
		[374098] = 5,
		[317792] = "Чародей из войска мертвых <Hexodus-Sanguino>",
		[384336] = "Равнинный топотун из клана Нокхуд",
		[116847] = 10,
		[383313] = 6,
		[382290] = 8,
		[325984] = 2,
		[145109] = 11,
		[203975] = 11,
		[145110] = 11,
		[395603] = 2,
		[86392] = 4,
		[197834] = 4,
		[87160] = 5,
		[197835] = 4,
		[48707] = 6,
		[212680] = 3,
		[392537] = 1,
		[154327] = "Поработитель из клана Призрачной Луны",
		[388443] = 12,
		[373087] = "Шторм бушующего пламени <Кокия Пламенное Копыто>",
		[152280] = 6,
		[152792] = "Нхаллиш",
		[260286] = 3,
		[199373] = "Войско мертвых|T1392565:0|t <Hexodus-Sanguino>",
		[390493] = 11,
		[367971] = 11,
		[393565] = 10,
		[383328] = 2,
		[393566] = 10,
		[148187] = 10,
		[383329] = 2,
		[32612] = 8,
		[145629] = 6,
		[378213] = "Рептилоиды",
		[384357] = 7,
		[382311] = 7,
		[214222] = 2,
		[334196] = 7,
		[384360] = 8,
		[196819] = 4,
		[44614] = 8,
		[391528] = 11,
		[201427] = 12,
		[211153] = "Выброшенный хлам",
		[386411] = "Тиира",
		[201428] = 12,
		[152800] = "Нхаллиш",
		[400745] = 2,
		[385389] = "[*] Ударная волна",
		[366962] = 2,
		[13877] = 4,
		[152801] = "Нхаллиш",
		[385391] = 1,
		[345466] = 4,
		[395630] = 7,
		[360823] = "Рептилоиды",
		[387441] = 2,
		[208086] = 1,
		[372087] = "Драгхар Отрицатель",
		[381301] = 2,
		[5308] = 1,
		[81281] = 11,
		[339] = 11,
		[362877] = "Рептилоиды",
		[104316] = 9,
		[348] = 9,
		[36554] = 4,
		[22568] = 11,
		[355] = 1,
		[235219] = 8,
		[274838] = 11,
		[124280] = 10,
		[5740] = 9,
		[192222] = 7,
		[116858] = 9,
		[389500] = 9,
		[370] = 7,
		[395644] = 9,
		[392574] = "Чаротворица бури",
		[120954] = 10,
		[209628] = "Проекция советника Меландра",
		[379] = 7,
		[392576] = "Чаротворица бури",
		[390529] = 6,
		[86659] = 2,
		[389506] = 6,
		[91778] = "Ronchapatas <Hexodus-Sanguino>",
		[125050] = 3,
		[209630] = "[*] Пронзающий ураган",
		[227034] = 11,
		[384391] = 1,
		[372107] = "Кокия Пламенное Копыто",
		[393606] = 2,
		[6572] = 1,
		[129914] = 10,
		[386441] = 2,
		[259285] = 3,
		[108416] = 9,
		[13750] = 4,
		[19434] = 3,
		[6940] = 2,
		[281000] = 1,
		[60103] = 7,
		[377234] = 2,
		[271788] = 3,
		[391568] = 6,
		[196840] = 7,
		[152819] = "Подчинитель костей из клана Призрачной Луны",
		[453] = 5,
		[167152] = 11,
		[54729] = 6,
		[465] = 2,
		[252637] = "Булькающее исчадие",
		[395669] = "Маруук",
		[210152] = 12,
		[15286] = 5,
		[385434] = "Тиира",
		[210153] = 12,
		[269751] = 3,
		[269752] = 3,
		[217832] = 12,
		[383389] = 2,
		[215785] = 7,
		[63560] = 6,
		[498] = 2,
		[350631] = 12,
		[252641] = "Булькающее исчадие",
		[8092] = 5,
		[397726] = "Кричащий дракончик",
		[378275] = 7,
		[98440] = 4,
		[383395] = 8,
		[372134] = 1,
		[378277] = 7,
		[528] = 5,
		[389539] = 2,
		["DEBUFF"] = 11,
		[321973] = 5,
		[389541] = "Статуя белого тигра <Уххастик>",
		[403876] = 2,
		[397734] = 2,
		[204018] = 2,
		[400806] = 1,
		[115078] = 10,
		[586] = 5,
		[204019] = 2,
		[2383] = 11,
		[394667] = 2,
		[51533] = 7,
		[206580] = "[*] Резонирующий удар сплеча",
		[392622] = "Atrapadaa <Shiinkku-Sanguino>",
		[371124] = 10,
		[396718] = 1,
		[396719] = 1,
		[98444] = 6,
		[406957] = 2,
		[281036] = 3,
		[195321] = 10,
		[49998] = 6,
		[404911] = 2,
		[390579] = 6,
		[372152] = 11,
		[81297] = 2,
		[390581] = 1,
		[25771] = 2,
		[394677] = 7,
		[686] = 9,
		[52174] = 1,
		[388537] = "Вексам <Магическая книга>",
		[184575] = 2,
		[386490] = "Нокхудский диверсант <Драконобойный копьемет>",
		[41425] = 8,
		[228597] = 8,
		[388539] = 1,
		[213241] = 12,
		[263642] = 12,
		[228598] = 8,
		[118922] = 3,
		[31850] = 2,
		[47568] = 6,
		[2983] = 4,
		[213243] = 12,
		[320976] = 3,
		[388544] = "Заросшее древо",
		[187650] = 3,
		[392640] = "Громоголов",
		[772] = 1,
		[774] = 11,
		[392641] = "Громоголов",
		[57934] = 4,
		[12472] = 8,
		[387523] = "Оскверненный манадемон",
		[392642] = "Громоголов",
		[385476] = 11,
		[406975] = 2,
		[202497] = 11,
		[8921] = 11,
		[131347] = 12,
		[236282] = 1,
		[385482] = 11,
		[82326] = 2,
		[111759] = 5,
		[406983] = 2,
		[194310] = 6,
		[50769] = 11,
		[389581] = 2,
		[209667] = "Советник Меландр",
		[194311] = 6,
		[345561] = "Тиира",
		[91797] = "Ronchapatas <Hexodus-Sanguino>",
		[212739] = 6,
		[374227] = "Рептилоиды",
		[373204] = 5,
		[61391] = 11,
		[106898] = 11,
		[33110] = 5,
		[396752] = 1,
		[264689] = 2,
		[89751] = "Kaz'arad <Gigahërz-TarrenMill>",
		[119952] = 2,
		[353759] = "Рептилоиды",
		[382425] = 2,
		[382426] = 3,
		[376284] = 11,
		[373213] = 5,
		[390617] = 5,
		[45524] = 6,
		[390618] = 11,
		[91800] = "Ronchapatas <Hexodus-Sanguino>",
		[384476] = "Лучница из клана Нокхуд",
		[50259] = 11,
		[980] = 9,
		[982] = 3,
		[89753] = "Kaz'arad <Gigahërz-TarrenMill>",
		[386526] = "Рогоплав-магоед",
		[384479] = "Лучница из клана Нокхуд",
		[178963] = 12,
		[213771] = 11,
		[371172] = 2,
		[20271] = 2,
		[1022] = 2,
		[314867] = 5,
		[160537] = "[*] Костяной ритуал",
		[1044] = 2,
		[209678] = "Советник Меландр",
		[382440] = 8,
		[386536] = "Рогоплав-магоед",
		[157981] = 8,
		[394727] = 2,
		[160029] = 2,
		[22703] = 9,
		[157982] = 11,
		[394729] = 5,
		[384492] = "Повелительница зверей из клана Нокхуд",
		[386540] = 8,
		[387564] = "Сотворенный плеточник",
		[388588] = 2,
		[271881] = 4,
		[31661] = 8,
		[110744] = 5,
		[52437] = 1,
		[390640] = 11,
		[110745] = 5,
		[386547] = "Тиира",
		[5246] = 1,
		[360954] = 2,
		[388598] = 6,
		[35546] = 4,
		[91807] = 6,
		[388599] = 10,
		[386553] = 2,
		[115098] = 10,
		[372222] = "Лазурный Клинок",
		[394745] = 5,
		[374271] = 6,
		[383485] = 1,
		[210714] = 7,
		[1464] = 1,
		[102558] = 11,
		[23920] = 1,
		[384512] = "Мастер копья из клана Нокхуд",
		[385536] = "Воин стихий – танцор пламени",
		[390655] = 11,
		[264735] = 3,
		[209693] = 12,
		[360969] = 3,
		[260881] = 7,
		[383492] = 8,
		[385540] = 3,
		[289308] = 8,
		[77478] = 7,
		[188196] = 7,
		[369162] = 11,
		[390661] = 11,
		[372234] = "Рептилоиды",
		[132403] = 2,
		[404996] = 2,
		[157997] = 8,
		[1680] = 1,
		[33757] = 7,
		[387596] = "Восставший мистик",
		[373265] = 3,
		[390669] = 5,
		[146739] = 9,
		[388623] = "Заросшее древо",
		[373267] = "Рептилоиды",
		[373268] = "Рептилоиды",
		[334366] = 12,
		[388625] = "Заросшее древо",
		[153395] = "Червь-трупоед",
		[254747] = "Ф'арг",
		[153908] = "[*] Вдох",
		[85416] = 2,
		[1856] = 4,
		[390677] = 5,
		[287280] = 2,
		[387608] = "Укхельский осквернитель",
		[373276] = 5,
		[15290] = 5,
		[36702] = 2,
		[368158] = 2,
		[373277] = 5,
		[341541] = 4,
		[107428] = 10,
		[387611] = "Укхельский осквернитель",
		[373279] = "Потусторонняя тварь <Lalaie-Silvermoon>",
		[202028] = 11,
		[101542] = 5,
		[387613] = "Укхельский осквернитель",
		[273977] = 6,
		[373281] = 5,
		[387614] = "Укхельский вестник смерти",
		[385567] = "Воин стихий – танцор пламени",
		[23922] = 1,
		[391710] = 11,
		[196911] = 4,
		[187698] = 3,
		[8220] = 8,
		[322098] = 5,
		[228649] = 10,
		[375335] = 2,
		[393763] = 11,
		[322101] = 10,
		[315961] = 1,
		[101033] = 7,
		[30449] = 8,
		[101545] = 10,
		[212784] = "Бдительный инквизитор",
		[385578] = "Лазурный Клинок",
		[387626] = 9,
		[375342] = 8,
		[388651] = "Вексам <Магическая книга>",
		[121253] = 10,
		[375343] = 11,
		[101546] = 10,
		[387629] = "Оскверненный охун",
		[204596] = 12,
		[254760] = "Шатуг",
		[375345] = 2,
		[391726] = "Громоголов",
		[268877] = 3,
		[122278] = 10,
		[77489] = 5,
		[204598] = 12,
		[389681] = 6,
		[388658] = 2,
		[5215] = 11,
		[187707] = 3,
		[100780] = 10,
		[88751] = 11,
		[389684] = 10,
		[373305] = 5,
		[235313] = 8,
		[389686] = "Кристальная ярость",
		[248622] = 1,
		[5487] = 11,
		[212791] = "Бдительный окулус",
		[258860] = 12,
		[199483] = 3,
		[212792] = 8,
		[33763] = 11,
		[117418] = 10,
		[27827] = 5,
		[194879] = 6,
		[199486] = 5,
		[212283] = 4,
		[225080] = 7,
		[388672] = 2,
		[373316] = 5,
		[386625] = 2,
		[388673] = 2,
		[49376] = 11,
		[336463] = 11,
		[325202] = 10,
		[100784] = 10,
		[355916] = "Рептилоиды",
		[207167] = 6,
		[318038] = 7,
		[366155] = "Рептилоиды",
		[251701] = "[*] Лава Скверны",
		[381512] = "Эркхарт Кровь Бури",
		[83381] = "Elegon <Embiyahunt-TwistingNether>",
		[381513] = "Эркхарт Кровь Бури",
		[386632] = 1,
		[30451] = 8,
		[381514] = "Эркхарт Кровь Бури",
		[386633] = 1,
		[392776] = 1,
		[374349] = "Рептилоиды",
		[53600] = 2,
		[406086] = 2,
		[392778] = 1,
		[381517] = "Эркхарт Кровь Бури",
		[381518] = "Эркхарт Кровь Бури",
		[240443] = "Подчинитель костей из клана Призрачной Луны",
		[164686] = "Садана Кровавое Безумие",
		[388686] = 10,
		[389710] = 2,
		[207684] = 12,
		[386640] = "Тарасекк-расхититель",
		[377427] = 5,
		[207685] = 12,
		[397903] = "Джазшариу",
		[325217] = 10,
		[361049] = 3,
		[325218] = 10,
		[224578] = 3,
		[381525] = "Киракка",
		[206151] = 3,
		[381526] = "Киракка",
		[93622] = 11,
		[343648] = 11,
		[397907] = "Баалгар Бдительный",
		[382551] = 1,
		[259387] = 3,
		[397908] = "Баалгар Бдительный",
		[240448] = 2,
		[381529] = 9,
		[193356] = 4,
		[259388] = 3,
		[392791] = 1,
		[385625] = 11,
		[374364] = "Леймор",
		[193357] = 4,
		[392793] = 1,
		[196941] = 2,
		[386652] = 2,
		[97463] = 1,
		[355941] = "Рептилоиды",
		[193359] = 4,
		[387678] = 2,
		[335467] = 5,
		[124081] = 10,
		[263806] = 7,
		[207693] = 12,
		[396895] = "Потусторонняя тварь <Lalaie-Silvermoon>",
		[8222] = 6,
		[209741] = "Проекция советника Меландра",
		[210253] = 12,
		[386660] = "Леймор",
		[77758] = 11,
		[385638] = 3,
		[258883] = 12,
		[371306] = "Чародейский элементаль",
		[225100] = "Голем-страж",
		[184662] = 2,
		[403044] = 2,
		[393831] = 12,
		[182104] = 2,
		[377453] = 2,
		[387691] = "Вексам <Магическая книга>",
		[384620] = "Яростная буря",
		[393834] = 12,
		[341624] = 2,
		[156000] = 6,
		[384625] = "Лазурный Клинок",
		[373364] = "Подозрительный дворянин",
		[77505] = 7,
		[394864] = 2,
		[341630] = 2,
		[384628] = "Яростная буря",
		[377462] = 11,
		[34026] = 3,
		[377463] = 2,
		[276112] = 2,
		[200025] = 2,
		[377464] = 7,
		[115129] = 10,
		[154469] = "[*] Костяной ритуал",
		[396918] = 12,
		[367230] = "Рептилоиды",
		[205146] = 9,
		[367231] = "Рептилоиды",
		[394873] = "[*] Удар молнии",
		[356995] = "Рептилоиды",
		[181089] = "Костебрюх",
		[394875] = "Яростная буря",
		[404089] = 3,
		[77764] = 11,
		[19577] = 3,
		[244051] = "Шатуг",
		[132463] = 10,
		[114108] = 11,
		[118459] = "Elegon <Embiyahunt-TwistingNether>",
		[20473] = 2,
		[53351] = 3,
		[390785] = 11,
		[363144] = 2,
		[405118] = 11,
		[384644] = 8,
		[101568] = 6,
		[386694] = "Тотем энергии бури",
		[25912] = 2,
		[371339] = 12,
		[132467] = 10,
		[30455] = 8,
		[394888] = 4,
		[116670] = 10,
		[365201] = "Дитя Бездны",
		[109248] = 3,
		[265898] = 3,
		[373392] = "Трубач из клана Нокхуд",
		[389774] = 1,
		[368276] = 5,
		[32375] = 5,
		[371348] = 12,
		[211300] = "Бдительный окулус",
		[404109] = 11,
		[404110] = 5,
		[403087] = 2,
		[404111] = 2,
		[388755] = 8,
		[383637] = 8,
		[58984] = 11,
		[394899] = 6,
		[371353] = 12,
		[352926] = 2,
		[371354] = 2,
		[371355] = 2,
		[48107] = 8,
		[202090] = 10,
		[393879] = 2,
		[11327] = 4,
		[371358] = "Нестабильный смотритель",
		[22842] = 11,
		[179057] = 12,
		[31224] = 4,
		[190319] = 8,
		[377503] = "Хранительница печати",
		[69070] = 7,
		[102342] = 11,
		[184689] = 2,
		[47468] = "Skullmasher <Conx-Kazzak>",
		[343721] = 2,
		[48108] = 8,
		[148859] = 5,
		[381602] = "Киракка",
		[341677] = 10,
		[123586] = 10,
		[382628] = "Яростная буря",
		[359082] = 2,
		[381605] = "Киракка",
		[8512] = 7,
		[51052] = 6,
		[388773] = "Мраскул",
		[381607] = "Киракка",
		[25914] = 2,
		[271045] = 3,
		[388777] = "Мраскул",
		[386730] = 2,
		[170363] = 3,
		[386731] = 2,
		[245097] = "Ф'арг",
		[271048] = 3,
		[42223] = 9,
		[271049] = 3,
		[245098] = "Шатуг",
		[384686] = "Яростная буря",
		[384687] = "Яростная буря",
		[404139] = 2,
		[258920] = 12,
		[152962] = "Нхаллиш",
		[316099] = 9,
		[258921] = 12,
		[389810] = 12,
		[5217] = 11,
		[163201] = 1,
		[116680] = 10,
		[2641] = 3,
		[273104] = 2,
		[392883] = 10,
		[389813] = 12,
		[59628] = 4,
		[371386] = 5,
		[319175] = 4,
		[371387] = 5,
		[384696] = "Мраскул",
		[394934] = 12,
		[199547] = 12,
		[2825] = 7,
		[15487] = 5,
		[385723] = 2,
		[386747] = "Драконобойный копьемет",
		[385724] = 2,
		[386748] = "Драконобойный копьемет",
		[198013] = 12,
		[388796] = "Заросшее древо",
		[390844] = 5,
		[126664] = 1,
		[102350] = 5,
		[205180] = 9,
		[204157] = 12,
		[388799] = "Заросшее древо",
		[209788] = 12,
		[188290] = 6,
		[377540] = 6,
		[394944] = 10,
		[358733] = "Рептилоиды",
		[370984] = "Рептилоиды",
		[374251] = "Рептилоиды",
		[199552] = 12,
		[108238] = 11,
		[357214] = "Рептилоиды",
		[381637] = 4,
		[351338] = "Рептилоиды",
		[406971] = "Рептилоиды",
		[388804] = "Мраскул",
		[6353] = 9,
		[362969] = "Рептилоиды",
		[253300] = "Разрушитель миров Кин'гарота",
		[319190] = 4,
		[184709] = 1,
		[355913] = "Рептилоиды",
		[387763] = "Рептилоиды",
		[153485] = "Червь-трупоед",
		[363143] = 2,
		[394949] = 10,
		[360995] = "Рептилоиды",
		[347765] = 12,
		[390386] = "Рептилоиды",
		[263840] = "Wolf <Embiyahunt-TwistingNether>",
		[247159] = "Разрушитель миров Кин'гарота",
		[384713] = 5,
		[307932] = 3,
		[394951] = 10,
		[191877] = 7,
		[370562] = "Рептилоиды",
		[6673] = 1,
		[213888] = 12,
		[363916] = "Рептилоиды",
		[374348] = "Рептилоиды",
		[322109] = 10,
		[224126] = 7,
		[220543] = 5,
		[357170] = "Рептилоиды",
		[390435] = 4,
		[389054] = "Чародейский добытчик",
		[152976] = "Подчиненная душа",
		[363534] = "Рептилоиды",
		[393931] = 1,
		[382670] = "Тиира",
		[376788] = "Рептилоиды",
		[361195] = "Рептилоиды",
		[370901] = "Рептилоиды",
		[244072] = "Ф'арг",
		[210307] = 10,
		[48020] = 9,
		[373458] = "Изначальный земляной часовой",
		[361469] = "Рептилоиды",
		[374037] = 12,
		[369299] = "Рептилоиды",
		[389839] = 4,
		[32379] = 5,
		[45297] = 7,
		[240446] = "[*] Взрыв",
		[370898] = "Рептилоиды",
		[383813] = 4,
		[391888] = 11,
		[388817] = "Гранит",
		[290939] = 4,
		[364343] = "Рептилоиды",
		[152979] = "Подчиненная душа",
		[29166] = 11,
		[373462] = 5,
		[394961] = 5,
		[388380] = 2,
		[361500] = "Рептилоиды",
		[373464] = 5,
		[302143] = 2,
		[391891] = 11,
		[272435] = "Гончая Тьмы <Gigahërz-TarrenMill>",
		[381654] = 9,
		[394963] = 5,
		[227259] = 2,
		[113942] = 9,
		[108396] = 9,
		[369451] = 9,
		[104773] = 9,
		[388822] = "Эхо Дорагосы",
		[185438] = 4,
		[208585] = 11,
		[385899] = 9,
		[387633] = 9,
		[393942] = 11,
		[57723] = 9,
		[30283] = 9,
		[391215] = 12,
		[89766] = "Kaz'arad <Gigahërz-TarrenMill>",
		[256893] = 2,
		[30151] = "Kaz'arad <Gigahërz-TarrenMill>",
		[334713] = "Зловещий охотник <Gigahërz-TarrenMill>",
		[393944] = 11,
		[196277] = 9,
		[264173] = 9,
		[171982] = 9,
		[394776] = 9,
		[384235] = 9,
		[334581] = 9,
		[61295] = 7,
		[389372] = 9,
		[270481] = "Демонический тиран <Gigahërz-TarrenMill>",
		[387804] = 2,
		[388828] = 11,
		[153680] = "Костебрюх",
		[386781] = "Телаш Серокрылый",
		[30153] = "Kaz'arad <Gigahërz-TarrenMill>",
		[405209] = 10,
		[405681] = "Kaz'arad <Gigahërz-TarrenMill>",
		[205708] = 8,
		[198030] = 12,
		[186257] = 3,
		[271971] = "Зловещий охотник <Gigahërz-TarrenMill>",
		[256896] = 2,
		[104318] = "Дикий бес <Gigahërz-TarrenMill>",
		[386544] = "Магическая книга",
		[391977] = 1,
		[373977] = "Воин стихий – танцор пламени",
		[105174] = 9,
		[186258] = 3,
		[387955] = "Алгет'арский целитель",
		[394975] = "Плеточник Бездны <Алоиза>",
		[386201] = "[*] Оскверненная мана",
		[388996] = "[*] Извержение энергии",
		[264667] = 3,
		[394976] = "Плеточник Бездны <Алоиза>",
		[374361] = "Эхо Дорагосы",
		[374352] = "Эхо Дорагосы",
		[374343] = "Эхо Дорагосы",
		[386787] = 5,
		[373326] = "Эхо Дорагосы",
		[386173] = "Вексам <Магическая книга>",
		[388546] = "Вексам <Магическая книга>",
		[386181] = "Вексам <Магическая книга>",
		[387975] = "Алгет'арская заклинательница",
		[43308] = 11,
		[393955] = 11,
		[394979] = "Плеточник Бездны <Алоиза>",
		[370602] = 11,
		[387910] = "Алгет'арский рыцарь эха",
		[373481] = 5,
		[280735] = 1,
		[392130] = "Профессор Макдорму",
		[190356] = 8,
		[227723] = 2,
		[403171] = 7,
		[280375] = 2,
		[52212] = 6,
		[390944] = "Рассерженная стрекотуха",
		[246663] = "Разрушитель миров Кин'гарота",
		[396006] = 7,
		[405220] = 1,
		[393959] = 11,
		[394253] = 9,
		[197568] = 7,
		[405221] = 1,
		[246152] = 3,
		[400126] = 11,
		[122] = 8,
		[392937] = 1,
		[393961] = 11,
		[47633] = 6,
		[395521] = 10,
		[375591] = "Пузырящийся побег",
		[185099] = 10,
		[375893] = 3,
		[121557] = 5,
		[202644] = 12,
		[244106] = "Разрушитель миров Кин'гарота",
		[740] = 11,
		[371441] = "Рептилоиды",
		[147362] = 3,
		[389869] = 9,
		[377451] = 10,
		[372808] = "Мелидрусса Истощенная Холодом",
		[186265] = 3,
		[205246] = 9,
		[324540] = 9,
		[366742] = 12,
		[207806] = "Капитан патруля Гердо",
		[376737] = "[*] Молния",
		[163073] = 12,
		[85948] = 6,
		[319233] = 6,
		[377105] = "Страж хранилища",
		[390896] = 4,
		[370965] = 12,
		[397039] = 11,
		[381683] = "Боевое копье клана Нокхуд",
		[408] = 4,
		[387826] = "Укхельский заклинатель зверей",
		[372470] = "Рептилоиды",
		[137639] = 10,
		[102401] = 11,
		[285452] = 7,
		[319236] = 6,
		[118905] = 7,
		[394994] = 8,
		[255974] = 2,
		[393092] = "Смерч",
		[377591] = 6,
		[396044] = "Мелидрусса Истощенная Холодом",
		[321329] = 8,
		[319238] = 6,
		[5394] = 7,
		[185245] = 12,
		[274837] = 11,
		[221883] = 2,
		[22482] = 4,
		[116768] = 10,
		[396047] = 2,
		[405235] = 2,
		[377004] = "Кроут",
		[80354] = 2,
		[388884] = "Зачарованный скипетр",
		[384761] = "Яростная буря",
		[201671] = 11,
		[377383] = "Орел-вожак",
		[108271] = 7,
		[335152] = 2,
		[218100] = 6,
		[61684] = "Wolf <Embiyahunt-TwistingNether>",
		[385816] = 2,
		[319243] = 6,
		[11426] = 8,
		[221886] = 2,
		[289555] = 5,
		[233364] = 5,
		[405263] = 12,
		[1449] = 8,
		[373973] = "Воин стихий – танцор пламени",
		[319245] = 6,
		[388376] = 2,
		[377344] = "Агрессивный орел",
		[203720] = 12,
		[387411] = "Жнец душ Галтмаа",
		[377991] = "Охранник",
		[193315] = 4,
		[394879] = 4,
		[388862] = "Оскверненный манадемон",
		[328957] = 12,
		[207907] = "Таликса Пламя Гнева",
		[367364] = "Рептилоиды",
		[388863] = "Оскверненный манадемон",
		[282449] = 4,
		[395495] = 1,
		[389533] = 2,
		[392959] = 10,
		[207261] = "Капитан патруля Гердо",
		[390912] = "Мерзкий плеточник",
		[285466] = 7,
		[401150] = 1,
		[114113] = 11,
		[403225] = 2,
		[185763] = 4,
		[388866] = "Оскверненный манадемон",
		[389890] = 12,
		[396716] = "Заросшее древо",
		[387843] = "Алгет'арская заклинательница",
		[190446] = 8,
		[213405] = 12,
		[390915] = "Мерзкий плеточник",
		[315720] = 1,
		[388868] = "[*] Магическая воронка",
		[34428] = 1,
		[389804] = "Нестабильный смотритель",
		[391889] = 11,
		[210206] = 3,
		[75614] = 1,
		[59638] = "Зеркальное изображение <Gigachadmag-Silvermoon>",
		[387846] = 9,
		[196937] = 4,
		[216521] = 10,
		[373552] = "Подозрительный дворянин",
		[387847] = 9,
		[252112] = "\"Коготь Легиона\"",
		[384300] = 11,
		[376892] = "Хан Балакар",
		[397892] = "Имаку'туя",
		[205448] = 5,
		[97547] = 11,
		[376827] = "Хан Балакар",
		[190784] = 2,
		[376896] = "Хан Балакар",
		[102793] = 11,
		[18562] = 11,
		[202147] = 1,
		[212431] = 3,
		[391622] = 8,
		[379256] = "Драконья иллюзия",
		[383756] = 3,
		[278310] = 8,
		[33917] = 11,
		[377588] = 6,
		[320338] = 12,
		[205523] = 10,
		[244122] = "Разрушитель миров Кин'гарота",
		[32409] = "[*] Слово Тьмы: Смерть",
		[58867] = "Дух волка <Cadjesham-Draenor>",
		[383346] = 2,
		[114911] = 7,
		[342857] = 12,
		[31935] = 2,
		[274283] = 11,
		[70890] = 6,
		[372147] = "Балара",
		[204197] = 5,
		[255647] = 2,
		[382445] = 8,
		[154353] = "Знамение смерти <Нер'зул>",
		[375943] = "Хан Балакар",
		[376644] = "Хан Балакар",
		[1953] = 8,
		[337819] = 12,
		[289577] = 5,
		[207317] = 6,
		[376683] = "Хан Балакар",
		[56641] = 3,
		[396194] = 2,
		[381684] = 7,
		[211412] = "Пылающий бес",
		[375901] = 5,
		[193358] = 4,
		[257946] = 3,
		[164273] = 3,
		[1833] = 4,
		[207203] = 6,
		[153524] = "Зараженная летучая мышь",
		[394003] = 11,
		[375904] = 5,
		[375576] = 2,
		[260798] = 1,
		[393019] = 2,
		[14914] = 5,
		[342817] = 12,
		[388886] = "Зачарованный скипетр",
		[394005] = 11,
		[361738] = 3,
		[115989] = 6,
		[116705] = 10,
		[394006] = 11,
		[180612] = 6,
		[396092] = 2,
		[392983] = 10,
		[325983] = 2,
		[228260] = 5,
		[228360] = 5,
		[86949] = 8,
		[232698] = 5,
		[374557] = 6,
		[244969] = "Разрушитель миров Кин'гарота",
		[198837] = "Восставший тихоступ <Conx-Kazzak>",
		[228478] = 12,
		[390938] = "Рассерженная стрекотуха",
		[2098] = 4,
		[278326] = 12,
		[381725] = 7,
		[21562] = 5,
		[84714] = 8,
		[395035] = "Жнец душ Галтмаа",
		[394011] = 12,
		[31616] = 7,
		[371489] = "Ткач Холода Морозной Вспышки",
		[370511] = 2,
		[388801] = "Восставший воин",
		[193455] = 3,
		[395498] = 1,
		[392924] = "Верховная чаротворица Ривати",
		[783] = 11,
		[390942] = "Рассерженная стрекотуха",
		[383882] = 8,
		[371028] = 5,
		[187878] = 7,
		[382753] = 6,
		[65116] = 8,
		[375902] = 5,
		[383312] = 6,
		[24450] = "Titou <Lynaïs-Dalaran>",
		[85739] = 1,
		[2050] = 5,
		[45181] = 4,
		[386028] = "Изначальный громозверь",
		[259489] = 3,
		[385952] = 1,
		[207278] = "Капитан патруля Гердо",
		[199600] = 4,
		[404314] = 2,
		[166646] = 10,
		[383316] = 1,
		[374567] = "Леймор",
		[383781] = 3,
		[35395] = 2,
		[394049] = 11,
		[589] = 5,
		[8676] = 4,
		[387132] = "Драконобойный копьемет",
		[254384] = "Ф'арг",
		[209027] = "Караульный из Сумеречной стражи",
		[596] = 5,
		[342246] = 8,
		[248230] = "Разрушитель миров Кин'гарота",
		[374570] = "Леймор",
		[50842] = 6,
		[397077] = "Мелидрусса Истощенная Холодом",
		[129250] = 5,
		[259277] = "Titou <Lynaïs-Dalaran>",
		[153089] = "Садана Кровавое Безумие",
		[386070] = 2,
		[34914] = 5,
		[199603] = 4,
		[375596] = "Хранитель чар",
		[347901] = 6,
		[45182] = 4,
		[55078] = 6,
		[45438] = 8,
		[82691] = 8,
		[316220] = 4,
		[386910] = "Телаш Серокрылый",
		[272790] = 3,
		[374250] = 8,
		[124507] = 10,
		[185123] = 12,
		[202164] = 1,
		[58875] = 7,
		[34433] = 5,
		[360123] = 2,
		[122470] = 10,
		[371350] = 12,
		[114919] = 2,
		[113656] = 10,
		[642] = 2,
		[305483] = 7,
		[387143] = 8,
		[376079] = 1,
		[204213] = 5,
		[388911] = "Зачарованный боевой топор",
		[45470] = 6,
		[384029] = 2,
		[202166] = 1,
		[388912] = "Зачарованный боевой топор",
		[394031] = 4,
		[388367] = 11,
		[376685] = "Хан Балакар",
		[20484] = 11,
		[396991] = "Драконид-разрушительница",
		[206574] = "[*] Резонирующий удар сплеча",
		[157122] = 2,
		[87023] = 8,
		[381748] = "Рептилоиды",
		[374582] = "Леймор",
		[376310] = 11,
		[278350] = 9,
		[73510] = 5,
		[153501] = "Нхаллиш",
		[202168] = 1,
		[372793] = "Изначальный исполин",
		[19801] = 3,
		[390964] = 5,
		[121536] = 5,
		[378286] = 2,
		[205386] = 5,
		[374585] = 6,
		[383799] = 2,
		[87024] = 8,
		[192249] = 7,
		[152696] = "[*] Руна тени",
		[122128] = 5,
		[376634] = "Хан Балакар",
		[387621] = 10,
		[386124] = 9,
		[84721] = 8,
		[44544] = 8,
		[211384] = "Гончая Легиона",
		[311193] = 1,
		[328082] = 4,
		[381692] = "Боевое копье клана Нокхуд",
		[19574] = 3,
		[371070] = 8,
		[198137] = 2,
		[208628] = 12,
		[388663] = 10,
		[386164] = 1,
		[113862] = 8,
		[388923] = "Заросшее древо",
		[254383] = "Шатуг",
		[390971] = 5,
		[400185] = 9,
		[198589] = 12,
		[393971] = 4,
		[386877] = 3,
		[395336] = 11,
		[57755] = 1,
		[320334] = 12,
		[43265] = 6,
		[153033] = "Подчиненная душа",
		[227255] = 12,
		[271896] = 4,
		[41635] = 5,
		[346665] = 12,
		[372829] = 11,
		[374523] = "Силовой росток",
		[139546] = 4,
		[370794] = 2,
		[397118] = 3,
		[394047] = 11,
		[371351] = 12,
		[390271] = 6,
		[102383] = 11,
		[20549] = 6,
		[193473] = "Щупальце Бездны <Алоиза>",
		[383811] = 8,
		[768] = 11,
		[120043] = 5,
		[390978] = 5,
		[342938] = 9,
		[47585] = 5,
		[394050] = 11,
		[781] = 3,
		[408383] = 2,
		[157736] = 9,
		[8613] = 3,
		[264178] = 9,
		[198813] = 12,
		[8042] = 7,
		[153153] = "Садана Кровавое Безумие",
		[115181] = 10,
		[408385] = 2,
		[157644] = 8,
		[211391] = "Гончая Легиона",
		[383883] = 8,
		[383816] = 5,
		[327510] = 2,
		[381769] = 6,
		[96231] = 2,
		[388035] = "Escargonka <Tönka-KirinTor>",
		[235450] = 8,
		[398150] = "Поработитель из клана Призрачной Луны",
		[114158] = 2,
		[383818] = 1,
		[85673] = 2,
		[398151] = "Верная служительница из клана Призрачной Луны",
		[164812] = 11,
		[384823] = "Шторм бушующего пламени <Кокия Пламенное Копыто>",
		[190357] = 8,
		[211477] = "Гончая Легиона",
		[374606] = 6,
		[183752] = 12,
		[195592] = 7,
		[386276] = 10,
		[408458] = 2,
		[259516] = "Titou <Lynaïs-Dalaran>",
		[388940] = "Чародейский опустошитель",
		[398154] = "Оскверненный дух",
		[288613] = 3,
		[232893] = 12,
		[93368] = 12,
		[117405] = 3,
		[393957] = 11,
		[389020] = 3,
		[388942] = "Чародейский опустошитель",
		[214621] = 5,
		[228287] = 10,
		[400204] = 11,
		[393038] = 2,
		[214052] = 8,
		[164815] = 11,
		[394714] = 2,
		[260242] = 3,
		[356084] = 5,
		[24858] = 11,
		[215816] = 5,
		[376660] = "Хан Балакар",
		[357209] = "Рептилоиды",
		[205766] = 8,
		[209676] = "Советник Меландр",
		[214980] = 12,
		[357210] = "Рептилоиды",
		[334275] = 9,
		[388010] = 2,
		[378287] = 12,
		[125355] = 10,
		[209862] = "[*] Вулканический шлейф",
		[341678] = 10,
		[190411] = 1,
		[386997] = 9,
		[207815] = "Капитан патруля Гердо",
		[396721] = "Ветвь древня",
		[69179] = 1,
		[114214] = 5,
		[384223] = "Лазурный Клинок",
		[145205] = 11,
		[122783] = 10,
		[219589] = 8,
		[47528] = 6,
		[212423] = "Восставший тихоступ <Conx-Kazzak>",
		[382912] = 11,
		[372963] = "Мелидрусса Истощенная Холодом",
		[148022] = 8,
		[234946] = 5,
		[393047] = 10,
		[190925] = 3,
		[207386] = 11,
		[114216] = 5,
		[359376] = 5,
		[211299] = "Бдительный инквизитор",
		[49576] = 6,
		[271625] = 3,
		[194509] = 5,
		[211401] = "Пылающий бес",
		[386907] = 2,
		[403392] = 7,
		[393050] = 10,
		[257542] = 8,
		[81340] = 6,
		[387932] = "Алгет'арский рыцарь эха",
		[214985] = 12,
		[271877] = 4,
		[207906] = "Таликса Пламя Гнева",
		[208331] = 3,
		[373257] = 3,
		[90361] = "Гуми <Гирб-Ревущийфьорд>",
		[35079] = 3,
		[375649] = "Хранитель чар",
		[393053] = 10,
		[372794] = "Драгхар Отрицатель",
		[154175] = "Костебрюх",
		[75] = 3,
		[97462] = 1,
		[382428] = 2,
		[189999] = 5,
		[16827] = "Atrapadaa <Shiinkku-Sanguino>",
		[255937] = 2,
		[162264] = 12,
		[373972] = "Воин стихий – танцор пламени",
		[375652] = "Хранитель чар",
		[188370] = 2,
		[164907] = "Оживленные ритуальные кости",
		[48045] = 5,
		[383693] = "Повелительница зверей из клана Нокхуд",
		[385228] = 1,
		[344572] = "Elegon <Embiyahunt-TwistingNether>",
		[204079] = 2,
		[381931] = 7,
		[384868] = "Лучница из клана Нокхуд",
		[308087] = 10,
		[360952] = 3,
		[107574] = 1,
		[154442] = "Нер'зул",
		[211406] = "Пылающий бес",
		[370537] = "Рептилоиды",
		[359276] = 2,
		[405345] = 2,
		[194249] = 5,
		[51460] = 6,
		[33778] = 11,
		[385787] = 11,
		[165961] = 11,
		[382824] = 8,
		[392038] = 6,
		[30213] = "Kaz'arad <Gigahërz-TarrenMill>",
		[88747] = 11,
		[395110] = 11,
		[48517] = 11,
		[255941] = 2,
		[385897] = 4,
		[386921] = "Драконобойный копьемет",
		[204242] = 2,
		[108839] = 8,
		[377708] = 12,
		[198590] = 9,
		[102560] = 11,
		[405350] = 2,
		[373614] = "Пламенный разрушитель",
		[387260] = 9,
		[205648] = 7,
		[91776] = "Ronchapatas <Hexodus-Sanguino>",
		[229837] = 9,
		[25504] = 7,
		[109304] = 3,
		[383501] = 8,
		[63106] = 9,
		[381967] = 10,
		[389685] = 10,
		[246897] = "Дециматор",
		[127797] = 11,
		[115191] = 4,
		[191587] = 6,
		[246852] = 3,
		[47750] = 5,
		[212800] = 12,
		[108281] = 7,
		[102351] = 11,
		[31230] = 4,
		[392395] = "Громоголов",
		[198103] = 7,
		[388976] = "Чародейский опустошитель",
		[344955] = 6,
		[244532] = "Разрушитель миров Кин'гарота",
		[212436] = 3,
		[119996] = 10,
		[1766] = 4,
		[115192] = 4,
		[386631] = 1,
		[397897] = "Джазшариу",
		[385907] = 4,
		[382836] = "Маруук",
		[54149] = 2,
		[7268] = 8,
		[48181] = 9,
		[358267] = "Рептилоиды",
		[55090] = 6,
		[209742] = "Проекция советника Меландра",
		[61999] = 6,
		[12294] = 1,
		[50613] = 6,
		[373304] = 5,
		[63619] = "Исчадие Тьмы <Lalaie-Silvermoon>",
		[377912] = "Охранник",
		[347008] = "Kaz'arad <Gigahërz-TarrenMill>",
		[388982] = "Чародейский опустошитель",
		[394101] = 2,
		[53365] = 6,
		[152690] = "[*] Руна тени",
		[117952] = 10,
		[197214] = 7,
		[391031] = "Изначальная грозовая туча",
		[209036] = "Часовой из Сумеречной стражи",
		[388984] = "Чародейский опустошитель",
		[152964] = "Дитя Бездны",
		[105421] = 2,
		[297871] = 2,
		[388007] = 2,
		[382538] = 2,
		[185311] = 4,
		[11366] = 8,
		[381516] = "Эркхарт Кровь Бури",
		[387146] = "Тотем энергии бури",
		[102352] = 11,
		[392058] = 3,
		[270232] = 8,
		[385916] = "Гранит",
		[400456] = 3,
		[55095] = 6,
		[372608] = 4,
		[229976] = 2,
		[219488] = "Капитан патруля Гердо",
		[392060] = 3,
		[386208] = 1,
		[394108] = 11,
		[185313] = 4,
		[392061] = 3,
		[372610] = 6,
		[155777] = 11,
		[219498] = "Капитан патруля Гердо",
		[212327] = 9,
		[155625] = 11,
		[93402] = 11,
		[370564] = "Рептилоиды",
		[383873] = 1,
		[80353] = 8,
		[394111] = 11,
		[269576] = 3,
		[187874] = 7,
		[118779] = 1,
		[131474] = 4,
		[404112] = 1,
		[153067] = "Нхаллиш",
		[202719] = 12,
		[391430] = 12,
		[324748] = 7,
		[204255] = 12,
		[138130] = 10,
		[17962] = 9,
		[333964] = 7,
		[205179] = 9,
		[372616] = 5,
		[163212] = 10,
		[162794] = 12,
		[119381] = 10,
		[372617] = 5,
		[267171] = 9,
		[195457] = 4,
		[224375] = "Инфернальный бес <Таликса Пламя Гнева>",
		[388998] = 3,
		[210042] = 12,
		[153496] = "Червь-трупоед",
		[108287] = 7,
		[188389] = 7,
		[48265] = 6,
		[57724] = 1,
		[153070] = "Нхаллиш",
		[404104] = 6,
		[72968] = 2,
		[296863] = 10,
		[77575] = 6,
		[384906] = 2,
		[258922] = 12,
		[386761] = 5,
		[404358] = 2,
		[198793] = 12,
		[224125] = 7,
		[391050] = "Верховная чаротворица Ривати",
		[224127] = 7,
		[315584] = 4,
		[209378] = "Имаку'туя",
		[403336] = 1,
		[153072] = "Нхаллиш",
		[393099] = 10,
		[48518] = 11,
		[203413] = 3,
		[381623] = 4,
		[407480] = 2,
		[382652] = 11,
		[275699] = 6,
		[359317] = 5,
		[231390] = 3,
		[23881] = 1,
		[391054] = 2,
		[200166] = 12,
		[389007] = "[*] Дикая энергия",
		[388829] = 11,
		[378770] = 3,
		[396174] = 6,
		[376723] = "Буремант из клана Нокхуд",
		[247455] = 12,
		[390414] = 11,
		[207289] = 6,
	},
	["shield_spellid_cache"] = {
	},
	["latest_encounter_spell_pool_access"] = 1682368136,
	["auto_open_news_window"] = true,
	["got_first_run"] = true,
	["deathlog_line_height"] = 16,
	["merge_pet_abilities"] = false,
	["all_switch_config"] = {
		["scale"] = 1,
		["font_size"] = 10,
	},
	["update_warning_timeout"] = 10,
	["__profiles"] = {
		["Ниэтта-Гордунни"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = false,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["show_crowdcontrol_pvm"] = false,
				["show_crowdcontrol_pvp"] = true,
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 8,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["fontsize"] = 10,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["tooltip_max_abilities"] = 6,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["show_amount"] = false,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["animation_speed"] = 33,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["buff"] = "silver",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["instances_segments_locked"] = true,
			["data_broker_text"] = "",
			["disable_window_groups"] = false,
			["death_tooltip_width"] = 350,
			["use_battleground_server_parser"] = false,
			["instances_suppress_trash"] = 0,
			["numerical_system_symbols"] = "auto",
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["report_schema"] = 1,
			["ps_abbreviation"] = 3,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["segments_amount"] = 40,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -440.3991241455078,
							["x"] = 555.199462890625,
							["w"] = 194.800048828125,
							["h"] = 163.6000671386719,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["menu_icons_size"] = 0.8500000238418579,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small"] = true,
						["show_faction_icon"] = true,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["text_yoffset"] = 0,
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["texture_custom_file"] = "Interface\\",
						["font_size"] = 12,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["textL_enable_custom_text"] = false,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["icon_size_offset"] = 0,
						["textL_offset"] = 0,
						["percent_type"] = 1,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["textR_bracket"] = "(",
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["texture_custom"] = "",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["alpha"] = 1,
						["textR_class_colors"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["overlay_texture"] = "Details D'ictum",
						["textR_outline_small"] = true,
						["textL_class_colors"] = false,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["arena_role_icon_size_offset"] = -10,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["clickthrough_window"] = false,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["bars_sort_direction"] = 1,
					["grab_on_top"] = false,
					["use_multi_fontstrings"] = true,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["show_sidebars"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["bars_grow_direction"] = 1,
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["bg_g"] = 0.0941176470588235,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
						[3] = 2,
					},
					["micro_displays_side"] = 2,
					["hide_in_combat_alpha"] = 0,
					["backdrop_texture"] = "Details Ground",
					["switch_damager"] = false,
					["libwindow"] = {
						["y"] = 53.80078506469727,
						["x"] = -371.4005126953125,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["show_statusbar"] = true,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["strata"] = "LOW",
					["plugins_grow_direction"] = 1,
					["skin_custom"] = "",
					["switch_damager_in_combat"] = false,
					["switch_tank"] = false,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = false,
						["enabled"] = true,
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enable_custom_text"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["show_timer_bg"] = true,
					},
					["auto_current"] = true,
					["bg_alpha"] = 0.183960914611816,
					["switch_all_roles_in_combat"] = false,
					["clickthrough_rows"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -440.3991241455078,
							["x"] = 555.199462890625,
							["w"] = 194.800048828125,
							["h"] = 163.6000671386719,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -440.3991088867188,
							["x"] = 750.3995361328125,
							["w"] = 195.5999145507813,
							["h"] = 163.6000061035156,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["menu_icons_size"] = 0.850000023841858,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["show_arena_role_icon"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["text_yoffset"] = 0,
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["texture_custom_file"] = "Interface\\",
						["font_size"] = 12,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["percent_type"] = 1,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["icon_size_offset"] = 0,
						["textL_offset"] = 0,
						["show_faction_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["textR_outline"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textL_class_colors"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_enable_custom_text"] = false,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["overlay_texture"] = "Details D'ictum",
						["texture"] = "BantoBar",
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["arena_role_icon_size_offset"] = -10,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["clickthrough_window"] = false,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["bars_sort_direction"] = 1,
					["grab_on_top"] = false,
					["use_multi_fontstrings"] = true,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["show_sidebars"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PFPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PFPS"] = {
								["isHidden"] = false,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["bars_grow_direction"] = 1,
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["bg_g"] = 0.0941176470588235,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
						1, -- [1]
						[3] = 3,
					},
					["micro_displays_side"] = 2,
					["hide_in_combat_alpha"] = 0,
					["backdrop_texture"] = "Details Ground",
					["switch_damager"] = false,
					["libwindow"] = {
						["y"] = 53.80083847045898,
						["x"] = -175.8006591796875,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["show_statusbar"] = true,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["strata"] = "LOW",
					["plugins_grow_direction"] = 1,
					["skin_custom"] = "",
					["switch_damager_in_combat"] = false,
					["switch_tank"] = false,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = false,
						["text_size"] = 12,
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enable_custom_text"] = false,
						["enabled"] = true,
						["show_timer_bg"] = true,
					},
					["auto_current"] = true,
					["bg_alpha"] = 0.183960914611816,
					["switch_all_roles_in_combat"] = false,
					["clickthrough_rows"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -440.3991088867188,
							["x"] = 750.3995361328125,
							["w"] = 195.5999145507813,
							["h"] = 163.6000061035156,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [2]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -440.3991088867188,
							["x"] = 934.3994140625,
							["w"] = 172.4001617431641,
							["h"] = 163.6000061035156,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["menu_icons_size"] = 0.850000023841858,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["show_arena_role_icon"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["text_yoffset"] = 0,
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["texture_custom_file"] = "Interface\\",
						["font_size"] = 12,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["percent_type"] = 1,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["icon_size_offset"] = 0,
						["textL_offset"] = 0,
						["show_faction_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["textR_outline"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textL_class_colors"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_enable_custom_text"] = false,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["overlay_texture"] = "Details D'ictum",
						["texture"] = "BantoBar",
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["arena_role_icon_size_offset"] = -10,
						["font_face"] = "Friz Quadrata TT",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["clickthrough_window"] = false,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["bars_sort_direction"] = 1,
					["grab_on_top"] = false,
					["use_multi_fontstrings"] = true,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["show_sidebars"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["bars_grow_direction"] = 1,
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["bg_g"] = 0.0941176470588235,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
						2, -- [1]
					},
					["micro_displays_side"] = 2,
					["hide_in_combat_alpha"] = 0,
					["backdrop_texture"] = "Details Ground",
					["switch_damager"] = false,
					["libwindow"] = {
						["y"] = 53.80083847045898,
						["x"] = -3.400390625,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["show_statusbar"] = true,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["strata"] = "LOW",
					["plugins_grow_direction"] = 1,
					["skin_custom"] = "",
					["switch_damager_in_combat"] = false,
					["switch_tank"] = false,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Friz Quadrata TT",
						["show_timer_always"] = false,
						["text_size"] = 12,
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enable_custom_text"] = false,
						["enabled"] = true,
						["show_timer_bg"] = true,
					},
					["auto_current"] = true,
					["bg_alpha"] = 0.183960914611816,
					["switch_all_roles_in_combat"] = false,
					["clickthrough_rows"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -440.3991088867188,
							["x"] = 934.3994140625,
							["w"] = 172.4001617431641,
							["h"] = 163.6000061035156,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [3]
			},
			["report_lines"] = 5,
			["time_type"] = 2,
			["use_scroll"] = false,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["use_self_color"] = false,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["font_sizes"] = {
				["menus"] = 10,
			},
			["minimum_combat_time"] = 5,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["disable_alldisplays_window"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["version"] = 1,
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["trash_auto_remove"] = false,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 3,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 202.5542370621135,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["overall_clear_logout"] = false,
			["overall_flag"] = 16,
			["time_type_original"] = 2,
			["segments_panic_mode"] = false,
			["overall_clear_newboss"] = true,
			["numerical_system"] = 1,
			["auto_swap_to_dynamic_overall"] = false,
			["overall_clear_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["clear_ungrouped"] = true,
			["force_activity_time_pvp"] = true,
			["update_speed"] = 0.2,
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["standard_skin"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["default_bg_alpha"] = 0.5,
			["all_in_one_windows"] = {
			},
		},
		["Алоиза-Борейская тундра"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["fontsize"] = 10,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["tooltip_max_abilities"] = 6,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["show_amount"] = false,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["buff"] = "silver",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["animation_speed"] = 33,
			["deadlog_limit"] = 16,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["instances_segments_locked"] = true,
			["ps_abbreviation"] = 3,
			["disable_window_groups"] = false,
			["data_broker_text"] = "",
			["use_battleground_server_parser"] = false,
			["instances_suppress_trash"] = 0,
			["clear_ungrouped"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["numerical_system_symbols"] = "auto",
			["report_schema"] = 1,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -6.103515625e-05,
							["x"] = 6.103515625e-05,
							["w"] = 310.0002136230469,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["font_size"] = 16,
						["texture_custom_file"] = "Interface\\",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["show_faction_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["start_after_icon"] = true,
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textL_class_colors"] = false,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_enable_custom_text"] = false,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["textL_enable_custom_text"] = false,
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["skin"] = "Minimalistic",
					["bars_inverted"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["micro_displays_side"] = 2,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["stretch_button_side"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["ignore_mass_showhide"] = false,
					["fontstrings_text3_anchor"] = 38,
					["menu_icons_size"] = 0.82,
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
					},
					["switch_all_roles_in_combat"] = false,
					["switch_tank_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["bg_alpha"] = 0.6,
					["clickthrough_rows"] = false,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["skin_custom"] = "",
					["hide_in_combat_alpha"] = 0,
					["switch_all_roles_after_wipe"] = false,
					["switch_damager_in_combat"] = false,
					["libwindow"] = {
						["y"] = -4.57763671875e-05,
						["x"] = 0.0001220703125,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_damager"] = false,
					["bars_grow_direction"] = 1,
					["strata"] = "LOW",
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["grab_on_top"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["show_statusbar"] = false,
					["auto_current"] = true,
					["rowareaborder_shown"] = false,
					["backdrop_texture"] = "Details Ground",
					["micro_displays_locked"] = true,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -6.103515625e-05,
							["x"] = 6.103515625e-05,
							["w"] = 310.0002136230469,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["show_sidebars"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["__was_opened"] = true,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["time_type_original"] = 2,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["overall_flag"] = 16,
			["deny_score_messages"] = false,
			["overall_clear_logout"] = false,
			["minimum_combat_time"] = 5,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["trash_auto_remove"] = false,
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["version"] = 1,
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.20000001788139, -- [1]
					0.57647061347961, -- [2]
					0.49803924560547, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["memory_threshold"] = 3,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["segments_panic_mode"] = false,
			["overall_clear_newboss"] = true,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["auto_swap_to_dynamic_overall"] = false,
			["overall_clear_pvp"] = true,
			["numerical_system"] = 1,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["standard_skin"] = false,
			["instances_no_libwindow"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_lock_ungroup_buttons"] = false,
		},
		["Шайэн-Гордунни"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["deadlog_limit"] = 16,
			["instances_suppress_trash"] = 0,
			["instances_segments_locked"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["data_broker_text"] = "",
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["instances_no_libwindow"] = false,
			["numerical_system_symbols"] = "auto",
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -450.3996658325195,
							["x"] = 618.4005126953125,
							["w"] = 310.0002136230469,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["font_size"] = 16,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["percent_type"] = 1,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["texture_custom_file"] = "Interface\\",
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["textR_enable_custom_text"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textR_class_colors"] = false,
						["overlay_texture"] = "Details D'ictum",
						["alpha"] = 1,
						["textL_class_colors"] = false,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["use_spec_icons"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_size"] = 12,
					},
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["__was_opened"] = true,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fullborder_shown"] = false,
					["stretch_button_side"] = 1,
					["menu_icons_size"] = 0.850000023841858,
					["show_sidebars"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
					},
					["bars_sort_direction"] = 1,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["clickthrough_rows"] = false,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["hide_in_combat_type"] = 1,
					["hide_in_combat_alpha"] = 0,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["bars_grow_direction"] = 1,
					["libwindow"] = {
						["y"] = 46.60027694702148,
						["x"] = -250.5994873046875,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["grab_on_top"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["backdrop_texture"] = "Details Ground",
					["micro_displays_side"] = 2,
					["strata"] = "LOW",
					["switch_damager_in_combat"] = false,
					["switch_damager"] = false,
					["ignore_mass_showhide"] = false,
					["auto_current"] = true,
					["skin_custom"] = "",
					["bg_alpha"] = 0.183960914611816,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -450.3996658325195,
							["x"] = 618.4005126953125,
							["w"] = 310.0002136230469,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["report_schema"] = 1,
			["ps_abbreviation"] = 3,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["overall_clear_newboss"] = true,
			["time_type_original"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["overall_clear_logout"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["overall_flag"] = 16,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["trash_auto_remove"] = false,
			["disable_alldisplays_window"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["use_self_color"] = false,
			["use_scroll"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["segments_panic_mode"] = false,
			["memory_threshold"] = 3,
			["minimum_combat_time"] = 5,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["show_arena_role_icon"] = false,
			["time_type"] = 2,
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["clear_ungrouped"] = true,
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["update_speed"] = 0.2,
			["death_tooltip_width"] = 350,
			["default_bg_alpha"] = 0.5,
			["standard_skin"] = false,
		},
	},
	["immersion_special_units"] = true,
	["check_stuttering"] = true,
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
			["382836"] = {
				"Teera and Maruuk", -- [1]
				"382836", -- [2]
				"Свирепый удар", -- [3]
				13.5, -- [4]
				236304, -- [5]
				["id"] = 2581,
			},
			["209628"] = {
				"Advisor Melandrus", -- [1]
				"209628", -- [2]
				"Пронзающий ураган", -- [3]
				10.8, -- [4]
				1020351, -- [5]
				["id"] = 1870,
			},
			["381517"] = {
				"Kyrakka and Erkhart Stormvein", -- [1]
				"381517", -- [2]
				"Ветер перемен: NW", -- [3]
				17, -- [4]
				"Interface\\Icons\\misc_arrowlup", -- [5]
				["id"] = 2623,
			},
			["376997"] = {
				"Crawth", -- [1]
				"376997", -- [2]
				"Свирепый клевок", -- [3]
				3.7, -- [4]
				1508520, -- [5]
				["id"] = 2564,
			},
			["153623"] = {
				"Nhallish", -- [1]
				"153623", -- [2]
				"Сдвиг плоскости", -- [3]
				25.3, -- [4]
				237560, -- [5]
				["id"] = 1688,
			},
			["384223"] = {
				"Azureblade", -- [1]
				"384223", -- [2]
				"Призыв драконьей иллюзии", -- [3]
				3.3, -- [4]
				1387356, -- [5]
				["id"] = 2585,
			},
			["387151"] = {
				"Telash Greywing", -- [1]
				"387151", -- [2]
				"Морозный опустошитель", -- [3]
				14.5, -- [4]
				4622451, -- [5]
				["id"] = 2583,
			},
			["381862"] = {
				"Kyrakka and Erkhart Stormvein", -- [1]
				"381862", -- [2]
				"Ядро адского пламени на ТЕБЕ", -- [3]
				3, -- [4]
				236220, -- [5]
				["id"] = 2623,
			},
			["153094"] = {
				"Sadana Bloodfury", -- [1]
				"153094", -- [2]
				"Шепот Темной Звезды", -- [3]
				15.5, -- [4]
				132323, -- [5]
				["id"] = 1677,
			},
			["374567"] = {
				"Leymor", -- [1]
				"374567", -- [2]
				"Взрывное клеймо", -- [3]
				30.1, -- [4]
				135734, -- [5]
				["id"] = 2582,
			},
			["376827"] = {
				"Balakar Khan", -- [1]
				"376827", -- [2]
				"Проводящий удар", -- [3]
				8, -- [4]
				839977, -- [5]
				["id"] = 2580,
			},
			["207278"] = {
				"Patrol Captain Gerdo", -- [1]
				"207278", -- [2]
				"Чародейская изоляция", -- [3]
				16.6, -- [4]
				1041230, -- [5]
				["id"] = 1868,
			},
			["388283"] = {
				"Granyth", -- [1]
				"388283", -- [2]
				"Извержение", -- [3]
				28.8, -- [4]
				136025, -- [5]
				["id"] = 2637,
			},
			["153153"] = {
				"Sadana Bloodfury", -- [1]
				"153153", -- [2]
				"Темный контакт", -- [3]
				24, -- [4]
				632353, -- [5]
				["id"] = 1677,
			},
			["374720"] = {
				"Leymor", -- [1]
				"374720", -- [2]
				"Поглощающий топот (1)", -- [3]
				45.8, -- [4]
				135735, -- [5]
				["id"] = 2582,
			},
			["386781"] = {
				"Telash Greywing", -- [1]
				"386781", -- [2]
				"Ледяная бомба", -- [3]
				3.5, -- [4]
				4554439, -- [5]
				["id"] = 2583,
			},
			["374364"] = {
				"Leymor", -- [1]
				"374364", -- [2]
				"Силовые ростки", -- [3]
				3.6, -- [4]
				132145, -- [5]
				["id"] = 2582,
			},
			["388796"] = {
				"Overgrown Ancient", -- [1]
				"388796", -- [2]
				"Прорастание", -- [3]
				18.2, -- [4]
				464030, -- [5]
				["id"] = 2563,
			},
			["208165"] = {
				"Talixae Flamewreath", -- [1]
				"208165", -- [2]
				"Иссохшая душа", -- [3]
				13, -- [4]
				460700, -- [5]
				["id"] = 1869,
			},
			["388623"] = {
				"Overgrown Ancient", -- [1]
				"388623", -- [2]
				"Ответвление", -- [3]
				30.4, -- [4]
				133749, -- [5]
				["id"] = 2563,
			},
			["154469"] = {
				"Ner'zhul", -- [1]
				"154469", -- [2]
				"Костяной ритуал", -- [3]
				20.6, -- [4]
				136130, -- [5]
				["id"] = 1682,
			},
			["164974"] = {
				"Sadana Bloodfury", -- [1]
				"164974", -- [2]
				"Полное затмение", -- [3]
				38.9, -- [4]
				236151, -- [5]
				["id"] = 1677,
			},
			["388817"] = {
				"Granyth", -- [1]
				"388817", -- [2]
				"Каменные осколки", -- [3]
				10.6, -- [4]
				4554447, -- [5]
				["id"] = 2637,
			},
			["396721"] = {
				"Overgrown Ancient", -- [1]
				"396721", -- [2]
				"Изобилие", -- [3]
				3.5, -- [4]
				136079, -- [5]
				["id"] = 2563,
			},
			["382628"] = {
				"The Raging Tempest", -- [1]
				"382628", -- [2]
				"Прилив мощи на ТЕБЕ", -- [3]
				20, -- [4]
				237587, -- [5]
				["id"] = 2636,
			},
			["386660"] = {
				"Leymor", -- [1]
				"386660", -- [2]
				"Извергающаяся трещина", -- [3]
				20.3, -- [4]
				132860, -- [5]
				["id"] = 2582,
			},
			["209602"] = {
				"Advisor Melandrus", -- [1]
				"209602", -- [2]
				"Буйство клинков (1)", -- [3]
				5.2, -- [4]
				965900, -- [5]
				["id"] = 1870,
			},
			["385399"] = {
				"Umbrelskul", -- [1]
				"385399", -- [2]
				"Высвобожденное разрушение", -- [3]
				54.8, -- [4]
				135735, -- [5]
				["id"] = 2584,
			},
			["152801"] = {
				"Nhallish", -- [1]
				"152801", -- [2]
				"Водоворот Бездны", -- [3]
				27.3, -- [4]
				236296, -- [5]
				["id"] = 1688,
			},
			["154175"] = {
				"Bonemaw", -- [1]
				"154175", -- [2]
				"Мощный удар", -- [3]
				31.5, -- [4]
				237580, -- [5]
				["id"] = 1679,
			},
			["372863"] = {
				"Kokia Blazehoof", -- [1]
				"372863", -- [2]
				"Ритуал подчинения огня (1)", -- [3]
				7.3, -- [4]
				135829, -- [5]
				["id"] = 2606,
			},
			["384316"] = {
				"The Raging Tempest", -- [1]
				"384316", -- [2]
				"Удар молнии", -- [3]
				10.5, -- [4]
				252174, -- [5]
				["id"] = 2636,
			},
			["396044"] = {
				"Melidrussa Chillworn", -- [1]
				"396044", -- [2]
				"Взрывные градины", -- [3]
				6.8, -- [4]
				135849, -- [5]
				["id"] = 2609,
			},
			["376892"] = {
				"Balakar Khan", -- [1]
				"376892", -- [2]
				"Трескучий сдвиг", -- [3]
				37, -- [4]
				136111, -- [5]
				["id"] = 2580,
			},
			["374789"] = {
				"Leymor", -- [1]
				"374789", -- [2]
				"Усиленный удар", -- [3]
				10.6, -- [4]
				135858, -- [5]
				["id"] = 2582,
			},
			["153067"] = {
				"Nhallish", -- [1]
				"153067", -- [2]
				"Опустошение Бездны", -- [3]
				65.4, -- [4]
				535592, -- [5]
				["id"] = 1688,
			},
			["warmup"] = {
				"Advisor Melandrus", -- [1]
				"warmup", -- [2]
				"Активен", -- [3]
				11, -- [4]
				"Interface\\Icons\\inv_helm_mask_fittedalpha_b_01_nightborne_01", -- [5]
				["id"] = 1870,
			},
			["382670"] = {
				"Teera and Maruuk", -- [1]
				"382670", -- [2]
				"Ураганная стрела (1)", -- [3]
				21.5, -- [4]
				1029585, -- [5]
				["id"] = 2581,
			},
			["376864"] = {
				"Balakar Khan", -- [1]
				"376864", -- [2]
				"Заряженное копье", -- [3]
				21.5, -- [4]
				135127, -- [5]
				["id"] = 2580,
			},
			["374361"] = {
				"Echo of Doragosa", -- [1]
				"374361", -- [2]
				"Звездное дыхание", -- [3]
				28.8, -- [4]
				135849, -- [5]
				["id"] = 2565,
			},
			["386173"] = {
				"Vexamus", -- [1]
				"386173", -- [2]
				"Мана-бомбы", -- [3]
				22.1, -- [4]
				1717108, -- [5]
				["id"] = 2562,
			},
			["nil"] = {
				"Pull", -- [1]
				"nil", -- [2]
				"Атака", -- [3]
				3, -- [4]
				132337, -- [5]
				["id"] = 1677,
			},
			["388822"] = {
				"Echo of Doragosa", -- [1]
				"388822", -- [2]
				"Энергетический вакуум", -- [3]
				22.8, -- [4]
				1041234, -- [5]
				["id"] = 2565,
			},
			["374352"] = {
				"Echo of Doragosa", -- [1]
				"374352", -- [2]
				"Энергетическая бомба", -- [3]
				15.9, -- [4]
				135735, -- [5]
				["id"] = 2565,
			},
			["386544"] = {
				"Vexamus", -- [1]
				"386544", -- [2]
				"Чародейские сферы", -- [3]
				4.1, -- [4]
				1391782, -- [5]
				["id"] = 2562,
			},
			["381516"] = {
				"Kyrakka and Erkhart Stormvein", -- [1]
				"381516", -- [2]
				"Прерывающая гроза", -- [3]
				9.7, -- [4]
				136018, -- [5]
				["id"] = 2623,
			},
			["165578"] = {
				"Bonemaw", -- [1]
				"165578", -- [2]
				"Трупное дыхание", -- [3]
				6, -- [4]
				136130, -- [5]
				["id"] = 1679,
			},
			["152979"] = {
				"Nhallish", -- [1]
				"152979", -- [2]
				"Осколок души", -- [3]
				37.1, -- [4]
				828455, -- [5]
				["id"] = 1688,
			},
			["385339"] = {
				"Teera and Maruuk", -- [1]
				"385339", -- [2]
				"Раскол земли", -- [3]
				52, -- [4]
				136025, -- [5]
				["id"] = 2581,
			},
			["388537"] = {
				"Vexamus", -- [1]
				"388537", -- [2]
				"Магический разлом (1)", -- [3]
				40.9, -- [4]
				429383, -- [5]
				["id"] = 2562,
			},
			["submerge"] = {
				"Bonemaw", -- [1]
				"submerge", -- [2]
				"Погружение", -- [3]
				64.8, -- [4]
				"Interface\\Icons\\misc_arrowdown", -- [5]
				["id"] = 1679,
			},
			["377034"] = {
				"Crawth", -- [1]
				"377034", -- [2]
				"Подавляющий порыв", -- [3]
				15.8, -- [4]
				2103870, -- [5]
				["id"] = 2564,
			},
			["385916"] = {
				"Granyth", -- [1]
				"385916", -- [2]
				"Тектонический топот", -- [3]
				15.5, -- [4]
				1016245, -- [5]
				["id"] = 2637,
			},
			["209676"] = {
				"Advisor Melandrus", -- [1]
				"209676", -- [2]
				"Кромсающий вихрь (1)", -- [3]
				22.8, -- [4]
				1029585, -- [5]
				["id"] = 1870,
			},
			["207261"] = {
				"Patrol Captain Gerdo", -- [1]
				"207261", -- [2]
				"Резонирующий удар сплеча", -- [3]
				6.1, -- [4]
				135734, -- [5]
				["id"] = 1868,
			},
			["381602"] = {
				"Kyrakka and Erkhart Stormvein", -- [1]
				"381602", -- [2]
				"Огненный плевок", -- [3]
				15.7, -- [4]
				135809, -- [5]
				["id"] = 2623,
			},
			["372851"] = {
				"Melidrussa Chillworn", -- [1]
				"372851", -- [2]
				"Ледяная буря", -- [3]
				12.1, -- [4]
				136213, -- [5]
				["id"] = 2609,
			},
			["207906"] = {
				"Talixae Flamewreath", -- [1]
				"207906", -- [2]
				"Интенсивное горение", -- [3]
				6, -- [4]
				135818, -- [5]
				["id"] = 1869,
			},
			["384686"] = {
				"The Raging Tempest", -- [1]
				"384686", -- [2]
				"Волна энергии", -- [3]
				7.3, -- [4]
				1370984, -- [5]
				["id"] = 2636,
			},
			["207881"] = {
				"Talixae Flamewreath", -- [1]
				"207881", -- [2]
				"Инфернальное извержение", -- [3]
				19, -- [4]
				451164, -- [5]
				["id"] = 1869,
			},
			["375937"] = {
				"Balakar Khan", -- [1]
				"375937", -- [2]
				"Разрывающий удар", -- [3]
				8, -- [4]
				132155, -- [5]
				["id"] = 2580,
			},
			["388544"] = {
				"Overgrown Ancient", -- [1]
				"388544", -- [2]
				"Пробивание коры", -- [3]
				9.7, -- [4]
				132318, -- [5]
				["id"] = 2563,
			},
			["375943"] = {
				"Balakar Khan", -- [1]
				"375943", -- [2]
				"Дрожь земли", -- [3]
				37, -- [4]
				1016245, -- [5]
				["id"] = 2580,
			},
			["376634"] = {
				"Balakar Khan", -- [1]
				"376634", -- [2]
				"Железное копье", -- [3]
				21.5, -- [4]
				135130, -- [5]
				["id"] = 2580,
			},
			["381512"] = {
				"Kyrakka and Erkhart Stormvein", -- [1]
				"381512", -- [2]
				"Сметающая буря", -- [3]
				6.1, -- [4]
				132314, -- [5]
				["id"] = 2623,
			},
			["376727"] = {
				"Balakar Khan", -- [1]
				"376727", -- [2]
				"<Чтение Выкачивание силы>", -- [3]
				4, -- [4]
				1020384, -- [5]
				["id"] = 2580,
			},
			["385075"] = {
				"Umbrelskul", -- [1]
				"385075", -- [2]
				"Чародейское извержение", -- [3]
				28.2, -- [4]
				135753, -- [5]
				["id"] = 2584,
			},
			["386530"] = {
				"Granyth", -- [1]
				"386530", -- [2]
				"Перезарядка", -- [3]
				25, -- [4]
				394796, -- [5]
				["id"] = 2637,
			},
			["152792"] = {
				"Nhallish", -- [1]
				"152792", -- [2]
				"Вспышка Бездны", -- [3]
				10.7, -- [4]
				537079, -- [5]
				["id"] = 1688,
			},
			["385578"] = {
				"Azureblade", -- [1]
				"385578", -- [2]
				"Древняя сфера", -- [3]
				10.6, -- [4]
				1717106, -- [5]
				["id"] = 2585,
			},
			["385958"] = {
				"Vexamus", -- [1]
				"385958", -- [2]
				"Волна тайной магии", -- [3]
				12.1, -- [4]
				135734, -- [5]
				["id"] = 2562,
			},
			["219488"] = {
				"Patrol Captain Gerdo", -- [1]
				"219488", -- [2]
				"Дворник", -- [3]
				11, -- [4]
				1391767, -- [5]
				["id"] = 1868,
			},
			["385434"] = {
				"Teera and Maruuk", -- [1]
				"385434", -- [2]
				"Прыжок духа", -- [3]
				6, -- [4]
				135736, -- [5]
				["id"] = 2581,
			},
			["388923"] = {
				"Overgrown Ancient", -- [1]
				"388923", -- [2]
				"Взрывной рост (1)", -- [3]
				56.4, -- [4]
				136025, -- [5]
				["id"] = 2563,
			},
			["394875"] = {
				"The Raging Tempest", -- [1]
				"394875", -- [2]
				"Прилив мощи: Яростная буря", -- [3]
				60, -- [4]
				237587, -- [5]
				["id"] = 2636,
			},
			["388008"] = {
				"Telash Greywing", -- [1]
				"388008", -- [2]
				"Абсолютный нуль (1)", -- [3]
				21.5, -- [4]
				135833, -- [5]
				["id"] = 2583,
			},
			["384620"] = {
				"The Raging Tempest", -- [1]
				"384620", -- [2]
				"Электрическая буря", -- [3]
				30.4, -- [4]
				237589, -- [5]
				["id"] = 2636,
			},
			["372107"] = {
				"Kokia Blazehoof", -- [1]
				"372107", -- [2]
				"Пылающий валун", -- [3]
				14.5, -- [4]
				451164, -- [5]
				["id"] = 2606,
			},
			["153240"] = {
				"Sadana Bloodfury", -- [1]
				"153240", -- [2]
				"Разящий клинок", -- [3]
				8.8, -- [4]
				376022, -- [5]
				["id"] = 1677,
			},
			["381525"] = {
				"Kyrakka and Erkhart Stormvein", -- [1]
				"381525", -- [2]
				"Ревущее огненное дыхание", -- [3]
				1.6, -- [4]
				460698, -- [5]
				["id"] = 2623,
			},
			["377004"] = {
				"Crawth", -- [1]
				"377004", -- [2]
				"Оглушительный визг (1)", -- [3]
				10.1, -- [4]
				252188, -- [5]
				["id"] = 2564,
			},
			["154350"] = {
				"Ner'zhul", -- [1]
				"154350", -- [2]
				"Знамение смерти", -- [3]
				6.1, -- [4]
				136022, -- [5]
				["id"] = 1682,
			},
			["153804"] = {
				"Bonemaw", -- [1]
				"153804", -- [2]
				"Вдох", -- [3]
				16.7, -- [4]
				463565, -- [5]
				["id"] = 1679,
			},
			["372222"] = {
				"Azureblade", -- [1]
				"372222", -- [2]
				"Удар тайной магии", -- [3]
				5.2, -- [4]
				134550, -- [5]
				["id"] = 2585,
			},
			["386320"] = {
				"Granyth", -- [1]
				"386320", -- [2]
				"Призыв диверсанта", -- [3]
				5.1, -- [4]
				3012071, -- [5]
				["id"] = 2637,
			},
			["summon_worms"] = {
				"Bonemaw", -- [1]
				"summon_worms", -- [2]
				"Помощники появление", -- [3]
				26.9, -- [4]
				"Interface\\Icons\\ability_hunter_pet_worm", -- [5]
				["id"] = 1679,
			},
			["386063"] = {
				"Teera and Maruuk", -- [1]
				"386063", -- [2]
				"Отпугивающий рык", -- [3]
				5.5, -- [4]
				136147, -- [5]
				["id"] = 2581,
			},
			["373680"] = {
				"Melidrussa Chillworn", -- [1]
				"373680", -- [2]
				"Ледяная перегрузка", -- [3]
				8.5, -- [4]
				135782, -- [5]
				["id"] = 2609,
			},
			["384132"] = {
				"Azureblade", -- [1]
				"384132", -- [2]
				"Переполняющая энергия (1)", -- [3]
				32.9, -- [4]
				4638533, -- [5]
				["id"] = 2585,
			},
			["385331"] = {
				"Umbrelskul", -- [1]
				"385331", -- [2]
				"Разлом", -- [3]
				22.4, -- [4]
				1466168, -- [5]
				["id"] = 2584,
			},
			["224333"] = {
				"Advisor Melandrus", -- [1]
				"224333", -- [2]
				"Вихрь", -- [3]
				8.4, -- [4]
				1029595, -- [5]
				["id"] = 1870,
			},
			["372858"] = {
				"Kokia Blazehoof", -- [1]
				"372858", -- [2]
				"Раскаленные удары", -- [3]
				21.6, -- [4]
				236289, -- [5]
				["id"] = 2606,
			},
			["384978"] = {
				"Umbrelskul", -- [1]
				"384978", -- [2]
				"Удар дракона", -- [3]
				7.4, -- [4]
				254096, -- [5]
				["id"] = 2584,
			},
			["384699"] = {
				"Umbrelskul", -- [1]
				"384699", -- [2]
				"Кристаллический рев", -- [3]
				12.2, -- [4]
				135730, -- [5]
				["id"] = 2584,
			},
			["154442"] = {
				"Ner'zhul", -- [1]
				"154442", -- [2]
				"Злобный удар", -- [3]
				5.7, -- [4]
				237557, -- [5]
				["id"] = 1682,
			},
			["386547"] = {
				"Teera and Maruuk", -- [1]
				"386547", -- [2]
				"Отпор", -- [3]
				50, -- [4]
				1029595, -- [5]
				["id"] = 2581,
			},
		},
		["latest_boss_mods_access"] = 1682368136,
		["encounter_timers_dbm"] = {
		},
	},
	["spell_category_latest_query"] = 0,
	["tutorial"] = {
		["unlock_button"] = 4,
		["main_help_button"] = 1931,
		["WINDOW_GROUP_MAKING1"] = true,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["MIN_COMBAT_TIME"] = true,
		["OVERALLDATA_WARNING1"] = 2,
		["logons"] = 1931,
		["version_announce"] = 0,
		["ctrl_click_close_tutorial"] = false,
		["DETAILS_INFO_TUTORIAL2"] = 10,
		["bookmark_tutorial"] = false,
		["STREAMER_PLUGIN_FIRSTRUN"] = true,
	},
	["played_class_time"] = true,
	["custom"] = {
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел на нанесение урона.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Урон (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["script_version"] = 3,
		}, -- [1]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел, делая исцеление.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Исцеление (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["script_version"] = 2,
		}, -- [2]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "Контроль толпы сделано",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 11,
		}, -- [3]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the amount of crowd control received for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["name"] = "Контроль толпы получено",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["script_version"] = 3,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Показать свои заклинания в окне.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["attribute"] = false,
			["name"] = "Мои заклинания",
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n				\n				local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["script_version"] = 8,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, меткой с черепом.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон по метки с черепом",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 3,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, отмеченным любой другой меткой.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон на другие помеченные метки",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 3,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон по щитам",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["script_version"] = 1,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Rhythm",
			["total_script"] = "        local value, top, total, Combat, Instance, Actor = ...\n\n        if _G.Details_ExplosiveOrbs then\n            return _G.Details_ExplosiveOrbs:GetDisplayText(Combat:GetCombatNumber(), Actor.my_actor:guid())\n        end\n        return \"\"\n    ",
			["desc"] = "Отображает, сколько взрывоопасных сфер игроки выделяют и бьют.",
			["attribute"] = false,
			["script"] = "        local Combat, CustomContainer, Instance = ...\n        local total, top, amount = 0, 0, 0\n\n        if _G.Details_ExplosiveOrbs then\n            local CombatNumber = Combat:GetCombatNumber()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            for _, Actor in Container:ListActors() do\n                if Actor:IsGroupPlayer() then\n                    -- we only record the players in party\n                    local target, hit = _G.Details_ExplosiveOrbs:GetRecord(CombatNumber, Actor:guid())\n                    if target > 0 or hit > 0 then\n                        CustomContainer:AddValue(Actor, hit)\n                    end\n                end\n            end\n\n            total, top = CustomContainer:GetTotalAndHighestValue()\n            amount = CustomContainer:GetNumActors()\n        end\n\n        return total, top, amount\n    ",
			["name"] = "Взрывоопасная сфера",
			["tooltip"] = "        local Actor, Combat, Instance = ...\n        local GameCooltip = GameCooltip\n\n        if _G.Details_ExplosiveOrbs then\n            local actorName = Actor:name()\n            local Actor = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE):GetActor(actorName)\n            if not Actor then return end\n\n            local sortedList = {}\n            local orbName = _G.Details_ExplosiveOrbs:RequireOrbName()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n\n            for spellID, spellTable in pairs(Actor:GetSpellList()) do\n                local amount = spellTable.targets[orbName]\n                if amount then\n                    tinsert(sortedList, {spellID, amount})\n                end\n            end\n\n            -- handle pet\n            for _, petName in ipairs(Actor.pets) do\n                local petActor = Container:GetActor(petName)\n                for spellID, spellTable in pairs(petActor:GetSpellList()) do\n                    local amount = spellTable.targets[orbName]\n                    if amount then\n                        tinsert(sortedList, {spellID, amount, petName})\n                    end\n                end\n            end\n\n            sort(sortedList, Details.Sort2)\n\n            local format_func = Details:GetCurrentToKFunction()\n            for _, tbl in ipairs(sortedList) do\n                local spellID, amount, petName = unpack(tbl)\n                local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n                if petName then\n                    spellName = spellName .. ' (' .. petName .. ')'\n                end\n\n                GameCooltip:AddLine(spellName, format_func(_, amount))\n                Details:AddTooltipBackgroundStatusbar()\n                GameCooltip:AddIcon(spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n            end\n        end\n    ",
			["target"] = false,
			["spellid"] = false,
			["icon"] = 2175503,
			["script_version"] = 11,
		}, -- [9]
		{
			["source"] = false,
			["author"] = "Rhythm",
			["total_script"] = "        local value, top, total, Combat, Instance, Actor = ...\n\n        if _G.Details_ExplosiveOrbs then\n            return _G.Details_ExplosiveOrbs:GetDisplayText(Details:GetCombat(-1):GetCombatNumber(), Actor.my_actor:guid())\n        end\n        return \"\"\n    ",
			["desc"] = "Отображает, сколько взрывоопасных сфер игроки выделяют и бьют.",
			["attribute"] = false,
			["script"] = "        local Combat, CustomContainer, Instance = ...\n        local total, top, amount = 0, 0, 0\n\n        if _G.Details_ExplosiveOrbs then\n            local OverallCombat = Details:GetCombat(-1)\n            local CombatNumber = OverallCombat:GetCombatNumber()\n            local Container = OverallCombat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            for _, Actor in Container:ListActors() do\n                if Actor:IsGroupPlayer() then\n                    -- we only record the players in party\n                    local target, hit = _G.Details_ExplosiveOrbs:GetRecord(CombatNumber, Actor:guid())\n                    if target > 0 or hit > 0 then\n                        CustomContainer:AddValue(Actor, hit)\n                    end\n                end\n            end\n\n            total, top = CustomContainer:GetTotalAndHighestValue()\n            amount = CustomContainer:GetNumActors()\n        end\n\n        return total, top, amount\n    ",
			["name"] = "Dynamic Overall Explosive Orbs",
			["tooltip"] = "        local Actor, Combat, Instance = ...\n        local GameCooltip = GameCooltip\n\n        if _G.Details_ExplosiveOrbs then\n            local actorName = Actor:name()\n            local orbName = _G.Details_ExplosiveOrbs:RequireOrbName()\n\n            local OverallCombat = Details:GetCombat(-1)\n            local CurrentCombat = Details:GetCombat(0)\n\n            local OverallContainer = OverallCombat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            local CurrentContainer = CurrentCombat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n\n            local AllSpells = {}\n\n            -- handle overall\n            local Actor = OverallContainer:GetActor(actorName)\n            local ActorSpells = Actor:GetSpellList()\n\n            -- handle player\n            AllSpells[actorName] = {}\n            for spellID, spellTable in pairs(ActorSpells) do\n                AllSpells[actorName][spellID] = spellTable.targets[orbName]\n            end\n\n            -- handle pet\n            for _, petName in ipairs(Actor.pets) do\n                local petActor = OverallContainer:GetActor(petName)\n                local petActorSpells = petActor:GetSpellList()\n\n                AllSpells[petName] = {}\n                for spellID, spellTable in pairs(petActorSpells) do\n                    AllSpells[petName][spellID] = spellTable.targets[orbName]\n                end\n            end\n\n            if Details.in_combat then\n                -- handle current\n                local Actor = CurrentContainer:GetActor(actorName)\n                local ActorSpells = Actor:GetSpellList()\n\n                -- handle player\n                for spellID, spellTable in pairs(ActorSpells) do\n                    AllSpells[actorName][spellID] = (AllSpells[actorName][spellID] or 0) + (spellTable.targets[orbName] or 0)\n                end\n\n                -- handle pet\n                for _, petName in ipairs(Actor.pets) do\n                    local petActor = CurrentContainer:GetActor(petName)\n                    local petActorSpells = petActor:GetSpellList()\n\n                    if not AllSpells[petName] then\n                        AllSpells[petName] = {}\n                    end\n\n                    for spellID, spellTable in pairs(petActorSpells) do\n                        AllSpells[petName][spellID] = (AllSpells[petName][spellID] or 0) + (spellTable.targets[orbName] or 0)\n                    end\n                end\n            end\n\n            local sortedList = {}\n            for name, spellTable in pairs(AllSpells) do\n                for spellID, amount in pairs(spellTable) do\n                    tinsert(sortedList, {spellID, amount, name ~= actorName and name})\n                end\n            end\n\n            sort(sortedList, Details.Sort2)\n\n            local format_func = Details:GetCurrentToKFunction()\n            for _, tbl in ipairs(sortedList) do\n                local spellID, amount, petName = unpack(tbl)\n                local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n                if petName then\n                    spellName = spellName .. ' (' .. petName .. ')'\n                end\n\n                GameCooltip:AddLine(spellName, format_func(_, amount))\n                Details:AddTooltipBackgroundStatusbar()\n                GameCooltip:AddIcon(spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n            end\n        end\n    ",
			["target"] = false,
			["spellid"] = false,
			["icon"] = 2175503,
			["script_version"] = 11,
		}, -- [10]
		{
			["source"] = false,
			["desc"] = "Show overall damage done on the fly.",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n				\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n				\n				--calculate the DPS and return it as percent\n				local totalValue = value\n				\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				return s\n			",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["spellid"] = false,
			["name"] = "Динамический общий урон",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				if (player) then\n					playerTotal = playerTotal + player.total\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs (playerSpells) do\n						AllSpells [spellID] = spellTable.total\n					end\n				end\n				--current\n				if (Details.in_combat) then\n					local player = CurrentCombat [1]:GetActor (actor.nome)\n					if (player) then\n						playerTotal = playerTotal + player.total\n						local playerSpells = player:GetSpellList()\n						for spellID, spellTable in pairs (playerSpells) do\n							AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n						end\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n					tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs (sortedList) do\n					local spellID, total = unpack (t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n						\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n						\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n						\n						GameCooltip:AddLine (spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n						\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n						\n					end\n				end\n			",
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n				\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n				\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n				\n				if (Details.in_combat) then\n					for _, player in ipairs ( damage_container_current ) do \n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)        \n						end\n					end\n				end\n				\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n				\n				--return:\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 8,
		}, -- [11]
		{
			["source"] = false,
			["author"] = "Rhythm",
			["desc"] = "Отображает, сколько взрывоопасных сфер игроки выделяют и бьют.",
			["total_script"] = "        local value, top, total, Combat, Instance, Actor = ...\n\n        if _G.Details_ExplosiveOrbs then\n            return _G.Details_ExplosiveOrbs:GetDisplayText(Combat:GetCombatNumber(), Actor.my_actor:guid())\n        end\n        return \"\"\n    ",
			["icon"] = 2175503,
			["spellid"] = false,
			["name"] = "Взрывоопасные сферы",
			["tooltip"] = "        local Actor, Combat, Instance = ...\n        local GameCooltip = GameCooltip\n\n        if _G.Details_ExplosiveOrbs then\n            local actorName = Actor:name()\n            local Actor = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE):GetActor(actorName)\n            if not Actor then return end\n\n            local sortedList = {}\n            local orbName = _G.Details_ExplosiveOrbs:RequireOrbName()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n\n            for spellID, spellTable in pairs(Actor:GetSpellList()) do\n                local amount = spellTable.targets[orbName]\n                if amount then\n                    tinsert(sortedList, {spellID, amount})\n                end\n            end\n\n            -- handle pet\n            for _, petName in ipairs(Actor.pets) do\n                local petActor = Container:GetActor(petName)\n                for spellID, spellTable in pairs(petActor:GetSpellList()) do\n                    local amount = spellTable.targets[orbName]\n                    if amount then\n                        tinsert(sortedList, {spellID, amount, petName})\n                    end\n                end\n            end\n\n            sort(sortedList, Details.Sort2)\n\n            local format_func = Details:GetCurrentToKFunction()\n            for _, tbl in ipairs(sortedList) do\n                local spellID, amount, petName = unpack(tbl)\n                local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n                if petName then\n                    spellName = spellName .. ' (' .. petName .. ')'\n                end\n\n                GameCooltip:AddLine(spellName, format_func(_, amount))\n                Details:AddTooltipBackgroundStatusbar()\n                GameCooltip:AddIcon(spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n            end\n        end\n    ",
			["target"] = false,
			["script"] = "        local Combat, CustomContainer, Instance = ...\n        local total, top, amount = 0, 0, 0\n\n        if _G.Details_ExplosiveOrbs then\n            local CombatNumber = Combat:GetCombatNumber()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            for _, Actor in Container:ListActors() do\n                if Actor:IsGroupPlayer() then\n                    -- we only record the players in party\n                    local target, hit = _G.Details_ExplosiveOrbs:GetRecord(CombatNumber, Actor:guid())\n                    if target > 0 or hit > 0 then\n                        CustomContainer:AddValue(Actor, hit)\n                    end\n                end\n            end\n\n            total, top = CustomContainer:GetTotalAndHighestValue()\n            amount = CustomContainer:GetNumActors()\n        end\n\n        return total, top, amount\n    ",
			["attribute"] = false,
			["script_version"] = 11,
		}, -- [12]
		{
			["source"] = false,
			["tooltip"] = "				local actorObject, combatObject, instanceObject = ...\n\n				local iconSize = 20\n				\n				local buffUptimeContainer = actorObject:GetSpellContainer(\"buff\")\n				if (buffUptimeContainer) then\n					for spellId, potionPower in pairs(LIB_OPEN_RAID_ALL_POTIONS) do\n						local spellTable = buffUptimeContainer:GetSpell(spellId)\n						if (spellTable) then\n							local used = spellTable.activedamt\n							if (used and used > 0) then\n								local spellName, _, spellIcon = GetSpellInfo(spellId)\n								GameCooltip:AddLine(spellName, used)\n								GameCooltip:AddIcon(spellIcon, 1, 1, iconSize, iconSize)\n								Details:AddTooltipBackgroundStatusbar()\n							end\n						end\n					end\n				end\n			",
			["import_string"] = "1EvBVnkoq4FlxKwDWDjCn6Q0kfD7kL(YwruUMOLK7JaoGPX3rSrgZwLV4F73yJ5LMxjPDfBBzHXZZZmEMhg7p0FHVxoRGhH9x57HkeRzCFVhWcejn)x89YWWROIG8iojt47LYIqPYWFGslW9LHcwM(3cuk83i2MvibCdHMlq0iSm8lYqhhh5e5e9s0pydsS2jjLX4w6hAREnhlk4uzyVEYWbdYfCc9fNeghm2Q3NCgM0RVb2)qd3Vn8MBSvohwYN6P8GCIVxmopY3ZBn7vz4RRzkMid3cXNmKJiXYWICm8BKmmJjim4LXfkKGyynqomnIvqfyUJVNgLpG4UkW2pQljV6Fg2tIyu)Nh(N3(5H367rrBW(EZn8CjqCyRkdNMsIv7vce)fSqD3oCSKnZw9V4ifNIkYfSn3ZOWwkfZBXYstA4Qz9vrvzmI2OYiAJUPV5hfBhmaq3K22qYJalJemUcEds1omLKlMLSuqsjITJvwLR9xBIo6jSq)QPGXwp84IXUt9cgVyX3DVB5Ihd(BxV7TlXnMzGfYLzJKtsuOg03qGQGsTXtYqeEU1bWhs(GBMidlVgmGrt3cffPOTaX1l(foRiRXesIm0QfcJCZFszXC9sSST1KI2SGQltsy13G8yC1Uje9jO0C8(MV)tANP17)a3XRksacvKjiBWVjNFe4lxXsT911cAE0oMGnbpfc1wy1RCH9S33Z6mYb97rZfnHuv7hdCscdQrbFfHO)Qq3IcScEqghBSd2CZzQkxrEtfjrDF6ROTWFhECSmjaniTs)hK41jG6kWVn7(LEbZNTWD2ZbUpyFCC0PJwOC2Kq1LUFtZjZD)(jJNQR9kOe8c85xMMMqRTm8Vay6mjBiBMgSoqqmn(8gnyakoUzpvu1BB6ep763rDB0444)rPU2UvTVoqNCr88WKVl9MxAN5v2xEYUYRPNulJQJb34(vFFCo71k9WsT0PU3fmB(Jph89XUpemE6utVH3okQNPBuJZc0Q0YpvEYwrdNS7yTDJRV4IBd5kNr4lTzPdSBq(bogTr0D3PPJzGdA9ShFf(a6fZStPvOD7f7PRu(4eX4x1QdxDOTRcZ1fwDs05891)SLTUszmvoXU7EVtjJtA07rBSujQvz2zlnAnRz1Th(BHVHb6)t5tGPdlh3EuZC3hCCw942ibCkJvfc9rFemwQGKvpf9Bt87mt9XMGUEK33POENfX)5iA)HksFPIYVtr4par32H)ZWHW6xE8IYqmYixwf5U0e2f8jQNqQ0NUut1KpfYIwTbQJD474gfRSQ5NAEhZpMdY7yQUDsb8cwJjVSwC632boywTc)fLo4ou0)Po2engoDQOiFfcoy07rCPQ12x47))d",
			["author"] = "Terciob",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				value = math.floor(value)\n				return \"\"\n			",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return math.floor(value) .. \" \"\n			",
			["script"] = "				local combatObject, customContainer, instanceObject = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the misc actor container\n				local listOfUtilityActors = combatObject:GetActorList(DETAILS_ATTRIBUTE_MISC)\n				\n				--do the loop:\n				for _, actorObject in ipairs(listOfUtilityActors) do\n					--only player in group\n					if (actorObject:IsGroupPlayer()) then\n						local bFoundPotion = false\n						\n						--get the spell debuff uptime container\n						local debuffUptimeContainer = actorObject:GetSpellContainer(\"debuff\")\n						if (debuffUptimeContainer) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focusPotion = debuffUptimeContainer:GetSpell(DETAILS_FOCUS_POTION_ID)\n							if (focusPotion) then\n								total = total + 1\n								bFoundPotion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player\n								customContainer:AddValue(actorObject, 1)\n							end\n						end\n						\n						--get the spell buff uptime container\n						local buffUptimeContainer = actorObject:GetSpellContainer(\"buff\")\n						if (buffUptimeContainer) then\n							for spellId, potionPower in pairs(LIB_OPEN_RAID_ALL_POTIONS) do\n								local spellTable = buffUptimeContainer:GetSpell(spellId)\n								if (spellTable) then\n									local used = spellTable.activedamt\n									if (used and used > 0) then\n										total = total + used\n										bFoundPotion = true\n										if (used > top) then\n											top = used\n										end\n										\n										--add amount to the player\n										customContainer:AddValue(actorObject, used)\n									end\n								end\n							end\n						end\n						\n						if (bFoundPotion) then\n							amount = amount + 1\n						end\n					end\n				end\n				\n				--return:\n				return total, top, amount\n				",
			["desc"] = "Показать, кто в вашем рейде использовал зелье во время сражения.",
			["name"] = "Использовано зелий",
			["attribute"] = false,
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["script_version"] = 8,
		}, -- [13]
		{
			["source"] = false,
			["desc"] = "Показать, кто в вашей рейдовой группе использовал камень здоровья или целебное зелье.",
			["author"] = "Terciob",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "				local actorObject, combatObject, instanceObject = ...\n				local spellContainer = actorObject:GetSpellContainer(\"spell\")\n				\n				local iconSize = 20\n				\n				local allHealingPotions = {6262}\n				for spellId, potionPower in pairs(LIB_OPEN_RAID_ALL_POTIONS) do\n					allHealingPotions[#allHealingPotions+1] = spellId\n				end\n				\n				for i = 1, #allHealingPotions do\n					local spellId = allHealingPotions[i]\n					local spellTable = spellContainer:GetSpell(spellId)\n					if (spellTable) then\n						local spellName, _, spellIcon = GetSpellInfo(spellId)\n						GameCooltip:AddLine(spellName, Details:ToK(spellTable.total))\n						GameCooltip:AddIcon(spellIcon, 1, 1, iconSize, iconSize)\n						GameCooltip:AddStatusBar (100, 1, 0, 0, 0, 0.75)\n					end\n				end\n			",
			["name"] = "Лечебное зелье и камень",
			["script"] = "				local combatObject, instanceContainer, instanceObject = ...\n				local total, top, amount = 0, 0, 0\n				\n				local listOfHealingActors = combatObject:GetActorList(DETAILS_ATTRIBUTE_HEAL)\n				for _, actorObject in ipairs(listOfHealingActors) do\n					local listOfSpells = actorObject:GetSpellList()\n					local found = false\n					\n					for spellId, spellTable in pairs(listOfSpells) do\n						if (LIB_OPEN_RAID_HEALING_POTIONS[spellId]) then\n							instanceContainer:AddValue(actorObject, spellTable.total)\n							total = total + spellTable.total\n							if (top < spellTable.total) then\n								top = spellTable.total\n							end\n							found = true\n						end\n					end\n					\n					if (found) then\n						amount = amount + 1\n					end\n				end\n				\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["script_version"] = 18,
		}, -- [14]
	},
	["class_time_played"] = {
		["DEATHKNIGHT"] = 7955.198000000091,
		["WARRIOR"] = 8182.505000000005,
		["PALADIN"] = 279255.3269999994,
		[8] = {
			["DEATHKNIGHT"] = 20923.6179999999,
			["WARRIOR"] = 28396.29900000035,
			["DEMONHUNTER"] = 119522.6489999997,
			["PALADIN"] = 387232.7030000001,
			["SHAMAN"] = 76704.83299999963,
			["DRUID"] = 110313.8350000002,
			["MONK"] = 99814.0580000002,
			["PRIEST"] = 26660.37800000003,
		},
		["PRIEST"] = 27158.64799999993,
		[9] = {
			["DEATHKNIGHT"] = 90430.16699999996,
			["WARRIOR"] = 255039.0690000001,
			["ROGUE"] = 48.3410000000149,
			["MAGE"] = 197.7580000000012,
			["PRIEST"] = 392691.3950000002,
			["WARLOCK"] = 133.1060000000016,
			["DEMONHUNTER"] = 519.8050000000076,
			["SHAMAN"] = 28535.2509999999,
			["DRUID"] = 563580.7729999997,
			["MONK"] = 62815.33600000034,
			["PALADIN"] = 2730826.376000002,
		},
		["WARLOCK"] = 149.0819999999367,
		["DEMONHUNTER"] = 123915.9419999993,
		["DRUID"] = 77500.0700000003,
		["MONK"] = 197441.0929999996,
		["SHAMAN"] = 95592.62600000028,
	},
	["latest_news_saw"] = "10.0.5 10661",
	["aura_tracker_frame"] = {
		["scaletable"] = {
			["scale"] = 1,
		},
		["position"] = {
		},
	},
	["slash_me_used"] = false,
	["realm_sync"] = true,
	["show_warning_id1"] = true,
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["reverse_death_log"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = false,
		["mythicrun_chart_frame_ready"] = {
			["y"] = -31.1998291015625,
			["x"] = -26.40008544921875,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
		},
		["last_mythicrun_chart"] = {
		},
	},
	["merge_player_abilities"] = false,
	["latest_npcid_pool_access"] = 1682368136,
	["data_wipes_exp"] = {
		["9"] = true,
		["14"] = false,
		["13"] = false,
		["12"] = false,
		["11"] = false,
		["10"] = true,
	},
	["spellid_ignored"] = {
	},
	["createauraframe"] = {
	},
	["item_level_pool"] = {
		["Player-580-0A0931FB"] = {
			["time"] = 1682798681,
			["name"] = "Akkeren-Blackmoore",
			["ilvl"] = 418.1875,
		},
		["Player-1379-0ADD8F86"] = {
			["time"] = 1682791470,
			["name"] = "Swell-Sanguino",
			["ilvl"] = 418.5625,
		},
		["Player-1104-0A280FC4"] = {
			["name"] = "Cleavarious-Gul'dan",
			["time"] = 1682780803,
			["ilvl"] = 420.25,
		},
		["Player-1084-0A5EF63A"] = {
			["time"] = 1682796262,
			["name"] = "Gigahërz-TarrenMill",
			["ilvl"] = 419.125,
		},
		["Player-1602-0BE20D17"] = {
			["time"] = 1682798681,
			["name"] = "Уххастик",
			["ilvl"] = 419.5,
		},
		["Player-1615-0B08D6B2"] = {
			["time"] = 1682794668,
			["name"] = "Гирб-Ревущийфьорд",
			["ilvl"] = 419.125,
		},
		["Player-1615-0B0B2F3E"] = {
			["time"] = 1682794668,
			["name"] = "Ииндра-Ревущийфьорд",
			["ilvl"] = 420.0625,
		},
		["Player-3682-066F4E8E"] = {
			["name"] = "Delevyne-Ragnaros",
			["time"] = 1682786234,
			["ilvl"] = 419.875,
		},
		["Player-1602-0F477F5D"] = {
			["time"] = 1682798681,
			["name"] = "Рептилоиды",
			["ilvl"] = 417.5,
		},
		["Player-1602-02304928"] = {
			["time"] = 1682796370,
			["name"] = "Сострадание",
			["ilvl"] = 421.1875,
		},
		["Player-1403-0A615434"] = {
			["name"] = "Cadjesham-Draenor",
			["time"] = 1682786234,
			["ilvl"] = 418.75,
		},
		["Player-1305-0A1F0016"] = {
			["time"] = 1682791380,
			["name"] = "Conx-Kazzak",
			["ilvl"] = 419.6875,
		},
		["Player-3391-0C8BB8CD"] = {
			["name"] = "Gigachadmag-Silvermoon",
			["time"] = 1682780803,
			["ilvl"] = 418.75,
		},
		["Player-1316-0C892ABE"] = {
			["name"] = "Wàynee-Nemesis",
			["time"] = 1682776735,
			["ilvl"] = 420.625,
		},
		["Player-1602-0C734AC9"] = {
			["time"] = 1682798681,
			["name"] = "Ниэтта",
			["ilvl"] = 420.25,
		},
		["Player-1621-0AECA72E"] = {
			["name"] = "Lynaïs-Dalaran",
			["time"] = 1682776735,
			["ilvl"] = 419.3125,
		},
	},
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_bw"] = {
			},
			["encounter_timers_dbm"] = {
			},
		},
	},
	["switchSaved"] = {
		["slots"] = 16,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
			{
			}, -- [13]
			{
			}, -- [14]
			{
			}, -- [15]
			{
			}, -- [16]
			{
			}, -- [17]
			{
			}, -- [18]
		},
	},
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_size"] = 12,
		["damage_taken_shadow"] = true,
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["run_code"] = {
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--use the role icon in the player bar when inside an arena (default false)\nDetails.show_arena_role_icon = false;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["spell_category_latest_sent"] = 0,
	["titletext_showtimer_always"] = false,
	["exit_errors"] = {
	},
	["savedStyles"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["spell_category_latest_save"] = 0,
	["savedTimeCaptures"] = {
	},
	["spell_category_savedtable"] = {
	},
	["damage_scroll_position"] = {
		["scale"] = 1,
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"  - 1 has baseFrame: yes.", -- [3]
		"  - 2 has baseFrame: yes.", -- [4]
		"  - 3 has baseFrame: yes.", -- [5]
		"4 - Reversing switches.", -- [6]
		"6 - Saving Config.", -- [7]
		"7 - Saving Profiles.", -- [8]
		"8 - Saving nicktag cache.", -- [9]
	},
	["report_where"] = "GUILD",
	["parser_options"] = {
		["energy_overflow"] = false,
		["shield_overheal"] = false,
	},
	["latest_spell_pool_access"] = 1682368136,
}
__details_backup = {
	["_exit_error"] = {
		"Sun Jan 29 19:40:43 2023|Saving Play Time: Interface/AddOns/Details/core/gears.lua:3095: attempt to call field 'GetStartupTime' (a nil value)", -- [1]
		"Fri Jan 27 23:34:42 2023|Saving Play Time: Interface/AddOns/Details/core/gears.lua:3095: attempt to call field 'GetStartupTime' (a nil value)", -- [2]
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [3]
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [4]
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [5]
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [6]
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [7]
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [8]
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [9]
	},
	["_instance_backup"] = {
	},
}
