
_detalhes_global = {
	["npcid_pool"] = {
		[170956] = "Хранитель пламени",
		[175818] = "Освобожденная темная гончая",
		[159698] = "Послушный анимапард",
		[168398] = "Осклизлое лакомство <Slime Skeleton Stalker D>",
		[166863] = "Раскольница-дознавательница",
		[167119] = "Приманенный призрак",
		[163281] = "Присягнувший тьме провидец",
		[175819] = "Освобожденный темный пес",
		[164049] = "Похититель ярости",
		[162258] = "Прожорливый бурекрик",
		[164561] = "Экспериментальная бомбелка",
		[56397] = "Положение",
		[164562] = "Порочный псарь",
		[56589] = "Боец Га'док",
		[165074] = "Верный Утробе кирия",
		[175821] = "Извергатель крыс",
		[164563] = "Свирепый гаргон",
		[166866] = "Заблудший распорядитель",
		[165075] = "Верный Утробе мститель",
		[159190] = "Синод",
		[165587] = "Неиспытанный боевой кадавр",
		[176334] = "Базлат",
		[168402] = "Темнокрылая",
		[166867] = "Обращенный претор",
		[165076] = "Ненасытный клещ",
		[168147] = "Сабриэль Косторуб",
		[168659] = "Пикирующий некрорух",
		[159192] = "Облачный крылан",
		[159960] = "Герцог Аврам",
		[166869] = "Темный голиаф",
		[62795] = "Сик'тик-страж",
		[176337] = "Чумной ужас",
		[170452] = "Сфера сущности",
		[164567] = "Ингра Малох",
		[165335] = "Верный новобранец",
		[175826] = "Извергнутая крыса Утробы <Извергатель крыс>",
		[417] = "Жафио",
		[174291] = "Глашатай раскольников Андромида",
		[164568] = "Механическая бомбелка",
		[168918] = "Дозорная из Каменного легиона",
		[157660] = "Раскольница-перерожденная",
		[166872] = "Темный анимапард",
		[157149] = "Пронзатель сердец",
		[169687] = "Верный Утробе раздиратель душ",
		[159708] = "Костежал-пожиратель",
		[159964] = "Леди Оана",
		[162267] = "Анимаклещ-роевик",
		[170711] = "Долос",
		[166873] = "Раскольник-исследователь",
		[167385] = "Острохвойный костолом",
		[165594] = "Бессердечный-охотник",
		[159965] = "Лорд Сорин",
		[162268] = "Быстроногий анимаклещ",
		[160477] = "Воплощение ярости",
		[67093] = "Сик'тик - боевой лекарь",
		[167386] = "Острохвойный пакостник",
		[175830] = "Концентрированная стигия",
		[167898] = "Воплощение зависти <Инквизитор Зигар>",
		[159966] = "Герцог Григор",
		[160478] = "Защитник из Каменного легиона",
		[170969] = "Яростный наездник - боевой рог",
		[59726] = "Опасность",
		[19668] = "Исчадие Тьмы <Мусака-Борейскаятундра>",
		[61965] = "Лужа смолы",
		[159967] = "Герцогиня Минодора",
		[164829] = "Костекрыл дома Избранных",
		[161247] = "Разрушитель из Каменного легиона",
		[58319] = "Малый ша",
		[159968] = "Леди Цина",
		[158177] = "Плеточник Бездны",
		[173018] = "Лучница дома Избранных",
		[175833] = "Снующий кровопийца",
		[164831] = "Капитан Неслух",
		[165343] = "Шныряющая крыса Утробы",
		[159458] = "Резной слуга",
		[159714] = "Костежал-ползун",
		[166111] = "Друст – угасающий клинок",
		[158179] = "Зомей Прожорливый",
		[175579] = "Волшебная стражница <Синеухая-Азурегос>",
		[89101] = "Принц Океаний",
		[159971] = "Мадам Эленута",
		[162274] = "Мать стаи анимаклещей",
		[158692] = "Маркиз Тресниглаз",
		[165345] = "Огромная крыса Утробы",
		[157669] = "Сталекожий боец авангарда",
		[159972] = "Лорд Ионел",
		[164578] = "Создание Трупошва",
		[164834] = "Костяной щитоносец - ветеран",
		[160996] = "Поставщик боеприпасов Визик",
		[165346] = "Свирепый спригган",
		[169696] = "Болотный солдат",
		[159973] = "Герцог Митица",
		[162276] = "Максимус <Сара Уайт>",
		[168673] = "Голодающая темная гончая",
		[175838] = "Мстительная душа",
		[168418] = "Раскольница-инквизитор",
		[173024] = "Темнозубый тенелов",
		[165860] = "Верный Утробе страж",
		[162278] = "Флоки <Сара Уайт>",
		[165349] = "Оживленный некропес",
		[167908] = "Страж из Каменного легиона",
		[159976] = "Герцог Симион",
		[168420] = "Раскольник-защитник",
		[168676] = "Костегрыз-вожак",
		[173026] = "Пехотинец дома Избранных",
		[56658] = "Неизвестно",
		[159977] = "Сэр Джофри",
		[158442] = "Костяной клещ",
		[159978] = "Леди Ирин",
		[172516] = "Прожорливый роевик <По'жор>",
		[168678] = "Ужасающий костегрыз",
		[164840] = "Капитан Марьянич",
		[172005] = "Покрытый трещинами колосс",
		[166120] = "Неизвестно",
		[160747] = "Ритуалистка из Мерцающей рощи",
		[169191] = "Взбесившаяся светоспинка",
		[169447] = "Сфера ужаса <Подчинительница душ из крепости Господства>",
		[31216] = "Зеркальное изображение <Лафитник-СвежевательДуш>",
		[159980] = "Мадам Ленута",
		[156142] = "Искательница душ",
		[168680] = "Верный Утробе надзиратель",
		[175077] = "Клещ-пожиратель",
		[156910] = "Порочная провидица",
		[173798] = "Крыса необычных размеров",
		[176101] = "Порочный резчик",
		[111751] = "Злонравный преследователь",
		[170472] = "Друст-пробудитель",
		[170728] = "Верный Утробе завоеватель",
		[156911] = "Порочный резчик",
		[175846] = "Глашатай Даталана",
		[168170] = "Дозорная из Каменного легиона",
		[162797] = "Глубокий Шрам",
		[59794] = "Крик'тик - прерыватель чар",
		[159727] = "Распорядитель дома Ределав",
		[172265] = "Частица неистовства",
		[172521] = "Саннгрор Истязатель",
		[160495] = "Маниакальный стражник душ",
		[164845] = "Оценщик дома Избранных",
		[167404] = "Неустрашимый защитник",
		[176104] = "Порочный поручитель",
		[170731] = "Танассий",
		[162799] = "Одержимая шпионка",
		[157682] = "Костоплав из Огненной кузни",
		[170476] = "Одержимый охотник",
		[164847] = "Пес Присягнувших клинку",
		[171500] = "Шаркающий труп",
		[163824] = "Скелет-страж",
		[159986] = "Сэр Валли",
		[170733] = "Обожравшийся гнилячок",
		[168942] = "Вестник смерти",
		[171245] = "Дикая адская гончая",
		[175851] = "Крупный пожиратель анимы",
		[169966] = "Порочная пельтастка",
		[159987] = "Лорд Стефан",
		[170478] = "Скрывающийся ассасин",
		[103822] = "Древень",
		[168943] = "Золотолапый хищник",
		[163058] = "Туманная защитница",
		[173549] = "Эхо наездника на быке",
		[176108] = "Порочная привратница",
		[162035] = "Опаленный головорез",
		[129410] = "Восставший равазавр",
		[156918] = "Хемкан Безжалостная",
		[169456] = "Неизвестно <Паллавал Пристрастный>",
		[176109] = "Злонравный архивариус",
		[56917] = "Устойчивая взрывчатка",
		[170480] = "Вестник смерти из племени Атал'ай",
		[57109] = "Служитель Сомнения",
		[169457] = "Баргаст",
		[90134] = "Ллотиенский гризли",
		[69792] = "Джынчик <Джынчик>",
		[170481] = "Молниеносец из племени Серпошипов",
		[170737] = "Друст-подчинитель",
		[165108] = "Иллюзорный клон",
		[169458] = "Гекутис",
		[167923] = "Зараженные останки",
		[162038] = "Благородный туманный танцор",
		[176112] = "Порочный нотариус",
		[162039] = "Зловещая подавительница",
		[170483] = "Дух вестника смерти из племени Атал'ай",
		[170739] = "Боец авангарда из племени Гибельной Насмешки",
		[163575] = "Пепельный ползун",
		[176113] = "Резной следопыт",
		[58965] = "Хил-вараши",
		[170740] = "Старший заклинатель теней",
		[168949] = "Оживленный костяной воин",
		[65362] = "Служитель Сомнения",
		[176114] = "Порочная эпикурейка",
		[160250] = "Неутомимый погрузчик",
		[175091] = "Некротическая капля",
		[175347] = "Кальцификация",
		[161274] = "Местная аристократка",
		[161530] = "Тучехвост",
		[172021] = "Автоматон Бессердечных",
		[170486] = "Верный служитель из племени Атал'ай",
		[160763] = "Верный Утробе защитник",
		[58198] = "Послушник Шадо-Пан",
		[175860] = "Прожорливая тень",
		[176116] = "Порочный учитель",
		[175605] = "Болезненный костяной страж",
		[176117] = "Безмолвный надзиратель",
		[170232] = "Темнокрылый эфирный змей",
		[156159] = "Бессердечный-копейщик",
		[168697] = "Горестный Клинок",
		[124681] = "Костегрыз-охотник",
		[174071] = "Свирепый гаргон",
		[166139] = "Мерцающая Пыль в роли Кил'джедена",
		[165116] = "Оссеиновый прислужник <Некромантка-призывательница>",
		[171513] = "Виск Всепоглощающий",
		[175863] = "Инквизитор Мурлак",
		[176119] = "Порочная воспитательница",
		[170234] = "Подавляющее знамя <Ксав Несломленный>",
		[166396] = "Аристократ-дуэлянт",
		[166652] = "Острокрыл-страж",
		[164861] = "Спригган - заклинатель коры",
		[158976] = "Визжащий сумеречник",
		[161279] = "Тренирующийся претендент",
		[176120] = "Порочная свежевательница душ",
		[172282] = "Неизвестно <Ниэтта>",
		[56472] = "Благоухающий Лотос",
		[166653] = "Пехотинец из дома Брайрбейн",
		[164862] = "Чащобный мерцающий мотылек",
		[159233] = "Грехокаменный колосс",
		[56792] = "Фрагмент сомнения",
		[176121] = "Порочная послушница",
		[160001] = "Герцогиня Иетта",
		[111889] = "Серный страж гнева",
		[166654] = "Кавалеристка из дома Брайрбейн",
		[173051] = "Подавитель Зелорс",
		[158978] = "Огромный камнешкур",
		[171772] = "Туманная защитница",
		[176122] = "Порочный свидетель",
		[160002] = "Лорд Василе",
		[164864] = "Разведчик из дома Избранных",
		[158979] = "Безмолвный надзиратель",
		[61910] = "Скопление смолы",
		[159747] = "Королева костежалов",
		[151815] = "Угасший отголосок",
		[172797] = "Дикий плеточник",
		[162818] = "Боевой бивень",
		[62358] = "Оскверненная капля",
		[172030] = "Верховный истязатель",
		[162051] = "Взбесившийся вурдалак",
		[56473] = "Летящий Снег",
		[162819] = "Вестник войны Мал'Корак",
		[176125] = "Порочная мучительница",
		[151817] = "Угасший демон",
		[169473] = "Cross Strike Stalker",
		[159750] = "Гнездо костежалов",
		[170241] = "Жуткомехий лисохвост",
		[78116] = "Элементаль воды",
		[163077] = "Азуль",
		[59800] = "Крик'тик-яростень",
		[27893] = "Руническое оружие <Детта-Азурегос>",
		[174336] = "Смотрительница псарни",
		[174592] = "Агрессивная цапля",
		[159496] = "Главный кузнец Мадалав",
		[160008] = "Леди Родика",
		[158985] = "Живой щит",
		[163591] = "Проворный анимаклещ",
		[159753] = "Жорожал",
		[162056] = "Скальный дух",
		[168453] = "Оживленная легавая",
		[11200] = "Призванный скелет <Дегрохус-Ревущийфьорд>",
		[167942] = "Верный Утробе сокрушитель воли",
		[160010] = "Герцог Влад",
		[59545] = "Золотой жук",
		[59801] = "Крик'тик - направитель ветров",
		[176131] = "Волшебник из Горнила",
		[160011] = "Лорд Некулай",
		[164873] = "Рунический старорог",
		[158988] = "Живой клинок",
		[62360] = "Неизвестно",
		[175876] = "Арлин",
		[176132] = "Порочная свежевательница душ",
		[160012] = "Сэр Лука",
		[164362] = "Осклизлое лакомство <Living Slime Stalker>",
		[163083] = "Оценщик Малус",
		[175877] = "Люмисенда",
		[159757] = "Аколит-некромантка",
		[162060] = "\"Орифрион\"",
		[154128] = "Пылающий элементаль",
		[168969] = "Хлещущая слизь",
		[163084] = "Испытательница Сахаари",
		[172040] = "Темный исполин",
		[162061] = "Девия",
		[162317] = "Кроворуб",
		[162829] = "Разказзар",
		[165644] = "Ганнибал",
		[172041] = "Падшая послушница",
		[153874] = "Верный Утробе часовой",
		[164621] = "Неизвестно",
		[164877] = "Утилизатор Баддан",
		[163086] = "Тошнотворный газовый мешок",
		[159504] = "Тренирующаяся претендентка",
		[164622] = "Прожорливый вредитель",
		[164878] = "Костекрыл дома Избранных",
		[167437] = "Маркграф Гармал",
		[165646] = "Личинка горма <Матриарх Темного лабиринта>",
		[167949] = "Чумная выжившая",
		[164623] = "Прожорливый гнилокрыл",
		[166926] = "Некромантка-призывательница",
		[169229] = "Осквернитель из племени Гибельной Насмешки",
		[175882] = "Верный Утробе всадник",
		[166159] = "Воплощение гнилошипов",
		[59547] = "Цзян",
		[168718] = "Раскольник-хранитель",
		[90660] = "Горящий геллион",
		[163089] = "Отвратительные отходы",
		[173580] = "Инквизитор Деваки",
		[163857] = "Чумная прислужница",
		[164113] = "Камнерожденный-страж <Воинствующий призыватель камня>",
		[172557] = "Служащий личам страж",
		[170766] = "Горм-изрыгатель",
		[168975] = "Сгусток агонии",
		[165137] = "Хранитель врат с \"Золрамуса\"",
		[165905] = "Рвение",
		[153879] = "Угасшая тень",
		[168464] = "Медношкурый лис",
		[170767] = "Раздувшийся копатель",
		[175117] = "Крутящийся клинок <Бугай фон Дейст>",
		[165138] = "Чумной мешок",
		[172047] = "Изменчивый боггарт",
		[170768] = "Обожравшийся гнилячок",
		[168977] = "Верный Утробе чудотворец",
		[157463] = "Лоялист - пожиратель страха",
		[174095] = "Чудовищный смотритель",
		[170513] = "Верная Утробе искательница душ",
		[168978] = "Громадный каратель",
		[165140] = "Гнилошип-мучитель",
		[59804] = "Неизвестно <Оскверненный Тажань Чжу>",
		[173840] = "Некротическая язва",
		[167955] = "Кровавый кадет",
		[153882] = "Угасший дух",
		[160535] = "Пепельный бродяга",
		[166932] = "Громадный боевой кадавр",
		[157465] = "Злобный камнеброд",
		[163862] = "Защитник из многоокой рати",
		[166677] = "Арбалетчик из дома Брайрбейн",
		[166933] = "Вентун Прожорливый",
		[167189] = "Жижеглот",
		[168213] = "Почтенный горожанин",
		[160281] = "Герцог Симион",
		[160537] = "Опаленный бродяга",
		[166934] = "Лор Верный",
		[167190] = "Докучливый клещ",
		[172052] = "Раскольница-призывательница",
		[153885] = "Угасшая громада",
		[162329] = "Ксав Несломленный",
		[172820] = "Воплощение гордыни",
		[166935] = "Неумирающий солдат",
		[157212] = "Самонадеянная исследовательница",
		[175891] = "Замученная душа",
		[172053] = "Когтистый страж раскольников",
		[170518] = "Верный Утробе разрушитель",
		[170774] = "Экетра",
		[166936] = "Зоркий лучник",
		[167704] = "Неизвестно",
		[172054] = "Претор раскольников",
		[168216] = "Старый бурекрик",
		[166425] = "Усиленный боевой кадавр",
		[166937] = "Неустрашимый защитник",
		[171799] = "Страж глубин",
		[157726] = "Опаленная падальщица",
		[166170] = "Федра",
		[166426] = "Подмастерье Двора поганищ",
		[162588] = "Хрящеклюв",
		[162844] = "Дат Резара",
		[159006] = "Раздраженный горм",
		[169753] = "Изголодавшийся клещ",
		[157727] = "Опаленный изгнанник",
		[172312] = "Иглобрюх-поглотитель",
		[166427] = "Хирург Двора поганищ",
		[162845] = "Оррхолин",
		[169498] = "Чумная бомба",
		[167963] = "Безголовый клиент",
		[164381] = "Измененный скелет",
		[168731] = "Медношкурый охотник",
		[158752] = "Хищный кровобивень",
		[169499] = "Прожорливый разрушитель",
		[174105] = "Верный Утробе дрессировщик псов",
		[166941] = "Боевой призрак",
		[169500] = "Прожорливая пиявица",
		[167965] = "Смазчик",
		[166174] = "Раскольница-оракул",
		[160289] = "Садовник из квартала Ределав",
		[173083] = "Перемещенный пожиратель душ",
		[165663] = "Чингиз",
		[157731] = "Опаленный падальщик",
		[160290] = "Сильвар в маске",
		[162849] = "Неизвестно",
		[165408] = "Халкиас",
		[171805] = "Писец-исследовательница",
		[167967] = "Разумное масло",
		[166432] = "Страж дома Брайрбейн",
		[164897] = "Туманник",
		[163618] = "Некромант с \"Золрамуса\"",
		[157733] = "Обезумевший пепельный вурдалак",
		[166177] = "Укрепленный прыгун",
		[170527] = "Мстительная тень",
		[168992] = "Восставший сектант",
		[163363] = "Молниеносец из племени Серпошипов",
		[163619] = "Резчик с \"Золрамуса\"",
		[166178] = "Раскольница - стражница сомнений",
		[160293] = "Пикси в маске",
		[167458] = "Острокостный пробиватель",
		[163620] = "Тошногнил",
		[172064] = "Нестабильная личинка",
		[166179] = "Опустошитель из Темного лабиринта",
		[59552] = "Хозен-плакса",
		[162853] = "Несокрушимый Урц",
		[59808] = "Вестник шторма Шадо-Пан",
		[163621] = "Кровомес",
		[155945] = "Герус Заточенный",
		[160295] = "Исказитель Левор",
		[152875] = "Могучий крушитель",
		[163366] = "Ледяная стрела <Болторез-ЧерныйШрам>",
		[163622] = "Куски Кровомеса",
		[166437] = "Нашо",
		[165414] = "Порочный уничтожитель",
		[163623] = "Останки Тошногнила",
		[56930] = "Крик'тик - вестник роя",
		[156203] = "Стигийский испепелитель",
		[165415] = "Работящий смотритель",
		[170021] = "Хлещущая слизь",
		[59553] = "Королева певчих птиц",
		[171557] = "Тень Баргаста <Баргаст>",
		[59873] = "Оскверненная живая вода",
		[164905] = "Капитан Хладояр",
		[173349] = "Формировщик слизи",
		[175652] = "Повелитель горести",
		[163882] = "Разлагающийся великан",
		[165418] = "Исступленный хранитель кладки",
		[172071] = "Взбешенный туманом саблезуб",
		[168233] = "Устрашающий сокрушитель воли",
		[172072] = "Одурманенная туманом цапля",
		[173864] = "Неизвестно",
		[172073] = "Сломленный мороком страж",
		[158256] = "Зараженный облачный бегун",
		[168747] = "Ядовитый паук <Стрелок-отравитель>",
		[165677] = "Иллюзорный саблеклык",
		[160048] = "Пропитанные чумой останки",
		[171307] = "Граталакс",
		[151818] = "Угасшее порождение",
		[163229] = "Пылерев",
		[159026] = "Резной следопыт",
		[167470] = "Ломатель Кишкохлюп",
		[159997] = "Лорд Разван",
		[172076] = "Обращенный дубосерд",
		[171392] = "Прожорливая личинка",
		[59555] = "Навязчивый ша",
		[171328] = "Горм - хранитель кладки",
		[169006] = "Аристократ-покровитель",
		[163121] = "Сшитый боец авангарда",
		[59811] = "Нестабильная энергия",
		[143622] = "Дикий бес <Мэрелин-ЧерныйШрам>",
		[172077] = "Мстительная сущность",
		[164884] = "Яростражница из дома Избранных",
		[172589] = "Служащая личам часовая",
		[93619] = "Инфернал-живодер",
		[164913] = "Старший мастер осады",
		[163122] = "Хрупкий воин",
		[162650] = "Хирург-сшиватель",
		[157493] = "Злобная сокрушительница надежды",
		[170031] = "Сильвара-хранительница",
		[168240] = "Ненасытноклювая",
		[172590] = "Служащий личам заступник",
		[162611] = "Присягнувший тьме новобранец",
		[159577] = "Злонравный прислужник",
		[157785] = "Опаленный бандит",
		[159958] = "Мадам Вивиана",
		[151353] = "Крыса Утробы",
		[176173] = "Зографос",
		[162100] = "Криксис Ненасытный",
		[172591] = "Тень смерти Ксантут",
		[170800] = "Бессердечный-охотник",
		[164815] = "Похитительница с \"Золрамуса\"",
		[169265] = "Мерзкий ползун",
		[165960] = "Пылающая гончая кузни",
		[159442] = "Освобожденная ненависть",
		[172080] = "Дубовый крушитель",
		[168652] = "Порочная хранительница склепа",
		[176686] = "Гниющий прислужник",
		[162613] = "Стратег Палладия",
		[168396] = "Изрыгатель чумы",
		[173360] = "Изрыгатель чумы",
		[168148] = "Дролонмет",
		[167731] = "Бросок тесака <Портал в мастерскую>",
		[171316] = "Зловещая стигия",
		[162102] = "Верховная надзирательница Бериллия",
		[166452] = "Преобразованный тьмой крушитель",
		[162614] = "Инструктор Герус",
		[172079] = "Дубосердка - ночная крикунья",
		[163126] = "Хрупкий маг",
		[156212] = "Бессердечный-посланник",
		[158928] = "Порочный свидетель",
		[163894] = "Чумной спинолом",
		[162103] = "Вершитель Тарвольд",
		[166453] = "Преобразованный тьмой когтистый страж",
		[170803] = "Призрачная прядильщица ненависти",
		[157002] = "Имперская карательница",
		[166398] = "Кузнец душ Ровус",
		[159289] = "Молодой облачный бегун",
		[169780] = "Резонирующее страдание",
		[174130] = "Сумасшедший гриб Утробы",
		[172084] = "Кэрон Руц",
		[156219] = "Бессердечный-разведчик",
		[166710] = "Палач Аатрон",
		[162872] = "Ксантут Чумная",
		[163128] = "Чародей с \"Золрамуса\"",
		[164824] = "Заступница из дома Избранных",
		[165687] = "Скованный испепелитель",
		[174131] = "Багум",
		[168246] = "Возрожденный арбалетчик <Амарт>",
		[172596] = "Некроаколит",
		[171313] = "Аколит - сокрушитель воли",
		[162873] = "Азмогал",
		[171317] = "Призванный элементаль смерти",
		[56541] = "Мастер Снежный Вихрь",
		[163277] = "Раскольник-захватчик",
		[176179] = "Крадущийся друст",
		[158927] = "Порочный послушник",
		[416] = "Дагнами",
		[157754] = "Темный механик",
		[164921] = "Друст-жнец",
		[161083] = "Верный Утробе часовой",
		[168153] = "Чумной рух",
		[157721] = "Грибной корчеватель",
		[170039] = "Распорядительница гнездовья",
		[174389] = "Неудачные эксперименты личей",
		[168717] = "Раскольница-юстициарий",
		[163376] = "Служитель дома Ределав",
		[162875] = "Девморта",
		[90379] = "Иссохший фанатик",
		[165067] = "Маргор",
		[162874] = "Ти'ор",
		[165946] = "Мордрета, Вечная императрица",
		[61029] = "Изначальный элементаль огня <Земляльк>",
		[36565] = "Аптекарь Бакстер",
		[166714] = "Губитель Марот",
		[173111] = "Верный Утробе мучитель",
		[156213] = "Бессердечный-страж",
		[165909] = "Злобная тень",
		[161597] = "Разъедающая слизь",
		[167994] = "Покрытый оссеином рядовой",
		[162109] = "Герцог Виэль",
		[170553] = "Бледноголовый грузчик",
		[166715] = "Губитель из Каменного легиона",
		[153552] = "Плачущий призрак",
		[152898] = "Угасший хор",
		[167966] = "Экспериментальная жижа",
		[170049] = "Stalker",
		[170042] = "Камнерожденная-рекрут",
		[165066] = "Ловчий Альтимор",
		[172601] = "Некрочародейка",
		[165919] = "Скелет-мародер",
		[160460] = "Каратель раскольников",
		[165181] = "Лисония",
		[175672] = "Оружие Утробы",
		[161599] = "Булькающее образование",
		[157761] = "Ларион-вожак",
		[56395] = "Новообращенный Шадо-Пан",
		[164414] = "Оживленный маг <Амарт>",
		[166942] = "Око \"Золрамуса\"",
		[164926] = "Друст-древолом",
		[169276] = "Потревоженный кошмар",
		[167485] = "Голодающая крыса Утробы",
		[170778] = "Бугай фон Дейст",
		[157145] = "Гравитон",
		[166206] = "Изначальная жижа",
		[36530] = "Облако неодолимо притягательного одеколона",
		[166718] = "Воплощение зависти",
		[162880] = "Госпожа Диракс",
		[169277] = "Потревоженный кошмар",
		[163392] = "Опальный тактик",
		[175930] = "Верный Утробе некросвязыватель",
		[167998] = "Страж портала",
		[69791] = "Дух огня",
		[172048] = "Иллюзорный саблеклык",
		[61670] = "Сик'тик-разрушитель",
		[165706] = "Агрегат Рока",
		[59751] = "Страж Шадо-Пан",
		[171581] = "Обгоревшее чудище",
		[152644] = "Угасший скиталец",
		[165913] = "Жуткий молельщик <Главкур>",
		[162114] = "Оценщик Викс",
		[160286] = "Лорд Сорин",
		[171016] = "Заразная капля",
		[164929] = "Жительница Тирна Скитта",
		[108212] = "Второй помощник Силлит",
		[168258] = "Хрящекрылый птенец",
		[172818] = "Воплощение зависти",
		[161859] = "Безмозглый кадавр",
		[170303] = "Экзос, Глашатай Господства",
		[166679] = "Сокрушитель Надежд",
		[166721] = "Блюститель Асорий",
		[158992] = "Камнерожденный-сталекрыл",
		[170202] = "Огненный шип",
		[173820] = "Потревоженный клещ",
		[157510] = "Сикорекс",
		[168001] = "Усиленный охранник плавильной печи",
		[61448] = "Сик'тик-солдат",
		[172607] = "Тень смерти Ксантут",
		[170199] = "Обузданный призрак",
		[65317] = "Сян",
		[152905] = "Часовой Башни",
		[65414] = "Призрачный ша",
		[166608] = "Мве'зала",
		[168002] = "Усиленный верный Утробе кандальщик",
		[160070] = "Матриарх гормов",
		[172608] = "Тень смерти Ксантут",
		[174093] = "Следопыт из замка Нафрия",
		[162099] = "Генерал Кааль",
		[59752] = "Душитель Шадо-Пан",
		[166169] = "Адоний",
		[155221] = "Чудолиственная садовница",
		[168003] = "Усиленный Бессердечный-перерожденный",
		[168214] = "Ревностная лоялистка",
		[172609] = "Тень смерти Ксантут",
		[174070] = "Смотрительница псарни",
		[167703] = "Верный Утробе страж",
		[165189] = "Неизвестно",
		[166225] = "Приманенное сомнение",
		[161607] = "Герцог Михас",
		[168004] = "Усиленный имперский консул",
		[158025] = "Темный лорд Тараксис",
		[168724] = "Вздувшийся страхопряд",
		[157784] = "Опаленная бандитка",
		[138794] = "Дюнный пожиратель Краулок",
		[175425] = "Верный Утробе темный маг",
		[173634] = "Грязная лента",
		[158989] = "Живой скипетр",
		[168005] = "Усиленная угасшая громада",
		[167876] = "Инквизитор Зигар",
		[155215] = "Чудолиственный плеточник",
		[170820] = "Оссеиновая защитница",
		[161207] = "Клыкастик",
		[159050] = "Неуправляемое поганище",
		[157464] = "Злонравная повелительница камня",
		[161609] = "Мадам Сорина",
		[165959] = "Invis Stalker",
		[176450] = "Животное <Элизиумм-Гром>",
		[159981] = "Леди Ивона",
		[170821] = "Хихикающий штопальщик",
		[160455] = "Воплощение ненасытности",
		[55659] = "Дикий бес <Мэрелин-ЧерныйШрам>",
		[166415] = "Стигийский великан",
		[161610] = "Лорд Некулай",
		[168007] = "Усиленный верный Утробе стражник душ",
		[160075] = "Горм-изрыгатель",
		[156237] = "Император Дара",
		[166728] = "Огромный пожиратель",
		[158796] = "Сборщик из Каменного Дозора",
		[163157] = "Амарт",
		[173637] = "Искатель Ксерос",
		[161611] = "Мадам Тасса",
		[153174] = "Дозорные Смерти",
		[160076] = "Горм-копатель",
		[62632] = "Сик'тик-инженер",
		[89] = "Инфернал <Саркарру>",
		[152656] = "Угасший ловчий",
		[164886] = "Рунодел-ритуалист",
		[167497] = "Резной устрашитель",
		[161612] = "Леди Родика",
		[163915] = "Чумное гнездо",
		[176453] = "Животное <Гоопник-Ясеневыйлес>",
		[164427] = "Возрожденный воин <Амарт>",
		[99773] = "Кровавый червь <Бульбуляхер-Ревущийфьорд>",
		[176176] = "Друст-громила",
		[155226] = "Зеленый хранитель",
		[155216] = "Чудолиственный страж",
		[163660] = "Корнежал-солдат",
		[176198] = "Верный Утробе кандальщик",
		[168266] = "Болезненный костяной страж",
		[168522] = "Дозорная с заставы Черного Пса",
		[162637] = "Ужасный проглот",
		[160454] = "Прожорливый анимаклещ",
		[166928] = "Дряхлый желчевик",
		[173640] = "Послушная темная гончая",
		[161614] = "Сэр Вильгельм",
		[173080] = "Бродячая смерть",
		[168267] = "Джорин",
		[156241] = "Чудовищный страж",
		[159505] = "Тренирующийся претендент",
		[159729] = "Служительница дома Ределав",
		[165197] = "Костяное чудовище",
		[173641] = "Нафрийский гаргон",
		[169803] = "Обращенный хранитель",
		[159174] = "Исполинский склепорезчик",
		[165911] = "Верное создание",
		[156242] = "Оживленный хищник",
		[175038] = "Изголодавшийся по аниме змей",
		[164882] = "Капитан Ворнесс",
		[156245] = "Большой автоматон",
		[167501] = "Резной следопыт",
		[153878] = "Верный Утробе стрелок",
		[56876] = "Крик'тик-сапер",
		[62982] = "Подчинитель разума <Меллада-Ревущийфьорд>",
		[111929] = "Скверноподданный осквернитель",
		[156434] = "Калечащая гордыня",
		[152661] = "Верный Утробе караульный",
		[161105] = "Несгибаемый Шмидт",
		[171596] = "Чумной громадень",
		[161617] = "Герцог Омор",
		[163316] = "Неистовый горм",
		[170317] = "Раскольница-копейщица",
		[156244] = "Крылатый автоматон",
		[166735] = "Обезумевший страж",
		[160521] = "Воплощение зависти",
		[171341] = "Птенец мечеклюва",
		[171597] = "Костяные останки",
		[159759] = "Боевой некрохирург",
		[161874] = "Калдорай-охотница",
		[169193] = "Колоссальная светоспинка",
		[166480] = "Living Slime Stalker",
		[166736] = "Острохвойный ужас",
		[162059] = "Кин-Тара",
		[171342] = "Молодой рунический олень",
		[151128] = "Повелитель замков",
		[157892] = "Неистовый пожиратель",
		[152612] = "Поработитель Клонтцас",
		[139614] = "Неизвестно",
		[175881] = "Наэлькротикс",
		[163286] = "Раскольница - темный клинок",
		[173134] = "Преданный тьме голиаф",
		[171343] = "Мечеклюв-матриарх",
		[36272] = "Аптекарь Фрай",
		[171855] = "Отважный претендент",
		[170064] = "Пелагий Заклинатель Теней",
		[165430] = "Тлетворное порождение",
		[17252] = "Неизвестно",
		[172627] = "Оживленная тяжеловес",
		[157698] = "Непрошеный пожиратель миров",
		[164033] = "Матриарх Темного лабиринта",
		[165824] = "Нар'зуда",
		[174679] = "Подмастерье Верис",
		[172112] = "Изменчивый пожиратель жизни",
		[162133] = "Генерал Кааль",
		[166144] = "Работница сцены",
		[163896] = "Каменный страж",
		[173136] = "Чумной дробитель",
		[157016] = "Имперский архивариус",
		[175695] = "Стигийский уголь",
		[170941] = "Острохвойный пастух",
		[161878] = "Рассекатель из племени Серпошипов",
		[158040] = "Освобожденный вестник смерти",
		[167253] = "Каратель в маске",
		[175697] = "Верный Утробе ветеран",
		[169205] = "Жоркий цветок",
		[157017] = "Скальный дозорный",
		[163414] = "Болезненная послушница",
		[163670] = "Утер",
		[170067] = "Ярокрылый страхоклюв",
		[58960] = "Метатиону",
		[157964] = "Адьютант Декарис",
		[166741] = "Неизвестно",
		[173138] = "Верный Утробе всадник",
		[165206] = "Скрытень из Гиблотопи",
		[163415] = "Озверевший проглот",
		[161624] = "Герцогиня Минодора",
		[165974] = "Искатель из Горнила",
		[170992] = "Кассара Нокс",
		[160345] = "Обожженный инквизитор",
		[160005] = "Мадам Ирини",
		[154127] = "Дух огня",
		[168022] = "Склизкое щупальце",
		[176123] = "Камнерожденный-вершитель",
		[161625] = "Герцог Григор",
		[161881] = "Раненое стальнохребетное поганище",
		[170325] = "Среброкрылый ларион",
		[160230] = "Надсмотрщик Невесел",
		[160602] = "Каменный повелитель",
		[61613] = "Клейкий осадок",
		[165208] = "Боевой некростраж",
		[175699] = "Призрачный падальщик",
		[161626] = "Леди Оана",
		[170070] = "Мерцающий хранитель логова",
		[164185] = "Эшелон",
		[165566] = "Мертвый Глаз",
		[170838] = "Непреклонный соперник",
		[162044] = "Опаленная чародейка",
		[169981] = "Воплощение ужаса",
		[157277] = "Оголодавший эфирный змей",
		[161627] = "Мадам Релия",
		[170071] = "Верный Утробе темный охотник",
		[62348] = "Сик'тик-солдат",
		[170583] = "Дочь войны из дома Избранных",
		[159027] = "Порочный охотник",
		[173142] = "Жуткий обжора",
		[166930] = "Черепосвин-спинолом",
		[175701] = "Верный Утробе мирмидон",
		[163675] = "Воплощение самовлюбленности",
		[165978] = "Крыса Утробы - падальщица",
		[160006] = "Леди Андрада",
		[156255] = "Порочный архивариус",
		[169915] = "Рунический хищник",
		[169049] = "Изголодавшийся по аниме хищник",
		[136553] = "Соленоспинный кролуск",
		[175702] = "Верный Утробе неофит",
		[98167] = "Щупальце Бездны",
		[61485] = "Генерал Па'валак",
		[158290] = "Тезулат Разрушитель",
		[156256] = "Порочный нотариус",
		[165053] = "Моймейн",
		[169050] = "Изголодавшийся по аниме крикун",
		[166844] = "Агрессивный хранитель разломов",
		[166145] = "Творец Снов в роли Н'Зота",
		[160351] = "Распорядитель дома Ределав",
		[174168] = "Orb Stalker",
		[172217] = "Гангренозный метатель",
		[172633] = "Ловчий вулкана",
		[59598] = "Малый ша",
		[173145] = "Пирующий клещ",
		[176105] = "Порочная абсолютистка",
		[175704] = "Сгусток страдания",
		[161631] = "Мадам Мириана",
		[3527] = "Тотем исцеляющего потока",
		[172556] = "Зачарованное око",
		[162399] = "Эхо шпиона",
		[164702] = "Кровавый голод",
		[173146] = "Крылатый опустошитель",
		[162049] = "Частица сомнений",
		[161376] = "Стальнохребетный ветеран",
		[168890] = "Златогривый олень",
		[166138] = "Ми'кай в роли Аргуса Порабощенного",
		[26125] = "Неуклюжий рывок <Болторез-ЧерныйШрам>",
		[172635] = "Стигийский осколочный червь",
		[168457] = "Гаргон-защитник",
		[157954] = "Чартокс",
		[161469] = "Вымогатель дома Блэкбейл",
		[175123] = "Страж Аркобан",
		[158910] = "Порочный хранитель склепа",
		[165983] = "Верный Утробе предвестник",
		[170333] = "Золотолапый охотник",
		[156260] = "Порочная свежевательница душ",
		[162657] = "Тринкл Шелкоед",
		[166925] = "Гниющие останки",
		[167263] = "Тарьеш",
		[175707] = "Верный Утробе инструктор",
		[162047] = "Ненасытный громила",
		[161890] = "Шрамированный падальщик",
		[160003] = "Герцог Омор",
		[156261] = "Порочная дознавательница",
		[164705] = "Моровая слизь",
		[168690] = "Оссеиновый трутень",
		[171358] = "Избранник Вираза",
		[175708] = "Верный Утробе оценщик",
		[161635] = "Мадам Ленута",
		[159677] = "Фата Свежеватель Душ",
		[158053] = "Королева трупожоров",
		[160356] = "Претор-механолог",
		[170847] = "Пылевик-игольщик",
		[61928] = "Сик'тик-стражник",
		[63508] = "Сюэнь",
		[155239] = "Отец лесов",
		[161636] = "Сэр Джофри",
		[174174] = "Неизвестно <Вирулятор Руктус>",
		[158054] = "Изголодавшийся по аниме змей",
		[160357] = "Каратель раскольников",
		[164707] = "Сгусток слизи",
		[168174] = "Брошенный пепельный вурдалак",
		[169313] = "Среброкрыл-охотник",
		[159756] = "Молодой костежал",
		[169825] = "Боевой некропес",
		[1860] = "Хаттанге",
		[170337] = "Анимаклещ-мародер",
		[156264] = "Порочный гурман",
		[166755] = "Верный аколит",
		[151816] = "Угасший падальщик",
		[160004] = "Сэр Вильгельм",
		[163429] = "Обезвоженный пылевик",
		[157732] = "Обожженный пепельный вурдалак",
		[161531] = "Асморда",
		[170338] = "Прожорливый захватчик",
		[160359] = "Раскольник-надзиратель",
		[170850] = "Яростный кроворог",
		[62633] = "Сик'тик-строитель",
		[172399] = "Грех Руношепот",
		[165998] = "Капитан Хокен",
		[153451] = "Козарус Падший",
		[165989] = "Черный ползун",
		[172636] = "Кристаллическая стигия",
		[61929] = "Сик'тик - янтарный прядильщик",
		[170851] = "Нестабильная чумная бомба",
		[175834] = "Верный Утробе дрессировщик псов",
		[165222] = "Костоправ с \"Золрамуса\"",
		[56754] = "Лазурный змей",
		[161640] = "Леди Цина",
		[159737] = "Костяной ткач - охотник",
		[165560] = "Личинка горма <Тред'ова>",
		[158314] = "Блуждающая скорбь",
		[159961] = "Лорд Сильвиу",
		[164967] = "Доктор Икус",
		[175721] = "Начертатель рун",
		[167526] = "Нургаш Жижерожденный",
		[170933] = "Боевой горм",
		[170085] = "Друст-налетчик",
		[172388] = "Бойцовский пес дома Избранных",
		[166503] = "Неизвестно",
		[170853] = "Могучий олень нагорья",
		[174186] = "Прокаленная стигия <Закаленная стигия>",
		[157036] = "Ворюга Бар'ток",
		[167527] = "Ораномонос Вечноветвящаяся",
		[157810] = "Верный Утробе вестник гибели",
		[66652] = "Малая нестабильная энергия <Ша Жестокости>",
		[166071] = "Боггарт",
		[167151] = "Хрупкий наблюдатель",
		[175857] = "Кристаллический голем боли",
		[160569] = "Быстрокрылый ларион",
		[157037] = "Хвататель Га'шок",
		[167528] = "Вирулятор Руктус",
		[175972] = "Стигийский монолит",
		[170087] = "Тварь из Фроса",
		[172390] = "Костекрыл-шкуродер",
		[164458] = "Просительница-одиночка",
		[59205] = "Взрывчатка богомолов",
		[170932] = "Страж облачных бегунов",
		[173414] = "Некротическая ритуалистка",
		[161388] = "Некрочистильщица",
		[161644] = "Мадам Вивиана",
		[165994] = "Затягивающий разлом <Мордрета, Вечная императрица>",
		[156015] = "Ползучая духоплазма",
		[172647] = "Паразит-заразитель",
		[160474] = "Стеганый разоритель",
		[165111] = "Друст - злобный коготь",
		[173415] = "Нестерпимая боль",
		[156157] = "Бессердечный-перерожденный",
		[175974] = "Верный Утробе охотник",
		[157807] = "Верный Утробе заклинатель душ",
		[175719] = "Верный Утробе надсмотрщик",
		[168692] = "Оссеиновый рабочий",
		[162669] = "По'жор",
		[159999] = "Мадам Мириана",
		[159856] = "Опасный вредитель",
		[161390] = "Пес тьмы - охотник",
		[152508] = "Сумрачный землетряс",
		[172055] = "Раскольница-претендентка",
		[162158] = "Истощенная узница",
		[164461] = "Сатель Злосчастный",
		[168681] = "Раскольник-бунтарь",
		[56732] = "Лю Пламенное Сердце",
		[171370] = "Прожорливая личинка",
		[155250] = "Гнилоуст",
		[175976] = "Неуклюжая туша",
		[157809] = "Верный Утробе темный маг",
		[155251] = "Старейшина Большая Ветвь",
		[164587] = "Сытый пилозуб",
		[98035] = "Зловещий охотник <Мэрелин-ЧерныйШрам>",
		[158278] = "Молодой пожиратель",
		[170086] = "Друст-опустошитель",
		[58803] = "Остатки Ненависти",
		[159601] = "Камнерожденный - небесный охотник",
		[56884] = "Оскверненный Тажань Чжу",
		[172395] = "Мастер-рунодел",
		[164463] = "Пакиран Заразный",
		[170860] = "Дикий ярокрыл",
		[167022] = "Боевой раздиратель",
		[167962] = "Испорченная бормашина",
		[167534] = "Рек Закаленная",
		[166382] = "Когов Ликвидатор",
		[162586] = "Тахонта",
		[164857] = "Спригган - подчинитель разума",
		[164464] = "Зира Двурушница",
		[165556] = "Изменчивое воплощение",
		[164848] = "Шамет",
		[163185] = "Эволюционировавший боевой клещ",
		[111434] = "Морской король Волноросс",
		[169838] = "Расцветающий плеточник",
		[174175] = "Верный камнерожденный",
		[172397] = "Рунический жнец",
		[61699] = "Сик'тик Желтокрыл",
		[172909] = "Ужасное воспоминание",
		[162040] = "Старший смотритель",
		[163186] = "Горм-выделитель",
		[167536] = "Харугия Кровожадная",
		[157557] = "Раскольница-рекрут",
		[170849] = "Остаточное загрязнение",
		[172398] = "Осадный рабочий из дома Избранных",
		[164084] = "Воплощение ярости",
		[167525] = "Мортанис",
		[172825] = "Жуткий поглотитель",
		[166499] = "Пылевой жнец",
		[158902] = "Порочная абсолютистка",
		[171887] = "Мерзкая вкусняшка <Living Slime Stalker>",
		[171376] = "Главный смотритель Джавлин",
		[156023] = "Сгусток духоплазмы",
		[168986] = "Скелет-ящер",
		[160629] = "Баэдос",
		[170080] = "Обнаруженный боггарт",
		[173423] = "Мерзкий дух",
		[167538] = "Докигг Изверг",
		[161653] = "Сэр Лука",
		[155831] = "Верный Утробе стражник душ",
		[168306] = "Агрессивный мерцающий мотылек",
		[59764] = "Тотем целительного прилива <Зимидор>",
		[170228] = "Костяная оболочка",
		[165344] = "Зловредный спригган",
		[169330] = "Воин жижи <Мадам Эленута>",
		[161398] = "Присягнувший клинку Вираза",
		[161654] = "Герцогиня Илеана",
		[155769] = "Яйцо ползуна",
		[159959] = "Сэр Виорел",
		[160375] = "Одичавший ритуалист",
		[172913] = "Иристия Необремененная",
		[177068] = "Неизвестно",
		[162057] = "Часовой чертогов",
		[156022] = "Бурлящая духоплазма",
		[167964] = "Г4В-Г4В",
		[166005] = "Детеныш черного ползуна",
		[160120] = "Расколотая душа",
		[160355] = "Обращенный когтистый страж",
		[172914] = "Сибигона Пробужденная",
		[104493] = "Плюющаяся кобра <Сошимикэцука>",
		[159156] = "Великий инквизитор Нику",
		[95061] = "Большой элементаль огня <Вроттетотэм>",
		[165041] = "Страж Маструс",
		[56877] = "Неизвестно",
		[168309] = "Голодающий эфирный змей",
		[166908] = "Малифис",
		[170414] = "Завывающий призрак",
		[169759] = "Иссушающее присутствие",
		[172567] = "Тень смерти Ксантут",
		[168310] = "Чумной рух",
		[94166] = "Налетчик из племени Горькой Воды",
		[163960] = "Прожорливый кровоскрытень",
		[166263] = "Ралкрос",
		[173484] = "Сотворенное воплощение",
		[162993] = "Одержимый страж",
		[156596] = "Ужасающий костегрыз",
		[171381] = "Декадий",
		[167543] = "Воплощение страха",
		[157820] = "Магматический покоритель пламени",
		[166008] = "Мел'зана",
		[166264] = "Запасные части",
		[56439] = "Ша Сомнения",
		[170157] = "Стигийский кузнец рун",
		[171948] = "Готовящийся угасающий клинок",
		[172406] = "Верный Утробе страж",
		[163450] = "Камнестраж-центурион",
		[94167] = "Налетчик из племени Горькой Воды",
		[174197] = "Боевой ритуалист",
		[164218] = "Лорд-камергер",
		[159970] = "Герцогиня Одетта",
		[165039] = "Иваала Всевидящая",
		[167033] = "Гниющий шаркун",
		[171383] = "Разъяренный матерый таурал",
		[164783] = "Боевое мясо",
		[169848] = "Друст-налетчик",
		[99541] = "Восставший тихоступ",
		[166266] = "Бездумное преследование",
		[165737] = "Грехокаменная статуя",
		[165992] = "Верный Утробе раздиратель душ",
		[159612] = "Леонид",
		[171384] = "Писец-исследователь",
		[175734] = "Стигийский уголь <Пылающая стигия>",
		[173943] = "Привратница из дома Избранных",
		[168058] = "Зачарованное перо",
		[161456] = "Рассекательница душ в маске",
		[159153] = "Зи'Ги'Ти Фанатик",
		[170102] = "Одержимая громила",
		[170923] = "Закаленный в боях таурал",
		[164880] = "Умелый костоплав",
		[164836] = "Кадавр-рабочий",
		[175705] = "Мастер рун Маврок",
		[166012] = "\"Атанос\"",
		[166524] = "Вестник смерти <[*] Явление смерти>",
		[174712] = "Крыса Утробы - падальщица",
		[161455] = "Друст - ткачиха ужаса",
		[160007] = "Герцогиня Сильвиана",
		[159104] = "Жуткий клинок из крепости Господства",
		[163891] = "Костномозговая слизь",
		[159616] = "Воплощение гордыни",
		[163961] = "Агрессивный клещ",
		[166875] = "Темная искательница Хранилища",
		[168572] = "Гриб-штурмовик",
		[170572] = "Проклинатель худу из племени Атал'ай",
		[152708] = "Верный Утробе искатель",
		[159105] = "Сборщик Монетец",
		[58807] = "Крупица Ненависти",
		[161664] = "Лорд Аурель",
		[155779] = "Разрывательница Гробниц",
		[160129] = "Прирученный ларион",
		[168573] = "Роковой гриб",
		[57080] = "Проклятый свиток",
		[156779] = "Падшая искательница знаний",
		[169341] = "Ветеран с расщепленной душой",
		[167956] = "Темная прислужница",
		[157571] = "Верный Утробе мастер огня",
		[170877] = "Хемот",
		[168318] = "Голиаф раскольников",
		[168574] = "Заразный добытчик",
		[162689] = "Хирург Трупошов",
		[59778] = "Крик'тик-боец",
		[157824] = "Защитник пламени",
		[161410] = "Осадный мастер Траксон",
		[157572] = "Верный Утробе призыватель огня",
		[176251] = "Страж горести",
		[168319] = "Костегрыз-мародер",
		[164737] = "Таящийся паук",
		[162690] = "Нерисса Бессердечная",
		[157558] = "Нарастающая ненависть",
		[161639] = "Лорд Ионел",
		[163458] = "Раскольница-бичевательница",
		[173949] = "Солдат из замка Нафрия",
		[176252] = "Надсмотрщик Горнила",
		[155824] = "Неповоротливое создание",
		[160388] = "Лорд Василе",
		[162691] = "Чумокост",
		[169270] = "Потревоженный кошмар",
		[165473] = "Вожак кровобивней",
		[163459] = "Раскольник-целитель",
		[170160] = "Неизвестно <Темный механик>",
		[165912] = "Блуждающий древоточец",
		[168321] = "Вожак-падальщик",
		[167806] = "Оживленный грех",
		[162692] = "Амарт",
		[157054] = "Заблудший претендент",
		[165251] = "Иллюзорный лисохвост <Призывательница Туманов>",
		[168361] = "Болотный шершень",
		[168105] = "Усиленный верный Утробе мастер огня",
		[176254] = "Скованный землекоп",
		[166275] = "Туманный культиватор",
		[168578] = "Грибомаг",
		[162693] = "Налтор Криомант",
		[163457] = "Раскольница - боец авангарда",
		[159106] = "Подчинительница душ из крепости Господства",
		[157102] = "Имперский консул",
		[158893] = "Порочная учительница",
		[159880] = "Советница Зельма",
		[166276] = "Туманный страж",
		[168579] = "Маленький болотный шершень",
		[170882] = "Костяной чародей",
		[170009] = "Нервный эфирный змей",
		[165253] = "Сборщик пошлин Варабосс",
		[56890] = "Крик'тик-разведчик",
		[173953] = "Верный гаргон",
		[157833] = "Борр-Гет",
		[159916] = "Яростный костяной ткач",
		[168580] = "Чумной бурильщик",
		[162273] = "Поглотитель анимы",
		[159881] = "Советница Катина",
		[163207] = "Зарывающийся клещ <Ниамэй>",
		[56762] = "Юй-лун",
		[165255] = "Сборщица-ренегат",
		[174210] = "Чумной изрыгатель слизи",
		[169861] = "Икор Желчная Плоть",
		[160393] = "Ловец душ Дойна",
		[168837] = "Крадущийся паучок",
		[175234] = "Тракт Ледоруб",
		[171396] = "Кирийский голиаф <Kïnëk-LosErrantes>",
		[169605] = "Верный Утробе сборщик",
		[176002] = "Стигийский голиаф",
		[164232] = "Воплощение ненависти",
		[168326] = "Расколотое видение",
		[159982] = "Герцогиня Ванда",
		[172932] = "Отвердевшая стигия <Бурлящая стигия>",
		[156077] = "Злобный террокрыл",
		[93622] = "Мортиферос",
		[164838] = "Дикошкур",
		[159884] = "Советник Ладрис",
		[176259] = "Верный Утробе небесный охотник",
		[56763] = "Набирающий силы ша",
		[158891] = "\"Атанос\"",
		[172933] = "Рулевая Калиру",
		[173189] = "Зоркий стрелок из замка Нафрия",
		[163979] = "Нечестивый заклинатель",
		[160426] = "Обращенный когтистый страж",
		[169863] = "Филактерия лича <Сикорекс>",
		[155790] = "Верный Утробе аколит",
		[61177] = "Райгонн",
		[168584] = "Верный Утробе искатель",
		[176262] = "Верный Утробе смотритель",
		[168586] = "Верный Утробе чародей",
		[101085] = "Капкан на медведя",
		[58810] = "Фрагмент Ненависти",
		[167817] = "Боец авангарда из дома Избранных",
		[159885] = "Неизвестно",
		[150958] = "Верный Утробе страж",
		[168585] = "Верный Утробе предвестник",
		[162700] = "Лукир",
		[173191] = "Ловец душ В'лара",
		[167306] = "Чумотворец Новиков",
		[165515] = "Порочный темный клинок",
		[157583] = "Хранитель кузни",
		[159886] = "Сестра Хелицера",
		[167078] = "Крылодер Жестокий",
		[170633] = "Злобный дух",
		[156560] = "Сбившаяся с пути послушница",
		[156561] = "Автоматическая защитница",
		[165260] = "Сочащиеся ошметки",
		[95072] = "Большой элементаль земли <Вроттетотэм>",
		[157584] = "Мастер плавильной печи",
		[155793] = "Останки",
		[160143] = "Матриарх гормов",
		[160425] = "Тлеющий костегрыз",
		[168843] = "Клот",
		[169859] = "Наблюдательница Зельгар",
		[175238] = "Великий тиран Зериос",
		[155828] = "Покрытый рунами колосс",
		[174729] = "Друст-завоеватель",
		[170891] = "Мастер осады из дома Избранных",
		[156562] = "Темный часовой",
		[168588] = "Верный Утробе страж",
		[168844] = "Лакезис",
		[56636] = "Командир Ри'мок",
		[162727] = "Тромб",
		[56764] = "Всепоглощающий ша",
		[172637] = "Стигийский осколыш",
		[155795] = "Жуткий ползун",
		[160145] = "Матриарх гормов",
		[174730] = "Агрессивный ползун",
		[158610] = "Страж Бездны - захватчик",
		[173195] = "Неумирающая стражница душ",
		[176010] = "Стигийский похититель",
		[175243] = "Хор Верных Утробе",
		[61434] = "Сик'тик - боец авангарда",
		[167055] = "Метатель гнили",
		[135582] = "Кролуск - песчаный охотник",
		[174731] = "Одержимый хранитель рощи",
		[156564] = "Ненасытный стражник",
		[169102] = "Агоникс",
		[169870] = "Хан",
		[59835] = "Крик'тик-роевик",
		[173964] = "Страж Бездны - захватчик",
		[153003] = "Неизвестно",
		[160402] = "Гронд",
		[174732] = "Ингра Кразик",
		[58108] = "Крик'тик-разведчик",
		[173197] = "Голодный пожиратель душ",
		[165265] = "Почтенный дуэлянт",
		[165521] = "Леди Инерва Дарквейн",
		[159636] = "Ток Постоянный",
		[160401] = "Гринич",
		[175700] = "Верный Утробе потрошитель",
		[155238] = "Хранитель листьев",
		[172193] = "Друст-резчик",
		[165010] = "Сгусток слизи",
		[165266] = "Придворный аристократ",
		[58812] = "Злобная сущность",
		[176013] = "Верный Утробе стражник",
		[166034] = "Пустой сосуд анимы",
		[164243] = "Похитительница ненависти",
		[162452] = "Дартанос",
		[162708] = "Галлак",
		[175246] = "Агонизирующая тень",
		[173448] = "Драгост",
		[163476] = "Воинствующий призыватель камня",
		[176014] = "Крылатый пожиратель",
		[156395] = "Голодающий жуткий нетопырь",
		[175519] = "Вспененная пустула",
		[168878] = "Взрывоопасный чумной бурильщик",
		[168850] = "Детеныш страхопряда <Мешок страхопряда>",
		[162965] = "Гуверат",
		[162636] = "Оживленный хищник",
		[170893] = "Костекрыл-визгун",
		[170386] = "Среброкрылая мать",
		[159895] = "Дети Хелицеры",
		[166292] = "Болотная тварь <Лужа густой жижи>",
		[164501] = "Призывательница Туманов",
		[168851] = "Мешок страхопряда",
		[168098] = "Усиленный Бессердечный-агент",
		[163222] = "Обожженный пепельный вурдалак",
		[168099] = "Усиленный Бессердечный-копейщик",
		[169875] = "Скованная душа",
		[163492] = "Бешеный волк",
		[154011] = "Вооруженный пленник",
		[175566] = "Рой игольщиков",
		[172523] = "Псарь Васанок",
		[36296] = "Аптекарь Хаммел",
		[165270] = "Королевский чародей",
		[173714] = "Ночноцвет Туманной Завесы",
		[155219] = "Гормлинг-плевун",
		[163991] = "Пылевой желчеплюй",
		[165290] = "Харика Ужасающая",
		[160409] = "Смотритель Аттикус",
		[172947] = "Таракан Утробы",
		[159898] = "Герцогиня Лакрима",
		[157083] = "Камнекрыл-опустошитель",
		[173966] = "Злобный потрошитель Бездны",
		[61436] = "Сик'тик - танцующий с клинками",
		[163992] = "Пылевой рогач",
		[168342] = "Блуждающий дыролоб",
		[170901] = "Рывок",
		[172948] = "Шныряющая крыса Утробы",
		[161178] = "Задержанная контрабандистка",
		[173460] = "Верный Утробе ритуалист",
		[157340] = "Останки <Верный Утробе ритуалист>",
		[156061] = "Клещ-пожиратель",
		[170134] = "Голодающий захватчик",
		[154014] = "Пленный кабалист",
		[172958] = "Бурлящая стигия",
		[168855] = "Гниющий шатун",
		[173717] = "Извлекатель рун",
		[161947] = "Страж Эрикен",
		[165529] = "Порочная сборщица",
		[173973] = "Охотница из замка Нафрия",
		[163994] = "Пылевой проглот",
		[56511] = "Оскверненная живая вода",
		[164506] = "Древний капитан",
		[169819] = "Ненасытный плеточник",
		[158110] = "Изголодавшийся по аниме облачный бегун",
		[171422] = "Верховный подавитель Лагвас",
		[90985] = "Мучитель из заброшенного сада",
		[161692] = "Прожорливый поглотитель",
		[166042] = "Косогряз",
		[168345] = "Опаленный поглотитель",
		[164507] = "Зритель арены",
		[165275] = "Падший легионер",
		[61245] = "Тотем конденсации <Земляльк>",
		[167322] = "Верный Утробе кандальщик",
		[168988] = "Опутывающие заросли",
		[157599] = "Раскольник-аколит",
		[164920] = "Друст-душеруб",
		[166299] = "Туманная хранительница",
		[164508] = "Зритель арены",
		[160785] = "Охотящаяся за духами темная гончая",
		[169114] = "Золотолапый скрытень",
		[173464] = "Деплина",
		[173720] = "Жоробрюх Туманной Завесы",
		[162058] = "\"Вентунакс\"",
		[176027] = "Безнадежный сосуд",
		[154018] = "Беглый истязатель",
		[156559] = "Ревностный воин",
		[62205] = "Командующий флангом Нер'онок",
		[157444] = "Дозорная дома ловчих",
		[152995] = "Страж душ",
		[175768] = "Зловредная тень",
		[159648] = "Неисправный анимапард",
		[154020] = "Беглый проклинатель",
		[56448] = "Мудрый Марис",
		[164510] = "Шаркающий арбалетчик",
		[166813] = "Shadowclone Stalker",
		[56896] = "Неустойчивая взрывчатка",
		[171419] = "Око Вираза",
		[164255] = "Склизгл",
		[176025] = "Истязаемая тень",
		[166046] = "Лисония",
		[160161] = "Туманник",
		[158370] = "Агфийка-защитница",
		[170908] = "Снайпер из дома Избранных",
		[56765] = "Разрушительный ша",
		[165279] = "Нераскаявшаяся - стражница душ",
		[167323] = "Верный Утробе мертвый стрелок",
		[173016] = "Собиратель трупов",
		[155812] = "Верный Утробе ритуалист",
		[161395] = "Стойкий элементаль смерти",
		[166302] = "Сборщик трупов",
		[168862] = "Громадный смертозуб",
		[173466] = "Фара",
		[166301] = "Туманный хищник",
		[169630] = "Друст-громила",
		[111586] = "Воин из племени Соленого Глаза",
		[158624] = "Неизвестно",
		[166304] = "Туманный острожал",
		[165276] = "Раскольница-копейщица",
		[175511] = "Мерзкий ползун",
		[167834] = "Фаэль Проклинательница",
		[173469] = "Куллан",
		[162271] = "Исполинский пожиратель миров",
		[176338] = "Пылевик-обжора",
		[164450] = "Дилер Зи'екса",
		[166305] = "Изначальная жижа",
		[159151] = "Паллавал Пристрастный",
		[158629] = "Горькое воспоминание",
		[162218] = "Шрамированный падальщик",
		[157094] = "Имперская смотрительница",
		[164830] = "Костекрыл-разведчик",
		[166140] = "Сенти в роли Гул'дана",
		[172191] = "Осквернитель рощи",
		[173655] = "Матриарх темнокрылов",
		[169432] = "Грязешкурая нимфа",
		[56766] = "Нестабильная энергия",
		[108133] = "Канонир с \"Черного Паруса\"",
		[168591] = "Прожорливый жуткий нетопырь",
		[173727] = "Несущийся таурал <Тахонта>",
		[169889] = "Друст-надсмотрщик",
		[172192] = "Охотница в маске",
		[61567] = "Визирь Цзинь'бак",
		[168331] = "Иссеченный ветеран",
		[172960] = "Сгустившаяся стигия",
		[167075] = "Боевое мясо",
		[167331] = "Неокрепшая тень",
		[171142] = "Громадное поганище",
		[168846] = "Запятнанная грехом анима",
		[166052] = "Лисония",
		[164261] = "Алчущий разрушитель",
		[164517] = "Тред'ова",
		[172961] = "Сплавленная стигия",
		[173963] = "Гнусный грязевик",
		[161191] = "Житель квартала Чаши",
		[173729] = "Воплощение гордыни",
		[157332] = "Костегрыз-вожак",
		[170147] = "Нестабильное воспоминание",
		[170381] = "Аберрантный пожиратель миров",
		[164751] = "Зловещий боевой штандарт <Капитан Марьянич>",
		[172962] = "Закаленная стигия",
		[171171] = "Верный Утробе стрелок",
		[56706] = "Крик'тик-бомбардир",
		[161448] = "Дозорная дома Блэкбейл",
		[168845] = "Астрон",
		[168101] = "Усиленная угасшая тень",
		[61056] = "Изначальный элементаль земли <Цитадель-Ревущийфьорд>",
		[168613] = "Златогривый ларион",
		[161934] = "Услужливый дух",
		[171172] = "Верный Утробе кандальщик",
		[157099] = "Имперский цензор",
		[157683] = "Зачаровыватель Огненной кузни",
		[169893] = "Пагубный темный проповедник",
		[168102] = "Усиленный угасший отголосок",
		[171656] = "Капитан снайперов-отравителей",
		[90480] = "Измученный крылень",
		[162729] = "Лоскутный солдат",
		[171173] = "Верный Утробе темный охотник",
		[150959] = "Верный Утробе перехватчик",
		[171685] = "Первобытная хватка",
		[159659] = "Порочный свежеватель душ",
		[160392] = "Ловец душ Дойна",
		[154030] = "Невероятно большая крыса Утробы",
		[156333] = "Преобразованный тьмой ученик",
		[175012] = "Икрас Пожиратель",
		[108136] = "Громила",
		[161195] = "Жительница квартала Чаши",
		[170628] = "Верный Утробе мирмидон",
		[163967] = "Узловатый сокрушитель",
		[168104] = "Усиленный мастер плавильной печи",
		[164266] = "Домина Отравленный Клинок",
		[159114] = "Старательный работник",
		[170879] = "Туманный обманщик",
		[175269] = "Страж Тремакулюма",
		[171431] = "Подавитель Веллон",
		[61623] = "Капля смолы",
		[0] = "[*] Быстрая смерть",
		[172199] = "Маниакальная насыщательница",
		[164267] = "Маркграфиня Страдама",
		[156296] = "Пепельный охранник",
		[156591] = "Сталекожий изверг",
		[158894] = "Порочный воспитатель",
		[171432] = "Подавитель Герси",
		[160385] = "Ловец душ Дойна",
		[173948] = "Посвященный из дома Избранных",
		[168106] = "Усиленный верный Утробе страж",
		[170490] = "Старшая жрица из племени Атал'ай",
		[175844] = "Вторгающийся кровопийца",
		[170208] = "Пылающая стигия",
		[164184] = "Амбициозный дуэлянт",
		[171433] = "Подавитель Кер",
		[163501] = "Раскольник-налетчик",
		[166497] = "Фонтан анимы",
		[168107] = "Усиленный верный Утробе перехватчик",
		[166931] = "Костяной ломатель",
		[172970] = "Прожорливая темная гончая",
		[169051] = "Изголодавшийся по аниме патриарх",
		[120651] = "Взрывчатка",
		[159610] = "Раздраженный эфирный змей",
		[165549] = "Тухлосос",
		[166451] = "Раскольница – быстрый клинок",
		[168108] = "Усиленное неповоротливое создание",
		[166317] = "Слуга Бездны - командир",
		[168620] = "Голодающий тенелов",
		[152500] = "Угасшее слияние",
		[171179] = "Искательница душ Горнила",
		[150965] = "Верный Утробе кандальщик",
		[163503] = "Эфирный Ныряльщик",
		[171947] = "Готовящийся рассекатель душ",
		[168109] = "Усиленный верный Утробе ритуалист",
		[166318] = "Агрессивная кошмарная жижа",
		[167902] = "Торговец Старых ворот",
		[158642] = "Поганище с гниющей душой",
		[108139] = "Килеватель с \"Черного Паруса\"",
		[168882] = "Изменчивое воплощение",
		[165551] = "Присасывающийся трупожор",
		[165807] = "Область анимы",
		[168110] = "Усиленный имперский дуэлянт",
		[166319] = "Искаженный призыватель Бездны",
		[61634] = "Командир Во'цзак",
		[172972] = "Неизвестно",
		[171181] = "Агрессивный мечеклюв",
		[169390] = "Медношкурый лисохвост",
		[169433] = "Пожирающий грязешкур",
		[173996] = "Костяной буян",
		[168111] = "Усиленная имперская смотрительница",
		[164273] = "Болезненная ритуалистка",
		[165597] = "Лоскутный солдат",
		[177067] = "Изменчивый пожиратель жизни",
		[162994] = "Одержимый хранитель",
		[157109] = "Нетопырь-кровосос",
		[163506] = "Стальной коготь раскольников",
		[176110] = "Порочная хранительница склепа",
		[155830] = "Верный Утробе послушник",
		[160000] = "Леди Лерэ",
		[160436] = "Скованный поглотитель",
		[170927] = "Извергающаяся слизь",
		[167246] = "Высвобожденная травма <Дэлери>",
		[167724] = "Гнилошип-боггарт",
		[61701] = "Сик'тик-воин",
		[103972] = "Скверноподанный предатель",
		[172207] = "Одалрик",
		[63106] = "Сик'тик-роевик",
		[156909] = "Порочная поручительница",
		[168192] = "Древний кровобивень",
		[162996] = "Одержимый смотритель",
		[160297] = "Порочная сборщица душ",
		[175790] = "Иссохший тенеяр",
		[169905] = "Воскрешенный полководец",
		[169827] = "Экфорас Вестник Скорби",
		[169955] = "Гордый гоплит",
		[156226] = "Бессердечный-подчинитель",
		[170929] = "Воздаятель из дома Избранных",
		[56747] = "Гу Небесный Удар",
		[56875] = "Крик'тик-подрывник",
		[159415] = "Проказник из племени Хрупкой Коры",
		[157560] = "Сгусток горя",
		[164021] = "Ночной Плащ - фехтовальщик",
		[170418] = "Гозул Пожиратель",
		[168627] = "Заклинатель чумы",
		[177071] = "Неизвестно",
		[160951] = "Примул",
		[173489] = "Сшитое поганище",
		[175792] = "Крадущийся тенеяр",
		[165869] = "Освобожденное мощное проклятие",
		[172210] = "Сумасшедший скульптор плоти",
		[167532] = "Хивин Ломатель",
		[159988] = "Герцог Михас",
		[170931] = "Экипировщик из дома Избранных",
		[170474] = "Паук-убийца <Скрывающийся ассасин>",
		[167533] = "Адвент Невермор",
		[166766] = "Былые грехи",
		[165232] = "Бездушный кадавр",
		[165872] = "Изготовитель кадавров",
		[155770] = "Грозный птенец <Яйцо ползуна>",
		[163059] = "Сумеречный Ужас",
		[162744] = "Нектара Изувер",
		[171188] = "Чумная прислужница <Маркграфиня Страдама>",
		[168980] = "Верный Утробе каратель",
		[163512] = "Камнерожденный-хранитель",
		[174069] = "Громадный гаргон",
		[157883] = "Одержимый сильвар",
		[168374] = "Жаждущий клещ",
		[160442] = "Горькое Крыло",
		[168886] = "Вирулакс Заклинатель Чумы",
		[171189] = "\"Мнемида\" - хранительница книг",
		[160632] = "Лисохвост-охотник",
		[167607] = "Камнерожденный-рассекатель",
		[111598] = "Оракул из племени Соленого Глаза",
		[167493] = "Стрелок-отравитель",
		[169980] = "Анимапард из сумеречной стали",
		[176107] = "Порочный сборщик душ",
		[172981] = "Кирийский кадавр",
		[158908] = "Порочная привратница",
		[161211] = "Прирученный гаргон",
		[165561] = "Раздувшийся трупожор",
		[159676] = "Анимоклещ",
		[157885] = "Одержимый воркай",
		[56719] = "Ша Жестокости",
		[168693] = "Сириксия",
		[159998] = "Сэр Нандру",
		[165050] = "Гнилошип-утилизатор",
		[157118] = "Королевский советник",
		[176111] = "Порочный хранитель склепа",
		[169912] = "Яростная маска",
		[169206] = "Пожирающая гидра",
		[162046] = "Изголодавшийся клещ",
		[160445] = "Фиона Мрачный Шип",
		[170936] = "Острохвойный налетчик",
		[165051] = "Гнилошип-мучитель",
		[171448] = "Жуткий егерь",
		[167610] = "Мелкий камнебес",
		[169913] = "Детеныш рунического хищника",
		[164451] = "Дессия Обезглавливательница",
		[156636] = "Крадущийся страхопряд",
		[170488] = "Сын Хаккара",
		[170937] = "Друст-чародей",
		[173240] = "Готовящийся губитель",
		[175543] = "Ужасающий костегрыз",
		[167611] = "Камнерожденная-потрошительница",
		[159679] = "Хирург Двора поганищ",
		[164029] = "Грехослов",
		[160811] = "Неизвестно",
		[173568] = "Одурманенный анимой рабочий",
		[168891] = "Взрывоопасный чумной бурильщик",
		[108146] = "Стрелок с \"Черного Паруса\"",
		[175544] = "Костегрыз-вожак",
		[167612] = "Камнерожденный-разоритель",
		[165821] = "Похитительница жизни из поместья",
		[156239] = "Темная перерожденная Коррия",
		[172061] = "Бодливый златорун",
		[166589] = "Оживленное оружие <Аристократ-дуэлянт>",
		[170939] = "Темный хищник",
		[162309] = "Кул'тарок",
		[157122] = "Патриций Кромвель",
		[175801] = "Деформированный душегуб",
		[157634] = "Охранник плавильной печи",
		[176170] = "Верный Утробе мирмидон",
		[163892] = "Гниющий слизнекоготь",
		[155908] = "Вестник смерти",
		[170940] = "Острохвойный роевик",
		[124177] = "Желчекрыл-трутень",
		[165311] = "Раскольница - темный клинок",
		[163520] = "Раскольник-офицер",
		[154129] = "Пылающий углестраж",
		[166079] = "Хрупкий арбалетчик",
		[151814] = "Угасший фантом",
		[164415] = "Скульд Вит",
		[172988] = "Брошенное воспоминание",
		[165056] = "Кераал Потрошитель",
		[165312] = "Анимапард раскольников",
		[167615] = "Порочный темный клинок",
		[155589] = "Жуткий поглотитель",
		[172221] = "Жалкий помощник",
		[160195] = "Бремя гордыни",
		[157482] = "Управляемый камнеброд",
		[164363] = "Неумирающий камнебес",
		[173245] = "Крутящийся клинок <Капитан Хокен>",
		[165313] = "Раскольник-дозорный",
		[173044] = "Ассистент-сшиватель <Портал в мастерскую>",
		[171525] = "Мелкий таракан Утробы",
		[174092] = "Нафрийская наездница на гаргоне",
		[166411] = "Раскольница-узурпатор",
		[172078] = "Дубосерд - пожиратель душ",
		[176386] = "Послушная темная гончая",
		[165720] = "Сгусток гнева",
		[171455] = "Гаргон-защитник",
		[158259] = "Сабрина",
		[159685] = "Подмастерье Двора поганищ",
		[157955] = "Буйный пожиратель",
		[170580] = "Капитан осадного расчета",
		[157405] = "Сара Уайт",
		[172991] = "Друст-душеруб",
		[169812] = "Обращенный часовой",
		[165315] = "Присягнувший тьме гоплит",
		[163524] = "Кирийский темный претор",
		[159766] = "Торговка из квартала Ределав",
		[164036] = "Рассекатель из Темного лабиринта",
		[168386] = "Slime Skeleton Stalker D",
		[174783] = "Темная хватка",
		[164804] = "Дроман Ульфарран",
		[165060] = "Анимимик",
		[169410] = "Гордыня Лисонии",
		[169431] = "Грязешкурая личинка",
		[172812] = "Анимоклещ",
		[164037] = "Защитник Темного лабиринта",
		[163861] = "Крохотный пепельный ползун",
		[170690] = "Зараженный ужас",
		[166852] = "Буйный клещ",
		[56918] = "Взрывчатка богомолов",
		[124654] = "Дюнный кролуск",
		[164879] = "Укротитель костекрылов",
		[165829] = "Осадная артиллерия",
		[164038] = "Плевун из Темного лабиринта",
		[174861] = "Обожравшаяся темная гончая",
		[164550] = "Ползучая слизь",
		[24207] = "Войско мертвых <Сивада-Ревущийфьорд>",
		[167109] = "Скелет - боец авангарда",
		[160748] = "Одержимый защитник",
		[161480] = "Шантажистка дома Блэкбейл",
		[165830] = "Беспощадный миротворец",
		[56906] = "Диверсант Кип'тилак",
		[103673] = "Созерцатель тьмы <Guisonia-KhazModan>",
		[170692] = "Крала",
		[59051] = "Раздор",
		[124527] = "Твердоклювый падальщик",
		[159178] = "Лютый сумеречник",
		[173642] = "Разорванный орган <Горестный Клинок>",
		[165831] = "Жестокий сборщик",
		[166087] = "Привилегированная жертвовательница",
		[158155] = "Гордук",
		[156364] = "Сгусток гордыни",
		[163616] = "Корнежал-роевик",
		[167111] = "Иглобрюх-рогач",
		[168934] = "Разъяренный дух",
		[175811] = "Пирующая крыса Утробы",
		[165410] = "Верховный адъюдикатор Ализа",
		[160296] = "Порочный нотариус",
		[168391] = "Slime Skeleton Stalker C",
		[170694] = "Призрачный убийца",
		[176340] = "Личинка пылевика",
		[158924] = "Сущность отчаяния",
		[174802] = "Стрелок-отравитель",
		[59544] = "Кивающий тигр",
		[169927] = "Гнилостный мясник",
		[168136] = "Голодная смерть",
		[171333] = "Верная служительница из племени Атал'ай",
		[166601] = "Forsworn Bunny",
		[160716] = "Грехокаменный буян",
		[167113] = "Иглобрюх-кислотник",
		[171463] = "Бездумное преследование",
		[168155] = "Чумной труп",
		[165834] = "Надсмотрщик Матьяш",
		[170184] = "Тенистый ларион",
		[168393] = "Изрыгатель чумы",
		[164555] = "Миллифисент Манашторм",
		[172050] = "Чащобный туманный ползун",
		[108153] = "\"Эксперт\" по утилизации с \"Черного Паруса\"",
		[59546] = "Говорящая рыба",
		[159730] = "Пехотинец дома Ределав",
		[102066] = "Страж океана",
		[162612] = "Неизвестно",
		[168394] = "Осклизлое лакомство <Slime Skeleton Stalker C>",
		[164556] = "Миллхаус Манашторм",
		[169227] = "Друст-захватчик",
		[167115] = "Некромант - боевой заклинатель",
		[173512] = "Былые грехи",
		[165047] = "Кузнец душ Йол-Маттар",
		[176071] = "Покрытая рунами оболочка",
		[157720] = "Грибной уничтожитель",
		[158160] = "Злобный потрошитель Бездны",
		[164557] = "Фрагмент Халкиаса",
		[168907] = "Склизкое щупальце",
		[167116] = "Иглобрюх-разоритель",
		[163278] = "Падшая боевая целительница",
		[157003] = "Имперская дуэлянтка",
		[160074] = "Горм-рассекатель",
		[165190] = "Взбесившийся неистовый горм",
		[158161] = "Страж Бездны - захватчик",
		[164558] = "Хаккар Свежеватель Душ",
		[162767] = "Пестицид",
		[167117] = "Личинка иглобрюха",
		[151127] = "Повелитель мучений",
		[161488] = "Надсмотрщица дома Блэкбейл",
		[176073] = "Верный Утробе всадник",
		[164047] = "Страж Горнила",
		[158162] = "Гнусный грязевик",
		[161628] = "Сэр Андру",
		[165976] = "Неизвестно",
	},
	["death_recap"] = {
		["enabled"] = true,
		["show_segments"] = false,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["spell_pool"] = {
		10, -- [1]
		3, -- [2]
		"Мир (падение)", -- [3]
		[329172] = "Грехокаменная статуя",
		[275931] = 6,
		[339412] = 9,
		[294362] = "Вестник смерти",
		[343509] = "Опет",
		[176890] = 11,
		[8122] = 5,
		[32612] = 8,
		[337367] = 10,
		[339415] = "Ксав Несломленный",
		[16870] = 11,
		[275936] = 12,
		[327130] = "Изготовитель кадавров",
		[271841] = "Имперская карательница",
		[345561] = "Кин-Тара",
		[145152] = 11,
		[114051] = 7,
		[271843] = 10,
		[124290] = "[*] Натиск Клинка",
		[320991] = "Благородный туманный танцор",
		[48583] = "Гравитон",
		[114052] = 7,
		[215802] = 7,
		[339424] = 12,
		[85384] = 1,
		[343520] = "[*] Бушующий",
		[51399] = 6,
		[323043] = "Друст - злобный коготь",
		[325092] = 10,
		[327140] = 3,
		[236282] = 1,
		[320999] = "Благородный туманный танцор",
		[115078] = 10,
		[343527] = 2,
		[60103] = 7,
		[335338] = "Лорд-камергер",
		[347625] = 5,
		[36554] = 4,
		[321005] = "Ингра Малох",
		[333292] = "Сатель Злосчастный",
		[54216] = 3,
		[333293] = "Костяной чародей",
		[102793] = 11,
		[333294] = "Пагубный темный проповедник",
		[325104] = 2,
		[321009] = "Кин-Тара",
		[323057] = "Ингра Малох",
		[314867] = 5,
		[333297] = "Пагубный темный проповедник",
		[212739] = 6,
		[321011] = "Миллифисент Манашторм",
		[323059] = "Дроман Ульфарран",
		[120200] = "Сик'тик Желтокрыл",
		[327155] = "Верное создание",
		[321012] = 6,
		[331251] = "Азуль",
		[333299] = "Пагубный темный проповедник",
		[339443] = 11,
		[194311] = 6,
		[333301] = "[*] Проклятие запустения",
		[343540] = 8,
		[339445] = 11,
		[323064] = "Хаккар Свежеватель Душ",
		[24423] = "Падальщик <Краевед-Борейскаятундра>",
		[1079] = 11,
		[327162] = 7,
		[327163] = 7,
		[296447] = "Угасший скиталец",
		[327164] = 7,
		[294401] = "Угасший отголосок",
		[345595] = 9,
		[325118] = 5,
		[271877] = 4,
		[4987] = 2,
		[5211] = 11,
		[294405] = "Усиленный угасший отголосок",
		[329217] = "Доктор Икус",
		[347647] = 10,
		[296454] = "Угасший ловчий",
		[323076] = 12,
		[308742] = 4,
		[236298] = 8,
		[343556] = "Хирург Трупошов",
		[189200] = "Крылатый автоматон",
		[339461] = 3,
		[236299] = 8,
		[6] = "Мир (огонь)",
		[329224] = "Склизкое щупальце",
		[339463] = 2,
		[275983] = "Верный Утробе призыватель огня",
		[321034] = "Кин-Тара",
		[325130] = 8,
		[329226] = "Склизкое щупальце",
		[331274] = "Зараженные останки",
		[158486] = 1,
		[335370] = 2,
		[331275] = "Адвент Невермор",
		[321038] = "Зловещая подавительница",
		[1719] = 1,
		[13877] = 4,
		[321041] = "Отвратительные отходы",
		[214802] = 1,
		[271896] = 4,
		[341520] = "Охотница из замка Нафрия",
		[318995] = "Герус Заточенный",
		[214803] = 1,
		[294423] = 10,
		[290328] = 2,
		[341522] = "Охотница из замка Нафрия",
		[106898] = 11,
		[273947] = 6,
		[1943] = 4,
		[345620] = 9,
		[329239] = "Разлагающийся великан",
		[82326] = 2,
		[331288] = "Хивин Ломатель",
		[2094] = 4,
		[345623] = "Нар'зуда",
		[260881] = 7,
		[214807] = 1,
		[207640] = 11,
		[52174] = 1,
		[345625] = "Нар'зуда",
		[341530] = 4,
		[273955] = 1,
		[191259] = 9,
		[19434] = 3,
		[341533] = 4,
		[331295] = "Огненный шип",
		[122259] = "Сик'тик-инженер",
		[323107] = "Сочащиеся ошметки",
		[2782] = 11,
		[321061] = "Миллифисент Манашторм",
		[263725] = 8,
		[323110] = "Сочащиеся ошметки",
		[189216] = "[*] Рикошетящие клинки",
		[47568] = 6,
		[333351] = 12,
		[345638] = 9,
		[41425] = 8,
		[271920] = 7,
		[323115] = 12,
		[325163] = "Туманная защитница",
		[185123] = 12,
		[339498] = 3,
		[343594] = 4,
		[271924] = 7,
		[323118] = "Хаккар Свежеватель Душ",
		[13750] = 4,
		[188196] = 7,
		[119703] = "Осадные снаряды",
		[273974] = 3,
		[228128] = 11,
		[325170] = "Паук-убийца <Скрывающийся ассасин>",
		[273977] = 6,
		[325171] = 2,
		[280121] = 6,
		[15286] = 5,
		[331316] = "Докигг Изверг",
		[323126] = "Грехокаменная статуя",
		[325174] = 7,
		[31850] = 2,
		[331319] = "Докигг Изверг",
		[114074] = 7,
		[98204] = 6,
		[115098] = 10,
		[331320] = "Докигг Изверг",
		[327225] = 2,
		[323130] = "[*] Сгущающаяся слизь",
		[17] = 5,
		[27243] = 9,
		[325182] = 6,
		[323136] = "Рунический старорог",
		[325184] = "Леди Инерва Дарквейн",
		[5116] = 3,
		[323137] = "Дроман Ульфарран",
		[335424] = 2,
		[323138] = "Ингра Малох",
		[316995] = "Ксав Несломленный",
		[131894] = 3,
		[45524] = 6,
		[325189] = 11,
		[108446] = 9,
		[345667] = 2,
		[145205] = 11,
		[341572] = 4,
		[171826] = 7,
		[345668] = 10,
		[296523] = "Верный Утробе искатель",
		[171827] = 7,
		[288333] = 12,
		[339527] = "Куллан",
		[124317] = "Генерал Па'валак",
		[108447] = 9,
		[329289] = 12,
		[339528] = "Драгост",
		[341576] = 2,
		[171828] = 6,
		[339529] = "Драгост",
		[345673] = 7,
		[308814] = 8,
		[323149] = "Ингра Малох",
		[325197] = 10,
		[323150] = "Грехокаменная статуя",
		[341580] = 2,
		[6940] = 2,
		[258860] = 12,
		[210738] = 6,
		[317009] = 12,
		[122783] = 10,
		[131900] = 3,
		[323153] = 12,
		[248622] = 1,
		[331345] = 12,
		[325202] = 10,
		[204596] = 12,
		[274009] = 6,
		[325203] = 5,
		[52437] = 1,
		[339538] = 2,
		[325205] = "Зоркий лучник",
		[235314] = 8,
		[204598] = 12,
		[86949] = 8,
		[8092] = 5,
		[325209] = 10,
		[312924] = 1,
		[339545] = 11,
		[325211] = 10,
		[345689] = 9,
		[121762] = "Сик'тик-строитель",
		[114083] = 7,
		[212792] = 8,
		[271971] = "Зловещий охотник <Фаролаир-Корольлич>",
		[157503] = 7,
		[319070] = "Костномозговая слизь",
		[345691] = 7,
		[323166] = "Хаккар Свежеватель Душ",
		[341596] = 2,
		[157504] = 7,
		[199483] = 3,
		[225080] = 7,
		[345693] = 2,
		[339550] = "[*] Эхо битвы",
		[325216] = 10,
		[327264] = 10,
		[325217] = 10,
		[345695] = 7,
		[339552] = "Деплина",
		[325218] = 10,
		[343648] = 11,
		[345696] = 6,
		[339553] = "Деплина",
		[60118] = 12,
		[243512] = 5,
		[341602] = 2,
		[196414] = 9,
		[345698] = 2,
		[339555] = "Деплина",
		[199486] = 5,
		[337508] = 3,
		[325223] = "Туманный острожал",
		[39897] = 5,
		[121253] = 10,
		[325224] = "Туманный острожал",
		[323177] = "Дроман Ульфарран",
		[240443] = "Лоскутный солдат",
		[329321] = "Свирепый гаргон",
		[339560] = 2,
		[325226] = "Туманный острожал",
		[269937] = 2,
		[345704] = 7,
		[35546] = 4,
		[345705] = 1,
		[122278] = 10,
		[327276] = 10,
		[106920] = "Набирающий силы ша",
		[53] = 4,
		[329325] = "Верный Утробе стражник душ",
		[261947] = 10,
		[329326] = "Верный Утробе стражник душ",
		[207682] = 12,
		[341614] = 2,
		[278134] = 1,
		[345710] = 8,
		[294517] = "Угасший падальщик",
		[205636] = 11,
		[207684] = 12,
		[331379] = "Смазчик",
		[114089] = 7,
		[53209] = 3,
		[207685] = 12,
		[323190] = "Сшитый боец авангарда",
		[171850] = 10,
		[339573] = "Мордрета, Вечная императрица",
		[341621] = "Леди Инерва Дарквейн",
		[341622] = 2,
		[171851] = 6,
		[341623] = "Леди Инерва Дарквейн",
		[66] = 8,
		[100780] = 10,
		[343672] = 1,
		[323195] = "\"Орифрион\"",
		[278145] = 2,
		[329340] = "Верховный адъюдикатор Ализа",
		[325245] = "Домина Отравленный Клинок",
		[335484] = 3,
		[258883] = 12,
		[68529] = 2,
		[118699] = 9,
		[222024] = 6,
		[183117] = 12,
		[193356] = 4,
		[106413] = "[*] Шар огня",
		[106925] = "Всепоглощающий ша",
		[294533] = "Угасший демон",
		[345727] = 10,
		[68530] = 11,
		[222026] = 6,
		[193358] = 4,
		[114093] = 7,
		[106414] = "[*] Огненный цветок",
		[30831] = "Стальной коготь раскольников",
		[207693] = 12,
		[193359] = 4,
		[339588] = 6,
		[325254] = "Верховная надзирательница Бериллия",
		[280204] = 6,
		[132951] = 11,
		[23920] = 1,
		[337542] = 12,
		[274062] = 10,
		[317065] = 1,
		[329352] = 11,
		[323209] = "Грехокаменная статуя",
		[276111] = 2,
		[272016] = "Пленный кабалист",
		[331401] = "Генерал Кааль",
		[325258] = "Мве'зала",
		[100] = 1,
		[205648] = 7,
		[306830] = 12,
		[325260] = "Верховная надзирательница Бериллия",
		[222031] = 12,
		[325261] = "Верховная надзирательница Бериллия",
		[345739] = 4,
		[227151] = 4,
		[325262] = "Верховная надзирательница Бериллия",
		[347788] = 5,
		[319120] = "[*] Гнилая желчь",
		[300691] = 1,
		[106929] = "Всепоглощающий ша",
		[116] = 8,
		[327315] = "Центурион - быстрый клинок",
		[323220] = 12,
		[325268] = 5,
		[120] = 8,
		[182104] = 2,
		[83381] = "Секхан <Ханторай-ВечнаяПесня>",
		[122] = 8,
		[108978] = 8,
		[331413] = 10,
		[276124] = 3,
		[276125] = 3,
		[331415] = "Генерал Кааль",
		[325272] = "Инструктор Герус",
		[263840] = "Ваф <Недаю-Борейскаятундра>",
		[57821] = 11,
		[278175] = "Зеленый хранитель",
		[321178] = "Ненасытный громила",
		[278176] = "Зеленый хранитель",
		[339609] = "Былые грехи",
		[139] = 5,
		[276130] = 3,
		[229206] = 6,
		[2383] = 11,
		[276132] = 3,
		[331422] = "Разумное масло",
		[2479] = 6,
		[290468] = 8,
		[278182] = "Зеленый хранитель",
		[329376] = "Туманник",
		[329377] = "Анимимик",
		[276136] = 10,
		[331426] = 10,
		[325283] = 5,
		[343713] = 6,
		[80313] = 11,
		[323236] = "Лорд-камергер",
		[276138] = 10,
		[327332] = "Раскольник-целитель",
		[337571] = 10,
		[276139] = 10,
		[288426] = 6,
		[211805] = 6,
		[196447] = 9,
		[300714] = 2,
		[329383] = "Угасший дух",
		[333479] = "Тошногнил",
		[196448] = 9,
		[49376] = 11,
		[325289] = 9,
		[335528] = "Тракт Ледоруб",
		[331433] = 10,
		[300717] = 2,
		[261977] = 10,
		[263858] = "Толик <Сасанльда>",
		[343721] = 2,
		[276146] = 10,
		[225119] = 8,
		[333485] = "Тошногнил",
		[343724] = 2,
		[345772] = "Волшебная стражница <Кикимора-Голдринн>",
		[339629] = "Пирующий клещ",
		[120759] = "Командир Во'цзак",
		[345773] = 11,
		[81340] = 6,
		[213858] = 1,
		[333488] = "Амарт",
		[92091] = 3,
		[288438] = 3,
		[339632] = 10,
		[333489] = "Амарт",
		[85948] = 6,
		[325299] = 9,
		[335538] = "Тракт Ледоруб",
		[263867] = "Huan <Scàlp-Elune>",
		[15290] = 5,
		[286393] = 2,
		[115129] = 10,
		[333492] = "Амарт",
		[313015] = 3,
		[54753] = 2,
		[77758] = 11,
		[347829] = 1,
		[106427] = "Новообращенный Шадо-Пан",
		[325305] = 2,
		[345783] = "Драгост",
		[118714] = "Мудрый Марис",
		[343737] = "Юй-лун <Ниамэй>",
		[294592] = 8,
		[304831] = "Искательница душ",
		[166766] = "Усиленный верный Утробе кандальщик",
		[345788] = "Деплина",
		[114108] = 11,
		[49379] = 12,
		[5246] = 1,
		[345791] = "Фара",
		[77761] = 11,
		[339649] = "Пирующий клещ",
		[325315] = 5,
		[321220] = "Взбесившийся вурдалак",
		[265931] = 9,
		[106942] = "Разрушительный ша",
		[190319] = 8,
		[345795] = "Куллан",
		[179057] = 12,
		[77762] = 7,
		[370] = 7,
		[331462] = 10,
		[317128] = 10,
		[258920] = 12,
		[339654] = 3,
		[298700] = 10,
		[116670] = 10,
		[258921] = 12,
		[310988] = 2,
		[408] = 4,
		[345801] = 9,
		[170869] = 10,
		[263892] = "Секхан <Ханторай-ВечнаяПесня>",
		[294609] = 10,
		[210801] = 7,
		[325326] = 5,
		[77764] = 11,
		[329422] = "Верный Утробе мастер огня",
		[341709] = "Призывательница Туманов",
		[345805] = 9,
		[258925] = 12,
		[339664] = 2,
		[329426] = "Усиленный охранник плавильной печи",
		[258926] = 12,
		[114113] = 11,
		[139133] = 8,
		[276187] = 3,
		[319190] = 4,
		[498] = 2,
		[339669] = 2,
		[276189] = 3,
		[331479] = "Зараженные останки",
		[131968] = "Сик'тик - боевой лекарь",
		[528] = 5,
		[329433] = 5,
		[265953] = 12,
		[276192] = 3,
		[265954] = 12,
		[556] = 7,
		[313053] = 10,
		[209785] = 2,
		[321247] = "Амарт",
		[341725] = 6,
		[341726] = 6,
		[321249] = "Взбесившийся вурдалак",
		[276199] = 3,
		[327393] = "Некромант с \"Золрамуса\"",
		[242551] = 3,
		[102342] = 11,
		[278249] = 12,
		[209788] = 12,
		[321253] = "[*] Последняя жатва",
		[333540] = "Зира Двурушница",
		[327397] = "Некромант с \"Золрамуса\"",
		[740] = 11,
		[190336] = 8,
		[317161] = 10,
		[768] = 11,
		[106951] = 11,
		[341735] = "Смотрительница псарни",
		[329449] = 1,
		[331497] = 12,
		[195457] = 4,
		[188290] = 6,
		[288495] = 5,
		[224126] = 7,
		[341738] = 2,
		[323309] = "Ветеран с расщепленной душой",
		[224127] = 7,
		[27638] = "Стальной коготь раскольников",
		[337645] = 8,
		[173958] = 7,
		[343789] = 10,
		[321264] = "Скальный дух",
		[341742] = "Смотрительница псарни",
		[256893] = 2,
		[208771] = 5,
		[197509] = "Кровавый червь <Япьюпиво-Дракономор>",
		[198533] = "Статуя Нефритовой Змеи <Berthe-Outland>",
		[327411] = "Эшелон",
		[288505] = 6,
		[327413] = "Голиаф раскольников",
		[980] = 9,
		[343796] = 10,
		[331510] = "Непреклонный соперник",
		[256896] = 2,
		[331511] = 10,
		[327416] = "Голиаф раскольников",
		[331512] = 10,
		[1064] = 7,
		[51690] = 4,
		[317180] = 10,
		[120778] = 10,
		[210824] = 8,
		[317181] = 10,
		[1160] = 1,
		[138130] = 10,
		[337661] = 5,
		[300802] = 1,
		[48107] = 8,
		[313089] = 1,
		[105421] = 2,
		[319233] = 6,
		[5215] = 11,
		[327426] = "Расколотое видение",
		[205708] = 8,
		[319236] = 6,
		[30455] = 8,
		[325381] = 8,
		[319238] = 6,
		[325382] = "Леди Инерва Дарквейн",
		[102351] = 11,
		[341765] = 4,
		[48108] = 8,
		[32375] = 5,
		[186257] = 3,
		[106447] = "Новообращенный Шадо-Пан",
		[331528] = 10,
		[186258] = 3,
		[319243] = 6,
		[345864] = 4,
		[207760] = 12,
		[341770] = 11,
		[319245] = 6,
		[115151] = 10,
		[1680] = 1,
		[341771] = "Костяной чародей",
		[343819] = 10,
		[210833] = 8,
		[262027] = 6,
		[19577] = 3,
		[347916] = 3,
		[331535] = 10,
		[1784] = 4,
		[73685] = 7,
		[313106] = 10,
		[190357] = 8,
		[347919] = 3,
		[1856] = 4,
		[59628] = 4,
		[323347] = "Хранитель врат с \"Золрамуса\"",
		[325395] = "Shadowclone Stalker",
		[343825] = 10,
		[337682] = 2,
		[186263] = 5,
		[31224] = 4,
		[341780] = 2,
		[319255] = 6,
		[2008] = 7,
		[208790] = 12,
		[186265] = 3,
		[341783] = 2,
		[42223] = 9,
		[339736] = 3,
		[339738] = 8,
		[331548] = "Г4В-Г4В",
		[300832] = 4,
		[270117] = 5,
		[183197] = "Чудолиственная садовница",
		[288548] = "Чародей из войска мертвых <Тандариа>",
		[278310] = 8,
		[313122] = 12,
		[207771] = 12,
		[319266] = "Жалкий помощник",
		[339744] = 2,
		[333602] = "Хрупкий маг",
		[317221] = 2,
		[106966] = "Нестабильная энергия",
		[323365] = "[*] Цепляющаяся тьма",
		[317223] = 2,
		[102359] = 11,
		[347940] = 11,
		[120789] = "Командир Во'цзак",
		[65006] = 8,
		[114646] = "Навязчивый ша",
		[296748] = "Могучий крушитель",
		[339751] = "Эхо наездника на быке",
		[33778] = 11,
		[325418] = "Иглобрюх-кислотник",
		[294703] = 2,
		[201633] = "Тотем земляной стены <Веллби-ВечнаяПесня>",
		[323372] = "\"Орифрион\"",
		[45297] = 7,
		[333612] = "Крылатый опустошитель",
		[3408] = 4,
		[317231] = "Ксав Несломленный",
		[337709] = 6,
		[207778] = 7,
		[304946] = "Бессердечный-страж",
		[278326] = 12,
		[3600] = "Тотем оков земли <Веллби-ВечнаяПесня>",
		[339759] = "Мордрета, Вечная императрица",
		[333616] = "Крылатый опустошитель",
		[304948] = "Бессердечный-перерожденный",
		[313140] = 10,
		[319286] = "Воплощение ярости <Яростная душа>",
		[337716] = 5,
		[331573] = "Обузданный призрак",
		[228260] = 5,
		[288573] = 3,
		[323385] = 7,
		[327481] = "Кин-Тара",
		[177067] = 3,
		[280384] = 3,
		[294719] = 2,
		[280385] = 3,
		[339770] = "Одурманенный анимой рабочий",
		[341818] = 2,
		[61425] = 6,
		[223143] = 3,
		[325437] = 8,
		[211881] = 12,
		[341821] = 6,
		[177070] = 3,
		[323392] = "Лорд-камергер",
		[255909] = 4,
		[335680] = "Верный Утробе вестник гибели",
		[339776] = "Одурманенный анимой рабочий",
		[302917] = 11,
		[337729] = 10,
		[333634] = "Амарт",
		[80353] = 8,
		[202669] = 4,
		[341826] = 11,
		[11327] = 4,
		[116189] = 10,
		[5760] = 4,
		[193455] = 3,
		[335685] = "Верный Утробе темный маг",
		[80354] = 11,
		[186289] = 3,
		[196528] = 6,
		[280398] = 5,
		[199600] = 4,
		[67556] = 4,
		[58867] = "Дух ящера <Flexx-Ravencrest>",
		[333641] = "Воскрешенный полководец",
		[327498] = 8,
		[52212] = 6,
		[298831] = "Верный Утробе часовой",
		[329548] = 2,
		[307023] = "[*] Взрыв души",
		[323406] = "[*] Рваная рана",
		[280404] = 6,
		[199603] = 4,
		[335694] = "Верный Утробе вестник гибели",
		[296788] = 5,
		[298836] = 10,
		[240559] = "[*] Тяжкая рана",
		[311123] = 10,
		[7328] = 2,
		[195509] = 4,
		[329554] = 12,
		[315220] = 10,
		[120800] = "Командир Во'цзак",
		[280409] = 11,
		[313174] = 2,
		[15487] = 5,
		[325461] = 6,
		[116705] = 10,
		[323414] = "Лорд-камергер",
		[327510] = 2,
		[337749] = 5,
		[331606] = "Подавляющее знамя <Ксав Несломленный>",
		[343893] = "Разказзар",
		[321368] = "Налтор Криомант",
		[325464] = 6,
		[343894] = "Разказзар",
		[106979] = "Огненный стрелок Шадо-Пан",
		[116706] = 10,
		[321370] = "Налтор Криомант",
		[300893] = 12,
		[327515] = "Болотный шершень",
		[242612] = 1,
		[329564] = "Сумрачный землетряс",
		[210873] = 7,
		[126434] = 6,
		[148417] = 2,
		[256948] = 8,
		[335710] = "Одалрик",
		[266087] = 9,
		[245686] = 6,
		[288613] = 3,
		[321379] = 5,
		[331618] = "Ксав Несломленный",
		[96231] = 2,
		[307046] = 12,
		[106470] = "[*] Шар огня",
		[274283] = 11,
		[176065] = "Хранитель листьев",
		[305000] = 10,
		[235450] = 8,
		[331622] = 10,
		[331623] = 9,
		[300907] = 4,
		[331624] = 1,
		[335720] = "Верный Утробе ритуалист",
		[193473] = "Щупальце Бездны <Bremdak-Archimonde>",
		[341864] = "Нафрийская наездница на гаргоне",
		[196545] = 6,
		[305005] = 2,
		[280433] = 10,
		[323436] = 2,
		[115175] = 10,
		[323437] = "Лорд-камергер",
		[321390] = 8,
		[46585] = 6,
		[228287] = 10,
		[329582] = 12,
		[209858] = "Аристократ-дуэлянт",
		[251837] = 11,
		[286581] = 4,
		[264057] = 9,
		[300917] = 5,
		[264058] = 4,
		[251839] = 2,
		[325492] = 8,
		[31230] = 4,
		[329589] = 8,
		[205766] = 8,
		[157644] = 8,
		[288636] = 10,
		[321401] = "Ненасытный клещ",
		[255937] = 2,
		[331641] = 10,
		[203720] = 12,
		[321405] = 3,
		[331644] = 10,
		[321406] = "Чумная бомба",
		[196555] = 12,
		[345980] = 3,
		[87023] = 8,
		[327552] = "Роковой гриб",
		[255941] = 2,
		[5217] = 11,
		[331649] = 10,
		[87024] = 8,
		[341889] = "Солдат из замка Нафрия",
		[296839] = "Угасший хор",
		[121836] = 2,
		[115181] = 10,
		[5761] = 4,
		[331653] = 10,
		[102383] = 11,
		[331654] = 10,
		[121837] = 9,
		[114158] = 2,
		[321417] = 8,
		[329609] = "Покрытый рунами колосс",
		[58875] = 7,
		[325514] = "[*] Струя пламени",
		[188370] = 2,
		[296847] = "[*] Подавляющая аура",
		[121838] = 10,
		[333708] = "Маниакальный стражник душ",
		[272276] = 10,
		[111600] = "Крик'тик - вестник роя",
		[305042] = 10,
		[153561] = 8,
		[341902] = "Боевой ритуалист",
		[305043] = 2,
		[266136] = 9,
		[270232] = 8,
		[305044] = 10,
		[305045] = 10,
		[325523] = "Порочный темный клинок",
		[323476] = 7,
		[167898] = 6,
		[153564] = 8,
		[31616] = 7,
		[327574] = 6,
		[305050] = 10,
		[303003] = 1,
		[305051] = 2,
		[331672] = 10,
		[331673] = 10,
		[270241] = "Пылающий углестраж",
		[305053] = 10,
		[307101] = 2,
		[232405] = 10,
		[296863] = 10,
		[333723] = 2,
		[337819] = 12,
		[327581] = "Изрыгатель чумы",
		[288675] = 7,
		[325535] = "Порочный псарь",
		[270246] = "Пылающий элементаль",
		[40192] = 8,
		[327584] = "Изрыгатель чумы",
		[323489] = "Изготовитель кадавров",
		[333728] = "Оживленный костяной воин",
		[270248] = "Пылающий углестраж",
		[305060] = 10,
		[333729] = "Оживленный костяной воин",
		[323491] = 7,
		[183263] = "Гормлинг-плевун",
		[185311] = 4,
		[44544] = 8,
		[138213] = 4,
		[333732] = 11,
		[227291] = "Нюцзао <Ниамэй>",
		[327590] = "Изрыгатель чумы",
		[333734] = 11,
		[185313] = 4,
		[323496] = "Изготовитель кадавров",
		[24450] = "Кошка <Серикан>",
		[335783] = "Верный Утробе ритуалист",
		[307115] = "[*] Струя огня",
		[232412] = 9,
		[323498] = 10,
		[333737] = "Сгусток слизи",
		[245723] = 2,
		[43265] = 6,
		[115191] = 4,
		[231390] = 3,
		[3409] = 4,
		[325550] = "Домина Отравленный Клинок",
		[95738] = 1,
		[264119] = 9,
		[113656] = 10,
		[325552] = "Домина Отравленный Клинок",
		[155625] = 11,
		[115192] = 4,
		[14914] = 5,
		[323507] = 7,
		[162794] = 12,
		[321461] = 3,
		[323509] = 5,
		[68607] = "Аптекарь Хаммел",
		[317367] = "Кул'тарок",
		[339894] = 12,
		[337848] = 2,
		[264130] = 9,
		[51714] = 6,
		[327611] = 6,
		[199658] = 1,
		[333757] = 2,
		[118779] = 1,
		[321471] = "Призывательница Туманов",
		[274373] = 6,
		[341949] = "[*] Иссушающая гниль",
		[20484] = 11,
		[115196] = 4,
		[346048] = 10,
		[255974] = 2,
		[344001] = "[*] Слизистый след",
		[321476] = 2,
		[323524] = 10,
		[344003] = "Чумной бурильщик",
		[331718] = "Туманная защитница",
		[344005] = "[*] Личиночная бомба",
		[344006] = 10,
		[331721] = "Туманная защитница",
		[335817] = "Девия",
		[51460] = 6,
		[346057] = 10,
		[315341] = 4,
		[224239] = 2,
		[102401] = 11,
		[199667] = 1,
		[278486] = "Созерцатель тьмы <Саинтлайнс-Гордунни>",
		[125439] = 11,
		[323538] = "Верховный адъюдикатор Ализа",
		[35079] = 3,
		[341969] = "Чумной изрыгатель слизи",
		[153595] = 8,
		[123904] = 10,
		[323542] = "Сочащиеся ошметки",
		[319447] = "Усиленный имперский консул",
		[190456] = 1,
		[344021] = 10,
		[337878] = 10,
		[307162] = 11,
		[337879] = 10,
		[274399] = 11,
		[337880] = 2,
		[323546] = 11,
		[197625] = 11,
		[323547] = 4,
		[341977] = "Зараженный ужас",
		[193530] = 3,
		[307166] = 11,
		[333787] = "Разъяренный дух",
		[197626] = 11,
		[178173] = 10,
		[333789] = "Разъяренный дух",
		[327646] = "Мве'зала",
		[321503] = 2,
		[323551] = "Изменчивое воплощение",
		[333790] = "Разъяренный дух",
		[327647] = "Раскольница-инквизитор",
		[288740] = 5,
		[331743] = "Туманный страж",
		[327648] = "Раскольница-инквизитор",
		[197628] = 11,
		[315362] = 12,
		[327649] = "Мве'зала",
		[290790] = 8,
		[321507] = 8,
		[30213] = "Кишак <Незегрим>",
		[193534] = 3,
		[331747] = "Туманный страж",
		[331748] = "Туманный страж",
		[325605] = "Чумной дробитель",
		[327653] = "Раскольник-защитник",
		[321510] = 11,
		[323558] = 4,
		[323559] = 4,
		[327655] = "Раскольник-защитник",
		["DEBUFF"] = 2,
		[323560] = 4,
		[32645] = 4,
		[196608] = 10,
		[339943] = 11,
		[329706] = "Усиленный верный Утробе перехватчик",
		[348136] = 11,
		[321516] = 10,
		[339946] = 11,
		[270323] = 3,
		[327661] = 5,
		[305136] = "Бессердечный-посланник",
		[348139] = 10,
		[321519] = 3,
		[348140] = 10,
		[348141] = 12,
		[229376] = 8,
		[323569] = "Сын Хаккара",
		[333808] = "Доктор Икус",
		[270329] = 3,
		[60424] = 6,
		[346097] = 12,
		[274426] = 11,
		[228354] = 8,
		[323573] = "[*] Осадок",
		[344051] = 12,
		[307192] = 10,
		[203782] = 12,
		[335861] = 3,
		[321527] = 10,
		[307193] = 10,
		[32390] = 9,
		[323576] = "Рунический старорог",
		[195592] = 7,
		[335863] = "Мерзкий ползун",
		[321529] = 8,
		[307195] = 2,
		[321530] = 3,
		[290814] = 6,
		[342008] = 11,
		[270338] = 3,
		[346105] = 10,
		[228358] = 8,
		[270339] = 3,
		[1161] = 1,
		[186380] = "Ловец душ В'лара",
		[315392] = 12,
		[339966] = "Спригган - заклинатель коры",
		[325632] = "Чумной дробитель",
		[270343] = 3,
		[321538] = "Противогаз <Иприт-Галакронд>",
		[1329] = 4,
		[228361] = 5,
		[229385] = 10,
		[59914] = 8,
		[224266] = 2,
		[339970] = 2,
		[333827] = "Адвент Невермор",
		[229386] = 3,
		[344067] = 2,
		[1449] = 8,
		[335877] = "Нестабильная личинка",
		[231435] = 2,
		[1513] = 3,
		[325640] = 9,
		[274447] = 3,
		[262161] = 1,
		[329737] = 1,
		[342024] = 2,
		[335882] = "Маленький болотный шершень",
		[186387] = 3,
		[13445] = "Пронзатель сердец",
		[344075] = 12,
		[202770] = 11,
		[203794] = 12,
		[327694] = 5,
		[329742] = "Алчущий разрушитель",
		[319504] = 4,
		[333839] = "Рек Закаленная",
		[176151] = 2,
		[1833] = 4,
		[153626] = 8,
		[333841] = "Рек Закаленная",
		[329748] = 1,
		[231442] = 7,
		[1953] = 8,
		[333845] = "Рек Закаленная",
		[339990] = 2,
		[2050] = 5,
		[2098] = 4,
		[327705] = 10,
		[110099] = "Служитель Сомнения",
		[288800] = 8,
		[188443] = 7,
		[337948] = 5,
		[327710] = 5,
		[257044] = 3,
		[335903] = 7,
		[257045] = 3,
		[335904] = 7,
		[280615] = 7,
		[342048] = "Зира Двурушница",
		[86040] = 9,
		[292903] = "Верный Утробе страж",
		[2818] = 4,
		[342051] = 2,
		[272428] = 10,
		[333861] = "Харугия Кровожадная",
		[321575] = "Некромант с \"Золрамуса\"",
		[47632] = 6,
		[158756] = 4,
		[12294] = 1,
		[340007] = 2,
		[337960] = 6,
		[292910] = "Усиленный верный Утробе кандальщик",
		[335913] = 10,
		[222238] = 5,
		[331818] = "Домина Отравленный Клинок",
		[194594] = 3,
		[317485] = 1,
		[323629] = "[*] Освежающий туман",
		[225311] = 2,
		[153640] = 8,
		[329774] = "Алчущий разрушитель",
		[47633] = 6,
		[317488] = 1,
		[72221] = 11,
		[317489] = 1,
		[201764] = 7,
		[315443] = 6,
		[317491] = 1,
		[3714] = 6,
		[111129] = "Гу Небесный Удар",
		[333875] = "Вестник смерти",
		[282682] = 6,
		[297017] = "Страж душ",
		[340020] = 10,
		[118297] = "Изначальный элементаль огня <Босстотемов>",
		[337973] = 6,
		[323639] = 12,
		[319544] = 12,
		[329783] = "Бессердечный-подчинитель",
		[317497] = 1,
		[344118] = 9,
		[184362] = 1,
		[292926] = "Повелитель мучений",
		[344120] = 3,
		[199721] = 6,
		[344121] = 3,
		[329787] = "Бессердечный-подчинитель",
		[307263] = 3,
		[270404] = "Чудолиственный плеточник",
		[68641] = "Аптекарь Хаммел",
		[195627] = 4,
		[203819] = 12,
		[204843] = 12,
		[337984] = 7,
		[333889] = 9,
		[344128] = 12,
		[184367] = 1,
		[325700] = "Порочная сборщица",
		[106526] = "Мудрый Марис",
		[329796] = 11,
		[325701] = "Порочная сборщица",
		[323654] = 4,
		[337989] = 6,
		[331846] = "Г4В-Г4В",
		[297035] = 11,
		[331847] = "Г4В-Г4В",
		[176179] = 4,
		[185394] = 2,
		[292942] = "Повелитель замков",
		[331850] = 4,
		[183347] = "Ловец душ В'лара",
		[184371] = "Пронзатель сердец",
		[297039] = 10,
		[319565] = 12,
		[297040] = 1,
		[6788] = 5,
		[38166] = "Ша Жестокости",
		[313424] = 3,
		[262232] = 1,
		[325713] = "Леди Инерва Дарквейн",
		[116768] = 10,
		[132157] = 5,
		[340049] = 11,
		[317525] = 10,
		[295000] = "Повелитель замков",
		[45334] = 11,
		[295001] = "Повелитель замков",
		[338004] = "Работящий смотритель",
		[344148] = 12,
		[338005] = "Работящий смотритель",
		[8004] = 7,
		[323673] = 5,
		[342103] = "[*] Вонючая желчь",
		[340057] = "Смотрительница псарни",
		[344153] = 1,
		[344154] = 2,
		[197690] = 1,
		[325725] = "Мве'зала",
		[344155] = 1,
		[338012] = "Фонтан анимы",
		[348251] = 10,
		[338013] = "Фонтан анимы",
		[348252] = 2,
		[325727] = 11,
		[184381] = "Синод",
		[344158] = 1,
		[321633] = "Костяная оболочка",
		[323681] = "Мордрета, Вечная императрица",
		[323682] = "Раскольник-налетчик",
		[110117] = "Призрачный ша",
		[323683] = "Мордрета, Вечная императрица",
		[290921] = 7,
		[325733] = 11,
		[340068] = 2,
		[323687] = "Дилер Зи'екса",
		[319592] = "Эшелон",
		[338022] = "Лоскутный солдат",
		[290924] = 8,
		[132168] = 1,
		[115750] = 2,
		[313451] = 12,
		[132169] = 1,
		[323692] = 11,
		[110120] = "Призрачный ша",
		[286835] = 6,
		[342125] = "Докигг Изверг",
		[286836] = 6,
		[342126] = "Докигг Изверг",
		[329840] = 2,
		[319603] = "Эшелон",
		[165961] = 11,
		[120360] = 3,
		[321652] = "Костяная оболочка",
		[186439] = 5,
		[325748] = 11,
		[323701] = 5,
		[344179] = 7,
		[346227] = 10,
		[342132] = 5,
		[120361] = 3,
		[333943] = 12,
		[342135] = "Нектара Изувер",
		[329849] = 2,
		[323706] = 5,
		[319611] = "[*] Обращение в камень",
		[338041] = 11,
		[323707] = 5,
		[335994] = 10,
		[212040] = 11,
		[61465] = 6,
		[246852] = 3,
		[342139] = "Харугия Кровожадная",
		[323710] = 6,
		[246853] = 3,
		[280709] = 12,
		[340094] = 4,
		[327808] = "Раскольник-офицер",
		[5221] = 11,
		[305284] = 2,
		[126507] = 3,
		[223306] = 2,
		[327811] = "Генерал Кааль",
		[321669] = "Иллюзорный клон",
		[280715] = 1,
		[333957] = 7,
		[327814] = "Генерал Кааль",
		[329862] = "Усиленная угасшая громада",
		[232523] = 10,
		[329863] = "Плачущий призрак",
		[130092] = 8,
		[274575] = 10,
		[325769] = "Леди Инерва Дарквейн",
		[319626] = "Кул'тарок",
		[270481] = "Демонический тиран <Незегрим>",
		[323723] = 12,
		[212048] = 7,
		[188499] = 12,
		[290961] = 6,
		[333964] = 7,
		[6789] = 9,
		[244813] = 8,
		[13897] = 4,
		[315536] = "Неизвестно",
		[260172] = 10,
		[204883] = 5,
		[297108] = 6,
		[231504] = 2,
		[323730] = "Налтор Криомант",
		[212051] = 10,
		[311444] = 11,
		[51485] = 7,
		[299158] = 8,
		[311445] = 7,
		[280729] = 7,
		[299159] = 10,
		[253007] = 6,
		[319637] = "[*] Возвращенная душа",
		[107570] = 1,
		[311447] = 7,
		[311448] = 7,
		[119345] = "Сик'тик - боец авангарда",
		[311449] = 8,
		[307354] = 12,
		[106547] = "Новообращенный Шадо-Пан",
		[264352] = 8,
		[311451] = 9,
		[280735] = 1,
		[243795] = 10,
		[246867] = 2,
		[323739] = "Раскольник-бунтарь",
		[323740] = "Раскольник-офицер",
		[212056] = 2,
		[346266] = 10,
		[342171] = 12,
		[338076] = 10,
		[331933] = "Испорченная бормашина",
		[270501] = 5,
		[338077] = "Таящийся паук",
		[290979] = 8,
		[327839] = 12,
		[323744] = "Стальной коготь раскольников",
		[311458] = 2,
		[338079] = "Таящийся паук",
		[325793] = "Порочный псарь",
		[311459] = 9,
		[185438] = 4,
		[331937] = 1,
		[297126] = 6,
		[206940] = 6,
		[344225] = 11,
		[331939] = 1,
		[317605] = "Нектара Изувер",
		[323749] = "Пустой сосуд анимы",
		[325797] = "Порочный псарь",
		[319654] = "Криксис Ненасытный",
		[323750] = "[*] Губительный газ",
		[212061] = "Верный Утробе темный охотник",
		[311464] = 8,
		[346276] = 10,
		[325799] = "Порочный псарь",
		[311465] = 8,
		[325800] = 2,
		[49184] = 6,
		[346278] = 12,
		[167012] = "Герус Заточенный",
		[336040] = 3,
		[325802] = "Зоркий лучник",
		[311468] = 8,
		[290991] = 4,
		[327851] = 8,
		[212064] = "Верный Утробе темный охотник",
		[311470] = 8,
		[206945] = 6,
		[191587] = 6,
		[192611] = 12,
		[3411] = 1,
		[323758] = 2,
		[325807] = "Мве'зала",
		[329903] = "Имперский цензор",
		[20243] = 1,
		[311474] = 8,
		[329904] = "Королевский советник",
		[311475] = 8,
		[329905] = "Королевский советник",
		[50977] = 6,
		[311476] = 7,
		[111673] = 6,
		[311477] = 8,
		[291000] = 4,
		[311478] = 7,
		[156779] = 11,
		[54049] = "Coldus <Oníkage-Shattrath>",
		[311479] = 8,
		[329909] = "Скальный дозорный",
		[344244] = 7,
		[344245] = 7,
		[97340] = 11,
		[311483] = 1,
		[193641] = 4,
		[311484] = 1,
		[51490] = 7,
		[311485] = 1,
		[331963] = 10,
		[236645] = 8,
		[311486] = 1,
		[329916] = "Верный Утробе темный охотник",
		[199786] = 8,
		[311487] = 1,
		[329917] = "Грибомаг",
		[311488] = 1,
		[280772] = 1,
		[315584] = 4,
		[311489] = 1,
		[10059] = 8,
		[315585] = 4,
		[311490] = 1,
		[340159] = 7,
		[342207] = "Искательница душ",
		[311491] = 1,
		[297157] = 10,
		[340160] = "Матриарх темнокрылов",
		[334017] = "Обузданный призрак",
		[336065] = 7,
		[280776] = 1,
		[311493] = 10,
		[340162] = 2,
		[311494] = 10,
		[311495] = 10,
		[46628] = 2,
		[319687] = "Криксис Ненасытный",
		[297162] = 5,
		[331974] = 4,
		[311497] = 10,
		[334023] = "Харугия Кровожадная",
		[311498] = 10,
		[346310] = 2,
		[311499] = 10,
		[329929] = "Камнекрыл-опустошитель",
		[323786] = "Кирийский темный претор",
		[334025] = "Харугия Кровожадная",
		[327882] = "Чумной рух",
		[297166] = "Могучий крушитель",
		[129597] = 10,
		[297168] = 5,
		[342219] = "Нафрийский гаргон",
		[327885] = "Лорд-камергер",
		[323792] = "Сгусток анимы",
		[288981] = 12,
		[196725] = 10,
		[327891] = "Ярость Бвонсамди",
		[212084] = 12,
		[291033] = 10,
		[327893] = 11,
		[201846] = 7,
		[194679] = 6,
		[118337] = 7,
		[319703] = "Эшелон",
		[288988] = 4,
		[196728] = "Нюцзао <Ниамэй>",
		[206967] = 6,
		[321754] = "Налтор Криомант",
		[323802] = 12,
		[342232] = 8,
		[321755] = "Налтор Криомант",
		[215159] = 10,
		[323804] = "Кирийский темный претор",
		[317661] = "Эфирный Ныряльщик",
		[264420] = 12,
		[585] = 5,
		[589] = 5,
		[295137] = 12,
		[27285] = 9,
		[331997] = "\"Орифрион\"",
		[195707] = 11,
		[321759] = 2,
		[340189] = "Матриарх темнокрылов",
		[268518] = 4,
		[135299] = 3,
		[210042] = 12,
		[340190] = 12,
		[319713] = "Криксис Ненасытный",
		[173183] = 7,
		[291045] = 8,
		[10444] = 7,
		[92231] = 10,
		[313571] = 11,
		[323810] = "Генерал Кааль",
		[270569] = 9,
		[288999] = 12,
		[340193] = 2,
		[327907] = 10,
		[321764] = "Спригган - заклинатель коры",
		[697] = 9,
		[342242] = 8,
		[268524] = 3,
		[327909] = 8,
		[334053] = "\"Орифрион\"",
		[229499] = 10,
		[291051] = 4,
		[321768] = 8,
		[106055] = "Мудрый Марис",
		[107079] = 3,
		[781] = 3,
		[228477] = 12,
		[334058] = 8,
		[321772] = "Дроман Ульфарран",
		[228478] = 12,
		[323821] = "Генерал Кааль",
		[268532] = 3,
		[853] = 2,
		[325870] = 2,
		[264438] = 2,
		[334063] = 2,
		[323825] = "Затягивающий разлом <Мордрета, Вечная императрица>",
		[340208] = "Матриарх темнокрылов",
		[196741] = 10,
		[321780] = "Некромант с \"Золрамуса\"",
		[340210] = 7,
		[325876] = "Порочный уничтожитель",
		[319733] = "Эшелон",
		[340211] = 2,
		[116297] = "[*] Авиаудар",
		[210053] = 11,
		[118345] = "Изначальный элементаль земли <Æclypse-Suramar>",
		[264446] = 2,
		[323831] = "[*] Хватка смерти",
		[325879] = "Порочный уничтожитель",
		[336118] = 3,
		[329975] = "Усиленный имперский консул",
		[340214] = 2,
		[114250] = 2,
		[329976] = "Усиленный имперский консул",
		[301308] = 2,
		[329977] = "Имперская дуэлянтка",
		[253058] = 9,
		[329978] = "Искательница душ",
		[198793] = 12,
		[183435] = 2,
		[1122] = 9,
		[259202] = 8,
		[219271] = 7,
		[344314] = 4,
		[340219] = 11,
		[325885] = "Зе'рали",
		[109132] = 10,
		[325886] = 1,
		[286979] = 6,
		[268550] = 12,
		[336126] = 2,
		[321792] = 9,
		[212106] = 12,
		[1330] = 4,
		[221322] = 6,
		[43308] = 7,
		[340225] = 7,
		[323845] = "Генерал Кааль",
		[329989] = "Громадный гаргон",
		[323846] = "Генерал Кааль",
		[327942] = 7,
		[1490] = 12,
		[268558] = 2,
		[121421] = "Сик'тик-стражник",
		[107087] = 9,
		[6343] = 1,
		[342280] = "Леди Инерва Дарквейн",
		[342281] = "Леди Инерва Дарквейн",
		[121422] = "Сик'тик-стражник",
		[323852] = "Жуткий молельщик <Рикью>",
		[114255] = 5,
		[323853] = "Жуткий молельщик <Единица>",
		[1706] = 5,
		[1714] = 9,
		[321807] = "Резчик с \"Золрамуса\"",
		[185493] = "Имперский архивариус",
		[340238] = 9,
		[268567] = 12,
		[327952] = "Создание Трупошва",
		[303380] = 1,
		[280855] = 4,
		[1850] = 11,
		[325908] = "Леди Инерва Дарквейн",
		[319765] = "Кул'тарок",
		[307479] = 10,
		[64044] = 5,
		[113746] = 10,
		[49966] = "Snaps <Dexterity-AzjolNerub>",
		[321820] = "Страж Аркобан",
		[260242] = 3,
		[321821] = "Чумной мешок",
		[123986] = 10,
		[260243] = 3,
		[55342] = 8,
		[70233] = 4,
		[128594] = 3,
		[272678] = 3,
		[272679] = 3,
		[321827] = 12,
		[198813] = 12,
		[319780] = "Склизгл",
		[321828] = "Призывательница Туманов",
		[307494] = 12,
		[278826] = 1,
		[307495] = 4,
		[193695] = 10,
		[260247] = 3,
		[2948] = 8,
		[119381] = 10,
		[342309] = 11,
		[32409] = "[*] Слово Тьмы: Смерть",
		[24858] = 11,
		[321834] = "Призывательница Туманов",
		[260249] = 3,
		[131241] = "Огненный стрелок Шадо-Пан",
		[330026] = "Доктор Икус",
		[344361] = 10,
		[342314] = 9,
		[196770] = 6,
		[321837] = "Иллюзорный клон",
		[61999] = 6,
		[196771] = 6,
		[309554] = 12,
		[115288] = 10,
		[323889] = 2,
		[124503] = 10,
		[342320] = "Леди Инерва Дарквейн",
		[3716] = "Чаруке <Жгуисжигаю-Дракономор>",
		[51505] = 7,
		[340273] = 3,
		[342321] = "Леди Инерва Дарквейн",
		[278841] = 1,
		[72286] = 12,
		[334131] = 9,
		[332084] = "Смазчик",
		[330037] = "Болотный шершень",
		[154796] = 11,
		[127576] = 5,
		[47666] = 5,
		[336182] = 11,
		[154797] = 11,
		[336183] = 11,
		[33076] = 5,
		[340279] = "Ночноцвет Туманной Завесы",
		[270657] = 1,
		[327995] = "Заразный добытчик",
		[124506] = 10,
		[313663] = 11,
		[342332] = "Воплощение гордыни",
		[270661] = 6,
		[199851] = 1,
		[336190] = 10,
		[348477] = 10,
		[342334] = 2,
		[115804] = 10,
		[199852] = 1,
		[340288] = "Ночноцвет Туманной Завесы",
		[195757] = 6,
		[213163] = 2,
		[119388] = 4,
		[340289] = "Ночноцвет Туманной Завесы",
		[252071] = 11,
		[213164] = 2,
		[5672] = "Тотем исцеляющего потока <Хейлия>",
		[123996] = "Сюэнь <Ниамэй>",
		[199854] = 1,
		[188592] = 7,
		[70243] = 8,
		[315720] = 1,
		[270670] = 8,
		[198832] = "Восставший тихоступ <Dornaden-Alonsus>",
		[139448] = 3,
		[70244] = 8,
		[203953] = 11,
		[328012] = 8,
		[340300] = "Жоробрюх Туманной Завесы",
		[138426] = 2,
		[48181] = 9,
		[130654] = 10,
		[328016] = "Грибомаг",
		[340304] = "Жоробрюх Туманной Завесы",
		[93795] = 9,
		[198837] = "Восставший тихоступ <Dornaden-Alonsus>",
		[330067] = 4,
		[198838] = 7,
		[330069] = "[*] Концентрированная чума",
		[203958] = 11,
		[295258] = 5,
		[63796] = 2,
		[198839] = "Тотем земляной стены <Веллби-ВечнаяПесня>",
		[48438] = 11,
		[350549] = 10,
		[334168] = 7,
		[295261] = 5,
		[336217] = 7,
		[297310] = "Дозорные Смерти",
		[319836] = 8,
		[121442] = "Командующий флангом Нер'онок",
		[203961] = 11,
		[317791] = "Чародей из войска мертвых <Dornaden-Alonsus>",
		[311648] = 6,
		[119395] = 3,
		[119907] = 9,
		[325983] = 2,
		[336222] = 1,
		[121443] = "Командующий флангом Нер'онок",
		[325984] = 2,
		[214202] = 2,
		[348511] = 10,
		[228537] = 12,
		[319843] = "Жалкий помощник",
		[321891] = "Иллюзорный лисохвост <Призывательница Туманов>",
		[348512] = 10,
		[216251] = 7,
		[321893] = "Иллюзорный лисохвост <Призывательница Туманов>",
		[342371] = 8,
		[321894] = "Налтор Криомант",
		[342372] = 8,
		[323943] = "Девия",
		[342373] = 8,
		[344421] = 6,
		[344422] = 10,
		[348518] = 1,
		[344423] = "[*] Щит костедробителя",
		[242875] = 10,
		[119910] = 9,
		[336234] = 3,
		[227518] = 12,
		[122470] = 10,
		[13584] = "Неповоротливое создание",
		[344428] = 12,
		[121447] = "Командующий флангом Нер'онок",
		[73325] = 5,
		[124007] = "Сюэнь <Ниамэй>",
		[191685] = 6,
		[328050] = 11,
		[317812] = 11,
		[264571] = 9,
		[260286] = 3,
		[334196] = 7,
		[116841] = 10,
		[203975] = 11,
		[124009] = "Сюэнь <Ниамэй>",
		[93805] = 3,
		[173260] = 11,
		[119914] = 9,
		[120938] = "Скопление смолы",
		[272770] = 10,
		[197834] = 4,
		[332156] = "Безголовый клиент",
		[332157] = "Безголовый клиент",
		[93806] = 3,
		[197835] = 4,
		[348541] = 2,
		[163024] = 3,
		[326017] = "[*] Разлагающая кислота",
		[116844] = 10,
		[330113] = 1,
		[111725] = "Райгонн",
		[336258] = "Домина Отравленный Клинок",
		[348545] = 10,
		[203981] = 12,
		[53563] = 2,
		[348546] = 10,
		[326021] = "Иглобрюх-поглотитель",
		[295305] = 5,
		[340356] = "Моровая слизь",
		[326022] = "Иглобрюх-поглотитель",
		[330118] = "Тракт Ледоруб",
		[70771] = 8,
		[134359] = 6,
		[340358] = "Взрывчатка",
		[214222] = 2,
		[346503] = 12,
		[315787] = 12,
		[25504] = 7,
		[295310] = 5,
		[326027] = 2,
		[330123] = 1,
		[107120] = "Командир Ри'мок",
		[116847] = 10,
		[196819] = 4,
		[321935] = "Сгусток слизи",
		[274837] = 11,
		[272790] = 3,
		[274838] = 11,
		[321937] = 4,
		[259277] = "Собака <Карбонаро>",
		[342416] = 5,
		[328082] = 4,
		[338321] = 10,
		[70774] = 1,
		[330131] = 11,
		[330132] = 6,
		[116849] = 10,
		[332181] = "Гозул Пожиратель",
		[336277] = "Частица неистовства",
		[326039] = "Верховная надзирательница Бериллия",
		[336278] = 11,
		[330135] = "[*] Источник мора",
		[323992] = "Миллифисент Манашторм",
		[326040] = "Былые грехи",
		[336279] = "Частица неистовства",
		[315802] = "Усиленный верный Утробе перехватчик",
		[342423] = 12,
		[319898] = "Склизкое щупальце",
		[185562] = 3,
		[332186] = 7,
		[120946] = "Сик'тик - янтарный прядильщик",
		[340378] = 6,
		[106612] = "Мудрый Марис",
		[115315] = 10,
		[340379] = 6,
		[319902] = "Амарт",
		[326046] = "Иглобрюх-рогач",
		[328094] = "Вирулакс Заклинатель Чумы",
		[338333] = 5,
		[185565] = 4,
		[113780] = 4,
		[2565] = 1,
		[319906] = "Боевой раздиратель",
		[259285] = 3,
		[342432] = 2,
		[281000] = 1,
		[324003] = 2,
		[321956] = "Налтор Криомант",
		[324004] = 2,
		[205021] = 8,
		[332196] = "Безголовый клиент",
		[342435] = 2,
		[295337] = 12,
		[338340] = 7,
		[93816] = 9,
		[295338] = 12,
		[311721] = 4,
		[326056] = "[*] Снаряд анимы",
		[338344] = 7,
		[324010] = "Миллифисент Манашторм",
		[326059] = 7,
		[344489] = 12,
		[278962] = 4,
		[342443] = "Чумной рух",
		[326062] = 1,
		[336301] = 2,
		[119415] = 8,
		[321968] = "Жительница Тирна Скитта",
		[326064] = 9,
		[311730] = 6,
		[338353] = "Собиратель трупов",
		[35395] = 2,
		[336306] = "Домина Отравленный Клинок",
		[321973] = 5,
		[305592] = 10,
		[118905] = "Тотем конденсации <Веллби-ВечнаяПесня>",
		[321975] = "Моровая слизь",
		[56641] = 3,
		[196840] = 7,
		[116858] = 9,
		[324026] = "Некромант с \"Золрамуса\"",
		[228581] = 6,
		[156910] = 2,
		[328123] = 2,
		[210152] = 12,
		[326076] = 1,
		[328124] = "Неумирающий камнебес",
		[328125] = "Неумирающий камнебес <Эшелон>",
		[210153] = 12,
		[19236] = 5,
		[328126] = 2,
		[48707] = 6,
		[328128] = 2,
		[297412] = 5,
		[167152] = 10,
		[319938] = "[*] Болезнетворное облако",
		[324034] = 2,
		[295367] = 2,
		[121468] = "Райгонн",
		[342466] = "Воплощение гордыни",
		[319941] = "Эшелон",
		[91776] = "Gravelslobber <Dornaden-Alonsus>",
		[324038] = 12,
		[334277] = 8,
		[281036] = 3,
		[12051] = 8,
		[346565] = 2,
		[324040] = 5,
		[332232] = "Разумное масло",
		[295373] = 2,
		[326090] = "Иглобрюх-разоритель",
		[295374] = 2,
		[332234] = "Разумное масло",
		[324044] = "Халкиас",
		[326092] = "Иглобрюх-разоритель",
		[332236] = "Разумное масло",
		[91778] = "Gravelslobber <Dornaden-Alonsus>",
		[324046] = "\"Орифрион\"",
		[204018] = 2,
		[295378] = 2,
		[321999] = "Моровая слизь",
		[324047] = "Миллифисент Манашторм",
		[319952] = 5,
		[121471] = 4,
		[332239] = "Гозул Пожиратель",
		[342478] = 10,
		[340431] = 4,
		[58180] = 11,
		[328146] = "Червь-трупоед",
		[264667] = 3,
		[44614] = 8,
		[204021] = 12,
		[338388] = 11,
		[324054] = 2,
		[295386] = 6,
		[8042] = 7,
		[228596] = 8,
		[332248] = 3,
		[305628] = 10,
		[274912] = 10,
		[268769] = 4,
		[334298] = 11,
		[228598] = 8,
		[322013] = 2,
		[332252] = 6,
		[319966] = "Крылодер Жестокий",
		[213241] = 12,
		[322015] = 12,
		[19750] = 2,
		[317920] = 2,
		[340446] = "Воплощение зависти <Инквизитор Зигар>",
		[342494] = "Воплощение гордыни",
		[163073] = 12,
		[51271] = 6,
		[272873] = 11,
		[184575] = 2,
		[270827] = 8,
		[232698] = 5,
		[344548] = 7,
		[119941] = "Лужа смолы",
		[338406] = "Подавитель Зелорс",
		[260344] = "Гравитон",
		[98440] = 4,
		[66188] = 6,
		[324073] = 4,
		[264689] = 3,
		[187650] = 3,
		[328170] = "Часовой чертогов",
		[334314] = 11,
		[338411] = 2,
		[143625] = 11,
		[313839] = 2,
		[279028] = 7,
		[324079] = "Мордрета, Вечная императрица",
		[317936] = "Раскольник-целитель",
		[328175] = "Взрывчатка",
		[328176] = "Гриб-штурмовик",
		[313842] = 2,
		[334320] = 9,
		[328177] = "Гриб-штурмовик",
		[313843] = 2,
		[334322] = "Создание Трупошва",
		[328180] = "Заклинатель чумы",
		[107146] = "Райгонн",
		[340467] = 7,
		[334324] = "Главный смотритель Джавлин",
		[328181] = "[*] Леденящий холод",
		[324086] = 11,
		[317943] = "Раскольница - боец авангарда",
		[63560] = 6,
		[334326] = "Главный смотритель Джавлин",
		[324089] = 11,
		[324090] = "Дилер Зи'екса",
		[334329] = "Главный смотритель Джавлин",
		[118922] = 3,
		[340473] = 7,
		[52042] = "Тотем исцеляющего потока <Хейлия>",
		[324092] = 3,
		[319997] = "Шаркающий арбалетчик",
		[279043] = 4,
		[344572] = "Противогаз <Иприт-Галакронд>",
		[340477] = "Леди Инерва Дарквейн",
		[257284] = 3,
		[121483] = "Мудрый Марис",
		[326144] = 12,
		[340479] = "Крылодер Жестокий",
		[313860] = 10,
		[344578] = 12,
		[313862] = 10,
		[332292] = "Гозул Пожиратель",
		[46668] = 8,
		[317959] = "Раскольница-бичевательница",
		[320007] = "Крылодер Жестокий",
		[324103] = "Генерал Кааль",
		[320008] = "Миллхаус Манашторм",
		[320009] = 11,
		[66196] = 6,
		[332296] = "Алчущий разрушитель",
		[317963] = "Раскольница-бичевательница",
		[196881] = 7,
		[111759] = 5,
		[320012] = "Амарт",
		[328204] = 2,
		[324109] = "[*] Эманация души",
		[344587] = 8,
		[1715] = 1,
		[328206] = "Эшелон",
		[64843] = 5,
		[196884] = 7,
		[197908] = 10,
		[334352] = 11,
		[274968] = "Завывающий призрак",
		[328210] = 9,
		[51533] = 7,
		[119952] = 2,
		[266779] = 3,
		[228626] = 3,
		[328212] = "[*] Режущий лед",
		[332309] = 7,
		[254224] = 5,
		[157980] = 8,
		[344597] = 8,
		[264735] = 3,
		[328216] = 6,
		[49998] = 6,
		[160029] = 11,
		[338456] = "Кирийский кадавр",
		[332313] = "Домина Отравленный Клинок",
		[332314] = "Скрывающийся ассасин",
		[326171] = "Мве'зала",
		[320028] = "Ветеран с расщепленной душой",
		[332315] = 11,
		[268836] = 6,
		[330269] = 1,
		[334366] = 8,
		[324128] = 6,
		[89751] = "Кишак <Незегрим>",
		[106645] = "Летящий Снег",
		[10326] = 2,
		[57934] = 4,
		[340512] = "Крылодер Жестокий",
		[320035] = 8,
		[330275] = 1,
		[22570] = 11,
		[277035] = "Беглый истязатель",
		[336420] = "Лакезис",
		[272940] = 4,
		[23338] = 5,
		[254232] = 5,
		[197919] = 10,
		[307753] = 6,
		[328231] = 3,
		[322088] = "Кул'тарок",
		[89753] = "Кишак <Незегрим>",
		[338471] = "Криксис Ненасытный",
		[3110] = "Нокури <Сттаричёк>",
		[332329] = "Верный служитель из племени Атал'ай",
		[334377] = "Писец-исследовательница",
		[334378] = "Писец-исследователь",
		[287280] = 2,
		[346665] = 12,
		[332332] = "Сын Хаккара",
		[277043] = "Беглый истязатель",
		[334381] = "Писец-исследователь",
		[110744] = 5,
		[324143] = 1,
		[268854] = 10,
		[332335] = "Сын Хаккара",
		[332336] = 12,
		[268856] = 10,
		[320050] = "Ксав Несломленный",
		[322098] = 5,
		[50769] = 11,
		[110745] = 5,
		[324148] = "\"Вентунакс\"",
		[123032] = 4,
		[322101] = 10,
		[348722] = 10,
		[315961] = 1,
		[334391] = 2,
		[322105] = 5,
		[157997] = 8,
		[324154] = "\"Вентунакс\"",
		[228645] = 6,
		[25771] = 2,
		[111771] = 9,
		[303678] = "Останки",
		[322109] = 10,
		[142641] = 3,
		[336444] = "Астрон",
		[346683] = 6,
		[77472] = 7,
		[320063] = "Дессия Обезглавливательница",
		[264774] = 8,
		[277061] = "Беглый проклинатель",
		[289348] = 6,
		[340542] = 7,
		[336447] = "Раскольник-офицер",
		[346686] = 11,
		[91807] = "Hammerleaper <Dornaden-Alonsus>",
		[50259] = 11,
		[202028] = 11,
		[340544] = "Иглобрюх-рогач",
		[228649] = 10,
		[336449] = "Взрывчатка",
		[5484] = 9,
		[340546] = 11,
		[336451] = "Защитник из многоокой рати",
		[115357] = 7,
		[324165] = 6,
		[334404] = "Ловчий Альтимор",
		[322118] = 10,
		[268877] = 3,
		[196911] = 4,
		[207150] = 6,
		[334406] = 5,
		[320072] = "Разлагающийся великан",
		[204079] = 2,
		[33110] = 5,
		[187698] = 3,
		[102560] = 11,
		[6572] = 1,
		[340554] = 2,
		[322125] = 12,
		[326221] = "Мве'зала",
		[340556] = 11,
		[268887] = 5,
		[336463] = 8,
		[330320] = 1,
		[338512] = 10,
		[93347] = 5,
		[336465] = 8,
		[132413] = 9,
		[216371] = 2,
		[287320] = 6,
		[330323] = 10,
		[332371] = 2,
		[123040] = 5,
		[281178] = 2,
		[340563] = 9,
		[108194] = 6,
		[330325] = 1,
		[77478] = 7,
		[305753] = 10,
		[324184] = 12,
		[261424] = 8,
		[344662] = 1,
		[328281] = 2,
		[344664] = 1,
		[313948] = 5,
		[158014] = "Хранитель листьев",
		[328283] = 10,
		[260402] = 3,
		[187707] = 3,
		[334428] = 11,
		[187708] = 3,
		[338525] = 2,
		[334431] = 2,
		[328288] = "Раскольник-хранитель",
		[268904] = 12,
		[344671] = 10,
		[101542] = 7,
		[334433] = 8,
		[344672] = 10,
		[330338] = 4,
		[344673] = 10,
		[107174] = 5,
		[320102] = 10,
		[281195] = 3,
		[252216] = 11,
		[85673] = 2,
		[127140] = 8,
		[190784] = 2,
		[328295] = "Раскольник-хранитель",
		[207167] = 6,
		[108199] = 6,
		[279151] = 11,
		[324202] = 7,
		[279152] = 12,
		[273009] = 4,
		[330347] = "Хранитель кузни",
		[342634] = 7,
		[320109] = 10,
		[324205] = "\"Вентунакс\"",
		[334444] = 9,
		[225599] = 1,
		[259387] = 3,
		[332397] = 10,
		[346732] = 12,
		[332398] = 2,
		[259388] = 3,
		[20271] = 2,
		[154953] = 4,
		[328305] = 4,
		[340592] = 2,
		[261437] = 6,
		[328306] = 4,
		[324211] = 8,
		[281209] = 6,
		[336499] = "Призывательница Туманов",
		[22703] = 9,
		[259391] = 3,
		[322167] = 9,
		[326263] = "Тред'ова",
		[320120] = "Пакиран Заразный",
		[169291] = 6,
		[322169] = "Частица сомнений",
		[322170] = 9,
		[340600] = 4,
		[196937] = 4,
		[340601] = 4,
		[8921] = 11,
		[330363] = 11,
		[324220] = 8,
		[320125] = 7,
		[330364] = 10,
		[340603] = 4,
		[336509] = 5,
		[330366] = 7,
		[330367] = 10,
		[123051] = "Подчинитель разума <Милф-Азурегос>",
		[330368] = 7,
		[320130] = 11,
		[324226] = 1,
		[77489] = 5,
		[328322] = "Неумирающий камнебес <Эшелон>",
		[320132] = "Миллхаус Манашторм",
		[259398] = 3,
		[53595] = 2,
		[328325] = 10,
		[330373] = 7,
		[330376] = 10,
		[326281] = "Тред'ова",
		[328330] = "Раскольница-юстициарий",
		[328331] = "Раскольница-юстициарий",
		[338570] = 12,
		[36702] = 2,
		[328332] = "Раскольница-юстициарий",
		[330380] = 2,
		[334476] = "Хирург Трупошов",
		[320142] = "Миллхаус Манашторм",
		[287379] = 1,
		[320144] = "Миллифисент Манашторм",
		[340622] = "Крыса необычных размеров",
		[320145] = "Миллифисент Манашторм",
		[340623] = "Крыса необычных размеров",
		[184662] = 2,
		[21169] = 7,
		[268953] = 6,
		[328338] = "Стрелок-отравитель",
		[268954] = 4,
		[340626] = 7,
		[268955] = 9,
		[340627] = "Крыса необычных размеров",
		[342675] = "Костяной чародей",
		[109746] = 2,
		[334485] = "\"Вентунакс\"",
		[328342] = "Ядовитый паук <Стрелок-отравитель>",
		[307865] = 1,
		[32176] = 7,
		[328343] = "Ядовитый паук <Стрелок-отравитель>",
		[340630] = "[*] Гниение",
		[158045] = "Хранитель листьев",
		[334488] = "Хирург Трупошов",
		[200025] = 2,
		[307871] = 1,
		[334493] = "Чащобный мерцающий мотылек",
		[344732] = 12,
		[328351] = 8,
		[97462] = 1,
		[334496] = 4,
		[119476] = "Генерал Па'валак",
		[316068] = "Чумазый гряземес",
		[330403] = "Чумной рух",
		[324260] = 12,
		[2823] = 4,
		[66235] = 2,
		[326309] = "[*] Разлагающая кислота",
		[344739] = "Дух вестника смерти из племени Атал'ай",
		[264878] = 3,
		[2983] = 4,
		[334502] = 6,
		[320168] = "Миллифисент Манашторм",
		[320170] = "Амарт",
		[334505] = 6,
		[34914] = 5,
		[281265] = 5,
		[114871] = 2,
		[53600] = 2,
		[336556] = "Туманник",
		[187748] = 12,
		[344748] = "Исчадие Тьмы <Earl-Blackmoore>",
		[332462] = 6,
		[326319] = "Друст-жнец",
		[338606] = "Ассистент-расчленитель <Портал в мастерскую>",
		[334511] = 6,
		[207203] = 6,
		[344751] = "Плеточник Бездны <Bremdak-Archimonde>",
		[330417] = "Болотный солдат",
		[344752] = "Плеточник Бездны <Bremdak-Archimonde>",
		[320180] = "Пакиран Заразный",
		[344754] = "Плеточник Бездны <Bremdak-Archimonde>",
		[332468] = 1,
		[277179] = 12,
		[23219] = 7,
		[332469] = 1,
		[314040] = 5,
		[332470] = 1,
		[301754] = 3,
		[322232] = "Маркграфиня Страдама",
		[332471] = 1,
		[213350] = 10,
		[273089] = 6,
		[334522] = "Алчущий разрушитель",
		[322236] = "Тлетворное порождение",
		[334523] = "Алчущий разрушитель",
		[73920] = 7,
		[338619] = "Алчущий разрушитель",
		[202090] = 10,
		[118459] = "Секхан <Ханторай-ВечнаяПесня>",
		[271045] = 3,
		[338621] = "Алчущий разрушитель",
		[268998] = 9,
		[209258] = 12,
		[346813] = "Часовой Башни",
		[285381] = 11,
		[73921] = 7,
		[271048] = 3,
		[316099] = 9,
		[334529] = "Молодой рунический олень",
		[271049] = 3,
		[197997] = 7,
		[119996] = 10,
		[334530] = "Молодой рунический олень",
		[320197] = "Костяная оболочка",
		[355] = 1,
		[324293] = "Скелет-мародер",
		[209261] = 12,
		[334534] = "Писец-исследовательница",
		[320200] = "Хирург Трупошов",
		[379] = 7,
		[334535] = "Агрессивный мечеклюв",
		[273104] = 7,
		[101568] = 6,
		[215407] = 9,
		[334538] = "Великий тиран Зериос",
		[336587] = 9,
		[107200] = 9,
		[336588] = 8,
		[338636] = "Ассистент-расчленитель <Портал в мастерскую>",
		[147833] = 1,
		[338637] = "Преданный тьме голиаф",
		[334542] = "Верховный подавитель Лагвас",
		[328399] = 4,
		[203123] = 11,
		[344782] = 10,
		[338639] = "Преданный тьме голиаф",
		[453] = 5,
		[281303] = 6,
		[340688] = 11,
		[465] = 2,
		[148859] = 5,
		[324307] = "Сгусток анимы",
		[121536] = 5,
		[328404] = 4,
		[342739] = "Чумной громадень",
		[346835] = 10,
		[328406] = 4,
		[120001] = "Визирь Цзинь'бак",
		[160124] = "Huan <Scàlp-Elune>",
		[113858] = 9,
		[271071] = 5,
		[546] = 7,
		[120002] = "Лужа смолы",
		[320221] = 11,
		[123586] = 10,
		[586] = 5,
		[344795] = 6,
		[332509] = "Миллифисент Манашторм",
		[127170] = 10,
		[338653] = "Ассистент-сшиватель <Портал в мастерскую>",
		[334558] = "Жуткий егерь",
		[88263] = 2,
		[340702] = "Чумная прислужница",
		[269031] = 5,
		[205179] = 9,
		[342751] = "Чумной громадень",
		[336608] = 11,
		[322274] = "Похитительница с \"Золрамуса\"",
		[163201] = 1,
		[205180] = 9,
		[198013] = 12,
		[256374] = 3,
		[686] = 9,
		[336610] = 11,
		[698] = 9,
		[204157] = 12,
		[53351] = 3,
		[330468] = "Криксис Ненасытный",
		[344803] = 11,
		[207230] = 6,
		[120517] = 5,
		[320232] = "Дилер Зи'екса",
		[330471] = "Дозорные Смерти",
		[113862] = 8,
		[334567] = "Жуткий егерь",
		[328424] = "Запятнанная грехом анима",
		[774] = 11,
		[334568] = "Тралл",
		[332521] = "Миллхаус Манашторм",
		[320235] = 11,
		[184707] = 1,
		[220543] = 5,
		[180612] = 6,
		[328429] = "Склизкое щупальце",
		[332525] = "Кирийский голиаф <Холлис>",
		[332526] = "Кирийский голиаф <Холлис>",
		[184709] = 1,
		[338670] = 7,
		[328432] = "Склизкое щупальце",
		[58984] = 10,
		[328434] = "Клот",
		[59752] = 2,
		[334579] = "Ползучая слизь",
		[346866] = "Верный камнерожденный",
		[974] = 7,
		[982] = 3,
		[332533] = 4,
		[126664] = 1,
		[297722] = 10,
		[32182] = 7,
		[320248] = "Пакиран Заразный",
		[170379] = 7,
		[1022] = 2,
		[205191] = 2,
		[332536] = 2,
		[138640] = 2,
		[271105] = 1,
		[60521] = 8,
		[332540] = 2,
		[201098] = 2,
		[332541] = 2,
		[336637] = 10,
		[326399] = "Старейшина Большая Ветвь",
		[336638] = 10,
		[322304] = "Маркграфиня Страдама",
		[137619] = 4,
		[326400] = "Хранитель листьев",
		[279302] = 6,
		[330496] = "Гнилоуст",
		[279303] = 6,
		[205196] = "Зловещий охотник <Незегрим>",
		[5487] = 11,
		[336642] = 1,
		[246152] = 3,
		[330500] = "Старейшина Большая Ветвь",
		[108238] = 11,
		[328453] = "Клот",
		[227723] = 7,
		[332550] = "Скованная душа",
		[285452] = 7,
		[107215] = "Взрывчатка богомолов",
		[326409] = "Фрагмент Халкиаса",
		[51052] = 6,
		[328458] = "Лакезис",
		[25912] = 2,
		[342794] = "Смотрительница псарни",
		[336651] = 2,
		[68821] = "Аптекарь Бакстер",
		[318223] = 1,
		[328462] = "Астрон",
		[289555] = 10,
		[320272] = "Сатель Злосчастный",
		[20153] = "Инфернал <Сттаричёк>",
		[324368] = "Азуль",
		[330513] = "[*] Роковой гриб",
		[324370] = "Азуль",
		[328466] = "Астрон",
		[324371] = 10,
		[191894] = 10,
		[324372] = "Костяное чудовище",
		[269083] = 12,
		[320277] = "Сатель Злосчастный",
		[285466] = 7,
		[320278] = "Сатель Злосчастный",
		[332567] = "Костяная оболочка",
		[334615] = "Главный смотритель Джавлин",
		[285470] = 4,
		[2120] = 8,
		[326426] = "Фрагмент Халкиаса",
		[285472] = 2,
		[328475] = "Таящийся паук",
		[26297] = 8,
		[97493] = 7,
		[324381] = "Костяное чудовище",
		[202138] = 12,
		[285475] = 11,
		[342814] = 3,
		[202140] = 12,
		[324386] = 7,
		[334625] = "Девия",
		[320291] = 7,
		[324387] = "Костяное чудовище",
		[342817] = 12,
		[105174] = 9,
		[320293] = "Сатель Злосчастный",
		[289577] = 5,
		[22842] = 11,
		[31289] = "Кивающий тигр",
		[326438] = "Фрагмент Халкиаса",
		[213405] = 12,
		[324391] = "Костяное чудовище",
		[121557] = 5,
		[137639] = 10,
		[326440] = "Фрагмент Халкиаса",
		[312106] = 10,
		[326441] = "Фрагмент Халкиаса",
		[312107] = 12,
		[330537] = "[*] Ненасытные миазмы",
		[324394] = "Костяное чудовище",
		[156070] = 9,
		[338729] = "\"Орифрион\"",
		[25914] = 2,
		[320300] = "Сатель Злосчастный",
		[185763] = 4,
		[105688] = 11,
		[61295] = 7,
		[344874] = "Эшелон",
		[338731] = "\"Орифрион\"",
		[93402] = 11,
		[326446] = 11,
		[328494] = "[*] Запятнанная грехом анима",
		[291635] = 6,
		[202147] = 1,
		[291636] = 4,
		[156073] = 11,
		[148906] = 9,
		[207267] = 6,
		[326450] = "Порочный псарь",
		[332594] = 10,
		[342833] = 1,
		[204197] = 5,
		[328501] = "Взрывоопасный чумной бурильщик",
		[322358] = "Доктор Икус",
		[291642] = 10,
		[231843] = 2,
		[285500] = 4,
		[308026] = "Усиленный охранник плавильной печи",
		[115418] = "Крик'тик - направитель ветров",
		[259489] = 3,
		[291646] = 6,
		[77535] = 6,
		[344888] = 11,
		[322363] = 10,
		[316220] = 4,
		[338746] = 3,
		[308030] = "Усиленный охранник плавильной печи",
		[239013] = 2,
		[259491] = 3,
		[332605] = "Проклинатель худу из племени Атал'ай",
		[334653] = "Ненасытный клещ",
		[330558] = 8,
		[291651] = 8,
		[332607] = "Проклинатель худу из племени Атал'ай",
		[114908] = 5,
		[330560] = 8,
		[332608] = "Проклинатель худу из племени Атал'ай",
		[322370] = "Стойкий храбрец",
		[164273] = 3,
		[330562] = "Древний капитан <Нозердума>",
		[291655] = 6,
		[326467] = 12,
		[36213] = "Большой элементаль земли <Годоя>",
		[303943] = 12,
		[115421] = "Крик'тик - направитель ветров",
		[332612] = "Проклинатель худу из племени Атал'ай",
		[326469] = "[*] Мучение: жар Кузни душ",
		[330565] = "Древний капитан <Нозердума>",
		[344900] = 2,
		[291659] = 4,
		[324424] = "Мордрета, Вечная императрица",
		[336711] = 10,
		[324425] = "Отец лесов",
		[334664] = "Птенец мечеклюва",
		[273232] = 12,
		[332617] = "Доктор Икус",
		[324427] = "\"Орифрион\"",
		[342857] = 12,
		[336714] = 10,
		[187827] = 12,
		[114911] = 7,
		[291665] = 4,
		[320334] = 12,
		[291666] = 6,
		[303953] = 8,
		[330574] = "Бродячая смерть",
		[320336] = "Хрупкий маг",
		[336719] = 2,
		[189877] = 11,
		[291669] = 4,
		[320338] = 12,
		[202164] = 1,
		[198069] = 5,
		[316244] = "Скальный дух",
		[336722] = 2,
		[291672] = 2,
		[204213] = 5,
		[53365] = 6,
		[291673] = 6,
		[328533] = "Защитник из многоокой рати",
		[202166] = 1,
		[332629] = "Кроворуб",
		[344916] = 2,
		[291675] = 6,
		[342869] = "Разъяренный дух",
		[344917] = 2,
		[202168] = 1,
		[85222] = 2,
		[131521] = "Оскверненный Тажань Чжу",
		[330586] = "Гнилостный мясник",
		[215479] = 10,
		[112867] = 9,
		[324444] = "\"Орифрион\"",
		[98021] = "Тотем духовной связи <Грейтлайт-Галакронд>",
		[131522] = "Оскверненный Тажань Чжу",
		[207289] = 6,
		[342875] = 7,
		[68841] = "Аптекарь Фрай",
		[171454] = 3,
		[330590] = "[*] Ненасытные миазмы",
		[129250] = 5,
		[330592] = "Тошнотворный газовый мешок",
		[324449] = "Мордрета, Вечная императрица",
		[326497] = 6,
		[336736] = 7,
		[346975] = 4,
		[336737] = 7,
		[289639] = 10,
		[70890] = 6,
		[342881] = 7,
		[112869] = 9,
		[346977] = 1,
		[171457] = 3,
		[320358] = "Хирург Трупошов",
		[338788] = 2,
		[162243] = 12,
		[46968] = 1,
		[320359] = "Хирург Трупошов",
		[318312] = "Призрачный прядильщик ненависти",
		[112870] = 9,
		[115430] = "Крик'тик-яростень",
		[322410] = "Сгусток слизи",
		[324459] = "Склизгл",
		[232893] = 12,
		[336746] = 3,
		[308078] = 3,
		[342890] = 2,
		[320365] = "Хирург Трупошов",
		[344939] = 10,
		[85739] = 1,
		[19647] = "Coldus <Oníkage-Shattrath>",
		[344941] = "Оррхолин",
		[330607] = 4,
		[330608] = "Тошнотворный газовый мешок",
		[332656] = "Огромная крыса Утробы",
		[322418] = "Часовой чертогов",
		[326514] = 3,
		[287608] = 12,
		[157131] = 2,
		[308087] = 12,
		[334708] = "Тень Баргаста <Баргаст>",
		[287610] = 12,
		[338804] = 12,
		[330614] = "Тошнотворный газовый мешок",
		[320376] = "Создание Трупошва",
		[281469] = 5,
		[219589] = 8,
		[336759] = "Призывательница Туманов",
		[322426] = 10,
		[34428] = 1,
		[334713] = "Зловещий охотник <Незегрим>",
		[342905] = "Миллхаус Манашторм",
		[113899] = "Демонические врата <Сттаричёк>",
		[114923] = 8,
		[322429] = "Часовой чертогов",
		[332668] = "Леди Инерва Дарквейн",
		[310143] = 11,
		[344955] = 6,
		[308096] = "Усиленный мастер плавильной печи",
		[344956] = "Разказзар",
		[120043] = 10,
		[216521] = 10,
		[225736] = 3,
		[273286] = 3,
		[308098] = "[*] Сокрушающий жар",
		[322433] = "Часовой чертогов",
		[332672] = "Вестница смерти из племени Атал'ай",
		[33917] = 11,
		[347008] = "Кишак <Незегрим>",
		[324483] = "Отец лесов",
		[225739] = 3,
		[84721] = 8,
		[31935] = 2,
		[332678] = "Вестница смерти из племени Атал'ай",
		[49020] = 6,
		[312202] = 6,
		[57723] = 11,
		[207311] = 6,
		[108271] = 7,
		[324490] = "Склизгл",
		[326538] = "Былые грехи",
		[338825] = 11,
		[340873] = "Воплощение гордыни",
		[297871] = 2,
		[114927] = "Гу Небесный Удар",
		[273299] = 10,
		[216528] = 7,
		[204242] = 2,
		[332686] = 2,
		[162264] = 12,
		[328593] = "Верховная надзирательница Бериллия",
		[322450] = "Тред'ова",
		[340880] = "[*] Гордыня",
		[314260] = 2,
		[96499] = 12,
		[81141] = 6,
		[45182] = 4,
		[45438] = 8,
		[207317] = 6,
		[285594] = 10,
		[198103] = 7,
		[113394] = "Опасность",
		[267171] = 9,
		[334747] = "Сборщик трупов",
		[132578] = 10,
		[334748] = "Сборщик трупов",
		[334749] = "Сборщик трупов",
		[158176] = "Сумрачный землетряс",
		[326559] = 12,
		[347037] = 4,
		[157153] = 7,
		[224729] = "Аристократ-дуэлянт",
		[330657] = 11,
		[34433] = 5,
		[330658] = 11,
		[332706] = "Старшая жрица из племени Атал'ай",
		[344993] = "Свирепый гаргон",
		[332707] = "Старшая жрица из племени Атал'ай",
		[347042] = 11,
		[11426] = 8,
		[330661] = 11,
		[334757] = "Баргаст",
		[156132] = 4,
		[324519] = 7,
		[64382] = 1,
		[330663] = 11,
		[324520] = 7,
		[204255] = 12,
		[90361] = "Противогаз <Иприт-Галакронд>",
		[330664] = 7,
		[347047] = 11,
		[324522] = 7,
		[187874] = 7,
		[322475] = "[*] Удар чумы",
		[324523] = 7,
		[18499] = 1,
		[330668] = 11,
		[108280] = 7,
		[125174] = 10,
		[109304] = 3,
		[332717] = "Инструктор Герус",
		[326574] = "Хирург Трупошов",
		[328622] = 2,
		[324527] = "Склизгл",
		[269238] = 5,
		[269239] = 5,
		[265144] = 5,
		[57984] = "Изначальный элементаль огня <Босстотемов>",
		[108281] = 7,
		[187878] = 7,
		[338865] = "Ловец душ В'лара",
		[342961] = "Дилер Зи'екса",
		[22723] = 4,
		[200166] = 12,
		[304056] = 11,
		[322486] = "Жительница Тирна Скитта",
		[322487] = "Жительница Тирна Скитта",
		[158188] = 4,
		[324536] = 9,
		[204263] = 5,
		[115450] = 10,
		[334776] = 12,
		[332729] = "Злобный дух",
		[118522] = 7,
		[257506] = 4,
		[336826] = 3,
		[52610] = 11,
		[324540] = 9,
		[322493] = "Хрупкий маг",
		[345019] = 10,
		[265157] = 3,
		[204266] = 7,
		[345020] = 2,
		[336832] = 8,
		[5394] = 7,
		[324547] = 6,
		[115453] = "Крик'тик-разведчик",
		[200174] = 5,
		[330693] = "Чумной изрыгатель слизи",
		[63106] = 9,
		[342980] = 12,
		[5938] = 4,
		[200175] = 12,
		[49028] = 6,
		[114942] = "Тотем целительного прилива <Грейтлайт-Галакронд>",
		[334792] = "Ловчий Альтимор",
		[279503] = 6,
		[330697] = "Зараженный ужас",
		[267217] = 9,
		[336841] = 3,
		[322507] = 10,
		[328651] = "Стрелок-отравитель",
		[202225] = 1,
		[82691] = 8,
		[6770] = 4,
		[320462] = "Чародей с \"Золрамуса\"",
		[334797] = "Баргаст",
		[127230] = 2,
		[132603] = 5,
		[128766] = "Душитель Шадо-Пан",
		[48517] = 11,
		[320465] = "Крылодер Жестокий",
		[328660] = "Хлещущая слизь",
		[54149] = 2,
		[347091] = "Страж горести",
		[102659] = 3,
		[47750] = 5,
		[200183] = 5,
		[48518] = 11,
		[65412] = 12,
		[328664] = "Оживленный маг <Амарт>",
		[115458] = "[*] Кислотная бомба",
		[108291] = 11,
		[8676] = 4,
		[304093] = "Вестник смерти",
		[334810] = "Мве'зала",
		[328667] = "Хрупкий маг",
		[338906] = 10,
		[72968] = 3,
		[263140] = 3,
		[330716] = "Страж портала",
		[108292] = 11,
		[320478] = "Усиленный верный Утробе перехватчик",
		[265189] = 3,
		[326623] = "Камнерожденный-разоритель",
		[320480] = "Усиленный верный Утробе перехватчик",
		[64901] = 5,
		[330720] = "Страж портала",
		[108293] = 11,
		[336864] = 3,
		[85256] = 2,
		[29893] = 9,
		[277481] = "Вооруженный пленник",
		[336866] = 8,
		[107270] = 10,
		[108294] = 11,
		[225787] = 12,
		[330725] = "Страж портала",
		[94472] = 5,
		[343013] = 12,
		[195072] = 12,
		[326632] = "Камнерожденный-разоритель",
		[336871] = 3,
		[336872] = 2,
		[330729] = 11,
		[332777] = 8,
		[330730] = 7,
		[17735] = "Чаруке <Жгуисжигаю-Дракономор>",
		[183811] = 2,
		[336874] = 10,
		[44425] = 8,
		[324589] = "Вестник смерти <[*] Явление смерти>",
		[326637] = "Камнерожденная-потрошительница",
		[196099] = 9,
		[48265] = 6,
		[196100] = 9,
		[200196] = 5,
		[332785] = 10,
		[326642] = "Камнерожденная-потрошительница",
		[310261] = 12,
		[97035] = 11,
		[97547] = 11,
		[326644] = "Камнерожденная-потрошительница",
		[221699] = 6,
		[295929] = "Невероятно большая крыса Утробы",
		[322550] = "Тред'ова",
		[101643] = 10,
		[164363] = "Страж горести",
		[190984] = 11,
		[330743] = 8,
		[48778] = 6,
		[114954] = 8,
		[330744] = 4,
		[158221] = 10,
		[257537] = 8,
		[322554] = "Вершитель Тарвольд",
		[8613] = 7,
		[257538] = 8,
		[336891] = 10,
		[322557] = "Друст-душеруб",
		[124682] = 10,
		[336892] = 3,
		[330749] = 4,
		[227847] = 1,
		[326654] = "Индри Древопев",
		[291843] = 11,
		[73313] = 6,
		[320512] = "Гниющий слизнекоготь",
		[314238] = 12,
		[332799] = 2,
		[291634] = 11,
		[226510] = "[*] Кровавый гной",
		[273415] = 1,
		[324609] = "Аристократ-дуэлянт",
		[257541] = 8,
		[345087] = 11,
		[235016] = 11,
		[275335] = 1,
		[106228] = "[*] Ничтожность",
		[295942] = "Оррхолин",
		[322563] = "Тред'ова",
		[274281] = 11,
		[30151] = "Кишак <Незегрим>",
		[328707] = "Восставший сектант",
		[330755] = "Наблюдательница Зельгар",
		[268756] = 4,
		[204301] = 2,
		[320517] = "Чумной спинолом",
		[115436] = "Крик'тик-яростень",
		[332804] = 2,
		[334852] = "Гекутис",
		[345091] = 2,
		[263642] = 12,
		[332805] = 2,
		[31687] = 8,
		[279564] = 8,
		[322567] = "Вершитель Тарвольд",
		[132036] = 10,
		[190925] = 3,
		[279565] = 8,
		[323026] = 12,
		[332807] = 2,
		[164815] = 11,
		[254473] = 2,
		[322569] = "Друст-душеруб",
		[124173] = "Сик'тик - боец авангарда",
		[121448] = 3,
		[279567] = 8,
		[198589] = 12,
		[336123] = 3,
		[155158] = 8,
		[254474] = 2,
		[57841] = 4,
		[256522] = 4,
		[98008] = 7,
		[112911] = "Фрагмент Ненависти",
		[235021] = 3,
		[342774] = 10,
		[32379] = 5,
		[345549] = 5,
		[330764] = 11,
		[308239] = 12,
		[270070] = 4,
		[119347] = "Сик'тик - боец авангарда",
		[330765] = 11,
		[295694] = 2,
		[1725] = 4,
		[279572] = 5,
		[184689] = 2,
		[324623] = "Оживленное оружие <Аристократ-дуэлянт>",
		[322212] = "Частица сомнений",
		[209426] = 12,
		[323250] = "Дроман Ульфарран",
		[124172] = "Сик'тик - боец авангарда",
		[334863] = 10,
		[320529] = "Вирулакс Заклинатель Чумы",
		[313088] = 1,
		[108416] = 9,
		[334864] = 5,
		[116095] = 10,
		[121982] = "Сик'тик-разрушитель",
		[108211] = 4,
		[127154] = 3,
		[132403] = 2,
		[33891] = 11,
		[329163] = "Крадущийся паучок",
		[277041] = "Беглый проклинатель",
		[345105] = 9,
		[268905] = 12,
		[122128] = 5,
		[205146] = 9,
		[55090] = 6,
		[320019] = "Боевой раздиратель",
		[215572] = 1,
		[115356] = 7,
		[243435] = 10,
		[117665] = "Ша Сомнения",
		[93341] = 11,
		[115360] = 7,
		[345108] = 2,
		[196941] = 2,
		[23881] = 1,
		[120593] = "Лужа смолы",
		[295963] = 2,
		[328289] = "Раскольник-хранитель",
		[308250] = 6,
		[330334] = 1,
		[106984] = "Гу Небесный Удар",
		[1464] = 1,
		[113022] = "Крупица Ненависти",
		[101546] = 10,
		[345111] = 8,
		[235313] = 8,
		[114803] = "Сян",
		[155166] = 6,
		[279584] = 12,
		[120760] = "Командир Во'цзак",
		[12472] = 8,
		[338939] = "Метатель гнили",
		[295967] = 10,
		[102573] = "Лазурный змей",
		[320966] = "Кин-Тара",
		[326684] = "Миллхаус Манашторм",
		[53390] = 7,
		[338784] = 9,
		[122244] = "Сик'тик-инженер",
		[212743] = 4,
		[176669] = 6,
		[128248] = "Душитель Шадо-Пан",
		[319775] = "Оживленный хищник",
		[86659] = 2,
		[46924] = 1,
		[19658] = "Khaamyn <Inezalia-ArgentDawn>",
		[207386] = 11,
		[5308] = 1,
		[295971] = 2,
		[93821] = 2,
		[341022] = "Чумная прислужница",
		[49039] = 6,
		[341441] = "Громадный гаргон",
		[330784] = "Маниакальный стражник душ",
		[106105] = "Мудрый Марис",
		[287471] = 6,
		[328737] = 3,
		[193315] = 4,
		[64844] = 5,
		[257946] = 3,
		[131972] = "Сик'тик - боевой лекарь",
		[330786] = "Икор Желчная Плоть",
		[180441] = 6,
		[30153] = "Кишак <Незегрим>",
		[345121] = 4,
		[93339] = 8,
		[71068] = 7,
		[317792] = "Чародей из войска мертвых <Dornaden-Alonsus>",
		[328740] = "Восставший сектант",
		[11366] = 8,
		[332836] = "Гнилостный мясник",
		[29166] = 11,
		[266030] = 9,
		[324164] = 6,
		[113020] = "Крупица Ненависти",
		[326242] = "Склизгл",
		[114805] = "Сян",
		[194384] = 5,
		[323557] = 11,
		[69369] = 11,
		[112918] = "Злобная сущность",
		[106428] = "Новообращенный Шадо-Пан",
		[113942] = 9,
		[106653] = "Оскверненная живая вода",
		[312767] = 8,
		[337646] = "[*] Прах из хрупких костей",
		[341435] = "Свирепый гаргон",
		[114282] = 11,
		[117014] = 7,
		[330793] = "Наблюдательница Зельгар",
		[236060] = 8,
		[334889] = "[*] Обращающий в камень вой",
		[115167] = "[*] Оскверненные воды",
		[326607] = "Камнерожденный-разоритель",
		[332842] = 7,
		[306772] = "[*] Огромная коса",
		[122527] = "Малый ша",
		[107121] = "Командир Ри'мок",
		[324652] = "Склизгл",
		[279278] = "Угасшее слияние",
		[328748] = 10,
		[328400] = "Таящийся паук",
		[121282] = "Командующий флангом Нер'онок",
		[106646] = "Летящий Снег",
		[295985] = "Тракт Ледоруб",
		[319715] = "Криксис Ненасытный",
		[333241] = "Яростный кроворог",
		[334893] = "[*] Каменные осколки",
		[102572] = "Лазурный змей",
		[313643] = 1,
		[294597] = 2,
		[333756] = 10,
		[34026] = 3,
		[262652] = 7,
		[106421] = "Стражница Шадо-Пан",
		[106933] = "Боец Га'док",
		[308054] = 12,
		[340227] = 7,
		[109248] = 3,
		[334896] = 6,
		[323146] = "Ингра Малох",
		[265273] = 9,
		[129253] = 5,
		[254471] = 2,
		[279608] = 10,
		[324146] = "\"Вентунакс\"",
		[324659] = "Изменчивое воплощение",
		[330511] = 10,
		[136] = 3,
		[280206] = 6,
		[231588] = 2,
		[334899] = "Стрелок-отравитель",
		[328756] = "Ингра Малох",
		[133] = 8,
		[330038] = 3,
		[319175] = 4,
		[152108] = 9,
		[322614] = "Тред'ова",
		[267325] = 4,
		[106267] = "[*] Пульсация гидрокопья",
		[331934] = 8,
		[157228] = 11,
		[111898] = 9,
		[48018] = 9,
		[115455] = "Крик'тик - прерыватель чар",
		[126389] = 11,
		[267327] = 4,
		[326712] = "Темная прислужница",
		[336372] = 6,
		[130] = 8,
		[115994] = 6,
		[1604] = "Злобный вурдалак",
		[295997] = 12,
		[320147] = "Миллифисент Манашторм",
		[267329] = 4,
		[8679] = 4,
		[295998] = 2,
		[330810] = "Скованная душа",
		[207400] = 7,
		[267964] = "Кишак <Незегрим>",
		[121114] = "Сик'тик - янтарный прядильщик",
		[331227] = 12,
		[267331] = 4,
		[302143] = 10,
		[119905] = 9,
		[346505] = 12,
		[51514] = 7,
		[316850] = 8,
		[320574] = "[*] Колодец Тьмы",
		[330813] = "Наблюдательница Зельгар",
		[260643] = 1,
		[326718] = "Кровавый кадет",
		[118] = 8,
		[296372] = "Поработитель Клонтцас",
		[332862] = 12,
		[318102] = "Ксав Несломленный",
		[320576] = "Вирулакс Заклинатель Чумы",
		[331514] = 10,
		[146739] = 9,
		[340305] = "Жоробрюх Туманной Завесы",
		[318243] = "Призрачный прядильщик ненависти",
		[330816] = "Икор Желчная Плоть",
		[276142] = 10,
		[300919] = 5,
		[274346] = 12,
		[324141] = "[*] Стрела мрака",
		[332865] = "Склизгл",
		[334913] = "Мве'зала",
		[272682] = 3,
		[285335] = "Бессердечный-разведчик",
		[325624] = 4,
		[87840] = 3,
		[320580] = "Амарт",
		[278559] = 1,
		[304971] = 2,
		[300728] = 5,
		[345154] = 2,
		[189999] = 2,
		[106872] = "Ша Жестокости",
		[204513] = 12,
		[61391] = 11,
		[243241] = 5,
		[46740] = 2,
		[271881] = 4,
		[172] = 9,
		[330822] = "Наблюдательница Зельгар",
		[339607] = 11,
		[48020] = 9,
		[65081] = 5,
		[227255] = 12,
		[338357] = "Кирийский кадавр",
		[334919] = "[*] Обращающий в камень вой",
		[148022] = 8,
		[8512] = 7,
		[331381] = "[*] Вы поскользнулись",
		[309032] = 7,
		[54861] = 6,
		[197995] = 7,
		[17229] = 10,
		[334921] = "Ненасытный громила",
		[345804] = 9,
		[119582] = 10,
		[336716] = 8,
		[60307] = 3,
		[97463] = 1,
		[331620] = 10,
		[316493] = 8,
		[44949] = 1,
		[210065] = 11,
		[53652] = 2,
		[209859] = "Некромант с \"Золрамуса\"",
		[326733] = 2,
		[308498] = 3,
		[319919] = 10,
		[1776] = 4,
		[264173] = 9,
		[329608] = "Покрытый рунами колосс",
		[163212] = 10,
		[79140] = 4,
		[334926] = "Взрывоопасный чумной бурильщик",
		[296019] = "Повелитель замков",
		[272745] = 3,
		[314791] = 8,
		[115767] = 1,
		[106785] = 11,
		[347214] = 1,
		[91800] = "Hammerleaper <Dornaden-Alonsus>",
		[23922] = 1,
		[334563] = "Жуткий егерь",
		[320103] = "Ползучая слизь",
		[195125] = 4,
		[112866] = 9,
		[308646] = 2,
		[224125] = 7,
		[226757] = 8,
		[120269] = "[*] Едкий сок",
		[320596] = "Чумокост",
		[322817] = "Девия",
		[347901] = 2,
		[86392] = 4,
		[329563] = "Сумрачный землетряс",
		[326462] = 11,
		[330404] = "Чумной рух",
		[334932] = "Гекутис",
		[242391] = "Бессердечный-посланник",
		[298073] = "Чудовищный страж",
		[77505] = 7,
		[328953] = 12,
		[343727] = "Исчадие Тьмы <Ptitepause-MarécagedeZangar>",
		[264546] = 1,
		[102352] = 11,
		[334934] = 1,
		[328791] = "Лорд-камергер",
		[322648] = "[*] Связь разума",
		[325024] = "Свирепый гаргон",
		[337543] = 12,
		[191634] = 7,
		[311492] = 10,
		[344909] = "[*] Расколотое сердце Ал'ара",
		[212105] = 12,
		[320366] = "Хирург Трупошов",
		[5740] = 9,
		[196980] = 4,
		[8680] = 4,
		[96491] = 10,
		[319685] = "Криксис Ненасытный",
		[191034] = 11,
		[192058] = 7,
		[112931] = "Фрагмент Ненависти",
		[330843] = "Наблюдательница Зельгар",
		[294602] = 10,
		[26573] = 2,
		[205369] = 5,
		[325021] = "Туманный хищник",
		[324701] = 3,
		[289308] = 8,
		[287338] = 6,
		[322654] = "Тред'ова",
		[116680] = 10,
		[275699] = 6,
		[117952] = 10,
		[322655] = "Тред'ова",
		[326434] = 11,
		[334942] = "Маргор",
		[112932] = "Остатки Ненависти",
		[84342] = 11,
		[259396] = 3,
		[228920] = 1,
		[81297] = 2,
		[326494] = 6,
		[191037] = 11,
		[8690] = 11,
		[127923] = 5,
		[322658] = "Тред'ова",
		[85288] = 1,
		[334945] = "Маргор",
		[59542] = 2,
		[312546] = 6,
		[288158] = 4,
		[291048] = 7,
		[112933] = "Остатки Ненависти",
		[273935] = 12,
		[342248] = "Вонючий разносчик корма",
		[188550] = 11,
		[124507] = 10,
		[345495] = "Вспененная пустула <Уххастик>",
		[235219] = 8,
		[311466] = 8,
		[336996] = "Нектара Изувер",
		[107574] = 1,
		[113900] = "Демонические врата <Сттаричёк>",
		[642] = 2,
		[31821] = 2,
		[320519] = "Чумной спинолом",
		[120758] = "Командир Во'цзак",
		[65116] = 7,
		[117679] = 11,
		[16191] = 7,
		[48792] = 6,
		[343142] = 4,
		[202137] = 12,
		[16591] = 11,
		[83242] = 3,
		[347917] = 3,
		[108839] = 8,
		[193456] = 12,
		[331536] = 10,
		[343144] = 5,
		[59543] = 3,
		[255546] = 4,
		[212423] = "Восставший тихоступ <Dornaden-Alonsus>",
		[343145] = 4,
		[308433] = 10,
		[325872] = "Порочный уничтожитель",
		[86603] = "Шадопанский пленник",
		[327664] = "Хирург Трупошов",
		[155777] = 11,
		[339051] = 12,
		[324717] = 10,
		[290333] = 7,
		[173184] = 7,
		[54680] = "Дьявозавр <Айхунт>",
		[279958] = 5,
		[338141] = 10,
		[127177] = 2,
		[111400] = 9,
		[240446] = "[*] Взрыв",
		[48025] = 2,
		[142073] = 3,
		[65638] = 10,
		[300147] = 2,
		[197916] = 10,
		[205523] = 10,
		[110960] = 8,
		[83244] = 3,
		[33763] = 11,
		[333711] = "Скелет-ящер",
		[19483] = "Инфернал <Сттаричёк>",
		[316531] = 1,
		[311480] = 8,
		[59544] = 5,
		[334684] = "[*] Копье долга",
		[339341] = 3,
		[334962] = 10,
		[279956] = 5,
		[281721] = 12,
		[324724] = 5,
		[61336] = 11,
		[97341] = 2,
		[330868] = "Маниакальный стражник душ",
		[83245] = 3,
		[317062] = 2,
		[160331] = 3,
		[328002] = "Заразный добытчик",
		[288146] = 4,
		[310392] = "Синод",
		[320631] = "Червь-трупоед",
		[115178] = 10,
		[317614] = 6,
		[213771] = 11,
		[115419] = "Крик'тик - направитель ветров",
		[330703] = "Чумной изрыгатель слизи",
		[300155] = "Жительница Тирна Скитта",
		[334967] = "Мечеклюв-матриарх",
		[289982] = 3,
		[322681] = "Создание Трупошва",
		[329908] = "Скальный дозорный",
		[205231] = "Созерцатель тьмы <Decimus-Darkspear>",
		[108843] = 8,
		[330873] = 11,
		[50842] = 6,
		[321226] = "Амарт",
		[59545] = 6,
		[341385] = 5,
		[223814] = 10,
		[334970] = "Мве'зала",
		[345209] = 11,
		[330875] = "Пагубный темный проповедник",
		[338081] = "Крадущийся паучок",
		[334971] = "Маргор",
		[205385] = 5,
		[91797] = "Gravelslobber <Dornaden-Alonsus>",
		[116011] = 8,
		[330694] = "Чумной изрыгатель слизи",
		[345211] = 11,
		[305555] = 12,
		[311469] = 8,
		[342250] = "Верный гаргон",
		[205386] = 5,
		[273541] = 10,
		[206930] = 6,
		[190411] = 1,
		[329666] = 3,
		[309555] = 12,
		[338910] = 10,
		[294020] = 7,
		[106797] = "Лю Пламенное Сердце",
		[34861] = 5,
		[194153] = 11,
		[319650] = "Криксис Ненасытный",
		[345215] = 11,
		[24870] = 11,
		[323198] = "[*] Темное изгнание",
		[30449] = 8,
		[296330] = 11,
		[293025] = 10,
		[324739] = 2,
		[164812] = 11,
		[320644] = "Ксав Несломленный",
		[251463] = 1,
		[203820] = 9,
		[328524] = 12,
		[221771] = 10,
		[195750] = 6,
		[332932] = 2,
		[185422] = 4,
		[328837] = 3,
		[205201] = 10,
		[311446] = 11,
		[326790] = "[*] Сияющая перезарядка",
		[119085] = 10,
		[322695] = 3,
		[311481] = 7,
		[183889] = 8,
		[321712] = 8,
		[345090] = 2,
		[238454] = 9,
		[193635] = "Щупальце Бездны <Bremdak-Archimonde>",
		[317589] = 8,
		[57755] = 1,
		[116014] = 8,
		[192081] = 11,
		[329930] = "Камнекрыл-опустошитель",
		[339080] = "[*] Выброс анимы",
		[345228] = 2,
		[326794] = "Инквизитор Зигар",
		[59547] = 7,
		[334458] = 12,
		[300174] = 1,
		[260173] = 6,
		[258634] = "Пылающий углестраж",
		[124659] = 2,
		[324748] = 10,
		[341763] = 2,
		[327331] = "Раскольник-целитель",
		[119354] = "Сик'тик - танцующий с клинками",
		[332940] = 2,
		[334988] = "Чумной громадень",
		[337060] = 9,
		[218871] = "Угасшее слияние",
		[278350] = 9,
		[336009] = 5,
		[337037] = "Нектара Изувер",
		[264353] = 8,
		[329087] = 12,
		[320646] = "[*] Зловонный газ",
		[5384] = 3,
		[343173] = 4,
		[197721] = 11,
		[345219] = 5,
		[345230] = 10,
		[28880] = 1,
		[49821] = 5,
		[304254] = "Герус Заточенный",
		[345231] = 2,
		[331133] = "Пропитанные чумой останки",
		[332708] = "Хивин Ломатель",
		[294038] = 10,
		[59548] = 8,
		[108396] = 9,
		[121839] = 10,
		[294039] = 10,
		[338036] = 7,
		[68934] = "[DND] Valentine Boss - Vial Bunny",
		[121820] = 3,
		[315508] = 4,
		[33786] = 11,
		[322709] = "Тред'ова",
		[321578] = 10,
		[321444] = 11,
		[273090] = 6,
		[322939] = "Друст-жнец",
		[276754] = "Большой автоматон",
		[326806] = "Инквизитор Зигар",
		[320655] = "Чумокост",
		[322711] = "Халкиас",
		[330896] = 2,
		[194249] = 5,
		[279709] = 11,
		[305282] = 8,
		[324760] = "Фрагмент Халкиаса",
		[326808] = 6,
		[328506] = 2,
		[206931] = 6,
		[202644] = 12,
		[44153] = 4,
		[50334] = 11,
		[2139] = 8,
		[8618] = 3,
		[304949] = "Бессердечный-перерожденный",
		[12323] = 1,
		[330906] = 11,
		[230987] = 10,
		[192090] = 11,
		[188389] = 7,
		[313450] = 12,
		[223819] = 2,
		[41635] = 5,
		[326638] = "Камнерожденная-потрошительница",
		[117313] = 1,
		[283810] = 1,
		[20473] = 2,
		[279715] = 8,
		[212800] = 12,
		[211545] = 11,
		[246851] = 3,
		[323552] = "Верховный адъюдикатор Ализа",
		[298146] = 4,
		[342428] = 6,
		[257620] = 3,
		[329425] = "Усиленный охранник плавильной печи",
		[108853] = 8,
		[345251] = 11,
		[128051] = "Золотой жук",
		[229976] = 2,
		[212283] = 4,
		[320171] = "Амарт",
		[33697] = 7,
		[320674] = 7,
		[328620] = 2,
		[324417] = "Генерал Кааль",
		[333523] = "Зира Двурушница",
		[212552] = 6,
		[16979] = 11,
		[316981] = "Ксав Несломленный",
		[257622] = 3,
		[325028] = 3,
		[322724] = "Бессердечный-охотник",
		[101168] = 11,
		[22482] = 4,
		[197214] = 7,
		[115509] = "Страж Шадо-Пан",
		[341155] = 6,
		[335012] = 11,
		[328869] = "Патриций Кромвель",
		[77575] = 6,
		[344231] = 10,
		[157982] = 11,
		[320679] = "Непреклонный соперник",
		[214621] = 5,
		[155722] = 11,
		[319897] = "Амарт",
		[296023] = "Повелитель замков",
		[330919] = "Яростная маска",
		[324776] = "Туманный культиватор",
		[110125] = "Служитель Сомнения",
		[263344] = "Усиленная имперская смотрительница",
		[16595] = 11,
		[324323] = "Скелет-мародер",
		[335016] = "Ловчий Альтимор",
		[217694] = 8,
		[330921] = 2,
		[271671] = 8,
		[326826] = "Старший смотритель",
		[322736] = "Хаккар Свежеватель Душ",
		[127797] = 11,
		[336899] = 3,
		[326827] = "Старший смотритель",
		[328875] = "Патриций Кромвель",
		[116267] = 8,
		[334939] = "Маргор",
		[171621] = 10,
		[114999] = "Оскверненный Тажань Чжу",
		[298160] = "Козарус Падший",
		[341163] = "Кирийский голиаф <Холлис>",
		[326829] = "Инквизитор Зигар",
		[205246] = 9,
		[326731] = 2,
		[311471] = 8,
		[306272] = 12,
		[338142] = 11,
		[322735] = "Хаккар Свежеватель Душ",
		[341165] = "Кирийский голиаф <Холлис>",
		[326831] = "Старший смотритель",
		[326836] = "Зловещая подавительница",
		[330927] = 2,
		[106856] = "Лю Пламенное Сердце",
		[344130] = 12,
		[328547] = 4,
		[339119] = 2,
		[8143] = 7,
		[324085] = "Дессия Обезглавливательница",
		[243651] = 12,
		[331537] = "Тотем хватки смерти <Эстрэя>",
		[272733] = 3,
		[319639] = "Кул'тарок",
		[205025] = 8,
		[324970] = 10,
		[308405] = 11,
		[326835] = "Покрытый оссеином рядовой",
		[275006] = 8,
		[201408] = 7,
		[340500] = "Крылодер Жестокий",
		[310454] = 10,
		[191840] = 10,
		[52127] = 7,
		[300801] = 4,
		[326837] = "Старший смотритель",
		[152175] = 10,
		[226943] = 5,
		[68927] = "[*] Облако чарующих духов",
		[200758] = 4,
		[112998] = "Остатки Ненависти",
		[322743] = "Неповоротливое создание",
		[341173] = 3,
		[324667] = "Склизгл",
		[320696] = "Сшитый боец авангарда",
		[24275] = 2,
		[334918] = "Ненасытный громила",
		[339301] = 3,
		[115002] = "Оскверненный Тажань Чжу",
		[298172] = "Козарус Падший",
		[341175] = 9,
		[325257] = "Верховная надзирательница Бериллия",
		[308270] = 2,
		[322746] = "[*] Порченая кровь",
		[105771] = 1,
		[17364] = 7,
		[323393] = "Лорд-камергер",
		[323798] = 6,
		[330943] = 2,
		[192106] = 7,
		[328891] = 5,
		[328757] = 3,
		[340426] = 4,
		[171629] = 5,
		[221883] = 2,
		[107047] = "Боец Га'док",
		[343087] = "Крыса Утробы",
		[339298] = 9,
		[274282] = 11,
		[96103] = 1,
		[2643] = 3,
		[326846] = "Инквизитор Зигар",
		[142910] = 3,
		[127802] = 5,
		[325691] = "Мве'зала",
		[326847] = "Инквизитор Зигар",
		[121147] = 6,
		[202347] = 11,
		[260708] = 1,
		[234946] = 5,
		[32592] = 5,
		[319539] = "Кул'тарок",
		[317509] = 10,
		[192109] = 7,
		[226512] = "[*] Кровавый гной",
		[330945] = 2,
		[195181] = 6,
		[93811] = 11,
		[320707] = 12,
		[55095] = 6,
		[323764] = 11,
		[342076] = 3,
		[337090] = 8,
		[322756] = "Хранитель врат с \"Золрамуса\"",
		[195182] = 6,
		[267330] = 4,
		[328900] = 2,
		[330948] = 2,
		[321422] = 3,
		[229417] = 12,
		[5782] = 9,
		[339140] = 11,
		[208086] = 1,
		[299054] = 6,
		[307187] = 11,
		[322759] = "Хаккар Свежеватель Душ",
		[215661] = 2,
		[345122] = 5,
		[329913] = "Верный Утробе темный охотник",
		[205448] = 5,
		[254069] = 10,
		[342049] = 3,
		[296140] = 2,
		[247402] = 3,
		[194509] = 5,
		[6262] = 9,
		[337512] = 2,
		[322762] = 2,
		[321388] = 8,
		[304479] = "Ползучая духоплазма",
		[328906] = 8,
		[210714] = 7,
		[320571] = "Чародей с \"Золрамуса\"",
		[128829] = "Крик'тик-разведчик",
		[202425] = 11,
		[217200] = 3,
		[308430] = 3,
		[326860] = 10,
		[328908] = 10,
		[27827] = 5,
		[193065] = 5,
		[17619] = 11,
		[42650] = 6,
		[206151] = 2,
		[333406] = "[*] Ликвидация",
		[319521] = "Кул'тарок",
		[337101] = 10,
		[322767] = "Друст-жнец",
		[341197] = "Зоркий стрелок из замка Нафрия",
		[326863] = 12,
		[183218] = 2,
		[143924] = 10,
		[341198] = 4,
		[290718] = 8,
		[115008] = 10,
		[277060] = "Беглый проклинатель",
		[341199] = "Следопыт из замка Нафрия",
		[271711] = 11,
		[331874] = "Чумная выжившая",
		[298197] = 6,
		[275672] = 1,
		[106830] = 11,
		[320723] = "[*] Перемещенная взрывная волна",
		[340158] = 10,
		[333526] = 9,
		[335901] = 7,
		[319655] = "Криксис Ненасытный",
		[1766] = 4,
		[189112] = 12,
		[75002] = "Оживленный хищник",
		[115009] = "Вестник шторма Шадо-Пан",
		[324631] = 7,
		[335892] = 7,
		[57819] = 4,
		[186406] = 10,
		[341207] = 5,
		[324822] = 10,
		[277724] = 4,
		[320727] = "[*] Перемещенная взрывная волна",
		[111728] = "Райгонн",
		[120588] = 7,
		[328729] = "Восставший сектант",
		[121153] = 4,
		[327704] = 8,
		[342998] = 5,
		[195617] = 6,
		[320729] = "Ксав Несломленный",
		[157736] = 9,
		[324825] = 2,
		[527] = 5,
		[290133] = 9,
		[117570] = "Фрагмент сомнения",
		[194844] = 6,
		[326874] = "Мелкий камнебес",
		[337113] = 9,
		[110945] = "Гу Небесный Удар",
		[110909] = 8,
		[291147] = 10,
		[328923] = 7,
		[320140] = 10,
		[334364] = 2,
		[262115] = 1,
		[156287] = 1,
		[314590] = 2,
		[323732] = "Дилер Зи'екса",
		[277731] = 4,
		[328925] = 2,
		[330973] = "Тошнотворный газовый мешок",
		[173751] = "Чудолиственный страж",
		[188028] = 7,
		[203796] = 12,
		[248439] = 1,
		[296978] = "Фрагмент души",
		[326879] = "Мелкий камнебес",
		[104773] = 9,
		[259756] = 9,
		[228597] = 8,
		[302307] = 3,
		[328928] = 7,
		[330976] = 10,
		[341215] = "[*] Нестабильная анима",
		[335072] = "Миллхаус Манашторм",
		[54452] = 8,
		[330556] = 8,
		[316643] = 1,
		[313056] = 10,
		[329322] = "Верный Утробе стражник душ",
		[298225] = 12,
		[275689] = 1,
		[198030] = 12,
		[691] = 9,
		[273992] = 8,
		[333027] = 4,
		[302311] = 3,
		[337228] = 2,
		[332705] = "Старшая жрица из племени Атал'ай",
		[182912] = 10,
		[302312] = 3,
		[289349] = 6,
		[347363] = 1,
		[77130] = 7,
		[294607] = "[*] Область смерти",
		[345316] = 4,
		[47528] = 6,
		[335082] = 1,
		[344066] = 12,
		[755] = 9,
		[759] = 8,
		[322796] = "Генерал Кааль",
		[114919] = 2,
		[106823] = "Лю Пламенное Сердце",
		[49576] = 6,
		[6552] = 1,
		[783] = 11,
		[279791] = 11,
		[193357] = 4,
		[5302] = 1,
		[132467] = 10,
		[345320] = 11,
		[59571] = 10,
		[12042] = 8,
		[326891] = "Инквизитор Зигар",
		[198590] = 9,
		[44457] = 8,
		[30451] = 8,
		[326892] = "Дессия Обезглавливательница",
		[254472] = 2,
		[320752] = 7,
		[316654] = 12,
		[105809] = 2,
		[225919] = 12,
		[281843] = 8,
		[33206] = 5,
		[290819] = 3,
		[320751] = 7,
		[871] = 1,
		[203795] = 12,
		[8936] = 11,
		[883] = 3,
		[336887] = 10,
		[323608] = "Мордрета, Вечная императрица",
		[1066] = 11,
		[213634] = 5,
		[115989] = 6,
		[331078] = 10,
		[296956] = "Страж душ",
		[225921] = 12,
		[339184] = "Домина Отравленный Клинок",
		[31707] = "Элементаль воды <Магиченькаа-Голдринн>",
		[102558] = 11,
		[337137] = 8,
		[330700] = "Зараженный ужас",
		[321524] = 3,
		[335090] = 10,
		[57994] = 7,
		[228360] = 5,
		[260734] = 7,
		[347458] = 11,
		[106826] = "Ша Жестокости",
		[339187] = 7,
		[231428] = 2,
		[335092] = 1,
		[320788] = "Налтор Криомант",
		[328687] = "Хрупкий арбалетчик",
		[228600] = 8,
		[312645] = 12,
		[307185] = 3,
		[332514] = 5,
		[341237] = 12,
		[294143] = 6,
		[328951] = 12,
		[270335] = 3,
		[308474] = 4,
		[335095] = 2,
		[106827] = "Ша Жестокости",
		[277185] = 5,
		[921] = 4,
		[335096] = 1,
		[345335] = 12,
		[209693] = 12,
		[333049] = 8,
		[335097] = 1,
		[320763] = 7,
		[291652] = 2,
		[324859] = "Туманный хищник",
		[335098] = 1,
		[156426] = 11,
		[328452] = "Клот",
		[107357] = "Оскверненный Тажань Чжу",
		[269571] = 2,
		[118000] = 1,
		[269576] = 3,
		[264178] = 9,
		[335100] = 1,
		[328957] = 12,
		[322814] = "Девия",
		[38572] = "Император Дара",
		[335101] = 1,
		[320771] = "Налтор Криомант",
		[265202] = 5,
		[190356] = 8,
		[102417] = 11,
		[337150] = 2,
		[323544] = "Сын Хаккара",
		[101545] = 10,
		[343294] = 6,
		[5143] = 8,
		[331008] = "Экспериментальная жижа",
		[324514] = "[*] Явление смерти",
		[343295] = 6,
		[337881] = 2,
		[322818] = "Девия",
		[34477] = 3,
		[200200] = 5,
		[312580] = 11,
		[277792] = 8,
		[324867] = 7,
		[335164] = "Чумной мешок",
		[320772] = "Налтор Криомант",
		[135700] = 11,
		[126478] = 8,
		[3355] = 3,
		[213644] = 2,
		[2641] = 3,
		[123725] = 10,
		[108366] = 9,
		[47585] = 5,
		[287712] = 11,
		[308488] = 11,
		[326918] = 6,
		[30283] = 9,
		[78674] = 11,
		[47788] = 5,
		[199337] = "Капкан на медведя",
		[78675] = 11,
		[322465] = "Тред'ова",
		[59638] = 8,
		[326920] = "Миллхаус Манашторм",
		[341304] = "Нафрийская наездница на гаргоне",
		[331016] = 10,
		[308491] = 3,
		[281517] = 11,
		[338506] = 5,
		[19801] = 3,
		[68948] = "Аптекарь Бакстер",
		[261769] = 10,
		[320784] = "Налтор Криомант",
		[322827] = 12,
		[193538] = 4,
		[335114] = "Ловчий Альтимор",
		[332401] = 2,
		[44461] = 8,
		[1822] = 11,
		[201364] = 1,
		[298068] = 9,
		[343312] = 12,
		[308495] = 3,
		[335116] = "Ловчий Альтимор",
		[6807] = 11,
		[93622] = 11,
		[341260] = 9,
		[333110] = 12,
		[268956] = 7,
		[347404] = "Верный Утробе вестник гибели",
		[316688] = "Бен Хауэлл <Дэлери>",
		[48045] = 5,
		[296211] = 2,
		[347918] = 3,
		[316689] = "Бен Хауэлл <Дэлери>",
		[335119] = "Ловчий Альтимор",
		[296212] = 2,
		[255629] = 9,
		[341263] = 5,
		[294165] = "Усиленный верный Утробе страж",
		[320786] = "[*] Переполняющая мощь",
		[337170] = 9,
		[59052] = 6,
		[277784] = 7,
		[320787] = "Миллхаус Манашторм",
		[313010] = 3,
		[318949] = "Чумной спинолом",
		[320463] = "Крылодер Жестокий",
		[345361] = 3,
		[218617] = 1,
		[330656] = 11,
		[247456] = 12,
		[320789] = "Ксав Несломленный",
		[314646] = 7,
		[62124] = 2,
		[321442] = 10,
		[322838] = 12,
		[1966] = 4,
		[308504] = 11,
		[7268] = 8,
		[345364] = 12,
		[314648] = 4,
		[2006] = 5,
		[294171] = "Усиленный верный Утробе перехватчик",
		[321329] = 8,
		[115026] = "Нестабильная энергия",
		[308506] = 10,
		[320820] = 11,
		[2060] = 5,
		[334660] = "Оживленное оружие <Аристократ-дуэлянт>",
		[21562] = 5,
		[294173] = "Страж Аркобан",
		[342979] = 11,
		[153596] = 8,
		[2645] = 7,
		[335129] = "Ловчий Альтимор",
		[328986] = "Нестабильная канистра",
		[281888] = 2,
		[51886] = 7,
		[326939] = 7,
		[337178] = "Непреклонный соперник",
		[97109] = 3,
		[324914] = "Туманная хранительница",
		[81751] = 5,
		[95750] = 9,
		[304075] = "Верный Утробе ритуалист",
		[323497] = 10,
		[308509] = 2,
		[320521] = 9,
		[258022] = 2,
		[327594] = "Изрыгатель чумы",
		[222695] = 12,
		[318406] = "Кроворуб",
		[339229] = 12,
		[345390] = 4,
		[253597] = 6,
		[200685] = 12,
		[115203] = 10,
		[308514] = 8,
		[185245] = 12,
		[51723] = 4,
		[198300] = 7,
		[267560] = 6,
		[317361] = 10,
		[321629] = 8,
		[117588] = "Изначальный элементаль огня <Босстотемов>",
		[333089] = 9,
		[326946] = 3,
		[197277] = 2,
		[320208] = "Создание Трупошва",
		[24394] = "Секхан <Ханторай-ВечнаяПесня>",
		[107428] = 10,
		[320804] = "Экспериментальная бомбелка",
		[327427] = "Расколотое видение",
		[341282] = 5,
		[122708] = 10,
		[336813] = "Призывательница Туманов",
		[247448] = 10,
		[330683] = 11,
		[320069] = "Дессия Обезглавливательница",
		[271660] = 3,
		[2908] = 11,
		[308520] = 12,
		[335141] = "Нар'зуда",
		[322729] = 10,
		[47536] = 5,
		[248473] = 3,
		[335142] = "Нар'зуда",
		[57842] = 4,
		[329455] = "Алчущий разрушитель",
		[320976] = 3,
		[335143] = "Костоправ с \"Золрамуса\"",
		[106839] = 11,
		[156071] = 1,
		[89766] = "Лаз-гарато <Фаролаир-Корольлич>",
		[290976] = 6,
		[1459] = 8,
		[12654] = 8,
		[148135] = 10,
		[61684] = "Ваф <Недаю-Борейскаятундра>",
		[205472] = 8,
		[341678] = 6,
		[308525] = 11,
		[273289] = 3,
		[337614] = 12,
		[273714] = 4,
		[323515] = "Кроворуб",
		[113860] = 9,
		[205473] = 8,
		[164862] = 11,
		[341291] = 5,
		[325551] = "Домина Отравленный Клинок",
		[20549] = 11,
		[263165] = 5,
		[271197] = 11,
		[212641] = 2,
		[84751] = 10,
		[335805] = "[*] Бастион Архонта",
		[321473] = 2,
		[5374] = 4,
		[159234] = 4,
		[259740] = 10,
		[53385] = 2,
		[335151] = 12,
		[106841] = "Лю Пламенное Сердце",
		[247454] = 12,
		[333104] = 5,
		[294197] = 10,
		[2580] = 2,
		[259741] = 10,
		[333105] = 12,
		[340203] = 2,
		[100784] = 10,
		[247455] = 12,
		[337824] = 2,
		[344910] = 2,
		[345393] = 2,
		[330532] = "Шаркающий арбалетчик",
		[333107] = "Крылатый автоматон",
		[326952] = "Зачарованное перо",
		[205202] = 2,
		[255647] = 2,
		[70234] = 3,
		[75614] = 10,
		[320822] = "Костоправ с \"Золрамуса\"",
		[633] = 2,
		[265888] = 3,
		[327708] = 11,
		[320823] = "Миллифисент Манашторм",
		[50401] = 6,
		[275773] = 2,
		[317103] = 2,
		[222202] = 10,
		[269279] = 5,
		[199552] = 12,
		[307159] = 3,
		[320825] = "Механическая бомбелка",
		[115546] = 10,
		[323510] = 5,
		[93985] = 11,
		[265187] = 9,
		[6405] = 4,
		[324922] = "Друст-древолом",
		[335161] = 6,
		[117828] = 9,
		[23223] = 8,
		[324923] = "Друст-древолом",
		[213209] = 10,
		[271682] = 7,
		[2649] = "Ваф <Недаю-Борейскаятундра>",
		[342995] = 5,
		[307164] = 2,
		[119607] = 10,
		[107356] = "Оскверненный Тажань Чжу",
		[275779] = 2,
		[343355] = 5,
		[320830] = "Механическая бомбелка",
		[339928] = 3,
		[339929] = 3,
		[345048] = 11,
		[271685] = 5,
		[291018] = 8,
		[122281] = 10,
		[328673] = "Зе'рали",
		[271686] = 5,
		[274430] = 5,
		[32216] = 1,
		[326629] = "Хирург Трупошов",
		[20572] = 6,
		[5176] = 11,
		[333120] = 12,
		[185358] = 3,
		[343011] = 12,
		[213243] = 12,
		[348] = 9,
		[163505] = 11,
		[31884] = 2,
		[270332] = 3,
		[333122] = 2,
		[327158] = 6,
		[234153] = 9,
		[346267] = 10,
		[333123] = 2,
		[106334] = "Мудрый Марис",
		[5225] = 11,
		[290121] = 4,
		[272382] = "Гнилоуст",
		[274431] = 5,
		[5784] = 9,
		[194223] = 11,
		[295932] = "Страж Аркобан",
		[212653] = 8,
		[320839] = "Похитительница с \"Золрамуса\"",
		[47540] = 5,
		[275789] = "Дух огня",
		[336885] = 8,
		[19574] = 3,
		[331079] = 2,
		[114014] = 4,
		[117526] = 3,
		[118038] = 1,
		[347462] = 12,
		[124253] = "Сик'тик - танцующий с клинками",
		[346106] = 10,
		[201363] = 1,
		[324608] = "\"Орифрион\"",
		[596] = 5,
		[51124] = 6,
		[320843] = "Изголодавшийся клещ",
		[298318] = 5,
		[12975] = 1,
		[346111] = 5,
		[345417] = 8,
		[305055] = 10,
		[312321] = 9,
		[269651] = 8,
		[201754] = "Секхан <Ханторай-ВечнаяПесня>",
		[322893] = "Девия",
		[341323] = "Охотница из замка Нафрия",
		[340191] = "[*] Омолаживающее сияние",
		[345419] = "Нафрийский инквизитор",
		[298321] = 1,
		[268194] = 6,
		[328282] = 2,
		[334275] = 9,
		[47541] = 6,
		[22568] = 11,
		[339978] = 11,
		[46197] = 8,
		[331087] = 11,
		[329314] = 5,
		[186403] = 11,
		[211793] = 6,
		[298324] = 8,
		[124255] = 10,
		[345102] = 8,
		[345423] = 12,
		[298325] = 4,
		[7384] = 1,
		[196277] = 9,
		[288087] = 1,
		[51637] = 4,
		[121116] = 10,
		[205345] = 8,
		[52128] = 7,
		[311467] = 8,
		[267611] = 2,
		[196278] = 9,
		[15407] = 5,
		[228532] = 12,
		[265258] = 5,
		[203812] = 6,
		[320542] = "Вирулакс Заклинатель Чумы",
		[219788] = 6,
		[68946] = "Аптекарь Бакстер",
		[113724] = 8,
		[288091] = 1,
		[322903] = "Генерал Кааль",
		[79206] = 7,
		[326999] = 9,
		[339237] = "Халкиас",
		[259760] = 9,
		[114018] = 4,
		[188089] = 7,
		[279902] = 11,
		[325443] = 8,
		[341335] = "Неизвестно <Векутту>",
		[184364] = 1,
		[112929] = "Хваткая ненависть <Оскверненный Тажань Чжу>",
		[333629] = "Возрожденный арбалетчик <Амарт>",
		[114811] = "Говорящая рыба",
		[213158] = 10,
		[345432] = 10,
		[347480] = 10,
		[119840] = "Сик'тик-солдат",
		[343385] = 9,
		[337242] = 10,
		[322908] = "Девия",
		[319529] = "Похитительница ненависти",
		[343386] = 9,
		[320861] = "Изголодавшийся клещ",
		[173757] = "Чудолиственный страж",
		[317483] = 1,
		[319531] = "Кул'тарок",
		[195630] = 10,
		[132158] = 11,
		[341340] = 6,
		[83243] = 3,
		[17962] = 9,
		[176180] = 8,
		[323996] = 12,
		[243237] = "[*] Взрыв",
		[88423] = 11,
		[297018] = "Страж душ",
		[81256] = 6,
		[125050] = 3,
		[106853] = "Мастер Снежный Вихрь",
		[273767] = "Имперская дуэлянтка",
		[324662] = "Кин-Тара",
		[183998] = 2,
		[345439] = 5,
		[289467] = 4,
		[290982] = 4,
		[62618] = 5,
		[337249] = "Тред'ова",
		[196681] = 2,
		[344229] = 11,
		[343393] = 5,
		[329059] = 11,
		[298343] = 5,
		[2484] = 7,
		[10060] = 5,
		[337251] = "Тред'ова",
		[331108] = "Пропитанные чумой останки",
		[31661] = 8,
		[171846] = 2,
		[138425] = 10,
		[218164] = 10,
		[324966] = 2,
		[343396] = 11,
		[329062] = 10,
		[173762] = "Чудолиственный страж",
		[341349] = "Охотница из замка Нафрия",
		[343788] = 10,
		[152261] = 2,
		[325360] = "Верховная надзирательница Бериллия",
		[324968] = 12,
		[88625] = 5,
		[337255] = "Тред'ова",
		[322921] = "[*] Копье Архонта",
		[212431] = 3,
		[343399] = 2,
		[152262] = 2,
		[342189] = 12,
		[341352] = "Нафрийская наездница на гаргоне",
		[343400] = 2,
		[199547] = 12,
		[314732] = 12,
		[333162] = 4,
		[282720] = 4,
		[112999] = "Остатки Ненависти",
		[338003] = "Порочный уничтожитель",
		[324429] = "Отец лесов",
		[341550] = 4,
		[221887] = 2,
		[322239] = "Тлетворное порождение",
		[345319] = 11,
		[233150] = 7,
		[331866] = 5,
		[703] = 4,
		[187464] = 5,
		[327022] = 11,
		[71909] = 5,
		[339309] = 11,
		[317985] = "Раскольник-офицер",
		[120679] = 3,
		[64695] = 7,
		[332808] = 2,
		[203847] = 6,
		[333627] = "Амарт",
		[271194] = 11,
		[334693] = 6,
		[320614] = "Червь-трупоед",
		[315496] = 4,
		[299790] = 11,
		[298357] = 12,
		[475] = 8,
		[329831] = 6,
		[279928] = 12,
		[290994] = 10,
		[128359] = "[*] Едкий сок",
		[200389] = 11,
		[126554] = 3,
		[111668] = "Райгонн",
		[260798] = 1,
		[96312] = 7,
		[45242] = 5,
		[333963] = "Кирийский голиаф <Ролитс-Галакронд>",
		[327233] = "Изрыгатель чумы",
		[327029] = "Шаркающий арбалетчик",
		[326771] = "Камнерожденный-рассекатель",
		[114852] = 2,
		[324982] = 11,
		[334076] = "Вестник смерти",
		[319506] = "Воплощение ненависти <Полная ненависти душа>",
		[331126] = "Stalker",
		[324983] = 11,
		[254813] = 10,
		[19505] = "Khaamyn <Inezalia-ArgentDawn>",
		[322936] = "Халкиас",
		[81262] = "Период цветения <Сидниперпл-Седогрив>",
		[339706] = "Эхо наездника на быке",
		[296316] = 8,
		[132463] = 10,
		[290948] = 10,
		[320637] = "Чумокост",
		[288126] = 8,
		[322938] = "Друст-жнец",
		[114599] = "Малый ша",
		[114165] = 2,
		[345464] = 2,
		[339321] = 2,
		[324987] = "Туманный хищник",
		[342181] = 9,
		[304510] = 12,
		[273794] = 3,
		[320141] = "Миллхаус Манашторм",
		[212680] = 3,
		[345466] = 2,
		[185099] = 10,
		[331398] = "Нестабильное воспоминание",
		[327037] = 2,
		[202841] = 10,
		[339324] = 2,
		[26682] = 1,
		[204490] = 12,
		[1044] = 2,
		[322943] = "Халкиас",
		[199844] = 8,
		[311496] = 10,
		[80240] = 9,
		[345130] = 10,
		[341374] = 5,
		[55078] = 6,
		[194608] = 12,
		[322945] = "Халкиас",
		[316802] = 10,
		[290967] = 7,
		[315150] = 10,
		[196733] = 10,
		[329872] = 11,
		[119611] = 10,
		[45470] = 6,
		[210803] = 10,
		[199373] = "Войско мертвых <Dornaden-Alonsus>",
		[335234] = 1,
		[320900] = 8,
		[331927] = "Испорченная бормашина",
		[291643] = 4,
		[316019] = 11,
		[274598] = 8,
		[61882] = 7,
		[326377] = 7,
		[338072] = 10,
		[257542] = 8,
		[145109] = 11,
		[342645] = 2,
		[344907] = 2,
		[213709] = 11,
		[311457] = 5,
		[182993] = 10,
		[32223] = 2,
		[152277] = 1,
		[145110] = 11,
		[56222] = 6,
		[47524] = 4,
		[263853] = "Гиена <Мсфлай>",
		[6201] = 9,
		[321105] = "Прожорливый жуткий нетопырь",
		[344227] = 11,
		[329060] = 11,
		[306572] = 10,
		[196718] = 12,
		[205644] = "Древень <Сострадание>",
		[110959] = 8,
		[179872] = 8,
		[267666] = 3,
		[121411] = 4,
		[152279] = 6,
		[306574] = 2,
		[325004] = "Леди Инерва Дарквейн",
		[106352] = "Мастер Снежный Вихрь",
		[106864] = "Лю Пламенное Сердце",
		[16827] = "Секхан <Ханторай-ВечнаяПесня>",
		[330423] = "Гриб-штурмовик",
		[102543] = 11,
		[152280] = 6,
		[331399] = "Маркграфиня Страдама",
		[29722] = 9,
		[280773] = 1,
		[320911] = 8,
		[306577] = 10,
		[107268] = "Диверсант Кип'тилак",
		[139546] = 4,
		[201427] = 12,
		[339342] = 3,
		[330745] = 8,
		[90328] = "Элегон <Виаэлитта>",
		[329104] = "Лорд-камергер",
		[68947] = "Аптекарь Бакстер",
		[329919] = "Ярость Бвонсамди",
		[190446] = 8,
		[201428] = 12,
		[7353] = 6,
		[322757] = "Хранитель врат с \"Золрамуса\"",
		[278736] = 12,
		[148187] = 10,
		[338907] = 10,
		[330569] = "Бродячая смерть",
		[327059] = 9,
		[343820] = 10,
		[344228] = 6,
		[81269] = 11,
		[308434] = 3,
		[337299] = 8,
		[255695] = 5,
		[325013] = 5,
		[294422] = 8,
		[201430] = 3,
		[332671] = "Вестница смерти из племени Атал'ай",
		[167105] = 1,
		[319702] = "Эшелон",
		[329110] = "Доктор Икус",
		[306715] = 3,
		[326389] = "Эшелон",
		[311201] = 5,
		[198067] = 7,
		[322968] = "Друст - злобный коготь",
		[333477] = "Кровомес",
		[81782] = 5,
		[2061] = 5,
		[329319] = "Усиленный верный Утробе страж",
		[124273] = 10,
		[196742] = 10,
		[329113] = "Лорд-камергер",
		[50622] = 1,
		[328365] = "Стрелок-отравитель",
		[294302] = "Угасший фантом",
		[256123] = 3,
		[318038] = 7,
		[308637] = 2,
		[334051] = "Вестник смерти",
		[345497] = 7,
		[231895] = 2,
		[325020] = 5,
		[327407] = 10,
		[345498] = "Рунический старорог",
		[203533] = 5,
		[124274] = 10,
		[22812] = 11,
		[345499] = 7,
		[217979] = 9,
		[267685] = 5,
		[307443] = 8,
		[345701] = 7,
		[702] = 9,
		[287790] = 11,
		[142878] = 3,
		[296355] = "Поработитель Клонтцас",
		[80760] = 8,
		[195292] = 6,
		[310690] = 11,
		[340355] = "[*] Быстрая инфекция",
		[322977] = "Халкиас",
		[124275] = 10,
		[75] = 3,
		[2637] = 11,
		[70242] = 4,
		[260231] = 3,
		[220890] = 6,
		[345504] = "Invis Stalker",
		[221562] = 6,
		[325027] = "Друст-древолом",
		[120692] = 5,
		[115313] = 10,
		[227034] = 11,
		[162530] = 10,
		[17057] = 11,
		[337315] = 2,
		[331172] = "[*] Связь разума",
		[311054] = 10,
		[335467] = 5,
		[271788] = 3,
		[290218] = 4,
		[273685] = 4,
		[273298] = 10,
		[294720] = 10,
		[322983] = 2,
		[259495] = 3,
		[317349] = 1,
		[329127] = 11,
		[314793] = 8,
		[337476] = 10,
		[49088] = 6,
		[106871] = "Ша Жестокости",
		[1543] = 3,
		[16739] = 7,
		[192225] = 4,
		[296365] = "Поработитель Клонтцас",
		[99] = 11,
		[327240] = "Верное создание",
		[259220] = "Бессердечный-копейщик",
		[258922] = 12,
		[93337] = 9,
		[63619] = "Исчадие Тьмы <Свейя-СтражСмерти>",
		[317859] = 12,
		[334443] = 9,
		[20577] = 4,
		[333227] = "Воскрешенный полководец",
		[269747] = 3,
		[123254] = 5,
		[101033] = 7,
		[325037] = 3,
		[335276] = 5,
		[68799] = "Аптекарь Фрай",
		[305752] = 11,
		[320224] = 11,
		[291679] = 4,
		[341814] = 2,
		[270058] = 10,
		[115310] = 10,
		[120954] = 10,
		[295368] = 12,
		[333091] = "Бессердечный-охотник",
		[333231] = "Сатель Злосчастный",
		[343470] = "Скелет-мародер",
		[312754] = 6,
		[20707] = 9,
		[325041] = 5,
		[334400] = 11,
		[328275] = 3,
		[339376] = 2,
		[338871] = "Ловец душ В'лара",
		[324909] = "Друст-древолом",
		[346502] = 12,
		[333100] = 8,
		[157122] = 2,
		[120696] = 5,
		[339] = 11,
		[688] = 9,
		[106944] = "Разрушительный ша",
		[106854] = "Мастер Снежный Вихрь",
		[289083] = 10,
		[340271] = 5,
		[124280] = 10,
		[327093] = 6,
		[312759] = 11,
		[331523] = 11,
		[6795] = 11,
		[55233] = 6,
		[316958] = 2,
		[322999] = "Девия",
		[157128] = 2,
		[268893] = 5,
		[312761] = 10,
		[306670] = "[*] Эманация души",
		[341629] = 2,
		[106439] = "Новообращенный Шадо-Пан",
		[312762] = 10,
		[323001] = "Халкиас",
		[326558] = 12,
		[294333] = "Угасшая тень",
		[291653] = 6,
		[107140] = "Лазурный змей",
		[68992] = 11,
		[329324] = "Свирепый гаргон",
		[178963] = 12,
		[339385] = 1,
		[333242] = "Яростный кроворог",
		[104316] = 9,
		[312765] = 2,
		[291644] = 8,
		[320230] = "Дилер Зи'екса",
		[327100] = "[*] Пагубный туман",
		[345530] = 3,
		[314814] = 2,
		[308671] = 12,
		[295248] = 5,
		[217832] = 12,
		[314815] = 8,
		[111723] = "Райгонн",
		[111690] = 10,
		[337341] = 10,
		[290132] = 10,
		[106736] = "Ша Сомнения",
		[336609] = 7,
		[337342] = 10,
		[314817] = 8,
		[107118] = "Неизвестно",
		[327104] = 10,
		[106877] = "Ша Жестокости",
		[324149] = 3,
		[124283] = "Генерал Па'валак",
		[65917] = 7,
		[345535] = 2,
		[323010] = "Девия",
		[145629] = 6,
		[326502] = 12,
		[31589] = 8,
		[323011] = "Девия",
		[333250] = "Воскрешенный полководец",
		[104318] = "Дикий бес <Незегрим>",
		[113021] = "Крупица Ненависти",
		[208772] = 5,
		[341442] = "Извергающаяся слизь",
		[309658] = 2,
		[106113] = "Ша Сомнения",
		[320114] = "Ксав Несломленный",
		[341443] = "Извергающаяся слизь",
		[204019] = 2,
		[345539] = 5,
		[5277] = 4,
		[5405] = 8,
		[66198] = 6,
		[345540] = 5,
		[328205] = "Раскольник-бунтарь",
		[109964] = 5,
		[114571] = "Опасность",
		[345541] = 5,
		[772] = 1,
		[275918] = 6,
		[202497] = 11,
		[131347] = 12,
		[194310] = 6,
		[32747] = 12,
		[335304] = "Ловчий Альтимор",
		[77220] = 9,
		[339400] = 3,
		[17253] = "Ваф <Недаю-Борейскаятундра>",
		[335305] = "Страж глубин",
		[117405] = 3,
		[132404] = 1,
		[222499] = "Разказзар",
		[335306] = "Страж глубин",
		[345545] = 3,
		[323020] = "Друст - злобный коготь",
		[117418] = 10,
		[125355] = 10,
		[345546] = 12,
		[281210] = 6,
		[166646] = 10,
		[335308] = "Страж глубин",
		[48743] = 6,
		[191837] = 10,
		[27576] = 4,
		[147193] = 5,
		[345548] = 2,
		[121284] = "Командующий флангом Нер'онок",
		[322254] = 10,
		[6673] = 1,
		[64707] = 11,
		[323024] = 12,
		[61551] = 8,
		[321258] = "[*] Последняя жатва",
		[329168] = "Грехокаменная статуя",
		[147362] = 3,
		[186270] = 3,
		[49143] = 6,
		[18562] = 11,
		[331217] = "[*] Общая боль",
		[84714] = 8,
		[45181] = 4,
		[329170] = "Грехокаменная статуя",
		[347600] = 2,
		[113645] = 2,
		[183752] = 12,
		[329171] = "Грехокаменная статуя",
		[347601] = 2,
		[266144] = "Гнилоуст",
		[311192] = 5,
	},
	["encounter_spell_pool"] = {
		{
			2396, -- [1]
			12, -- [2]
		}, -- [1]
		{
			2418, -- [1]
			"Ловчий Альтимор", -- [2]
		}, -- [2]
		[327100] = {
			2389, -- [1]
			"[*] Пагубный туман", -- [2]
		},
		[328124] = {
			2380, -- [1]
			"Неумирающий камнебес", -- [2]
		},
		[318406] = {
			2365, -- [1]
			"Кроворуб", -- [2]
		},
		[319685] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[319941] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[323011] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[343727] = {
			2393, -- [1]
			"Исчадие Тьмы <Йоррмунгант-Гордунни>", -- [2]
		},
		[319687] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[320966] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[342961] = {
			2400, -- [1]
			"Дилер Зи'екса", -- [2]
		},
		[320200] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[334523] = {
			2383, -- [1]
			"Алчущий разрушитель", -- [2]
		},
		[322759] = {
			2395, -- [1]
			"Хаккар Свежеватель Душ", -- [2]
		},
		[321226] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[335805] = {
			2359, -- [1]
			"[*] Бастион Архонта", -- [2]
		},
		[338619] = {
			2383, -- [1]
			"Алчущий разрушитель", -- [2]
		},
		[121483] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[320462] = {
			2387, -- [1]
			"Хранитель врат с \"Золрамуса\"", -- [2]
		},
		[334017] = {
			2406, -- [1]
			"Обузданный призрак", -- [2]
		},
		[338621] = {
			2383, -- [1]
			"Алчущий разрушитель", -- [2]
		},
		[324044] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[320208] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[120269] = {
			1502, -- [1]
			"[*] Едкий сок", -- [2]
		},
		[331718] = {
			2397, -- [1]
			"Туманная защитница", -- [2]
		},
		[324046] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[106267] = {
			1418, -- [1]
			"[*] Пульсация гидрокопья", -- [2]
		},
		[324047] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[323792] = {
			2358, -- [1]
			"Сгусток анимы", -- [2]
		},
		[327885] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[323538] = {
			2403, -- [1]
			"Верховный адъюдикатор Ализа", -- [2]
		},
		[319702] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[334792] = {
			2418, -- [1]
			"Ловчий Альтимор", -- [2]
		},
		[319703] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[335304] = {
			2418, -- [1]
			"Ловчий Альтимор", -- [2]
		},
		[324307] = {
			2358, -- [1]
			"Сгусток анимы", -- [2]
		},
		[320727] = {
			2400, -- [1]
			"[*] Перемещенная взрывная волна", -- [2]
		},
		[341443] = {
			2384, -- [1]
			"Извергающаяся слизь", -- [2]
		},
		[112918] = {
			1306, -- [1]
			"Хваткая ненависть <Оскверненный Тажань Чжу>", -- [2]
		},
		[335817] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[329168] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[323542] = {
			2365, -- [1]
			"Сочащиеся ошметки", -- [2]
		},
		[320729] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[328146] = {
			2387, -- [1]
			"Червь-трупоед", -- [2]
		},
		[107356] = {
			1306, -- [1]
			"Оскверненный Тажань Чжу", -- [2]
		},
		[329170] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[334797] = {
			2418, -- [1]
			"Баргаст", -- [2]
		},
		[321754] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[329171] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[328660] = {
			2382, -- [1]
			"Хлещущая слизь", -- [2]
		},
		[321755] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[329172] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[111129] = {
			1303, -- [1]
			"Гу Небесный Удар", -- [2]
		},
		[106334] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[106526] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[333523] = {
			2391, -- [1]
			"Зира Двурушница", -- [2]
		},
		[328664] = {
			2388, -- [1]
			"Оживленный маг <Амарт>", -- [2]
		},
		[319713] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[341709] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[323551] = {
			2361, -- [1]
			"Изменчивое воплощение", -- [2]
		},
		[319715] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[328667] = {
			2388, -- [1]
			"Оживленный маг <Амарт>", -- [2]
		},
		[322274] = {
			2390, -- [1]
			"Похитительница с \"Золрамуса\"", -- [2]
		},
		[209858] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[327646] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[323810] = {
			2363, -- [1]
			"Генерал Кааль", -- [2]
		},
		[321253] = {
			2388, -- [1]
			"[*] Последняя жатва", -- [2]
		},
		[320232] = {
			2400, -- [1]
			"Дилер Зи'екса", -- [2]
		},
		[334810] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[331997] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[332509] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[339415] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[321258] = {
			2388, -- [1]
			"[*] Последняя жатва", -- [2]
		},
		[326629] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[243237] = {
			2387, -- [1]
			"[*] Взрыв", -- [2]
		},
		[185438] = {
			2396, -- [1]
			4, -- [2]
		},
		[321772] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[321005] = {
			2397, -- [1]
			"Ингра Малох", -- [2]
		},
		[330468] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[322796] = {
			2363, -- [1]
			"Генерал Кааль", -- [2]
		},
		[328424] = {
			2361, -- [1]
			"Запятнанная грехом анима", -- [2]
		},
		[323821] = {
			2363, -- [1]
			"Генерал Кааль", -- [2]
		},
		[333540] = {
			2391, -- [1]
			"Зира Двурушница", -- [2]
		},
		[324589] = {
			2404, -- [1]
			"Вестник смерти <[*] Явление смерти>", -- [2]
		},
		[321009] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[326892] = {
			2391, -- [1]
			"Дессия Обезглавливательница", -- [2]
		},
		[324079] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[321011] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[323569] = {
			2395, -- [1]
			"Сын Хаккара", -- [2]
		},
		[323825] = {
			2404, -- [1]
			"Затягивающий разлом <Мордрета, Вечная императрица>", -- [2]
		},
		[325360] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[101033] = {
			2396, -- [1]
			7, -- [2]
		},
		[323059] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[328175] = {
			2384, -- [1]
			"Взрывчатка", -- [2]
		},
		[327664] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[320248] = {
			2391, -- [1]
			"Пакиран Заразный", -- [2]
		},
		[322550] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[335338] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[118297] = {
			2360, -- [1]
			"Изначальный элементаль огня", -- [2]
		},
		[327411] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[323831] = {
			2404, -- [1]
			"[*] Хватка смерти", -- [2]
		},
		[323064] = {
			2395, -- [1]
			"Хаккар Свежеватель Душ", -- [2]
		},
		[326389] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[110945] = {
			1303, -- [1]
			"Гу Небесный Удар", -- [2]
		},
		[328181] = {
			2390, -- [1]
			"[*] Леденящий холод", -- [2]
		},
		[333808] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[331251] = {
			2357, -- [1]
			"Азуль", -- [2]
		},
		[106470] = {
			1304, -- [1]
			"[*] Шар огня", -- [2]
		},
		[322557] = {
			2397, -- [1]
			"Друст-душеруб", -- [2]
		},
		[334322] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[106854] = {
			1304, -- [1]
			"Мастер Снежный Вихрь", -- [2]
		},
		[322814] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[334579] = {
			2384, -- [1]
			"Извергающаяся слизь", -- [2]
		},
		[322304] = {
			2386, -- [1]
			"Маркграфиня Страдама", -- [2]
		},
		[322817] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[112929] = {
			1306, -- [1]
			"Хваткая ненависть <Оскверненный Тажань Чжу>", -- [2]
		},
		[324608] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[322818] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[115167] = {
			1418, -- [1]
			"[*] Оскверненные воды", -- [2]
		},
		[107047] = {
			1405, -- [1]
			"Боец Га'док", -- [2]
		},
		[322563] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[102572] = {
			1303, -- [1]
			"Лазурный змей", -- [2]
		},
		[320008] = {
			2394, -- [1]
			"Миллхаус Манашторм", -- [2]
		},
		[106856] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[323845] = {
			2363, -- [1]
			"Генерал Кааль", -- [2]
		},
		[106984] = {
			1303, -- [1]
			"Гу Небесный Удар", -- [2]
		},
		[327426] = {
			2396, -- [1]
			"Расколотое видение", -- [2]
		},
		[322567] = {
			2361, -- [1]
			"Вершитель Тарвольд", -- [2]
		},
		[323846] = {
			2363, -- [1]
			"Генерал Кааль", -- [2]
		},
		[329217] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[327427] = {
			2396, -- [1]
			"Расколотое видение", -- [2]
		},
		[321034] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[325382] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[102573] = {
			1303, -- [1]
			"Лазурный змей", -- [2]
		},
		[320012] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[346866] = {
			2401, -- [1]
			"Верный камнерожденный", -- [2]
		},
		[339706] = {
			2404, -- [1]
			"Эхо наездника на быке", -- [2]
		},
		[326920] = {
			2394, -- [1]
			"Миллхаус Манашторм", -- [2]
		},
		[321038] = {
			2362, -- [1]
			"Зловещая подавительница", -- [2]
		},
		[323852] = {
			2403, -- [1]
			"Жуткий молельщик <Рикью>", -- [2]
		},
		[320272] = {
			2391, -- [1]
			"Сатель Злосчастный", -- [2]
		},
		[320784] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[340477] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[334852] = {
			2418, -- [1]
			"Гекутис", -- [2]
		},
		[320786] = {
			2394, -- [1]
			"[*] Переполняющая мощь", -- [2]
		},
		[320787] = {
			2394, -- [1]
			"Миллхаус Манашторм", -- [2]
		},
		[332296] = {
			2383, -- [1]
			"Алчущий разрушитель", -- [2]
		},
		[324368] = {
			2357, -- [1]
			"Азуль", -- [2]
		},
		[319765] = {
			2364, -- [1]
			"Кул'тарок", -- [2]
		},
		[320277] = {
			2391, -- [1]
			"Сатель Злосчастный", -- [2]
		},
		[320789] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[328206] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[324370] = {
			2357, -- [1]
			"Азуль", -- [2]
		},
		[117665] = {
			1439, -- [1]
			"Ша Сомнения", -- [2]
		},
		[329742] = {
			2383, -- [1]
			"Алчущий разрушитель", -- [2]
		},
		[327952] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[325395] = {
			2385, -- [1]
			"Shadowclone Stalker", -- [2]
		},
		[335114] = {
			2418, -- [1]
			"Ловчий Альтимор", -- [2]
		},
		[240446] = {
			2391, -- [1]
			"[*] Взрыв", -- [2]
		},
		[325908] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[335116] = {
			2418, -- [1]
			"Ловчий Альтимор", -- [2]
		},
		[343556] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[119840] = {
			1447, -- [1]
			"Сик'тик-солдат", -- [2]
		},
		[323608] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[328212] = {
			2390, -- [1]
			"[*] Режущий лед", -- [2]
		},
		[106797] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[333839] = {
			2391, -- [1]
			"Рек Закаленная", -- [2]
		},
		[342280] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[342281] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[120800] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[319521] = {
			2364, -- [1]
			"Кул'тарок", -- [2]
		},
		[124317] = {
			1447, -- [1]
			"Генерал Па'валак", -- [2]
		},
		[326171] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[115430] = {
			1406, -- [1]
			"Крик'тик-яростень", -- [2]
		},
		[326684] = {
			2394, -- [1]
			"Миллхаус Манашторм", -- [2]
		},
		[319780] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[320804] = {
			2394, -- [1]
			"Экспериментальная бомбелка", -- [2]
		},
		[332313] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[320293] = {
			2391, -- [1]
			"Сатель Злосчастный", -- [2]
		},
		[321828] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[323107] = {
			2365, -- [1]
			"Сочащиеся ошметки", -- [2]
		},
		[106352] = {
			1304, -- [1]
			"Мастер Снежный Вихрь", -- [2]
		},
		[111723] = {
			1419, -- [1]
			"Райгонн", -- [2]
		},
		[335129] = {
			2418, -- [1]
			"Ловчий Альтимор", -- [2]
		},
		[106736] = {
			1439, -- [1]
			"Ша Сомнения", -- [2]
		},
		[106864] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[323110] = {
			2365, -- [1]
			"Сочащиеся ошметки", -- [2]
		},
		[107120] = {
			1406, -- [1]
			"Командир Ри'мок", -- [2]
		},
		[322088] = {
			2364, -- [1]
			"Кул'тарок", -- [2]
		},
		[319531] = {
			2364, -- [1]
			"Кул'тарок", -- [2]
		},
		[121762] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[321834] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[320300] = {
			2391, -- [1]
			"Сатель Злосчастный", -- [2]
		},
		[121443] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[321837] = {
			2392, -- [1]
			"Иллюзорный клон", -- [2]
		},
		[333602] = {
			2388, -- [1]
			"Оживленный маг <Амарт>", -- [2]
		},
		[111725] = {
			1419, -- [1]
			"Райгонн", -- [2]
		},
		[224729] = {
			2384, -- [1]
			"Сгусток слизи", -- [2]
		},
		[324652] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[323118] = {
			2395, -- [1]
			"Хаккар Свежеватель Душ", -- [2]
		},
		[320050] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[319539] = {
			2364, -- [1]
			"Кул'тарок", -- [2]
		},
		[330537] = {
			2383, -- [1]
			"[*] Ненасытные миазмы", -- [2]
		},
		[330026] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[342048] = {
			2391, -- [1]
			"Зира Двурушница", -- [2]
		},
		[324146] = {
			2356, -- [1]
			"\"Вентунакс\"", -- [2]
		},
		[328494] = {
			2361, -- [1]
			"[*] Запятнанная грехом анима", -- [2]
		},
		[325170] = {
			2385, -- [1]
			"Паук-убийца <Скрывающийся ассасин>", -- [2]
		},
		[324659] = {
			2361, -- [1]
			"Изменчивое воплощение", -- [2]
		},
		[339237] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[324148] = {
			2356, -- [1]
			"\"Вентунакс\"", -- [2]
		},
		[322358] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[322614] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[338471] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[320825] = {
			2394, -- [1]
			"Механическая бомбелка", -- [2]
		},
		[115436] = {
			1406, -- [1]
			"Крик'тик-яростень", -- [2]
		},
		[339751] = {
			2404, -- [1]
			"Эхо наездника на быке", -- [2]
		},
		[324662] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[111600] = {
			1419, -- [1]
			"Крик'тик - вестник роя", -- [2]
		},
		[338729] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[334893] = {
			2418, -- [1]
			"[*] Каменные осколки", -- [2]
		},
		[328756] = {
			2397, -- [1]
			"Ингра Малох", -- [2]
		},
		[106933] = {
			1405, -- [1]
			"Боец Га'док", -- [2]
		},
		[323130] = {
			2365, -- [1]
			"[*] Сгущающаяся слизь", -- [2]
		},
		[338731] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[121447] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[324154] = {
			2356, -- [1]
			"\"Вентунакс\"", -- [2]
		},
		[320830] = {
			2394, -- [1]
			"Механическая бомбелка", -- [2]
		},
		[320063] = {
			2391, -- [1]
			"Дессия Обезглавливательница", -- [2]
		},
		[324667] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[204021] = {
			2396, -- [1]
			12, -- [2]
		},
		[316995] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[331573] = {
			2406, -- [1]
			"Обузданный призрак", -- [2]
		},
		[325691] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[344874] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[323392] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[323137] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[323393] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[320580] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[323138] = {
			2397, -- [1]
			"Ингра Малох", -- [2]
		},
		[86603] = {
			1447, -- [1]
			"Шадопанский пленник", -- [2]
		},
		[342320] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[342321] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[327233] = {
			2385, -- [1]
			"Изрыгатель чумы", -- [2]
		},
		[106872] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[325700] = {
			2401, -- [1]
			"Порочная сборщица", -- [2]
		},
		[113394] = {
			1417, -- [1]
			"Опасность", -- [2]
		},
		[333629] = {
			2388, -- [1]
			"Возрожденный арбалетчик <Амарт>", -- [2]
		},
		[325701] = {
			2401, -- [1]
			"Порочная сборщица", -- [2]
		},
		[335164] = {
			2387, -- [1]
			"Чумной мешок", -- [2]
		},
		[111668] = {
			1406, -- [1]
			"Райгонн", -- [2]
		},
		[320843] = {
			2360, -- [1]
			"Ненасытный клещ", -- [2]
		},
		[131522] = {
			1306, -- [1]
			"Оскверненный Тажань Чжу", -- [2]
		},
		[324424] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[323146] = {
			2397, -- [1]
			"Ингра Малох", -- [2]
		},
		[332865] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[333634] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[334913] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[322893] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[323149] = {
			2397, -- [1]
			"Ингра Малох", -- [2]
		},
		[320336] = {
			2388, -- [1]
			"Оживленный маг <Амарт>", -- [2]
		},
		[32409] = {
			2397, -- [1]
			"[*] Слово Тьмы: Смерть", -- [2]
		},
		[323406] = {
			2365, -- [1]
			"[*] Рваная рана", -- [2]
		},
		[334404] = {
			2418, -- [1]
			"Ловчий Альтимор", -- [2]
		},
		[336451] = {
			2385, -- [1]
			"Защитник из многоокой рати", -- [2]
		},
		[320596] = {
			2387, -- [1]
			"Чумокост", -- [2]
		},
		[332617] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[334919] = {
			2418, -- [1]
			"[*] Обращающий в камень вой", -- [2]
		},
		[325713] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[128359] = {
			1502, -- [1]
			"[*] Едкий сок", -- [2]
		},
		[321368] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[322903] = {
			2363, -- [1]
			"Генерал Кааль", -- [2]
		},
		[322648] = {
			2393, -- [1]
			"[*] Связь разума", -- [2]
		},
		[321370] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[324184] = {
			2396, -- [1]
			12, -- [2]
		},
		[106877] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[322908] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[328791] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[324444] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[322654] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[323166] = {
			2395, -- [1]
			"Хаккар Свежеватель Душ", -- [2]
		},
		[331606] = {
			2366, -- [1]
			"Подавляющее знамя <Ксав Несломленный>", -- [2]
		},
		[322655] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[334932] = {
			2418, -- [1]
			"Гекутис", -- [2]
		},
		[114999] = {
			1306, -- [1]
			"Оскверненный Тажань Чжу", -- [2]
		},
		[322658] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[321891] = {
			2392, -- [1]
			"Иллюзорный лисохвост <Призывательница Туманов>", -- [2]
		},
		[324449] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[320358] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[323683] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[321893] = {
			2392, -- [1]
			"Иллюзорный лисохвост <Призывательница Туманов>", -- [2]
		},
		[320359] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[319592] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[321894] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[326242] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[330590] = {
			2383, -- [1]
			"[*] Ненасытные миазмы", -- [2]
		},
		[334939] = {
			2418, -- [1]
			"Маргор", -- [2]
		},
		[119476] = {
			1447, -- [1]
			"Генерал Па'валак", -- [2]
		},
		[323687] = {
			2400, -- [1]
			"Дилер Зи'екса", -- [2]
		},
		[323943] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[333406] = {
			2385, -- [1]
			"[*] Ликвидация", -- [2]
		},
		[323177] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[322410] = {
			2384, -- [1]
			"Сгусток слизи", -- [2]
		},
		[334942] = {
			2418, -- [1]
			"Маргор", -- [2]
		},
		[320365] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[338012] = {
			2403, -- [1]
			"Фонтан анимы", -- [2]
		},
		[320366] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[338013] = {
			2403, -- [1]
			"Фонтан анимы", -- [2]
		},
		[324459] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[334945] = {
			2418, -- [1]
			"Маргор", -- [2]
		},
		[323437] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[324205] = {
			2356, -- [1]
			"\"Вентунакс\"", -- [2]
		},
		[337249] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[329321] = {
			2401, -- [1]
			"Свирепый гаргон", -- [2]
		},
		[319603] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[337251] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[329324] = {
			2401, -- [1]
			"Свирепый гаргон", -- [2]
		},
		[120758] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[212105] = {
			2396, -- [1]
			12, -- [2]
		},
		[337255] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[320120] = {
			2391, -- [1]
			"Пакиран Заразный", -- [2]
		},
		[320376] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[107140] = {
			1303, -- [1]
			"Лазурный змей", -- [2]
		},
		[107268] = {
			1397, -- [1]
			"Диверсант Кип'тилак", -- [2]
		},
		[319611] = {
			2380, -- [1]
			"[*] Обращение в камень", -- [2]
		},
		[120759] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[322681] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[326263] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[320637] = {
			2387, -- [1]
			"Чумокост", -- [2]
		},
		[323195] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[225919] = {
			2396, -- [1]
			12, -- [2]
		},
		[120760] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[321406] = {
			2384, -- [1]
			"Чумная бомба", -- [2]
		},
		[114942] = {
			2359, -- [1]
			"Тотем целительного прилива <Грейтлайт-Галакронд>", -- [2]
		},
		[323198] = {
			2390, -- [1]
			"[*] Темное изгнание", -- [2]
		},
		[106055] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[228478] = {
			2396, -- [1]
			12, -- [2]
		},
		[322943] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[325245] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[334708] = {
			2418, -- [1]
			"Тень Баргаста <Баргаст>", -- [2]
		},
		[336499] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[322945] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[320132] = {
			2394, -- [1]
			"Миллхаус Манашторм", -- [2]
		},
		[106823] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[320644] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[329340] = {
			2403, -- [1]
			"Верховный адъюдикатор Ализа", -- [2]
		},
		[115455] = {
			1405, -- [1]
			"Крик'тик - прерыватель чар", -- [2]
		},
		[321669] = {
			2392, -- [1]
			"Иллюзорный клон", -- [2]
		},
		[336759] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[339573] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[332668] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[334970] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[334971] = {
			2418, -- [1]
			"Маргор", -- [2]
		},
		[341621] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[325254] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[341623] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[326790] = {
			2363, -- [1]
			"[*] Сияющая перезарядка", -- [2]
		},
		[320141] = {
			2394, -- [1]
			"Миллхаус Манашторм", -- [2]
		},
		[320142] = {
			2394, -- [1]
			"Миллхаус Манашторм", -- [2]
		},
		[324490] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[325769] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[326281] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[342905] = {
			2394, -- [1]
			"Миллхаус Манашторм", -- [2]
		},
		[320655] = {
			2387, -- [1]
			"Чумокост", -- [2]
		},
		[320144] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[326538] = {
			2406, -- [1]
			"Былые грехи", -- [2]
		},
		[321935] = {
			2384, -- [1]
			"Сгусток слизи", -- [2]
		},
		[325260] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[107146] = {
			1419, -- [1]
			"Райгонн", -- [2]
		},
		[336258] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[325261] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[207771] = {
			2396, -- [1]
			12, -- [2]
		},
		[318102] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[322450] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[107357] = {
			1306, -- [1]
			"Оскверненный Тажань Чжу", -- [2]
		},
		[323544] = {
			2395, -- [1]
			"Сын Хаккара", -- [2]
		},
		[131521] = {
			1306, -- [1]
			"Оскверненный Тажань Чжу", -- [2]
		},
		[121442] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[323730] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[258921] = {
			2396, -- [1]
			12, -- [2]
		},
		[320145] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[320772] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[319639] = {
			2364, -- [1]
			"Кул'тарок", -- [2]
		},
		[322239] = {
			2386, -- [1]
			"Тлетворное порождение", -- [2]
		},
		[325807] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[106841] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[322709] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[324527] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[111728] = {
			1419, -- [1]
			"Райгонн", -- [2]
		},
		[323150] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[124283] = {
			1447, -- [1]
			"Генерал Па'валак", -- [2]
		},
		[329104] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[323681] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[328593] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[322711] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[320114] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[334476] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[117570] = {
			1439, -- [1]
			"Фрагмент сомнения", -- [2]
		},
		[320069] = {
			2391, -- [1]
			"Дессия Обезглавливательница", -- [2]
		},
		[325184] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[321061] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[327481] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[322236] = {
			2386, -- [1]
			"Тлетворное порождение", -- [2]
		},
		[323992] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[316981] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[320147] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[106113] = {
			1439, -- [1]
			"Ша Сомнения", -- [2]
		},
		[326039] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[345561] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[320646] = {
			2387, -- [1]
			"[*] Зловонный газ", -- [2]
		},
		[315585] = {
			2396, -- [1]
			4, -- [2]
		},
		[326040] = {
			2406, -- [1]
			"Былые грехи", -- [2]
		},
		[106826] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[323372] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[323001] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[329110] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[328343] = {
			2385, -- [1]
			"Ядовитый паук <Стрелок-отравитель>", -- [2]
		},
		[338022] = {
			2387, -- [1]
			"Лоскутный солдат", -- [2]
		},
		[339550] = {
			2404, -- [1]
			"[*] Эхо битвы", -- [2]
		},
		[120001] = {
			1465, -- [1]
			"Визирь Цзинь'бак", -- [2]
		},
		[316068] = {
			2360, -- [1]
			"Чумазый гряземес", -- [2]
		},
		[320788] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[319733] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[38166] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[323126] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[321247] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[319650] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[329113] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[331415] = {
			2363, -- [1]
			"Генерал Кааль", -- [2]
		},
		[322232] = {
			2386, -- [1]
			"Маркграфиня Страдама", -- [2]
		},
		[106105] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[319120] = {
			2382, -- [1]
			"[*] Гнилая желчь", -- [2]
		},
		[334485] = {
			2356, -- [1]
			"\"Вентунакс\"", -- [2]
		},
		[322465] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[323209] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[120002] = {
			1465, -- [1]
			"Лужа смолы", -- [2]
		},
		[326771] = {
			2403, -- [1]
			"Камнерожденный-рассекатель", -- [2]
		},
		[340880] = {
			2361, -- [1]
			"[*] Гордыня", -- [2]
		},
		[325258] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[323853] = {
			2403, -- [1]
			"Жуткий молельщик <Единица>", -- [2]
		},
		[329774] = {
			2383, -- [1]
			"Алчущий разрушитель", -- [2]
		},
		[328322] = {
			2380, -- [1]
			"Неумирающий камнебес <Эшелон>", -- [2]
		},
		[319654] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[321956] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[334488] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[324514] = {
			2404, -- [1]
			"[*] Явление смерти", -- [2]
		},
		[319655] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[321821] = {
			2387, -- [1]
			"Чумной мешок", -- [2]
		},
		[323236] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[327584] = {
			2382, -- [1]
			"Изрыгатель чумы", -- [2]
		},
		[106827] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[323573] = {
			2361, -- [1]
			"[*] Осадок", -- [2]
		},
		[320168] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[325262] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[323749] = {
			2403, -- [1]
			"Пустой сосуд анимы", -- [2]
		},
		[121282] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[324085] = {
			2391, -- [1]
			"Дессия Обезглавливательница", -- [2]
		},
		[115002] = {
			1306, -- [1]
			"Оскверненный Тажань Чжу", -- [2]
		},
		[323750] = {
			2365, -- [1]
			"[*] Губительный газ", -- [2]
		},
		[322936] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[320170] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[335072] = {
			2394, -- [1]
			"Миллхаус Манашторм", -- [2]
		},
		[344909] = {
			2404, -- [1]
			"[*] Расколотое сердце Ал'ара", -- [2]
		},
		[64695] = {
			2392, -- [1]
			"Тотем хватки земли <Террамото>", -- [2]
		},
		[326309] = {
			2393, -- [1]
			"[*] Разлагающая кислота", -- [2]
		},
		[307046] = {
			2396, -- [1]
			12, -- [2]
		},
		[341442] = {
			2384, -- [1]
			"Извергающаяся слизь", -- [2]
		},
		[334053] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[325551] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[120789] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[324090] = {
			2400, -- [1]
			"Дилер Зи'екса", -- [2]
		},
		[106413] = {
			1304, -- [1]
			"[*] Шар огня", -- [2]
		},
		[331818] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[322475] = {
			2386, -- [1]
			"[*] Удар чумы", -- [2]
		},
		[320771] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[324010] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[320230] = {
			2400, -- [1]
			"Дилер Зи'екса", -- [2]
		},
		[107121] = {
			1406, -- [1]
			"Командир Ри'мок", -- [2]
		},
		[333292] = {
			2391, -- [1]
			"Сатель Злосчастный", -- [2]
		},
		[331172] = {
			2393, -- [1]
			"[*] Связь разума", -- [2]
		},
		[114571] = {
			1417, -- [1]
			"Опасность", -- [2]
		},
		[115421] = {
			1406, -- [1]
			"Крик'тик - направитель ветров", -- [2]
		},
		[119941] = {
			1465, -- [1]
			"Лужа смолы", -- [2]
		},
		[325550] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[320171] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[319626] = {
			2364, -- [1]
			"Кул'тарок", -- [2]
		},
		[52042] = {
			2361, -- [1]
			"Тотем исцеляющего потока <Хейлия>", -- [2]
		},
		[121284] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[325257] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[116297] = {
			1405, -- [1]
			"[*] Авиаудар", -- [2]
		},
		[322735] = {
			2395, -- [1]
			"Хаккар Свежеватель Душ", -- [2]
		},
		[324141] = {
			2356, -- [1]
			"[*] Стрела мрака", -- [2]
		},
		[323414] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[329455] = {
			2383, -- [1]
			"Алчущий разрушитель", -- [2]
		},
		[322736] = {
			2395, -- [1]
			"Хаккар Свежеватель Душ", -- [2]
		},
		[330069] = {
			2382, -- [1]
			"[*] Концентрированная чума", -- [2]
		},
		[107215] = {
			1397, -- [1]
			"Взрывчатка богомолов", -- [2]
		},
		[334757] = {
			2418, -- [1]
			"Баргаст", -- [2]
		},
		[320614] = {
			2387, -- [1]
			"Червь-трупоед", -- [2]
		},
		[334889] = {
			2418, -- [1]
			"[*] Обращающий в камень вой", -- [2]
		},
		[320180] = {
			2391, -- [1]
			"Пакиран Заразный", -- [2]
		},
		[326574] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[124290] = {
			1447, -- [1]
			"[*] Натиск Клинка", -- [2]
		},
		[331618] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[323250] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[325552] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[325004] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[320278] = {
			2391, -- [1]
			"Сатель Злосчастный", -- [2]
		},
		[205231] = {
			2396, -- [1]
			"Созерцатель тьмы <Inezalia-ArgentDawn>", -- [2]
		},
		[333737] = {
			2384, -- [1]
			"Сгусток слизи", -- [2]
		},
		[335016] = {
			2418, -- [1]
			"Ловчий Альтимор", -- [2]
		},
		[319897] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[323732] = {
			2400, -- [1]
			"Дилер Зи'екса", -- [2]
		},
		[331217] = {
			2393, -- [1]
			"[*] Общая боль", -- [2]
		},
		[334625] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[115458] = {
			1405, -- [1]
			"[*] Кислотная бомба", -- [2]
		},
		[240559] = {
			2382, -- [1]
			"[*] Тяжкая рана", -- [2]
		},
		[331399] = {
			2386, -- [1]
			"Маркграфиня Страдама", -- [2]
		},
		[319902] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[106612] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[327581] = {
			2382, -- [1]
			"Изрыгатель чумы", -- [2]
		},
		[339759] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[322554] = {
			2361, -- [1]
			"Вершитель Тарвольд", -- [2]
		},
		[322999] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[333485] = {
			2389, -- [1]
			"Тошногнил", -- [2]
		},
		[325725] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[322977] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[335119] = {
			2418, -- [1]
			"Ловчий Альтимор", -- [2]
		},
		[325535] = {
			2401, -- [1]
			"Порочный псарь", -- [2]
		},
		[317231] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[323010] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[333231] = {
			2391, -- [1]
			"Сатель Злосчастный", -- [2]
		},
		[106871] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[106853] = {
			1304, -- [1]
			"Мастер Снежный Вихрь", -- [2]
		},
		[322746] = {
			2395, -- [1]
			"[*] Порченая кровь", -- [2]
		},
		[327649] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[333488] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[336813] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[332314] = {
			2385, -- [1]
			"Скрывающийся ассасин", -- [2]
		},
		[331316] = {
			2391, -- [1]
			"Докигг Изверг", -- [2]
		},
		[333489] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[323515] = {
			2365, -- [1]
			"Кроворуб", -- [2]
		},
		[343520] = {
			2397, -- [1]
			"[*] Бушующий", -- [2]
		},
		[115418] = {
			1406, -- [1]
			"Крик'тик - направитель ветров", -- [2]
		},
		[106228] = {
			1439, -- [1]
			"[*] Ничтожность", -- [2]
		},
		[322493] = {
			2388, -- [1]
			"Оживленный маг <Амарт>", -- [2]
		},
		[332629] = {
			2365, -- [1]
			"Кроворуб", -- [2]
		},
		[328125] = {
			2380, -- [1]
			"Неумирающий камнебес <Эшелон>", -- [2]
		},
		[334522] = {
			2383, -- [1]
			"Алчущий разрушитель", -- [2]
		},
		[321471] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[320823] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[106966] = {
			1305, -- [1]
			"Малая нестабильная энергия <Ша Жестокости>", -- [2]
		},
		[333492] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[323057] = {
			2397, -- [1]
			"Ингра Малох", -- [2]
		},
		[324427] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[336306] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[320723] = {
			2400, -- [1]
			"[*] Перемещенная взрывная волна", -- [2]
		},
		[326221] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[342189] = {
			2401, -- [1]
			"Верный камнерожденный", -- [2]
		},
		[323552] = {
			2403, -- [1]
			"Верховный адъюдикатор Ализа", -- [2]
		},
	},
	["immersion_pets_on_solo_play"] = false,
	["npcid_ignored"] = {
	},
	["dungeon_data"] = {
	},
	["auto_open_news_window"] = true,
	["got_first_run"] = true,
	["report_pos"] = {
		1, -- [1]
		1, -- [2]
	},
	["latest_report_table"] = {
		{
			1, -- [1]
			1, -- [2]
			1, -- [3]
			5, -- [4]
			"PARTY", -- [5]
		}, -- [1]
	},
	["exp90temp"] = {
		["delete_damage_TCOB"] = true,
	},
	["__profiles"] = {
		["Фламинника-Гордунни"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["instances_no_libwindow"] = false,
			["segments_amount"] = 18,
			["data_broker_text"] = "",
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						5, -- [1]
						1, -- [2]
						["side"] = 1,
					},
					["bg_r"] = 0.0941,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["skin_custom"] = "",
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["attribute_text"] = {
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Friz Quadrata TT",
						["anchor"] = {
							5, -- [1]
							1, -- [2]
						},
						["enabled"] = false,
						["enable_custom_text"] = false,
						["text_size"] = 12,
					},
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 2,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["show_sidebars"] = true,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941,
					["bars_inverted"] = false,
					["switch_healer_in_combat"] = false,
					["color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Minimalistic",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["bg_alpha"] = 0.7,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["micro_displays_locked"] = true,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = true,
					["hide_in_combat_alpha"] = 0,
					["backdrop_texture"] = "Details Ground",
					["switch_damager"] = false,
					["libwindow"] = {
					},
					["statusbar_info"] = {
						["alpha"] = 1,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["menu_anchor_down"] = {
						5, -- [1]
						1, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["grab_on_top"] = false,
					["switch_damager_in_combat"] = false,
					["bars_sort_direction"] = 1,
					["switch_tank"] = false,
					["auto_current"] = true,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = true,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = -5,
							["left"] = 3,
							["between"] = 1,
						},
						["texture_background_class_color"] = true,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARIALN.TTF",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 10,
						["textL_translit_text"] = false,
						["height"] = 14,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar4",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["percent_type"] = 1,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = false,
						["textR_enable_custom_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_custom"] = "",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details D'ictum",
						["start_after_icon"] = true,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4",
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["texture_background"] = "Details D'ictum",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0, -- [4]
						},
						["font_face"] = "Arial Narrow",
						["texture_class_colors"] = true,
						["textL_outline_small"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["menu_icons_size"] = 1,
					["micro_displays_side"] = 2,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["version"] = 3,
					["clickthrough_rows"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["width"] = 0,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 0,
						["alpha"] = 0.5,
						["texture"] = "Interface\\AddOns\\Details\\images\\background",
					},
					["stretch_button_side"] = 1,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bg_b"] = 0.0941,
					["switch_all_roles_after_wipe"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
				}, -- [1]
			},
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["use_battleground_server_parser"] = false,
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["use_scroll"] = false,
			["report_schema"] = 1,
			["overall_clear_newboss"] = true,
			["minimum_combat_time"] = 5,
			["overall_clear_logout"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["standard_skin"] = false,
			["total_abbreviation"] = 2,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["clear_graphic"] = true,
			["trash_auto_remove"] = true,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 18,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["default_bg_color"] = 0.0941,
			["broadcaster_enabled"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_panic_mode"] = false,
			["numerical_system_symbols"] = "auto",
			["overall_flag"] = 16,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["pvp_as_group"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["default_bg_alpha"] = 0.5,
			["time_type_original"] = 2,
		},
		["Ниэтта-Гордунни"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = false,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["time_type_original"] = 2,
			["default_bg_alpha"] = 0.5,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["time_type"] = 2,
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -420.9990539550781,
							["x"] = 579.499755859375,
							["w"] = 161.0001525878906,
							["h"] = 124.0000305175781,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						19, -- [1]
						1, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.32941176470588,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 12,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020.blp",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020",
						["textR_bracket"] = "[",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								1, -- [4]
							},
							["size"] = 4,
						},
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["textL_outline_small"] = true,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_custom"] = "",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details2020",
						["fixed_texture_background_color"] = {
							0.1843137254902, -- [1]
							0.1921568627451, -- [2]
							0.18823529411765, -- [3]
							0.41242814064026, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar_background",
						["texture_background"] = "Details Flat",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["alpha"] = 0.8,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["start_after_icon"] = true,
						["font_face"] = "Oswald",
						["texture_class_colors"] = true,
						["percent_type"] = 1,
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["height"] = 21,
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.32941176470588,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.32941176470588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Dark Theme",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 74,
					["__snapV"] = false,
					["__snapH"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["isHidden"] = false,
								["timeType"] = 1,
								["textYMod"] = 0,
								["segmentType"] = 2,
								["textFace"] = "Oswald",
								["maxSectionIds"] = 19,
								["textAlign"] = 3,
								["textSize"] = 9,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									0.7, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Oswald",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									0.7, -- [4]
								},
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 9,
								["textYMod"] = 0,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = false,
								["timeType"] = 1,
								["textYMod"] = 0,
								["segmentType"] = 2,
								["textFace"] = "Oswald",
								["maxSectionIds"] = 19,
								["textAlign"] = 2,
								["textSize"] = 9,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									0.7, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["grab_on_top"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["switch_all_roles_after_wipe"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_inverted"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["stretch_button_side"] = 1,
					["hide_in_combat_alpha"] = 0,
					["bars_sort_direction"] = 1,
					["show_statusbar"] = true,
					["libwindow"] = {
						["y"] = 57.00087738037109,
						["x"] = -300.000244140625,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 1,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["backdrop_texture"] = "Details Ground",
					["menu_anchor_down"] = {
						16, -- [1]
						-2, -- [2]
					},
					["bg_alpha"] = 0.51000002026558,
					["switch_tank_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["switch_damager_in_combat"] = false,
					["icon_desaturated"] = false,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							0.69272297620773, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Oswald",
						["anchor"] = {
							1, -- [1]
							2, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["enabled"] = true,
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -420.9990539550781,
							["x"] = 579.499755859375,
							["w"] = 161.0001525878906,
							["h"] = 124.0000305175781,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["skin_custom"] = "",
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["enabled"] = true,
						["texture"] = "Interface\\AddOns\\Details\\images\\skins\\darktheme",
						["texcoord"] = {
							0.048000001907349, -- [1]
							0.29800001144409, -- [2]
							0.63099998474121, -- [3]
							0.75599998474121, -- [4]
						},
						["overlay"] = {
							0.99999779462814, -- [1]
							0.99999779462814, -- [2]
							0.99999779462814, -- [3]
							0.79999822378159, -- [4]
						},
						["anchor"] = "all",
						["height"] = 226.00001525879,
						["alpha"] = 0.80000007152557,
						["width"] = 266,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 37,
					["use_multi_fontstrings"] = true,
					["menu_icons_size"] = 0.8999999761581421,
				}, -- [1]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -420.9990539550781,
							["x"] = 734.999755859375,
							["w"] = 150.0000610351563,
							["h"] = 124.0000305175781,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						19, -- [1]
						1, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.32941176470588,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 4,
							["color"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020.blp",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020",
						["height"] = 21,
						["font_size"] = 12,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["textR_bracket"] = "[",
						["texture_custom"] = "",
						["percent_type"] = 1,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["textR_outline_small"] = true,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details2020",
						["start_after_icon"] = true,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar_background",
						["textR_class_colors"] = false,
						["alpha"] = 0.8,
						["textL_class_colors"] = false,
						["texture_background"] = "Details Flat",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0.1843137254902, -- [1]
							0.1921568627451, -- [2]
							0.18823529411765, -- [3]
							0.41242814064026, -- [4]
						},
						["font_face"] = "Oswald",
						["texture_class_colors"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["use_spec_icons"] = true,
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.32941176470588,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.32941176470588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Dark Theme",
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 74,
					["__snapV"] = false,
					["__snapH"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["isHidden"] = false,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = false,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["grab_on_top"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["switch_all_roles_after_wipe"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_inverted"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["stretch_button_side"] = 1,
					["hide_in_combat_alpha"] = 0,
					["bars_sort_direction"] = 1,
					["show_statusbar"] = true,
					["libwindow"] = {
						["y"] = 57.00087738037109,
						["x"] = -150.000244140625,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 1,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["backdrop_texture"] = "Details Ground",
					["menu_anchor_down"] = {
						16, -- [1]
						-2, -- [2]
					},
					["bg_alpha"] = 0.51000002026558,
					["switch_tank_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["switch_damager_in_combat"] = false,
					["icon_desaturated"] = false,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "Oswald",
						["anchor"] = {
							1, -- [1]
							2, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							0.69272297620773, -- [4]
						},
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -420.9990539550781,
							["x"] = 734.999755859375,
							["w"] = 150.0000610351563,
							["h"] = 124.0000305175781,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["skin_custom"] = "",
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["overlay"] = {
							0.99999779462814, -- [1]
							0.99999779462814, -- [2]
							0.99999779462814, -- [3]
							0.79999822378159, -- [4]
						},
						["width"] = 266,
						["texcoord"] = {
							0.048000001907349, -- [1]
							0.29800001144409, -- [2]
							0.63099998474121, -- [3]
							0.75599998474121, -- [4]
						},
						["enabled"] = true,
						["anchor"] = "all",
						["height"] = 226.00001525879,
						["alpha"] = 0.80000007152557,
						["texture"] = "Interface\\AddOns\\Details\\images\\skins\\darktheme",
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 37,
					["use_multi_fontstrings"] = true,
					["menu_icons_size"] = 0.8999999761581421,
				}, -- [2]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -420.9990539550781,
							["x"] = 884.999755859375,
							["w"] = 150.0000610351563,
							["h"] = 124.0000152587891,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						19, -- [1]
						1, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.32941176470588,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 4,
							["color"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020.blp",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020",
						["height"] = 21,
						["font_size"] = 12,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["textR_bracket"] = "[",
						["texture_custom"] = "",
						["percent_type"] = 1,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["textR_outline_small"] = true,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details2020",
						["start_after_icon"] = true,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar_background",
						["textR_class_colors"] = false,
						["alpha"] = 0.8,
						["textL_class_colors"] = false,
						["texture_background"] = "Details Flat",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0.1843137254902, -- [1]
							0.1921568627451, -- [2]
							0.18823529411765, -- [3]
							0.41242814064026, -- [4]
						},
						["font_face"] = "Oswald",
						["texture_class_colors"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["use_spec_icons"] = true,
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.32941176470588,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.32941176470588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Dark Theme",
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 74,
					["__snapV"] = false,
					["__snapH"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["isHidden"] = true,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = true,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["grab_on_top"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["switch_all_roles_after_wipe"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_inverted"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["stretch_button_side"] = 1,
					["hide_in_combat_alpha"] = 0,
					["bars_sort_direction"] = 1,
					["show_statusbar"] = true,
					["libwindow"] = {
						["y"] = 57.00087738037109,
						["x"] = -0.000244140625,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 1,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["backdrop_texture"] = "Details Ground",
					["menu_anchor_down"] = {
						16, -- [1]
						-2, -- [2]
					},
					["bg_alpha"] = 0.51000002026558,
					["switch_tank_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["switch_damager_in_combat"] = false,
					["icon_desaturated"] = false,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "Oswald",
						["anchor"] = {
							1, -- [1]
							2, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							0.69272297620773, -- [4]
						},
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -420.9990539550781,
							["x"] = 884.999755859375,
							["w"] = 150.0000610351563,
							["h"] = 124.0000152587891,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["skin_custom"] = "",
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["overlay"] = {
							0.99999779462814, -- [1]
							0.99999779462814, -- [2]
							0.99999779462814, -- [3]
							0.79999822378159, -- [4]
						},
						["width"] = 266,
						["texcoord"] = {
							0.048000001907349, -- [1]
							0.29800001144409, -- [2]
							0.63099998474121, -- [3]
							0.75599998474121, -- [4]
						},
						["enabled"] = true,
						["anchor"] = "all",
						["height"] = 226.00001525879,
						["alpha"] = 0.80000007152557,
						["texture"] = "Interface\\AddOns\\Details\\images\\skins\\darktheme",
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 37,
					["use_multi_fontstrings"] = true,
					["menu_icons_size"] = 0.8999999761581421,
				}, -- [3]
			},
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["skin"] = "Dark Theme",
			["override_spellids"] = true,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["overall_clear_logout"] = false,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["overall_flag"] = 16,
			["disable_alldisplays_window"] = false,
			["numerical_system_symbols"] = "auto",
			["trash_auto_remove"] = true,
			["total_abbreviation"] = 2,
			["segments_amount_to_save"] = 30,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 3,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 189.4832895537483,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["segments_auto_erase"] = 1,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
			},
			["segments_panic_mode"] = false,
			["standard_skin"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["minimum_combat_time"] = 5,
			["overall_clear_newboss"] = false,
			["report_schema"] = 1,
			["use_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["segments_amount"] = 30,
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = true,
		},
	},
	["immersion_special_units"] = true,
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
			["325258"] = {
				"Mueh'zala", -- [1]
				"325258", -- [2]
				"Повелитель смерти", -- [3]
				9, -- [4]
				3163624, -- [5]
				["id"] = 2396,
			},
			["334476"] = {
				"Surgeon Stitchflesh", -- [1]
				"334476", -- [2]
				"Бальзамирующая лимфа", -- [3]
				12.1, -- [4]
				1001622, -- [5]
				["id"] = 2389,
			},
			["321948"] = {
				"Dealer Xy'exa", -- [1]
				"321948", -- [2]
				"Бомба", -- [3]
				14, -- [4]
				236214, -- [5]
				["id"] = 2400,
			},
			["327646"] = {
				"Mueh'zala", -- [1]
				"327646", -- [2]
				"Сокрушитель душ", -- [3]
				6, -- [4]
				1354410, -- [5]
				["id"] = 2396,
			},
			["323877"] = {
				"The Manastorms", -- [1]
				"323877", -- [2]
				"Сверхмощный лазер \"Два пальца\"", -- [3]
				17, -- [4]
				892834, -- [5]
				["id"] = 2394,
			},
			["341621"] = {
				"Lady Inerva Darkvein", -- [1]
				"341621", -- [2]
				"Желания", -- [3]
				12, -- [4]
				3684826, -- [5]
				["id"] = 2406,
			},
			["320823"] = {
				"The Manastorms", -- [1]
				"320823", -- [2]
				"Экспериментальная бомбелка", -- [3]
				8, -- [4]
				133709, -- [5]
				["id"] = 2394,
			},
			["332313"] = {
				"Domina Venomblade", -- [1]
				"332313", -- [2]
				"Пауки-убийцы", -- [3]
				11.2, -- [4]
				1370997, -- [5]
				["id"] = 2385,
			},
			["322736"] = {
				"Hakkar the Soulflayer", -- [1]
				"322736", -- [2]
				"Пронзающий шип", -- [3]
				10.8, -- [4]
				1508486, -- [5]
				["id"] = 2395,
			},
			["321009"] = {
				"Kin-Tara", -- [1]
				"321009", -- [2]
				"Заряженное копье", -- [3]
				3.4, -- [4]
				1508065, -- [5]
				["id"] = 2357,
			},
			["107120"] = {
				"Commander Ri'mok", -- [1]
				"107120", -- [2]
				"Неистовый натиск", -- [3]
				5.7, -- [4]
				132152, -- [5]
				["id"] = 1406,
			},
			["320012"] = {
				"Amarth, The Reanimator", -- [1]
				"320012", -- [2]
				"Нечестивое бешенство", -- [3]
				7, -- [4]
				136224, -- [5]
				["id"] = 2388,
			},
			["111723"] = {
				"Raigonn", -- [1]
				"111723", -- [2]
				"Сосредоточение внимания", -- [3]
				3, -- [4]
				136088, -- [5]
				["id"] = 1419,
			},
			["324490"] = {
				"Globgrog", -- [1]
				"324490", -- [2]
				"Приманивание слизи", -- [3]
				25.5, -- [4]
				3459153, -- [5]
				["id"] = 2382,
			},
			["106823"] = {
				"Liu Flameheart", -- [1]
				"106823", -- [2]
				"Разящий удар змеи на ТЕБЕ", -- [3]
				8, -- [4]
				135817, -- [5]
				["id"] = 1416,
			},
			["320787"] = {
				"The Manastorms", -- [1]
				"320787", -- [2]
				"Призыв кристалла силы", -- [3]
				9, -- [4]
				132776, -- [5]
				["id"] = 2394,
			},
			["327481"] = {
				"Kin-Tara", -- [1]
				"327481", -- [2]
				"Темное копье", -- [3]
				9.7, -- [4]
				3528298, -- [5]
				["id"] = 2357,
			},
			["325552"] = {
				"Domina Venomblade", -- [1]
				"325552", -- [2]
				"Удар цитотоксина", -- [3]
				6, -- [4]
				348565, -- [5]
				["id"] = 2385,
			},
			["329110"] = {
				"Doctor Ickus", -- [1]
				"329110", -- [2]
				"Инъекция слизи", -- [3]
				10, -- [4]
				3459797, -- [5]
				["id"] = 2384,
			},
			["325360"] = {
				"Grand Proctor Beryllia", -- [1]
				"325360", -- [2]
				"Ритуал превосходства", -- [3]
				11, -- [4]
				3528311, -- [5]
				["id"] = 2362,
			},
			["322554"] = {
				"Executor Tarvold", -- [1]
				"322554", -- [2]
				"Бичевание", -- [3]
				4.7, -- [4]
				458735, -- [5]
				["id"] = 2361,
			},
			["323552"] = {
				"High Adjudicator Aleez", -- [1]
				"323552", -- [2]
				"Залп силы", -- [3]
				12, -- [4]
				1394887, -- [5]
				["id"] = 2403,
			},
			["322550"] = {
				"Tred'ova", -- [1]
				"322550", -- [2]
				"Ускоренная инкубация", -- [3]
				24, -- [4]
				2141733, -- [5]
				["id"] = 2393,
			},
			["322711"] = {
				"Halkias, the Sin-Stained Goliath", -- [1]
				"322711", -- [2]
				"Преломленный греховный свет", -- [3]
				35, -- [4]
				537468, -- [5]
				["id"] = 2401,
			},
			["320102"] = {
				"Xav the Unfallen", -- [1]
				"320102", -- [2]
				"Кровь и слава", -- [3]
				33.7, -- [4]
				1322720, -- [5]
				["id"] = 2366,
			},
			["319713"] = {
				"Kryxis the Voracious", -- [1]
				"319713", -- [2]
				"Неудержимый рывок", -- [3]
				22.8, -- [4]
				132335, -- [5]
				["id"] = 2360,
			},
			["323650"] = {
				"High Adjudicator Aleez", -- [1]
				"323650", -- [2]
				"Пугающее сосредоточение", -- [3]
				16, -- [4]
				841379, -- [5]
				["id"] = 2403,
			},
			["322936"] = {
				"Halkias, the Sin-Stained Goliath", -- [1]
				"322936", -- [2]
				"Крошащий удар", -- [3]
				5, -- [4]
				134459, -- [5]
				["id"] = 2401,
			},
			["stages"] = {
				"Kin-Tara", -- [1]
				"stages", -- [2]
				"Перерыв", -- [3]
				30.3, -- [4]
				"Interface\\Icons\\inv_icon_wing06a", -- [5]
				["id"] = 2357,
			},
			["323608"] = {
				"Mordretha, the Endless Empress", -- [1]
				"323608", -- [2]
				"Темное опустошение", -- [3]
				15.5, -- [4]
				2576088, -- [5]
				["id"] = 2404,
			},
			["322573"] = {
				"Executor Tarvold", -- [1]
				"322573", -- [2]
				"Сгустившееся воплощение", -- [3]
				10.8, -- [4]
				136243, -- [5]
				["id"] = 2361,
			},
			["325769"] = {
				"Lady Inerva Darkvein", -- [1]
				"325769", -- [2]
				"Колбы", -- [3]
				33, -- [4]
				3684825, -- [5]
				["id"] = 2406,
			},
			["323236"] = {
				"Lord Chamberlain", -- [1]
				"323236", -- [2]
				"Высвобожденное страдание", -- [3]
				15.5, -- [4]
				1035037, -- [5]
				["id"] = 2381,
			},
			["322903"] = {
				"General Kaal", -- [1]
				"322903", -- [2]
				"Порыв мрака", -- [3]
				35.3, -- [4]
				1035055, -- [5]
				["id"] = 2363,
			},
			["323437"] = {
				"Lord Chamberlain", -- [1]
				"323437", -- [2]
				"Клеймо гордыни", -- [3]
				41, -- [4]
				538039, -- [5]
				["id"] = 2381,
			},
			["322943"] = {
				"Halkias, the Sin-Stained Goliath", -- [1]
				"322943", -- [2]
				"Бросок обломка", -- [3]
				12, -- [4]
				1500971, -- [5]
				["id"] = 2401,
			},
			["120789"] = {
				"Commander Vo'jak", -- [1]
				"120789", -- [2]
				"Ошеломляющий удар", -- [3]
				8.6, -- [4]
				132337, -- [5]
				["id"] = 1502,
			},
			["332617"] = {
				"Doctor Ickus", -- [1]
				"332617", -- [2]
				"Выброс заразы", -- [3]
				10.5, -- [4]
				3459800, -- [5]
				["id"] = 2384,
			},
			["berserk"] = {
				"Hungering Destroyer", -- [1]
				"berserk", -- [2]
				"Берсерк", -- [3]
				600, -- [4]
				136224, -- [5]
				["id"] = 2383,
			},
			["323943"] = {
				"Devos, Paragon of Doubt", -- [1]
				"323943", -- [2]
				"Пробег", -- [3]
				20, -- [4]
				132337, -- [5]
				["id"] = 2359,
			},
			["334488"] = {
				"Surgeon Stitchflesh", -- [1]
				"334488", -- [2]
				"Рассечение плоти", -- [3]
				9.7, -- [4]
				3616005, -- [5]
				["id"] = 2389,
			},
			["324983"] = {
				"Lady Inerva Darkvein", -- [1]
				"324983", -- [2]
				"Грехи", -- [3]
				23, -- [4]
				237585, -- [5]
				["id"] = 2406,
			},
			["328756"] = {
				"Ingra Maloch", -- [1]
				"328756", -- [2]
				"Отвратительная личина", -- [3]
				26.5, -- [4]
				136184, -- [5]
				["id"] = 2397,
			},
			["334757"] = {
				"Huntsman Altimor", -- [1]
				"334757", -- [2]
				"Тени Баргаста (1)", -- [3]
				17.5, -- [4]
				1709932, -- [5]
				["id"] = 2418,
			},
			["324449"] = {
				"Mordretha, the Endless Empress", -- [1]
				"324449", -- [2]
				"Явление смерти", -- [3]
				21.6, -- [4]
				2576087, -- [5]
				["id"] = 2404,
			},
			["335114"] = {
				"Huntsman Altimor", -- [1]
				"335114", -- [2]
				"Искатель греха (1)", -- [3]
				28.5, -- [4]
				236174, -- [5]
				["id"] = 2418,
			},
			["324427"] = {
				"Oryphrion", -- [1]
				"324427", -- [2]
				"Небесный снаряд", -- [3]
				17, -- [4]
				1405806, -- [5]
				["id"] = 2358,
			},
			["117665"] = {
				"Sha of Doubt", -- [1]
				"117665", -- [2]
				"Границы реальности", -- [3]
				24.4, -- [4]
				236279, -- [5]
				["id"] = 1439,
			},
			["320230"] = {
				"Dealer Xy'exa", -- [1]
				"320230", -- [2]
				"Взрывоопасное устройство", -- [3]
				31, -- [4]
				1360978, -- [5]
				["id"] = 2400,
			},
			["318406"] = {
				"Gorechop", -- [1]
				"318406", -- [2]
				"Превращение в отбивную", -- [3]
				13.1, -- [4]
				623773, -- [5]
				["id"] = 2365,
			},
			["323059"] = {
				"Ingra Maloch", -- [1]
				"323059", -- [2]
				"Гнев дромана", -- [3]
				12, -- [4]
				134218, -- [5]
				["id"] = 2397,
			},
			["106933"] = {
				"Striker Ga'dok", -- [1]
				"106933", -- [2]
				"Пора охоты", -- [3]
				15.9, -- [4]
				132278, -- [5]
				["id"] = 1405,
			},
			["-6287"] = {
				"Commander Vo'jak", -- [1]
				"-6287", -- [2]
				"<Чтение Тысяча Клинков>", -- [3]
				5, -- [4]
				132369, -- [5]
				["id"] = 1502,
			},
			["329104"] = {
				"Lord Chamberlain", -- [1]
				"329104", -- [2]
				"Врата теней", -- [3]
				25, -- [4]
				134430, -- [5]
				["id"] = 2381,
			},
			["anima_adds"] = {
				"Lady Inerva Darkvein", -- [1]
				"anima_adds", -- [2]
				"Помощники появление", -- [3]
				10, -- [4]
				3684827, -- [5]
				["id"] = 2406,
			},
			["331870"] = {
				"Lady Inerva Darkvein", -- [1]
				"331870", -- [2]
				"Концентрация анимы: Колбы", -- [3]
				97, -- [4]
				3565722, -- [5]
				["id"] = 2406,
			},
			["321247"] = {
				"Amarth, The Reanimator", -- [1]
				"321247", -- [2]
				"Последняя жатва", -- [3]
				41.5, -- [4]
				2576087, -- [5]
				["id"] = 2388,
			},
			["325245"] = {
				"Domina Venomblade", -- [1]
				"325245", -- [2]
				"Засада в тени", -- [3]
				11.2, -- [4]
				1305160, -- [5]
				["id"] = 2385,
			},
			["328791"] = {
				"Lord Chamberlain", -- [1]
				"328791", -- [2]
				"Горестный ритуал", -- [3]
				36, -- [4]
				237536, -- [5]
				["id"] = 2381,
			},
			["322818"] = {
				"Devos, Paragon of Doubt", -- [1]
				"322818", -- [2]
				"Потеря уверенности", -- [3]
				16.3, -- [4]
				237555, -- [5]
				["id"] = 2359,
			},
			["107356"] = {
				"Taran Zhu", -- [1]
				"107356", -- [2]
				"<Чтение Раздувание ненависти>", -- [3]
				5, -- [4]
				236302, -- [5]
				["id"] = 1306,
			},
			["321894"] = {
				"Nalthor the Rimebinder", -- [1]
				"321894", -- [2]
				"Темное изгнание", -- [3]
				26, -- [4]
				2576087, -- [5]
				["id"] = 2390,
			},
			["107140"] = {
				"Gu Cloudstrike", -- [1]
				"107140", -- [2]
				"Магнитный покров", -- [3]
				20, -- [4]
				132488, -- [5]
				["id"] = 1303,
			},
			["320050"] = {
				"Xav the Unfallen", -- [1]
				"320050", -- [2]
				"Сила Малдраксуса", -- [3]
				16.7, -- [4]
				1115905, -- [5]
				["id"] = 2366,
			},
			["334266"] = {
				"Hungering Destroyer", -- [1]
				"334266", -- [2]
				"Луч (1)", -- [3]
				10.6, -- [4]
				342917, -- [5]
				["id"] = 2383,
			},
			["339706"] = {
				"Mordretha, the Endless Empress", -- [1]
				"339706", -- [2]
				"Призрачная скачка", -- [3]
				13.5, -- [4]
				3511738, -- [5]
				["id"] = 2404,
			},
			["322759"] = {
				"Hakkar the Soulflayer", -- [1]
				"322759", -- [2]
				"Кровяной барьер", -- [3]
				24, -- [4]
				1394887, -- [5]
				["id"] = 2395,
			},
			["323515"] = {
				"Gorechop", -- [1]
				"323515", -- [2]
				"Удар ненависти", -- [3]
				7, -- [4]
				237517, -- [5]
				["id"] = 2365,
			},
			["319733"] = {
				"Echelon", -- [1]
				"319733", -- [2]
				"Каменный зов", -- [3]
				15.5, -- [4]
				463493, -- [5]
				["id"] = 2380,
			},
			["106872"] = {
				"Sha of Violence", -- [1]
				"106872", -- [2]
				"Мощный удар на ТЕБЕ", -- [3]
				4, -- [4]
				132318, -- [5]
				["id"] = 1305,
			},
			["121284"] = {
				"Wing Leader Ner'onok", -- [1]
				"121284", -- [2]
				"<Чтение Порывистый ветер>", -- [3]
				4, -- [4]
				236154, -- [5]
				["id"] = 1464,
			},
			["334053"] = {
				"Oryphrion", -- [1]
				"334053", -- [2]
				"Очищающая вспышка", -- [3]
				8.5, -- [4]
				3528286, -- [5]
				["id"] = 2358,
			},
			["320644"] = {
				"Xav the Unfallen", -- [1]
				"320644", -- [2]
				"Жестокая комбинация", -- [3]
				5.7, -- [4]
				1390946, -- [5]
				["id"] = 2366,
			},
			["320966"] = {
				"Kin-Tara", -- [1]
				"320966", -- [2]
				"Рассекающий удар сверху", -- [3]
				7.3, -- [4]
				3284464, -- [5]
				["id"] = 2357,
			},
			["106434"] = {
				"Master Snowdrift", -- [1]
				"106434", -- [2]
				"Удар торнадо", -- [3]
				15, -- [4]
				136022, -- [5]
				["id"] = 1304,
			},
			["124283"] = {
				"General Pa'valak", -- [1]
				"124283", -- [2]
				"<Чтение Натиск Клинка>", -- [3]
				2, -- [4]
				615303, -- [5]
				["id"] = 1447,
			},
			["320655"] = {
				"Blightbone", -- [1]
				"320655", -- [2]
				"Хрусть", -- [3]
				5.5, -- [4]
				132358, -- [5]
				["id"] = 2387,
			},
			["320359"] = {
				"Surgeon Stitchflesh", -- [1]
				"320359", -- [2]
				"Бегство", -- [3]
				30, -- [4]
				132307, -- [5]
				["id"] = 2389,
			},
			["337249"] = {
				"Tred'ova", -- [1]
				"337249", -- [2]
				"Паразит", -- [3]
				22, -- [4]
				656595, -- [5]
				["id"] = 2393,
			},
			["334522"] = {
				"Hungering Destroyer", -- [1]
				"334522", -- [2]
				"Поглощение (1)", -- [3]
				93.7, -- [4]
				1778226, -- [5]
				["id"] = 2383,
			},
			["323821"] = {
				"General Kaal", -- [1]
				"323821", -- [2]
				"Пронзающая дымка", -- [3]
				16.7, -- [4]
				1396971, -- [5]
				["id"] = 2363,
			},
			["319521"] = {
				"Kul'tharok", -- [1]
				"319521", -- [2]
				"Вытягивание души", -- [3]
				15.8, -- [4]
				2576083, -- [5]
				["id"] = 2364,
			},
			["329340"] = {
				"High Adjudicator Aleez", -- [1]
				"329340", -- [2]
				"Фонтан анимы", -- [3]
				22, -- [4]
				1392546, -- [5]
				["id"] = 2403,
			},
			["326389"] = {
				"Echelon", -- [1]
				"326389", -- [2]
				"Поток крови", -- [3]
				9.5, -- [4]
				1394887, -- [5]
				["id"] = 2380,
			},
			["322304"] = {
				"Margrave Stradama", -- [1]
				"322304", -- [2]
				"Болезнетворный нарост", -- [3]
				5, -- [4]
				2576086, -- [5]
				["id"] = 2386,
			},
			["323150"] = {
				"Lord Chamberlain", -- [1]
				"323150", -- [2]
				"Телекинетический бросок", -- [3]
				6, -- [4]
				136243, -- [5]
				["id"] = 2381,
			},
			["320772"] = {
				"Nalthor the Rimebinder", -- [1]
				"320772", -- [2]
				"Кометная буря", -- [3]
				18, -- [4]
				1033907, -- [5]
				["id"] = 2390,
			},
			["111668"] = {
				"Raigonn", -- [1]
				"111668", -- [2]
				"Мощный удар головой", -- [3]
				32.5, -- [4]
				236195, -- [5]
				["id"] = 1419,
			},
			["333488"] = {
				"Amarth, The Reanimator", -- [1]
				"333488", -- [2]
				"Некротическое дыхание", -- [3]
				29.5, -- [4]
				2576093, -- [5]
				["id"] = 2388,
			},
			["102573"] = {
				"Gu Cloudstrike", -- [1]
				"102573", -- [2]
				"Грозовое дыхание", -- [3]
				7, -- [4]
				135781, -- [5]
				["id"] = 1303,
			},
			["334485"] = {
				"Ventunax", -- [1]
				"334485", -- [2]
				"Перезарядка", -- [3]
				43.5, -- [4]
				3565449, -- [5]
				["id"] = 2356,
			},
			["332664"] = {
				"Lady Inerva Darkvein", -- [1]
				"332664", -- [2]
				"Помощники (1)", -- [3]
				54, -- [4]
				3684827, -- [5]
				["id"] = 2406,
			},
			["337235"] = {
				"Tred'ova", -- [1]
				"337235", -- [2]
				"Паразит", -- [3]
				22, -- [4]
				656595, -- [5]
				["id"] = 2393,
			},
			["324527"] = {
				"Globgrog", -- [1]
				"324527", -- [2]
				"Чумной топот", -- [3]
				8.9, -- [4]
				1044089, -- [5]
				["id"] = 2382,
			},
			["107268"] = {
				"Saboteur Kip'tilak", -- [1]
				"107268", -- [2]
				"Диверсия", -- [3]
				15.7, -- [4]
				133713, -- [5]
				["id"] = 1397,
			},
			["334404"] = {
				"Huntsman Altimor", -- [1]
				"334404", -- [2]
				"Залп", -- [3]
				6.5, -- [4]
				132208, -- [5]
				["id"] = 2418,
			},
			["319650"] = {
				"Kryxis the Voracious", -- [1]
				"319650", -- [2]
				"Жестокий удар головой", -- [3]
				5.8, -- [4]
				132091, -- [5]
				["id"] = 2360,
			},
			["334945"] = {
				"Huntsman Altimor", -- [1]
				"334945", -- [2]
				"Жестокий рывок (1)", -- [3]
				23.5, -- [4]
				1029718, -- [5]
				["id"] = 2418,
			},
			["323845"] = {
				"General Kaal", -- [1]
				"323845", -- [2]
				"Зловещий рывок", -- [3]
				5.2, -- [4]
				589068, -- [5]
				["id"] = 2363,
			},
			["321834"] = {
				"Mistcaller", -- [1]
				"321834", -- [2]
				"Выбивной", -- [3]
				7, -- [4]
				132387, -- [5]
				["id"] = 2392,
			},
			["320069"] = {
				"An Affront of Challengers", -- [1]
				"320069", -- [2]
				"Смертельный удар", -- [3]
				21, -- [4]
				132355, -- [5]
				["id"] = 2391,
			},
			["323177"] = {
				"Ingra Maloch", -- [1]
				"323177", -- [2]
				"Слезы леса", -- [3]
				10.5, -- [4]
				463570, -- [5]
				["id"] = 2397,
			},
			["322232"] = {
				"Margrave Stradama", -- [1]
				"322232", -- [2]
				"Болезнетворный дождь", -- [3]
				15.5, -- [4]
				132100, -- [5]
				["id"] = 2386,
			},
			["322746"] = {
				"Hakkar the Soulflayer", -- [1]
				"322746", -- [2]
				"Порченая кровь", -- [3]
				8, -- [4]
				136133, -- [5]
				["id"] = 2395,
			},
			["324205"] = {
				"Ventunax", -- [1]
				"324205", -- [2]
				"Ослепительная вспышка", -- [3]
				15.5, -- [4]
				1029583, -- [5]
				["id"] = 2356,
			},
			["321226"] = {
				"Amarth, The Reanimator", -- [1]
				"321226", -- [2]
				"Царство мертвых", -- [3]
				12, -- [4]
				136179, -- [5]
				["id"] = 2388,
			},
			["326039"] = {
				"Grand Proctor Beryllia", -- [1]
				"326039", -- [2]
				"Бесконечная пытка", -- [3]
				24.1, -- [4]
				1394887, -- [5]
				["id"] = 2362,
			},
			["324079"] = {
				"Mordretha, the Endless Empress", -- [1]
				"324079", -- [2]
				"Коса жнеца", -- [3]
				8.2, -- [4]
				1060569, -- [5]
				["id"] = 2404,
			},
			["nil"] = {
				"Pull", -- [1]
				"nil", -- [2]
				"Атака", -- [3]
				3, -- [4]
				132337, -- [5]
				["id"] = 2360,
			},
			["322651"] = {
				"Tred'ova", -- [1]
				"322651", -- [2]
				"Кислотный выброс", -- [3]
				14.5, -- [4]
				132104, -- [5]
				["id"] = 2393,
			},
			["323683"] = {
				"Mordretha, the Endless Empress", -- [1]
				"323683", -- [2]
				"Затягивающий разлом", -- [3]
				22.8, -- [4]
				2576090, -- [5]
				["id"] = 2404,
			},
			["337255"] = {
				"Tred'ova", -- [1]
				"337255", -- [2]
				"Паразит", -- [3]
				22, -- [4]
				656595, -- [5]
				["id"] = 2393,
			},
			["334797"] = {
				"Huntsman Altimor", -- [1]
				"334797", -- [2]
				"Вырывание души (1)", -- [3]
				9.5, -- [4]
				1378703, -- [5]
				["id"] = 2418,
			},
			["322977"] = {
				"Halkias, the Sin-Stained Goliath", -- [1]
				"322977", -- [2]
				"Видения греховного света", -- [3]
				27, -- [4]
				3163624, -- [5]
				["id"] = 2401,
			},
			["324608"] = {
				"Oryphrion", -- [1]
				"324608", -- [2]
				"Заряженная поступь", -- [3]
				46, -- [4]
				460957, -- [5]
				["id"] = 2358,
			},
			["326180"] = {
				"Mistcaller", -- [1]
				"326180", -- [2]
				"Ледяные салочки", -- [3]
				22, -- [4]
				1698698, -- [5]
				["id"] = 2392,
			},
			["107047"] = {
				"Striker Ga'dok", -- [1]
				"107047", -- [2]
				"Пронзающий удар", -- [3]
				9.4, -- [4]
				132105, -- [5]
				["id"] = 1405,
			},
			["331618"] = {
				"Xav the Unfallen", -- [1]
				"331618", -- [2]
				"Подавляющее знамя", -- [3]
				10.6, -- [4]
				3578234, -- [5]
				["id"] = 2366,
			},
			["329298"] = {
				"Hungering Destroyer", -- [1]
				"329298", -- [2]
				"Миазмы (1)", -- [3]
				3, -- [4]
				1390943, -- [5]
				["id"] = 2383,
			},
			["326892"] = {
				"An Affront of Challengers", -- [1]
				"326892", -- [2]
				"Сосредоточение внимания: Xynnmage*", -- [3]
				10, -- [4]
				841380, -- [5]
				["id"] = 2391,
			},
			["320788"] = {
				"Nalthor the Rimebinder", -- [1]
				"320788", -- [2]
				"Ледяные путы", -- [3]
				8, -- [4]
				135834, -- [5]
				["id"] = 2390,
			},
			["106841"] = {
				"Liu Flameheart", -- [1]
				"106841", -- [2]
				"Разящий удар Нефритовой Змеи на ТЕБЕ", -- [3]
				8, -- [4]
				135796, -- [5]
				["id"] = 1416,
			},
			["320596"] = {
				"Blightbone", -- [1]
				"320596", -- [2]
				"Пузырящаяся рвота", -- [3]
				10.5, -- [4]
				136182, -- [5]
				["id"] = 2387,
			},
			["334852"] = {
				"Huntsman Altimor", -- [1]
				"334852", -- [2]
				"Обращающий в камень вой (1)", -- [3]
				16.2, -- [4]
				3386971, -- [5]
				["id"] = 2418,
			},
			["326171"] = {
				"Mueh'zala", -- [1]
				"326171", -- [2]
				"Раскол реальности", -- [3]
				60, -- [4]
				463285, -- [5]
				["id"] = 2396,
			},
			["319626"] = {
				"Kul'tharok", -- [1]
				"319626", -- [2]
				"Фантомный паразит", -- [3]
				25.5, -- [4]
				236298, -- [5]
				["id"] = 2364,
			},
			["324667"] = {
				"Globgrog", -- [1]
				"324667", -- [2]
				"Волна слизи", -- [3]
				17.1, -- [4]
				132104, -- [5]
				["id"] = 2382,
			},
			["320637"] = {
				"Blightbone", -- [1]
				"320637", -- [2]
				"Зловонный газ", -- [3]
				22.5, -- [4]
				646782, -- [5]
				["id"] = 2387,
			},
			["334970"] = {
				"Mueh'zala", -- [1]
				"334970", -- [2]
				"<Чтение Слияние>", -- [3]
				25, -- [4]
				458969, -- [5]
				["id"] = 2396,
			},
			["322475"] = {
				"Margrave Stradama", -- [1]
				"322475", -- [2]
				"Удар чумы", -- [3]
				11.5, -- [4]
				2576087, -- [5]
				["id"] = 2386,
			},
			["323878"] = {
				"Oryphrion", -- [1]
				"323878", -- [2]
				"Опустошенность", -- [3]
				108, -- [4]
				237587, -- [5]
				["id"] = 2358,
			},
			["323149"] = {
				"Ingra Maloch", -- [1]
				"323149", -- [2]
				"Подчинение тьме", -- [3]
				36, -- [4]
				252272, -- [5]
				["id"] = 2397,
			},
			["321368"] = {
				"Nalthor the Rimebinder", -- [1]
				"321368", -- [2]
				"Ледяная эгида", -- [3]
				13, -- [4]
				236224, -- [5]
				["id"] = 2390,
			},
			["-6327"] = {
				"Wise Mari", -- [1]
				"-6327", -- [2]
				"Следующий помощник", -- [3]
				5, -- [4]
				135862, -- [5]
				["id"] = 1418,
			},
			["339550"] = {
				"Mordretha, the Endless Empress", -- [1]
				"339550", -- [2]
				"Эхо битвы", -- [3]
				3.2, -- [4]
				1778230, -- [5]
				["id"] = 2404,
			},
			["67382"] = {
				"Doctor Ickus", -- [1]
				"67382", -- [2]
				"Прыжок", -- [3]
				26, -- [4]
				236171, -- [5]
				["id"] = 2384,
			},
			["329774"] = {
				"Hungering Destroyer", -- [1]
				"329774", -- [2]
				"Переполнение мощью", -- [3]
				5.3, -- [4]
				136170, -- [5]
				["id"] = 2383,
			},
			["-5959"] = {
				"Vizier Jin'bak", -- [1]
				"-5959", -- [2]
				"Взрыв", -- [3]
				30.2, -- [4]
				535045, -- [5]
				["id"] = 1465,
			},
			["325254"] = {
				"Grand Proctor Beryllia", -- [1]
				"325254", -- [2]
				"Железные шипы", -- [3]
				3.5, -- [4]
				3199068, -- [5]
				["id"] = 2362,
			},
			["321406"] = {
				"Doctor Ickus", -- [1]
				"321406", -- [2]
				"<Чтение Заразный взрыв>", -- [3]
				30, -- [4]
				840194, -- [5]
				["id"] = 2384,
			},
			["334625"] = {
				"Devos, Paragon of Doubt", -- [1]
				"334625", -- [2]
				"Взрыв великой пустоты", -- [3]
				23.3, -- [4]
				3528303, -- [5]
				["id"] = 2359,
			},
			["329455"] = {
				"Hungering Destroyer", -- [1]
				"329455", -- [2]
				"Опустошение (1)", -- [3]
				23.2, -- [4]
				1778230, -- [5]
				["id"] = 2383,
			},
			["324368"] = {
				"Kin-Tara", -- [1]
				"324368", -- [2]
				"Ослабленный шквал", -- [3]
				6, -- [4]
				3528304, -- [5]
				["id"] = 2357,
			},
			["321828"] = {
				"Mistcaller", -- [1]
				"321828", -- [2]
				"Ладушки", -- [3]
				14.5, -- [4]
				134470, -- [5]
				["id"] = 2392,
			},
			["323137"] = {
				"Ingra Maloch", -- [1]
				"323137", -- [2]
				"Ошеломляющая пыльца", -- [3]
				4.5, -- [4]
				134219, -- [5]
				["id"] = 2397,
			},
			["322681"] = {
				"Surgeon Stitchflesh", -- [1]
				"322681", -- [2]
				"Мясницкий крюк", -- [3]
				10.5, -- [4]
				1373906, -- [5]
				["id"] = 2389,
			},
			["336258"] = {
				"Domina Venomblade", -- [1]
				"336258", -- [2]
				"Одинокая жертва на ТЕБЕ", -- [3]
				6, -- [4]
				892448, -- [5]
				["id"] = 2385,
			},
			["322563"] = {
				"Tred'ova", -- [1]
				"322563", -- [2]
				"Отмеченная жертва", -- [3]
				24, -- [4]
				841383, -- [5]
				["id"] = 2393,
			},
			["333231"] = {
				"An Affront of Challengers", -- [1]
				"333231", -- [2]
				"Огненная смерть", -- [3]
				9.7, -- [4]
				2576089, -- [5]
				["id"] = 2391,
			},
			["319685"] = {
				"Kryxis the Voracious", -- [1]
				"319685", -- [2]
				"Увечащий удар", -- [3]
				32.5, -- [4]
				1778230, -- [5]
				["id"] = 2360,
			},
			["-5813"] = {
				"Sha of Violence", -- [1]
				"-5813", -- [2]
				"Исступление", -- [3]
				30, -- [4]
				136215, -- [5]
				["id"] = 1305,
			},
			["319654"] = {
				"Kryxis the Voracious", -- [1]
				"319654", -- [2]
				"Алчное вытягивание", -- [3]
				10.6, -- [4]
				571321, -- [5]
				["id"] = 2360,
			},
			["-5958"] = {
				"Vizier Jin'bak", -- [1]
				"-5958", -- [2]
				"Помощники", -- [3]
				10.8, -- [4]
				538040, -- [5]
				["id"] = 1465,
			},
			["328206"] = {
				"Echelon", -- [1]
				"328206", -- [2]
				"Проклятие камня", -- [3]
				22, -- [4]
				516666, -- [5]
				["id"] = 2380,
			},
			["320358"] = {
				"Surgeon Stitchflesh", -- [1]
				"320358", -- [2]
				"Пробуждение создания", -- [3]
				27.9, -- [4]
				2492254, -- [5]
				["id"] = 2389,
			},
			["118961"] = {
				"Master Snowdrift", -- [1]
				"118961", -- [2]
				"Травля: Развеед*", -- [3]
				11, -- [4]
				461121, -- [5]
				["id"] = 1304,
			},
			["329725"] = {
				"Hungering Destroyer", -- [1]
				"329725", -- [2]
				"Истребление (1)", -- [3]
				35.7, -- [4]
				1778228, -- [5]
				["id"] = 2383,
			},
			["322614"] = {
				"Tred'ova", -- [1]
				"322614", -- [2]
				"Связь разума", -- [3]
				17, -- [4]
				3528276, -- [5]
				["id"] = 2393,
			},
			["324146"] = {
				"Ventunax", -- [1]
				"324146", -- [2]
				"Темная поступь", -- [3]
				10.7, -- [4]
				132303, -- [5]
				["id"] = 2356,
			},
			["-5549"] = {
				"Lorewalker Stonestep", -- [1]
				"-5549", -- [2]
				"Первичная мощь: Опасность", -- [3]
				15, -- [4]
				459027, -- [5]
				["id"] = 1417,
			},
			["319941"] = {
				"Echelon", -- [1]
				"319941", -- [2]
				"Разбивающий камень прыжок", -- [3]
				23.5, -- [4]
				1016245, -- [5]
				["id"] = 2380,
			},
			["322795"] = {
				"Gorechop", -- [1]
				"322795", -- [2]
				"Мясницкие крюки", -- [3]
				10.8, -- [4]
				1373906, -- [5]
				["id"] = 2365,
			},
			["334971"] = {
				"Huntsman Altimor", -- [1]
				"334971", -- [2]
				"Зазубренные когти", -- [3]
				10, -- [4]
				132122, -- [5]
				["id"] = 2418,
			},
		},
		["encounter_timers_dbm"] = {
		},
	},
	["spell_school_cache"] = {
		["Детонация взрывчатки богомолов"] = 4,
		["Выхлоп анимы"] = 64,
		["Пламя феникса"] = 4,
		["Замученные отголоски"] = 32,
		["Порченая кровь"] = 32,
		["Огненный взрыв"] = 4,
		["Отголоски резни"] = 32,
		["Режущий лед"] = 16,
		["Цепляющаяся тьма"] = 32,
		["Фонтан анимы"] = 32,
		["Озерцо теней"] = 32,
		["Былые грехи"] = 32,
		["Яростное рассечение"] = 1,
		["Быстрая смерть"] = 32,
		["Шквал крови"] = 32,
		["Хлещущая слизь"] = 8,
		["Выброс лавы"] = 4,
		["Пролитая сущность"] = 32,
		["Кольцо льда"] = 16,
		["Бастион Архонта"] = 1,
		["Явление смерти"] = 32,
		["Удар по земле"] = 1,
		["Коллективное восприятие"] = 32,
		["Ледяное копье"] = 16,
		["Смыть"] = 16,
		["Tenderizing Smash Meat Hook"] = 1,
		["Взбучка"] = 1,
		["Удар неистовых кулаков"] = 4,
		["Область анимы"] = 64,
		["Засада в тени"] = 32,
		["Темная поступь"] = 1,
		["Частица Света"] = 2,
		["Высвобожденная анима"] = 64,
		["Чародейский обстрел"] = 64,
		["Призрачное перенаправление"] = 32,
		["Взрыв слизи"] = 8,
		["Извержение души"] = 32,
		["Зловонный газ"] = 8,
		["Сеть анимы"] = 32,
		["Залп ледяных стрел"] = 16,
		["Заряженная анима"] = 64,
		["Бросок обломка"] = 1,
		["Ненасытные миазмы"] = 32,
		["Шип боли"] = 32,
		["Оюшки"] = 8,
		["Ледяная эгида"] = 16,
		["Тумак торнадо"] = 1,
		["Железные шипы"] = 1,
		["Смертельная сделка"] = 32,
		["Едкий сок"] = 8,
		["Melee"] = 1,
		["Клейкий осадок"] = 8,
		["Бальзамирующая лимфа"] = 40,
		["Освобожденная тень"] = 32,
		["Терзание"] = 1,
		["Пронзающий шип"] = 32,
		["Подавляющее знамя"] = 1,
		["Удар змеи"] = 4,
		["Пожирание сущности"] = 32,
		["Сейсмический прыжок"] = 1,
		["Мучительные сомнения"] = 64,
		["Отравленные клинки"] = 8,
		["Обращение в камень"] = 1,
		["Стрела смерти"] = 32,
		["Перемещенная взрывная волна"] = 64,
		["Сокрушающее объятие"] = 1,
		["Взрывоопасное устройство"] = 64,
		["Нефритовый огонь"] = 4,
		["Замедляющий яд"] = 8,
		["Ледяные путы"] = 16,
		["Поглощение"] = 32,
		["Окоченение"] = 16,
		["Зазубренный размах"] = 1,
		["Царство мертвых"] = 32,
		["Видения греховного света"] = 32,
		["Едкая смола"] = 8,
		["Преломленный греховный свет"] = 32,
		["Слово силы: Утешение"] = 2,
		["Переходящая сила"] = 8,
		["Волна Нефритовой Змеи"] = 4,
		["Отторжение анимы"] = 8,
		["Снежная буря"] = 16,
		["Темное опустошение"] = 32,
		["Исповедь"] = 2,
		["Чудовищный удар"] = 1,
		["Разжижающая слизь"] = 8,
		["Авиаудар"] = 4,
		["Расколотая земля"] = 32,
		["Чародейская молния"] = 64,
		["Заряженное копье"] = 64,
		["Проклятие камня"] = 8,
		["Гнилая желчь"] = 8,
		["Перегрузка анимы"] = 64,
		["Бушующий"] = 8,
		["Сгущающаяся слизь"] = 40,
		["Извращенные желания"] = 32,
		["Горестный ритуал"] = 32,
		["Кара"] = 2,
		["Отвратительные внутренности"] = 40,
		["Пагубный туман"] = 40,
		["Высококонцентрированная анима"] = 32,
		["Лужа анимы"] = 8,
		["Схизма"] = 32,
		["Удар колосса"] = 1,
		["Прерывающий крик"] = 1,
		["Алчное вытягивание"] = 32,
		["Хваткие руки"] = 32,
		["Некротический заряд"] = 32,
		["Corpo-a-Corpo"] = 1,
		["Переполняющая мощь!"] = 64,
		["Запятнанная грехом анима"] = 32,
		["Ионизированная плазма"] = 64,
		["Взрыв"] = 32,
		["Свежевание души"] = 32,
		["Поглощение эссенции"] = 32,
		["Истязающие мучения"] = 32,
		["Призрачная скачка"] = 32,
		["Взрывная слизь"] = 1,
		["Жестокий шквал"] = 1,
		["Некротический гной"] = 32,
		["Концентрированная чума"] = 8,
		["Неистовый натиск"] = 1,
		["Небесный снаряд"] = 64,
		["Необузданный космос"] = 32,
		["Черный дождь"] = 32,
		["Цепная молния"] = 8,
		["Грозовое дыхание"] = 8,
		["Выводящий из равновесия удар"] = 1,
		["Бездушный"] = 32,
		["Разящий удар Нефритовой Змеи"] = 4,
		["Шар огня"] = 4,
		["Разделенные муки"] = 32,
		["Разбивающий камень прыжок"] = 8,
		["Расходящийся эхом удар"] = 1,
		["Ничтожность"] = 32,
		["Перезаряженная душа"] = 8,
		["Касание слизи"] = 8,
		["Зловещий рывок"] = 1,
		["Ненасытный удар"] = 1,
		["Глубокая рана"] = 1,
		["Кислотный выброс"] = 1,
		["Разлагающая кислота"] = 8,
		["Чародейские стрелы"] = 64,
		["Удар Хаоса"] = 127,
		["Оскверненные воды"] = 16,
		["Истребление"] = 32,
		["Сбрасывание анимы"] = 1,
		["Кольцо злобы"] = 32,
		["Осадок"] = 32,
		["Выстрел"] = 8,
		["Хватка смерти"] = 32,
		["Сгустившаяся зараза"] = 8,
		["Бросок камня"] = 1,
		["Натиск Клинка"] = 1,
		["Ледяная стрела"] = 16,
		["Сокрушение души"] = 32,
		["Темное изгнание"] = 32,
		["Глубокая связь"] = 64,
		["Рваная рана"] = 1,
		["Взрывоопасное устройство локального действия"] = 64,
		["Каменное дыхание"] = 1,
		["Кислотная бомба"] = 8,
		["Бросок"] = 1,
		["Повергающий удар Нефритовой Змеи"] = 4,
		["Турбоцыплячий обстрел"] = 4,
		["Общая боль"] = 32,
		["Повелитель смерти"] = 32,
		["Тлеющая стигия"] = 4,
		["Натиск клинка"] = 1,
		["Рассекающий удар"] = 1,
		["Фантомный паразит"] = 32,
		["Телекинетическое столкновение"] = 1,
		["Гнилостный взрыв"] = 32,
		["Гибельные споры"] = 40,
		["Добивающий удар"] = 1,
		["Сияющая перезарядка"] = 1,
		["Раздробленный камень"] = 8,
		["Слово Тьмы: Смерть"] = 32,
		["Болезнетворный дождь"] = 8,
		["Мясницкий крюк"] = 1,
		["Пелена смерти"] = 32,
		["Бритвенное крыло"] = 1,
		["Неудержимый рывок"] = 1,
		["Пронзание"] = 1,
		["Ледяной шар"] = 16,
		["Извержение"] = 4,
		["Очищающая вспышка"] = 64,
		["Вытягивание души"] = 32,
		["Взрыв разума"] = 32,
		["Циркулярная пила"] = 1,
		["Гнев \"Золрамуса\""] = 32,
		["Поглощение слизи"] = 1,
		["Кристалл льда"] = 16,
		["Вихрь"] = 1,
		["Одинокая жертва"] = 1,
		["Связь разума"] = 32,
		["Анима в бутылке"] = 32,
		["Бросок слизи"] = 1,
		["Губительный газ"] = 40,
		["Переполняющая гордыня"] = 32,
		["Ослабленный шквал"] = 64,
		["Выброс анимы"] = 64,
		["Некротическое дыхание"] = 32,
		["Кометная буря"] = 16,
		["Болезнетворное облако"] = 8,
		["Поток крови"] = 32,
		["Шип ша"] = 32,
		["Пульсация гидрокопья"] = 16,
		["Стеклянные осколки"] = 1,
		["Некротическая язва"] = 1,
		["Морозный взрыв"] = 16,
		["Сокрушенная душа"] = 32,
		["Космический коллапс"] = 32,
		["Tiro-Autom�tico"] = 1,
		["Ликвидация"] = 8,
		["Стрела мрака"] = 32,
		["Нестабильный выброс"] = 32,
		["Леденящий холод"] = 16,
		["Воззвание к Хаосу"] = 32,
		["Бросок ножа"] = 1,
		["Расщепление души"] = 32,
		["Тяжкая рана"] = 1,
		["Загробный импульс"] = 32,
		["Смертельный удар"] = 32,
		["Могильное касание"] = 32,
		["Огненный шок"] = 4,
		["Сверхмощный лазер \"Два пальца\""] = 4,
		["Очищение зла"] = 4,
		["Чародейская вспышка"] = 64,
		["Узы жизни"] = 1,
		["Расколотое сердце Ал'ара"] = 4,
		["Паразитический паралич"] = 1,
		["Растущая гордыня"] = 32,
		["Алчущие удары"] = 32,
		["Шквал ненависти"] = 1,
		["Напряженность"] = 32,
		["Магнитный покров"] = 8,
		["Удар"] = 1,
		["Жестокий удар"] = 1,
		["Огненная смерть"] = 32,
		["Быстрый удар"] = 1,
		["Волна слизи"] = 8,
		["Переполняющая мощь"] = 64,
		["Клеймо искупления"] = 32,
		["Обращающий в камень вой"] = 8,
		["Рассечение"] = 1,
		["Коса жнеца"] = 1,
		["Каменные осколки"] = 8,
		["Дьявольский ро-о-ок!"] = 32,
		["Бичевание"] = 32,
		["Искатель греха"] = 32,
		["Остаточная анима"] = 32,
		["Потусторонний холод"] = 32,
		["Разлагающаяся гниль"] = 40,
		["Осклизлое лакомство"] = 1,
		["Кровотечение"] = 1,
	},
	["deathlog_healingdone_min"] = 1,
	["always_use_profile"] = true,
	["damage_scroll_auto_open"] = true,
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
			["y"] = 0.0003509521484375,
			["x"] = 9.1552734375e-05,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = true,
		["mythicrun_chart_frame_ready"] = {
			["y"] = 0.0001678466796875,
			["x"] = 3.0517578125e-05,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
			["y"] = 0.00030517578125,
			["x"] = 0,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["last_mythicrun_chart"] = {
		},
	},
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["realtime_dps_size"] = 12,
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_shadow"] = true,
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"4 - Reversing switches.", -- [3]
		"6 - Saving Config.", -- [4]
		"7 - Saving Profiles.", -- [5]
		"8 - Saving nicktag cache.", -- [6]
	},
	["realm_sync"] = true,
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показать, кто в вашем рейде использовал зелье во время сражения.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n			\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n			\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n			\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo (spellId)\n						GameCooltip:AddLine (name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["name"] = "Использовано зелий",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n				\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n					\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						\n						local found_potion = false\n						\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n							\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player \n								instance_container:AddValue (player, 1)\n							end\n						end\n						\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n				\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n				\n										--add amount to the player \n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n						\n						if (found_potion) then\n							amount = amount + 1\n						end    \n					end\n				end\n				\n				--return:\n				return total, top, amount\n				",
			["attribute"] = false,
			["script_version"] = 6,
		}, -- [1]
		{
			["source"] = false,
			["total_script"] = false,
			["author"] = "Details! Team",
			["percent_script"] = false,
			["desc"] = "Показать, кто в вашей рейдовой группе использовал камень здоровья или целебное зелье.",
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["spellid"] = false,
			["name"] = "Лечебное зелье и камень",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["tooltip"] = "			--get the parameters passed\n			local actor, combat, instance = ...\n			\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GameCooltip = GameCooltip\n			local R, G, B, A = 0, 0, 0, 0.75\n			\n			local hs = actor:GetSpell (6262)\n			if (hs) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n\n			--Cooltip code\n			",
			["attribute"] = false,
			["script_version"] = 15,
		}, -- [2]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "				\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел на нанесение урона.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["spellid"] = false,
			["name"] = "Урон (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [3]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "				\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел, делая исцеление.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["spellid"] = false,
			["name"] = "Исцеление (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 2,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the crowd control amount for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["spellid"] = false,
			["name"] = "Контроль толпы сделано",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 11,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of crowd control received for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["spellid"] = false,
			["name"] = "Контроль толпы получено",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Показать свои заклинания в окне.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["attribute"] = false,
			["name"] = "Мои заклинания",
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n				\n				local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["script_version"] = 8,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, меткой с черепом.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["name"] = "Наносимый урон по метки с черепом",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, отмеченным любой другой меткой.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["name"] = "Наносимый урон на другие помеченные метки",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [9]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show overall damage done on the fly.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n				    local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n				    OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				if (instance.row_info.textR_show_data[3]) then\n				    s = ToK (_, value) .. \" (\" .. s .. \", \"\n				else\n				    s = ToK (_, value) .. \" (\" .. s\n				end\n\n				return s\n			",
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["spellid"] = false,
			["name"] = "Динамический общий урон",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n				    AllSpells [spellID] = spellTable.total\n				end\n\n				--current\n				local player = CurrentCombat [1]:GetActor (actor.nome)\n				if (player) then\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs (playerSpells) do\n						AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n				    tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n				for i, t in ipairs (sortedList) do\n				    local spellID, total = unpack (t)\n				    if (total > 1) then\n					local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n					\n					GameCooltip:AddLine (spellName, format_func (_, total))\n					Details:AddTooltipBackgroundStatusbar()\n					GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				end\n			",
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n				    return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n				    --only player in group\n				    if (player:IsGroupPlayer()) then\n					instance_container:AddValue (player, player.total)\n				    end\n				end\n\n				if (Details.in_combat) then\n				    for _, player in ipairs ( damage_container_current ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n					    instance_container:AddValue (player, player.total)        \n					end\n				    end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 5,
		}, -- [10]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["name"] = "Наносимый урон по щитам",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 1,
		}, -- [11]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show who in your raid used a potion during the encounter.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n			\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n			\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n			\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo (spellId)\n						GameCooltip:AddLine (name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["attribute"] = false,
			["name"] = "Potion Used",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n				\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n					\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						\n						local found_potion = false\n						\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n							\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player \n								instance_container:AddValue (player, 1)\n							end\n						end\n						\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n				\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n				\n										--add amount to the player \n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n						\n						if (found_potion) then\n							amount = amount + 1\n						end    \n					end\n				end\n				\n				--return:\n				return total, top, amount\n				",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["script_version"] = 6,
		}, -- [12]
		{
			["source"] = false,
			["desc"] = "Show who in your raid group used the healthstone or a heal potion.",
			["author"] = "Details! Team",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "			--get the parameters passed\n			local actor, combat, instance = ...\n			\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GameCooltip = GameCooltip\n			local R, G, B, A = 0, 0, 0, 0.75\n			\n			local hs = actor:GetSpell (6262)\n			if (hs) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n\n			--Cooltip code\n			",
			["name"] = "Health Potion & Stone",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["script_version"] = 15,
		}, -- [13]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Tells how much time each character spent doing damage.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Damage Activity Time",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["script_version"] = 3,
		}, -- [14]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Tells how much time each character spent doing healing.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Healing Activity Time",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["script_version"] = 2,
		}, -- [15]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "Crowd Control Done",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 11,
		}, -- [16]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the amount of crowd control received for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["name"] = "Crowd Control Received",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["script_version"] = 3,
		}, -- [17]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Show your spells in the window.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["attribute"] = false,
			["name"] = "My Spells",
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n				\n				local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["script_version"] = 7,
		}, -- [18]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of damage applied on targets marked with skull.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Damage On Skull Marked Targets",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 3,
		}, -- [19]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of damage applied on targets marked with any other mark.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Damage On Other Marked Targets",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 3,
		}, -- [20]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n				    local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n				    OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				if (instance.row_info.textR_show_data[3]) then\n				    s = ToK (_, value) .. \" (\" .. s .. \", \"\n				else\n				    s = ToK (_, value) .. \" (\" .. s\n				end\n\n				return s\n			",
			["desc"] = "Show overall damage done on the fly.",
			["attribute"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n				    return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n				    --only player in group\n				    if (player:IsGroupPlayer()) then\n					instance_container:AddValue (player, player.total)\n				    end\n				end\n\n				if (Details.in_combat) then\n				    for _, player in ipairs ( damage_container_current ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n					    instance_container:AddValue (player, player.total)        \n					end\n				    end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["name"] = "Dynamic Overall Damage",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n				    AllSpells [spellID] = spellTable.total\n				end\n\n				--current\n				local player = CurrentCombat [1]:GetActor (actor.nome)\n				if (player) then\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs (playerSpells) do\n						AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n				    tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n				for i, t in ipairs (sortedList) do\n				    local spellID, total = unpack (t)\n				    if (total > 1) then\n					local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n					\n					GameCooltip:AddLine (spellName, format_func (_, total))\n					Details:AddTooltipBackgroundStatusbar()\n					GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["script_version"] = 5,
		}, -- [21]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["attribute"] = false,
			["name"] = "Damage on Shields",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["script_version"] = 1,
		}, -- [22]
	},
	["run_code"] = {
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--use the role icon in the player bar when inside an arena (default false)\nDetails.show_arena_role_icon = false;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["latest_news_saw"] = "v9.0.2.8192",
	["current_exp_raid_encounters"] = {
		[2383] = true,
		[2418] = true,
		[2406] = true,
	},
	["data_wipes_exp"] = {
		["9"] = true,
		["14"] = false,
		["13"] = false,
		["12"] = false,
		["11"] = false,
		["10"] = false,
	},
	["spellid_ignored"] = {
	},
	["createauraframe"] = {
	},
	["item_level_pool"] = {
		["Player-578-09EC45A9"] = {
			["time"] = 1613704068,
			["name"] = "Andruîl-Wrathbringer",
			["ilvl"] = 201.4375,
		},
		["Player-3391-08FE542B"] = {
			["time"] = 1613704068,
			["name"] = "Shinyonesk-Silvermoon",
			["ilvl"] = 147.5625,
		},
		["Player-1602-0B3F2881"] = {
			["time"] = 1613639583,
			["name"] = "Скованна-Гордунни",
			["ilvl"] = 204.375,
		},
		["Player-1602-0EC51DC5"] = {
			["name"] = "Меенаа-Гордунни",
			["time"] = 1613701206,
			["ilvl"] = 210.9375,
		},
		["Player-1925-0ED5260C"] = {
			["name"] = "Взялдалушёл-ВечнаяПесня",
			["time"] = 1613700483,
			["ilvl"] = 76.0625,
		},
		["Player-1605-0B9E15B0"] = {
			["time"] = 1613638788,
			["name"] = "Сквидл-СтражСмерти",
			["ilvl"] = 203.5,
		},
		["Player-1602-0C734AC9"] = {
			["name"] = "Ниэтта",
			["time"] = 1613718958,
			["ilvl"] = 219.375,
		},
		["Player-1097-097A93AA"] = {
			["time"] = 1613704038,
			["name"] = "Kampfmuffin-Ysera",
			["ilvl"] = 178.4375,
		},
		["Player-1929-0E2DFD17"] = {
			["time"] = 1613637675,
			["name"] = "Окаянь-ВечнаяПесня",
			["ilvl"] = 155.8666666666667,
		},
		["Player-1303-059D1F7E"] = {
			["time"] = 1613704038,
			["name"] = "Russo-Aggra(Português)",
			["ilvl"] = 196.5,
		},
		["Player-1602-0ED9AC95"] = {
			["name"] = "Руко",
			["time"] = 1613718882,
			["ilvl"] = 170.625,
		},
		["Player-1928-0E48185D"] = {
			["time"] = 1613637665,
			["name"] = "Ромун-Седогрив",
			["ilvl"] = 199.25,
		},
		["Player-1597-0CF0A4C1"] = {
			["time"] = 1613704038,
			["name"] = "Molra-Sylvanas",
			["ilvl"] = 183.5,
		},
		["Player-3686-070B35E0"] = {
			["time"] = 1613704038,
			["name"] = "Pallo-Antonidas",
			["ilvl"] = 142.3125,
		},
		["Player-1379-098B3891"] = {
			["time"] = 1613704069,
			["name"] = "Lylum-Sanguino",
			["ilvl"] = 160.5625,
		},
		["Player-1316-049A0C54"] = {
			["time"] = 1613704038,
			["name"] = "Shimoseijo-Nemesis",
			["ilvl"] = 212.625,
		},
		["Player-1922-0E8112BE"] = {
			["time"] = 1613641023,
			["name"] = "Нелтари-Азурегос",
			["ilvl"] = 194.5,
		},
		["Player-1929-0E2499EE"] = {
			["time"] = 1613704068,
			["name"] = "Папашатони-ЧерныйШрам",
			["ilvl"] = 151.625,
		},
		["Player-1929-0C9ECF40"] = {
			["time"] = 1613636140,
			["name"] = "Анрапир-Гром",
			["ilvl"] = 63.9375,
		},
		["Player-1602-0B41C95A"] = {
			["time"] = 1613636170,
			["name"] = "Элвисса-Термоштепсель",
			["ilvl"] = 195.0666666666667,
		},
		["Player-1602-0A4DEAB7"] = {
			["name"] = "Пухлаязайка-Гордунни",
			["time"] = 1613701206,
			["ilvl"] = 212.4375,
		},
		["Player-3681-0A762421"] = {
			["time"] = 1613716589,
			["name"] = "Johnnyboy-Magtheridon",
			["ilvl"] = 200.4375,
		},
		["Player-3682-0A9CFB37"] = {
			["time"] = 1613704021,
			["name"] = "Mattedk-Ragnaros",
			["ilvl"] = 175,
		},
		["Player-1929-0E2E5070"] = {
			["time"] = 1613722309,
			["name"] = "Дэлери",
			["ilvl"] = 182.75,
		},
		["Player-1301-0729022D"] = {
			["time"] = 1613704038,
			["name"] = "Sereg-Outland",
			["ilvl"] = 132.0625,
		},
		["Player-1325-092DD760"] = {
			["name"] = "Arcanestein-Hellscream",
			["time"] = 1613718958,
			["ilvl"] = 184.125,
		},
		["Player-1929-0E2E4C36"] = {
			["time"] = 1613636126,
			["name"] = "Легионерч",
			["ilvl"] = 209.8,
		},
		["Player-3679-0BAEECDD"] = {
			["time"] = 1613704038,
			["name"] = "Algúroth-Aegwynn",
			["ilvl"] = 185.5,
		},
		["Player-1602-0E5F944F"] = {
			["time"] = 1613637636,
			["name"] = "Рофард-Гордунни",
			["ilvl"] = 188.8125,
		},
		["Player-1329-06D387BA"] = {
			["time"] = 1613704068,
			["name"] = "Bloodsunset-Ravencrest",
			["ilvl"] = 210,
		},
		["Player-1587-0EC00430"] = {
			["time"] = 1613704068,
			["name"] = "Visera-Arathor",
			["ilvl"] = 212.875,
		},
		["Player-1922-0ED9E9FA"] = {
			["time"] = 1613714027,
			["name"] = "Ророру-Азурегос",
			["ilvl"] = 187.8666666666667,
		},
		["Player-1929-0E2D8DF0"] = {
			["time"] = 1613641023,
			["name"] = "Сузуме",
			["ilvl"] = 157,
		},
		["Player-1301-06D90CC3"] = {
			["time"] = 1613703902,
			["name"] = "Lillekas-Outland",
			["ilvl"] = 210.5625,
		},
		["Player-1602-0E8E8302"] = {
			["name"] = "Сакуродзима",
			["time"] = 1613718904,
			["ilvl"] = 203.9333333333333,
		},
		["Player-1614-0A02068B"] = {
			["time"] = 1613641024,
			["name"] = "Аваст-Разувий",
			["ilvl"] = 203.875,
		},
		["Player-1929-0C979045"] = {
			["time"] = 1613636176,
			["name"] = "Элвисса-Термоштепсель",
			["ilvl"] = 195.0666666666667,
		},
		["Player-1605-0B3B4D81"] = {
			["time"] = 1613639593,
			["name"] = "Гефия-СтражСмерти",
			["ilvl"] = 196.125,
		},
		["Player-3391-084CE4D3"] = {
			["time"] = 1613703965,
			["name"] = "Jugram-Silvermoon",
			["ilvl"] = 178.625,
		},
		["Player-1602-0EBBBBA9"] = {
			["name"] = "Парвинка",
			["time"] = 1613718958,
			["ilvl"] = 166.125,
		},
		["Player-1922-06646BE9"] = {
			["time"] = 1613640609,
			["name"] = "Кедас-Азурегос",
			["ilvl"] = 211.8,
		},
		["Player-1602-0E879A31"] = {
			["name"] = "Саинтлайнс-Гордунни",
			["time"] = 1613701206,
			["ilvl"] = 183.8125,
		},
		["Player-1925-0B27EE95"] = {
			["time"] = 1613637675,
			["name"] = "Окаянь-ВечнаяПесня",
			["ilvl"] = 155.8666666666667,
		},
		["Player-3391-0B8C597D"] = {
			["time"] = 1613704068,
			["name"] = "Lilletrunt-Silvermoon",
			["ilvl"] = 183,
		},
	},
	["update_warning_timeout"] = 10,
	["savedCustomSpells"] = {
		{
			2, -- [1]
			"Автоматическая стрельба", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [1]
		{
			3, -- [1]
			"Мир (падение)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [2]
		{
			55090, -- [1]
			"Удар Плети (Physical)", -- [2]
			237530, -- [3]
		}, -- [3]
		{
			4, -- [1]
			"Мир (утопление)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [4]
		{
			5, -- [1]
			"Мир (усталость)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [5]
		{
			6, -- [1]
			"Мир (огонь)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [6]
		{
			7, -- [1]
			"Мир (лава)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [7]
		{
			8, -- [1]
			"Мир (слизь)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [8]
		{
			59638, -- [1]
			"Ледяная стрела (Зеркальное изображение)", -- [2]
			135846, -- [3]
		}, -- [9]
		{
			49184, -- [1]
			"Воющий ветер (Main Target)", -- [2]
			135833, -- [3]
		}, -- [10]
		{
			44461, -- [1]
			"Живая бомба (взрыв)", -- [2]
			236220, -- [3]
		}, -- [11]
		{
			278227, -- [1]
			"Шипастая кора (Trinket)", -- [2]
			134439, -- [3]
		}, -- [12]
		{
			268998, -- [1]
			"Воспламененная душа (Trinket)", -- [2]
			651093, -- [3]
		}, -- [13]
		{
			196917, -- [1]
			"Свет мученика (Урон)", -- [2]
			135938, -- [3]
		}, -- [14]
		{
			120761, -- [1]
			"Бросок глеф (Glaive #2)", -- [2]
			132330, -- [3]
		}, -- [15]
		{
			278812, -- [1]
			"Грация льва (Trinket)", -- [2]
			464140, -- [3]
		}, -- [16]
		{
			270827, -- [1]
			"Самоцвет души ткача (Trinket)", -- [2]
			237431, -- [3]
		}, -- [17]
		{
			212739, -- [1]
			"Эпидемия (Main Target)", -- [2]
			136066, -- [3]
		}, -- [18]
		{
			279664, -- [1]
			"Кровавая желчь (Trinket)", -- [2]
			136007, -- [3]
		}, -- [19]
		{
			237680, -- [1]
			"Воющий ветер (AoE)", -- [2]
			135833, -- [3]
		}, -- [20]
		{
			215969, -- [1]
			"Эпидемия (AoE)", -- [2]
			136066, -- [3]
		}, -- [21]
		{
			278359, -- [1]
			"Кровавая ненависть (Trinket)", -- [2]
			132175, -- [3]
		}, -- [22]
		{
			278155, -- [1]
			"Неугасающая сила Залзеикса (Trinket)", -- [2]
			254105, -- [3]
		}, -- [23]
		{
			271115, -- [1]
			"Запал мага-поджигателя (Trinket)", -- [2]
			1119937, -- [3]
		}, -- [24]
		{
			277179, -- [1]
			"Медальон гладиатора (Trinket)", -- [2]
			252267, -- [3]
		}, -- [25]
		{
			70890, -- [1]
			"Удар Плети (Shadow)", -- [2]
			237530, -- [3]
		}, -- [26]
		{
			278057, -- [1]
			"Взрыв крови (Trinket)", -- [2]
			538040, -- [3]
		}, -- [27]
		{
			277185, -- [1]
			"Жетон гладиатора (Trinket)", -- [2]
			135884, -- [3]
		}, -- [28]
		{
			228649, -- [1]
			"Нокаутирующий удар (Passive)", -- [2]
			574575, -- [3]
		}, -- [29]
		{
			121414, -- [1]
			"Бросок глеф (Glaive #1)", -- [2]
			132330, -- [3]
		}, -- [30]
		{
			94472, -- [1]
			"Искупление вины (критический)", -- [2]
			135887, -- [3]
		}, -- [31]
		{
			277187, -- [1]
			"Эмблема гладиатора (Trinket)", -- [2]
			132344, -- [3]
		}, -- [32]
		{
			277181, -- [1]
			"Знак гладиатора (Trinket)", -- [2]
			134501, -- [3]
		}, -- [33]
		{
			278862, -- [1]
			"Холод рун (Trinket)", -- [2]
			252270, -- [3]
		}, -- [34]
		{
			271462, -- [1]
			"Подгнившая кукла вуду (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [35]
		{
			270925, -- [1]
			"Водяной вихрь (Trinket)", -- [2]
			1698701, -- [3]
		}, -- [36]
		{
			271071, -- [1]
			"Раковина темного шепота (Trinket)", -- [2]
			1498840, -- [3]
		}, -- [37]
		{
			271465, -- [1]
			"Подгнившая кукла вуду (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [38]
		{
			33778, -- [1]
			"Жизнецвет (Bloom)", -- [2]
			134206, -- [3]
		}, -- [39]
		{
			88082, -- [1]
			"Огненный шар (Зеркальное изображение)", -- [2]
			135812, -- [3]
		}, -- [40]
		{
			1, -- [1]
			"Атака ближнего боя", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [41]
		{
			278383, -- [1]
			"Неистовая буря (Trinket)", -- [2]
			2103829, -- [3]
		}, -- [42]
		{
			271671, -- [1]
			"Неблагозвучный аккорд (Trinket)", -- [2]
			454048, -- [3]
		}, -- [43]
		{
			98021, -- [1]
			"Обмен здоровья", -- [2]
			237586, -- [3]
		}, -- [44]
		{
			339538, -- [1]
			"Вердикт храмовника (Templar's Vindication)", -- [2]
			461860, -- [3]
		}, -- [45]
		{
			345020, -- [1]
			"Таящийся хищник (Trinket)", -- [2]
			2103921, -- [3]
		}, -- [46]
		{
			108271, -- [1]
			"Астральный сдвиг", -- [2]
			"Interface\\Addons\\Details\\images\\icon_astral_shift", -- [3]
		}, -- [47]
	},
	["tutorial"] = {
		["bookmark_tutorial"] = false,
		["main_help_button"] = 991,
		["WINDOW_GROUP_MAKING1"] = true,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["unlock_button"] = 4,
		["WINDOW_LOCK_UNLOCK1"] = true,
		["OVERALLDATA_WARNING1"] = 1,
		["MIN_COMBAT_TIME"] = true,
		["version_announce"] = 0,
		["ctrl_click_close_tutorial"] = false,
		["DETAILS_INFO_TUTORIAL2"] = 10,
		["DISABLE_ONDEATH_PANEL"] = true,
		["logons"] = 991,
	},
	["switchSaved"] = {
		["slots"] = 12,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
		},
	},
	["raid_data"] = {
		["mythic_raid_data"] = {
			[2398] = {
				["longest"] = 346.3889999999665,
				["kills"] = 2,
				["try_history"] = {
					{
						0.5583862921962552, -- [1]
						155.6689999999944, -- [2]
					}, -- [1]
					{
						0.2133921997822129, -- [1]
						311.0049999998882, -- [2]
					}, -- [2]
					{
						0.1614126625137219, -- [1]
						346.3889999999665, -- [2]
					}, -- [3]
					{
						0, -- [1]
						337.158000000054, -- [2]
					}, -- [4]
					{
						0, -- [1]
						336.4539999999106, -- [2]
					}, -- [5]
				},
				["wipes"] = 12,
				["best_try"] = 0,
			},
			[2418] = {
				["longest"] = 374.2260000000242,
				["kills"] = 2,
				["try_history"] = {
					{
						0.9994948853553799, -- [1]
						8.533000000054017, -- [2]
					}, -- [1]
					{
						0.6088606555265935, -- [1]
						131.8540000000503, -- [2]
					}, -- [2]
					{
						0.5175016989568172, -- [1]
						154.8430000001099, -- [2]
					}, -- [3]
					{
						0.009506271281970033, -- [1]
						161.0010000001639, -- [2]
					}, -- [4]
					{
						0, -- [1]
						138.8019999999087, -- [2]
					}, -- [5]
					{
						0, -- [1]
						374.2260000000242, -- [2]
					}, -- [6]
					{
						0, -- [1]
						320.3140000002459, -- [2]
					}, -- [7]
				},
				["wipes"] = 22,
				["best_try"] = 0,
			},
			[2383] = {
				["longest"] = 6.783999999985099,
				["kills"] = 0,
				["try_history"] = {
					{
						0.9995192946319365, -- [1]
						6.783999999985099, -- [2]
					}, -- [1]
				},
				["wipes"] = 1,
				["best_try"] = 0.9995192946319365,
			},
		},
	},
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_bw"] = {
			},
			["encounter_timers_dbm"] = {
			},
		},
	},
	["always_use_profile_name"] = "Ниэтта-Гордунни",
	["savedStyles"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["show_totalhitdamage_on_overkill"] = false,
	["savedTimeCaptures"] = {
		{
			"Player Damage Done", -- [1]
			"\n	-- the goal of this script is get the current combat then get your character and extract your damage done.\n	-- the first thing to do is get the combat, so, we use here the command \"_detalhes:GetCombat ( \"overall\" \"current\" or \"segment number\")\"\n	\n	local current_combat = _detalhes:GetCombat (\"current\") --> getting the current combat\n	\n	-- the next step is request your character from the combat\n	-- to do this, we take the combat which here we named \"current_combat\" and tells what we want inside parentheses.\n	\n	local my_self = current_combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n	\n	-- _detalhes.playername holds the name of your character.\n	-- DETAILS_ATTRIBUTE_DAMAGE means we want the damage table, _HEAL _ENERGY _MISC is the other 3 tables.\n	\n	-- before we proceed, the result needs to be checked to make sure its a valid result.\n	\n	if (not my_self) then\n		return 0 -- the combat doesnt have *you*, this happens when you didn't deal any damage in the combat yet.\n	end\n	\n	-- now its time to get the total damage.\n	\n	local my_damage = my_self.total\n	\n	-- then finally return the amount to the capture.\n	\n	return my_damage\n	\n", -- [2]
			{
				["max_value"] = 0,
				["last_value"] = 0,
			}, -- [3]
			"Chart Viewer", -- [4]
			"1.0", -- [5]
			"Interface\\ICONS\\Ability_MeleeDamage", -- [6]
			true, -- [7]
		}, -- [1]
	},
	["plugin_window_pos"] = {
		["y"] = -77.99969482421875,
		["x"] = 117.4998931884766,
		["point"] = "TOPLEFT",
		["scale"] = 1,
	},
	["damage_scroll_position"] = {
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["last_changelog_size"] = 5005,
	["immersion_unit_special_icons"] = true,
	["lastUpdateWarning"] = 1613700463,
	["report_where"] = "PARTY",
}
