
_detalhes_global = {
	["npcid_pool"] = {
		[0] = "[*] Токсичная слизь",
		[123264] = "Надсмотрщик Уильямс",
		[166650] = "Чемпион Кровогнил",
		[160507] = "Ми'кай в роли Аргуса Порабощенного",
		[161531] = "Асморда",
		[109954] = "Магистр Федрис",
		[126848] = "Капитан Юдора",
		[161532] = "Инструктор Тешал",
		[154365] = "Акир-жнец",
		[93061] = "Восставший саблезуб",
		[171772] = "Туманная защитница",
		[152319] = "Бронированный стальной краб",
		[80775] = "Огрон-сокрушитель",
		[154367] = "Акир-пронзатель",
		[172797] = "Дикий плеточник",
		[157439] = "Ярость Н'Зота",
		[151296] = "Неизвестно",
		[145153] = "Предсказательница-копьеносица",
		[154368] = "Гусеница акира <Порабощенный Скиталец Пустыни>",
		[19686] = "Неизвестно",
		[129410] = "Восставший равазавр",
		[154369] = "Порабощенный Скиталец Пустыни",
		[157441] = "Дух Бездны",
		[158465] = "Неизвестно",
		[135940] = "Колючая лоза",
		[85896] = "Костяной разоритель Кровавой Гривы",
		[110981] = "Хелкальмар-шкуродер",
		[157442] = "Взор безумия",
		[96135] = "Сквернскорнский завоеватель",
		[153347] = "Глаз Осквернителя",
		[130435] = "Одурманенный вышибала",
		[114565] = "Страж забытой королевы <Zorglub-Naxxramas>",
		[150276] = "Тяжелый хламобот",
		[151300] = "Кельпин-разведчица",
		[108934] = "Оскверненная кровь",
		[153348] = "Живое заражение",
		[85897] = "Землепряд Кровавой Гривы",
		[140038] = "Глубинный угорь",
		[151301] = "Неисправный утильхаунд",
		[130436] = "Отдыхающий работник",
		[91529] = "Глимар Железный Кулак",
		[161541] = "Акир-скарабей <Вук'лаз Землелом>",
		[93577] = "Певец из племени Дымящейся Шкуры",
		[131849] = "Обезумевший стрелок",
		[142088] = "Вихрекрыл",
		[130437] = "Кобольд-рудокоп",
		[163590] = "Нераскаявшийся - хранитель склепа",
		[131850] = "Обезумевший мастер выживания",
		[157447] = "Фанатичная сектантка",
		[153352] = "Занш'ир-убийца",
		[151305] = "Ордынская добытчица",
		[137995] = "Шахтный техник Торговой компании",
		[114568] = "Разлагающийся прислужник",
		[172807] = "Ледяной чароплет",
		[157449] = "Зловещая резчица душ",
		[160521] = "Воплощение зависти",
		[145163] = "Рубака из Армии Чести",
		[154378] = "Механизированный страж",
		[85900] = "Длинный Коготь Кровавой Гривы",
		[157450] = "Зачарованная ритуалистка",
		[151307] = "Костолом картеля Трюмных Вод",
		[160522] = "Выжившая из дома Глаз",
		[130439] = "Пеплогрив",
		[155403] = "\"Вырвиглаз\"-подстрекательница",
		[164618] = "Жуткая Охотница",
		[151308] = "Боггак Черепокол",
		[110474] = "Колдунья из армии Ракиша",
		[157452] = "Неизвестно",
		[166667] = "Гнилокрылый кадавр",
		[175882] = "Верный Утробе всадник",
		[129928] = "Фузилер из братства Стальных Волн",
		[130952] = "Сестра Ава",
		[82318] = "Тенеспоровый великан",
		[115594] = "Арбитр из Сумеречной стражи",
		[158477] = "Песчаниковый копатель",
		[151310] = "Кельпин-разведчик",
		[136976] = "Т'зала",
		[164621] = "Отвратительная слизь",
		[158478] = "Заразная опухоль",
		[168717] = "Раскольница-юстициарий",
		[130953] = "Борец из стаи Да'ки",
		[82319] = "Чудовище Бездны",
		[115595] = "Палач из Сумеречной стражи",
		[166670] = "Бретлан Клеймо",
		[108940] = "Древний костяной слуга",
		[138002] = "Кишкодерка из банды Резчиков",
		[164623] = "Прожорливый гнилокрыл",
		[159504] = "Тренирующийся претендент",
		[73105] = "Foul Taint",
		[163600] = "Нераскаявшаяся-смотрительница",
		[99214] = "Осадный червь",
		[159505] = "Тренирующийся претендент",
		[108941] = "Призрачный офицер",
		[93071] = "Мистик из клана Говорящих с костями",
		[170768] = "Обожравшийся гнилячок",
		[147219] = "Бдительный дозорный",
		[173840] = "Чумная прислужница",
		[103822] = "Неизвестно",
		[80785] = "Грибной преторианец",
		[131862] = "Усиленные штормом боеприпасы",
		[150292] = "Мехагонский кавалерист",
		[108942] = "Объевшийся иссохший",
		[131863] = "Раал Прожорливый",
		[160532] = "Шот Омраченный",
		[80786] = "Неизвестно",
		[147222] = "Гноллоед",
		[131864] = "Горак Тул",
		[157461] = "Мицелиальная киста",
		[133912] = "Кровавый осквернитель",
		[175891] = "Замученная душа",
		[168724] = "Вздувшийся страхопряд",
		[136984] = "Ребан",
		[109967] = "Боевой медведь Штормового предела",
		[94097] = "Крысолов из племени Синего Воска",
		[150295] = "\"Танкоборец-1\"",
		[159510] = "Око глубин",
		[80787] = "Пророк из клана Призрачной Луны",
		[106384] = "Ведьма-мать из племени Скального Когтя",
		[82323] = "Лунный спороскат",
		[124814] = "Проклятый завыватель",
		[170774] = "Экетра",
		[150297] = "Мехагонский нормализатор",
		[167703] = "Верный Утробе страж",
		[80788] = "Некролит из клана Призрачной Луны",
		[98194] = "Трескун из Мшистой пещеры",
		[167704] = "Часовой из Тремакулюма",
		[154394] = "Вескан Падший",
		[1863] = "Йорнетэ",
		[157466] = "Неизвестно",
		[79253] = "Ботани-культиватор",
		[160538] = "Безликий тюремщик",
		[161562] = "Генерал Шар'аз",
		[157467] = "Неизвестно",
		[151324] = "Анодированный каратель",
		[84373] = "Жнец Оммру",
		[145181] = "Призывательница духов из Армии Чести",
		[171802] = "Глашатай Далора",
		[151325] = "Тревогобот",
		[168731] = "Медношкурый охотник",
		[113554] = "Астральная аномалия <Ночнорожденная-мудрец>",
		[90005] = "Голем помраченных",
		[151326] = "Анодированный разрядниконосец",
		[141088] = "Шквал",
		[166685] = "Воплощение жадности",
		[113043] = "Дозорный из бездны",
		[171805] = "Писец-исследовательница",
		[2350] = "Лесной ползун",
		[145185] = "\"Гномогедд-0Н\"",
		[110484] = "Ловец Скверны",
		[111508] = "Сквернокрыл Темного пламени",
		[135971] = "Отступник-новобранец",
		[169759] = "Иссушающее присутствие",
		[82328] = "Нестабильные споры",
		[108949] = "Соленый пузырь",
		[151331] = "Тюремный часовой",
		[136997] = "Древний изгнанник",
		[130451] = "Элитный мастер клинка",
		[171809] = "Хрупкий костяной страж",
		[157475] = "Анаболический нарост",
		[107926] = "Ганнвал Мясник",
		[161571] = "Анубисат-часовой",
		[101783] = "Ночнорожденная - боевой маг",
		[163619] = "Резчик с \"Золрамуса\"",
		[156452] = "Ученик культа Приверженцев Тени",
		[103319] = "Животное <Tailisia-Silvermoon>",
		[151333] = "Осколок часового",
		[135975] = "Отдыхающая работница",
		[163620] = "Тошногнил",
		[172835] = "Скелет-наставник",
		[152358] = "Морской варан - страхоглот",
		[137000] = "Чуланный ползун",
		[101784] = "Ночнорожденный-лазутчик",
		[163621] = "Кровомес",
		[172836] = "Хрупкий костяной страж",
		[144168] = "Разрушитель из дома Эшвейнов",
		[18155] = "Кровавый сокол",
		[163622] = "Куски Кровомеса",
		[156455] = "Мозговой червь",
		[116119] = "Присягнувшая Скверне энергистка",
		[144169] = "Командир из корпорации Эшвейнов",
		[101785] = "Василиск-стальной взгляд",
		[163623] = "Останки Тошногнила",
		[144170] = "Снайпер корпорации Эшвейнов",
		[156457] = "Растекающаяся порча",
		[76189] = "Рубака Железного Марша",
		[153386] = "В жиже",
		[156458] = "К'тир-чернокнижник",
		[152363] = "Дикий морской варан",
		[157483] = "Изедра Омрачительница",
		[161579] = "Вторгшаяся душераскалывательница",
		[133935] = "Оживший страж",
		[168747] = "Ядовитый паук",
		[161580] = "Вторгшийся угасающий клинок",
		[157485] = "Покрытое наростами щупальце",
		[167724] = "Неизвестно",
		[145199] = "Пират-охранник",
		[157486] = "Кровавая опухоль",
		[152367] = "Добытчик из племени Кровавого Плавника",
		[105884] = "Змей заклятий",
		[131890] = "Скальный паук-скакун",
		[85407] = "Потревоженный стручлинг",
		[148273] = "Движимый кровью крушитель",
		[103837] = "Волнскорнский налетчик",
		[135987] = "Щупальце",
		[97182] = "Моряк из Ночного дозора",
		[105885] = "Алчущая оболочка",
		[147250] = "Волнолом Сян",
		[141107] = "Бернси Рубака",
		[133940] = "Подкрепление племени Шипошкурых <Дозорный из племени Шипошкурых>",
		[102302] = "Хранитель портала",
		[111005] = "Оскверненный вредитель",
		[141108] = "Уайли Джаки",
		[134966] = "Беспокойный камень",
		[162611] = "Присягнувший тьме новобранец",
		[94624] = "Дрекирьяр - сын бури",
		[133943] = "Прислужник Зула",
		[167731] = "Ассистент-расчленитель <Портал в мастерскую>",
		[162612] = "Раскольница-капитан",
		[165684] = "Проводник анимы",
		[133944] = "Аспидис",
		[169780] = "Резонирующее страдание",
		[149303] = "Закаленная воительница",
		[79779] = "Лесной ловец",
		[169781] = "Мерзкий гнилогуль",
		[141113] = "Череполомка Котнер",
		[85411] = "Неизвестно",
		[95138] = "Ведьма из племени Червивого Когтя",
		[150329] = "Разваливатель из племени Хламоедов",
		[151353] = "Крыса Утробы",
		[153401] = "К'тир-поработитель",
		[160569] = "Быстрокрылый ларион",
		[169784] = "Гниющий эксперимент",
		[85924] = "Небольшой береговой яростень",
		[91044] = "Мракобес-мучитель",
		[166714] = "Губитель Марот",
		[152380] = "Проржавевший охранник",
		[175930] = "Верный Утробе некросвязыватель",
		[152381] = "Проржавевший часовой",
		[41175] = "Разведчик из племени Мерзлогривов",
		[93093] = "Руновидец Фальяр",
		[110499] = "Длинноплавниковый родниковый угорь",
		[96677] = "Зубастый гризли",
		[147264] = "Сумеречный возжигатель",
		[158527] = "Песчаниковый детеныш",
		[84391] = "Багровая мандрагора",
		[93094] = "Неупокоенный предок",
		[113572] = "Одичавший похититель душ",
		[130466] = "Заклинательница клыков Сарка",
		[98214] = "Травник Тариллон",
		[141123] = "Высвобожденная энергия шторма",
		[58070] = "Красарангская охотница",
		[125347] = "Грязехвостый вепрь",
		[93095] = "Прожорливый медведь",
		[166721] = "Блюститель Асорий",
		[137029] = "Артиллерист",
		[148292] = "Наездник на радикулиске",
		[163651] = "Шипастик",
		[105383] = "Щупальце разложения",
		[147270] = "Сумеречный головорез",
		[154438] = "Механизированный пилот",
		[148295] = "Ивус Трухлявый",
		[111527] = "Имперский разрушитель чар",
		[112039] = "Визжащий паучок",
		[106920] = "Крылатый хищник",
		[160583] = "Энергия Бездны",
		[148297] = "Неизвестно",
		[111528] = "Смертоносный древень",
		[133963] = "Подопытная крыса",
		[105897] = "Мракобес-налетчик",
		[155465] = "Неизвестно",
		[166728] = "Огромный пожиратель",
		[100778] = "Ночнорожденный-зверолов",
		[137036] = "Пробудившаяся Бездна",
		[154442] = "Воздушный подавитель ОУ-8",
		[103850] = "Волнскорнский вестник шторма",
		[165706] = "Агрегат Рока",
		[134990] = "Заряженная песчаная дьяволица",
		[152396] = "Защитник Азерот <Эймей-СвежевательДуш>",
		[126888] = "Ведьма крови Вашера",
		[111530] = "Имперская чародейка",
		[129448] = "Рыба-молот",
		[145230] = "Лейтенант Элизабет Уэйвкаттер",
		[162636] = "Оживленный хищник",
		[163660] = "Корнежал-солдат",
		[107435] = "Подозрительный дворянин",
		[161613] = "Коррим Хитроумный",
		[134993] = "Мчимба Бальзамировщик",
		[97197] = "Валарьяр-очиститель",
		[154447] = "Неизвестно",
		[90542] = "Королевский дегустатор",
		[134994] = "Призрачный охотник за головами",
		[92590] = "Крючок",
		[154448] = "Механизированный паук",
		[130474] = "Безрассудная вульпера",
		[76209] = "Сущность тени",
		[162641] = "Разъяренная Янтарная Клешня <Петлюра-ВечнаяПесня>",
		[96175] = "Йотнар",
		[144212] = "Головорез из банды Резчиков",
		[154451] = "Щупальцехвостый крикун",
		[156499] = "Почтенная сокрушительница надежды",
		[89] = "Инфернал <Айфор-СтражСмерти>",
		[144213] = "Вымогательница из банды Резчиков",
		[111022] = "Внутренний демон",
		[95152] = "Охотница из племени Червивого Когтя",
		[94] = "Карманник",
		[97200] = "Проклятый морем тюремщик душ",
		[82354] = "Скальный калири",
		[141143] = "Сестра Абсинтия",
		[135000] = "Глубинный осквернитель",
		[84402] = "Стручлинг-падальщик",
		[169812] = "Обращенный часовой",
		[101808] = "Порожденный Скверной загробник",
		[156502] = "Коралловый скат <Глубинный скат - хранитель стаи>",
		[103344] = "Дубосерд",
		[139097] = "Песчаный стрелок",
		[107440] = "Неизвестно",
		[135002] = "Демонический тиран <Йенниффер-Термоштепсель>",
		[170838] = "Непреклонный соперник",
		[104881] = "Заклинательница клинков Алуриэль",
		[105393] = "Ил'гинот",
		[165720] = "Сгусток гнева",
		[93619] = "Инфернал-живодер",
		[127919] = "Крушительница черепов из племени Потрошителей Лоа",
		[159578] = "Открытый синапс",
		[160602] = "Каменный повелитель",
		[105906] = "Глаз Ил'гинота",
		[135006] = "Сироккан",
		[123] = "Полукровка из стаи Речной Лапы",
		[135007] = "Страж сферы",
		[152413] = "Кил'каррокский клешнебой",
		[169819] = "Ненасытный плеточник",
		[158557] = "Актисс Обманщик",
		[152414] = "Неизвестно",
		[93621] = "Цветок Подлесья",
		[85942] = "Ужасный глубинный червь",
		[152415] = "Алга Безглазая",
		[148320] = "Кровавый рыцарь",
		[99765] = "Змееуст-подхалим",
		[152416] = "Всевидящий Ома'кил",
		[101813] = "Хранитель зубов из племени Серого Камня",
		[156512] = "К'тир-чернослов",
		[128434] = "Ненасытный небесный крикун",
		[74169] = "Завыватель Сумрачной рощи",
		[133988] = "Проклятый кречет",
		[93111] = "Мракобес-растлитель",
		[59102] = "Лесная охотница",
		[139108] = "Мечущаяся искра",
		[164705] = "Моровая слизь",
		[150371] = "Нестабильный волноход",
		[169825] = "Боевой некропес",
		[154467] = "Вождь Мек-Мек",
		[133990] = "Кишкодер из банды Резчиков",
		[38113] = "Марвин",
		[170850] = "Яростный кроворог",
		[164707] = "Сгусток слизи",
		[114614] = "Квалдир - терзатель душ",
		[148326] = "Ревностная боевая провидица",
		[107447] = "Гарпунер из клана Колец Ненависти",
		[158565] = "Нарос",
		[160613] = "Голодный рой",
		[93113] = "Грознокрыл Отрекшихся",
		[85434] = "Зовущий солнце приверженец",
		[137065] = "Нефтедобытчик Торговой компании",
		[130485] = "Механомиротворец",
		[98233] = "Иссохший ненасытник",
		[158567] = "Измученный кор'кронский уничтожитель",
		[217] = "Ядовитый кругопряд",
		[95674] = "Фенрир",
		[130486] = "Дикий колотун",
		[98234] = "Вьюн Кошмара",
		[156521] = "К'тир-чернослов",
		[107449] = "Наблюдательный инквизитор",
		[91579] = "Владыка судеб Казрок",
		[169832] = "Око Проклятия",
		[138092] = "Поджигательница из Торговой компании",
		[165737] = "Грехокаменная статуя",
		[150379] = "Металлоловушка",
		[138093] = "Поджигатель из Торговой компании",
		[163690] = "Начертательница шат'яр",
		[156523] = "Маут",
		[75198] = "Геомант из клана Кровавого Молота",
		[95676] = "Один",
		[138095] = "Поджигатель из Торговой компании",
		[65504] = "Докучливый косозуб",
		[91069] = "Грознокрыл Отрекшихся",
		[169836] = "Агрессивный ужас",
		[170860] = "Дикий ярокрыл",
		[130489] = "Атал'дазарский хищник",
		[18420] = "Солнцелов-геомант",
		[99773] = "Кровавый червь",
		[160623] = "Алчущие миазмы",
		[169838] = "Расцветающий плеточник",
		[171887] = "Мерзкая вкусняшка <Living Slime Stalker>",
		[160625] = "Сводящая с ума желчь",
		[154482] = "Защитник из племени Морских Скал",
		[139124] = "Зет'джирская ваятельница волн",
		[134005] = "Сланцеед",
		[44260] = "Ядовитый кроколиск <Неизвестно>",
		[89024] = "Неизвестно",
		[105918] = "Ночнорожденный-торговец",
		[140149] = "Освобожденный крог",
		[82881] = "Сестра Тайн",
		[101823] = "Продавец грибов",
		[102335] = "Неизвестно",
		[148341] = "Зоркая Странница",
		[165747] = "Защитник Шенрак",
		[144246] = "КУ-ДЖ0",
		[129980] = "Глубинный угорь",
		[139127] = "Взрывчатый стручок",
		[172915] = "Темная ревнительница",
		[141175] = "Дадалия Сладкоголосая",
		[171892] = "Темный призыватель",
		[157558] = "Нарастающая ненависть",
		[44261] = "Остроклювый орел <Неизвестно>",
		[129981] = "Утопленный корсар",
		[18421] = "Солнцелов-ученый",
		[156535] = "Раб из племени Чистой Чешуи",
		[141177] = "Порабощенный моряк",
		[144249] = "\"Омега-крушитель\"",
		[163703] = "Солдат из Глубинного улья",
		[157560] = "Сгусток утраты",
		[442] = "Тарантул",
		[139131] = "Поляризованный шпиль",
		[82372] = "Онтоген Жнец",
		[134012] = "Надсмотрщик Аскари",
		[458] = "Мурлок-охотник",
		[169848] = "Друст-налетчик",
		[154490] = "Риджъз Пожиратель",
		[163705] = "Роерожденный из Глубинного улья",
		[128447] = "Усиленный штормом завоеватель",
		[159610] = "Раздраженный эфирный змей",
		[113089] = "Падший хранитель",
		[97219] = "Солстен",
		[82373] = "Волк Бездны",
		[157563] = "Теневая дуэлянтка",
		[150396] = "Воздушное судно R-21/X",
		[111554] = "Плут пламени Скверны",
		[150397] = "Король Мехагон",
		[159612] = "Леонид",
		[113090] = "Падшая стражница врат",
		[137087] = "Неизвестно",
		[163708] = "Темный хранитель врат",
		[82374] = "Раи'вош",
		[107459] = "Ядовитый паучок",
		[75207] = "Биожор",
		[137088] = "Бывалый орк-командир",
		[79303] = "Когтекрыл-ветеран",
		[154495] = "Воля Н'Зота",
		[131009] = "Дух золота",
		[167806] = "Оживленный грех",
		[27893] = "Руническое оружие <Бьельвекх-Ревущийфьорд>",
		[113092] = "Изнуряющий ужас",
		[163712] = "Неизвестно",
		[140163] = "Вестник войны Йенаж",
		[75209] = "Лавовый элементаль земли",
		[152450] = "Аматет-фанатик",
		[162689] = "Хирург Трупошов",
		[85960] = "Серный слизнюк",
		[164737] = "Неизвестно",
		[127939] = "Торраск Вековечный",
		[158594] = "Вестник рока Ватирис",
		[153475] = "Украденные гранаты из металлолома",
		[36841] = "Павший воин",
		[712] = "Твердозуб из стаи Красногорья",
		[158595] = "Похититель мыслей Вос",
		[152452] = "Аматет - Клинок Света",
		[162691] = "Чумокост",
		[94152] = "Мерзкокрылая проклинательница",
		[157572] = "Верный Утробе призыватель огня",
		[129476] = "Перекормленный кролуск",
		[162692] = "Некротический заряд",
		[90057] = "Кортиклюв",
		[82378] = "Лунное древо",
		[107463] = "Ворг Штормового предела",
		[75211] = "Магматический властелин",
		[135048] = "Запачканный кровью поросенок",
		[125381] = "Неизвестно",
		[162693] = "Налтор Криомант",
		[94153] = "Мерзкокрылая крикунья",
		[111047] = "Темный взор",
		[165765] = "Некрохирург",
		[135049] = "Грознокрылый ворон",
		[168837] = "Крадущийся паучок",
		[129989] = "Фузилер из братства Стальных Волн",
		[139145] = "Черножал",
		[148360] = "Кровавая защитница",
		[165766] = "Шаркающий страж",
		[138122] = "\"Гибельный вой\"",
		[126918] = "Стрелок из братства Стальных Волн",
		[149385] = "Воевода Армии Чести",
		[28022] = "Поедатель падали",
		[169863] = "Неизвестно <Асморда>",
		[138123] = "Турель \"Гибельного воя\"",
		[157577] = "Аналитик запретного",
		[135052] = "Чумная жаба",
		[136076] = "Беспокойное облако",
		[126919] = "Призывательница шторма из братства Стальных Волн",
		[134029] = "Призванный древоклык",
		[176008] = "Пустая оболочка",
		[81357] = "Переносчик шлака из клана Черной горы",
		[157579] = "Исследователь запретного",
		[133007] = "Освобожденное чудовище",
		[176010] = "Стигийский похититель",
		[168843] = "Клот",
		[137103] = "Кровавый образ",
		[154509] = "Варен Песнь Сковороды",
		[131984] = "Голем с двумя сердцами",
		[109003] = "Неизвестно",
		[153486] = "Информационная аномалия",
		[111563] = "Караульная из Сумеречной стражи",
		[128969] = "Командир из корпорации Эшвейнов",
		[160654] = "Бремя Данисии",
		[138129] = "Инженер с \"Гибельного воя\"",
		[157583] = "Хранитель кузни",
		[91598] = "Искусительница из племени Каменной Крови",
		[169870] = "Хан",
		[138130] = "Щитоносец с \"Гибельного воя\"",
		[164751] = "Зловещий боевой штандарт <Барон Вираз>",
		[157584] = "Мастер плавильной печи",
		[159632] = "Сектантка - теневой клинок",
		[152465] = "Неизвестно",
		[81360] = "Камнехруст",
		[107469] = "Неистовый шквальный охотник",
		[135060] = "Неизвестно",
		[145299] = "Гарпунная пушка",
		[138132] = "Боевой заклинатель с \"Гибельного воя\"",
		[158610] = "Страж Бездны - захватчик",
		[99791] = "Коралунский эттин",
		[108494] = "Колодец душ",
		[168850] = "Неизвестно <Мешок страхопряда>",
		[137110] = "Поджигатель из Торговой компании",
		[111054] = "Ночная сфера",
		[113102] = "Одурманенная хранительница святилища",
		[169875] = "Скованная душа",
		[130508] = "Матриарх Разора",
		[131020] = "Одержимый докер",
		[156565] = "Призыватель из Темной Империи",
		[168852] = "Уязвимый претендент",
		[147351] = "Разведчик 7-го легиона",
		[156566] = "Бормочущий мясожор",
		[134041] = "Зараженный крестьянин",
		[128973] = "Варгарбл Раздражительный",
		[168853] = "Уязвимая претендентка",
		[139161] = "Солезубый морской ловец",
		[156567] = "Пожиратель разума",
		[157591] = "Безумный мясожор",
		[101841] = "Проекция Мифаны <[*] Кошмарные образы>",
		[164759] = "Цветущий жуткоцвет",
		[157592] = "Прожорливый мясожор",
		[128974] = "Королева Тцзи'кик",
		[1768] = "Волнолов из племени Злобного Плавника",
		[157593] = "Слияние плоти",
		[20857] = "Защитник Аркатраца",
		[160665] = "Смертокрыл",
		[109521] = "Гризли из Бронзовой чащи",
		[156570] = "Сочащаяся гниль",
		[157594] = "Малый элементаль Бездны",
		[145308] = "Первый сержант Стальной Клык",
		[81877] = "Налетчик из клана Призрачной Луны",
		[134046] = "Порабощенный саурид",
		[167834] = "Фаэль Проклинательница",
		[125392] = "Любительница маны из клана Гнусной Чешуи",
		[162715] = "Фанатичный сектант",
		[147357] = "Заклинатель Бездны 7-го легиона",
		[156572] = "К'тир - вестник рока",
		[134047] = "Порабощенный саурид",
		[145310] = "Новобранец из Оргриммара",
		[162716] = "Зачарованный ритуалист",
		[149406] = "Калдорай - темный следопыт",
		[134048] = "Вукуба",
		[176027] = "Безнадежный сосуд",
		[100820] = "Неизвестно <Тимбухту-Ревущийфьорд>",
		[162717] = "Зловещая резчица душ",
		[126929] = "Чудовищный гризли",
		[166813] = "Shadowclone Stalker",
		[104404] = "Хищник из чащи",
		[145312] = "Свисторез",
		[81367] = "Работник кузни из клана Черной горы",
		[156575] = "Темный инквизитор Занеш",
		[157599] = "Раскольница-аколит",
		[158623] = "Покровник-мародер",
		[168862] = "Громадный смертозуб",
		[145313] = "Таранный поршень",
		[162719] = "Неизвестно",
		[156576] = "К'тир - похититель мыслей",
		[157600] = "Истощенный мясожор",
		[158624] = "Плеточник Бездны",
		[112596] = "Охранник из Сумеречной стражи",
		[156577] = "Терум Подземная Кузня",
		[136100] = "Неизвестно",
		[157602] = "Дест'агат",
		[96215] = "Сквернскорнский исказитель рун",
		[163746] = "\"Шокотрон X1\"",
		[156579] = "Королева Азшара",
		[157603] = "Капля Бездны",
		[150436] = "Громила",
		[144293] = "Переработчик отходов",
		[137126] = "Взрывоопасная крыса",
		[132007] = "Бурношторм",
		[157604] = "Ползучая порча",
		[134055] = "Ученик жрецов моря",
		[144294] = "Мехагонский боевой механик",
		[157605] = "Подземное щупальце",
		[158629] = "Горькое воспоминание",
		[124885] = "Заколдованный светлобрюхий волк",
		[144295] = "Мехагонский механик",
		[148391] = "Кил'каррокский падальщик",
		[158630] = "Невыносимое воспоминание",
		[144296] = "Танк-паук",
		[169893] = "Пагубный темный проповедник",
		[148392] = "Кил'каррокский макрура",
		[157607] = "Безликий призыватель теней",
		[134058] = "Призывательница штормов Фэй",
		[157608] = "Безликий сокрушитель воли",
		[158632] = "Зараженный мясожор",
		[144298] = "\"Оборонобот II\"",
		[137131] = "Проклинательница из ковена",
		[157609] = "К'тир резчик разума",
		[20859] = "Тюремщик Аркатраца",
		[144299] = "Защитник мастерской",
		[137132] = "Сплетенный проклятием фамилиар",
		[162729] = "Лоскутный солдат",
		[157610] = "К'тир-поработитель",
		[113113] = "Сущность Кошмара",
		[137133] = "Плетеный голем",
		[74206] = "Смертоклык",
		[166826] = "Страж Похитителей Солнца",
		[159659] = "Порочная свежевательница душ",
		[144301] = "Живые отходы",
		[137134] = "Порабощенный проклятием солдат",
		[94172] = "Павший страж",
		[157612] = "Око Дест'агат",
		[134063] = "Брат Айронхалл",
		[145326] = "Азш'ари-заклинательница",
		[98268] = "Тарбен",
		[157613] = "Пасть Дест'агат",
		[125401] = "Агрессивный дикобраз",
		[169900] = "Друст-чудовище",
		[157614] = "Миазмы Бездны",
		[112603] = "Садовник с Террасы шал'дорай",
		[169901] = "Барон Вираз",
		[162734] = "Присягнувшая клинку - предательница",
		[156591] = "Сталекожий изверг",
		[115675] = "Молодой кровогляд",
		[124890] = "Заколдованный костеклюй",
		[168878] = "Взрывоопасный чумной бурильщик",
		[164783] = "Боевое мясо",
		[165807] = "Область анимы",
		[130010] = "Кавалерист дома Штормсонгов",
		[170927] = "Неизвестно",
		[159665] = "Мучительное воспоминание",
		[157618] = "Вил'тик-пикировщик",
		[134069] = "Вол'зит Шепчущая",
		[130011] = "Буканьер из братства Стальных Волн",
		[132022] = "Дикий саблеклык",
		[123868] = "Лишайниковый завролиск",
		[151476] = "\"Взрывотрон Х-80\"",
		[145333] = "Ширакесс-ученица",
		[154548] = "Темная чародейка Викстриса",
		[111070] = "Фрагмент души Аззинота",
		[159668] = "Пагубное отражение |3-1(Ниэтта)",
		[130012] = "Опустошительница из братства Стальных Волн",
		[6112] = "Тотем неистовства ветра <Триганоскоп-ЧерныйШрам>",
		[115166] = "Сфера порчи",
		[141239] = "Оска Окровавленная",
		[137144] = "Дозорная корпорации Эшвейнов",
		[170932] = "Страж облачных бегунов",
		[111071] = "Пульсарон",
		[153527] = "Акир - вожак роя",
		[172981] = "Кирийский кадавр",
		[124382] = "Ворон-костеклюй",
		[84451] = "Буйная растительность",
		[137146] = "Фузилер корпорации Эшвейнов",
		[138170] = "Головорез из братства Стальных Волн",
		[111072] = "Пульсарон",
		[145338] = "Глубинный угорь",
		[162744] = "Нектара Изувер",
		[145339] = "Варанчик",
		[94691] = "Переросшая личинка",
		[159674] = "Барон Халис",
		[153531] = "Акир-костекрушитель",
		[172985] = "Зловонное страшилище",
		[134078] = "Чащобный солдат",
		[152508] = "Сумрачный землетряс",
		[153532] = "Акир - подчинитель разума",
		[110562] = "Бахагар",
		[149437] = "Железная стражница капитана Джалазко",
		[159676] = "Анимоклещ",
		[168891] = "Взрывоопасный чумной бурильщик",
		[113634] = "Страж Скверны - угнетатель",
		[150462] = "Юркий угорь",
		[93157] = "Зараженный лесовик",
		[111075] = "Хаосоид",
		[103396] = "Темный разлом",
		[150463] = "Юркий угорь",
		[96229] = "Налетчица из племени Кровавого Тотема",
		[137153] = "Перенастроенный уборочный голем",
		[155583] = "Хламокоготь",
		[158655] = "Нестабильный лазурит",
		[159679] = "Хирург Двора поганищ",
		[175038] = "Изголодавшийся по аниме змей",
		[135107] = "Громила из банды Резчиков",
		[137155] = "Лоялист дома Штормсонгов",
		[155585] = "Малый зоатроид",
		[172991] = "Друст-душеруб",
		[165824] = "Нар'зуда",
		[175039] = "Изголодавшийся по аниме облачный бегун",
		[92647] = "Кузнец Скверны Даморка",
		[137156] = "Ученик жрецов моря",
		[157634] = "Охранник плавильной печи",
		[142276] = "Трогг",
		[104422] = "Клинки Кошмара",
		[113125] = "Низинный твердопанцирник",
		[137157] = "Скованный элементаль",
		[130531] = "Корабел-предательница",
		[147396] = "Жрица из Армии Чести",
		[150468] = "Неизвестно",
		[76266] = "Высший мудрец Вирикс",
		[137158] = "Укрощенный элементаль молний",
		[102375] = "Порабощенный резчик рун",
		[133063] = "Назманийская ведьма крови",
		[113126] = "Мередильский хватозуб",
		[153541] = "Надсмотрщик Ул'рок",
		[164804] = "Дроман Ульфарран",
		[167876] = "Инквизитор Зигар",
		[153542] = "Неизвестно",
		[132041] = "Друид Гонка",
		[128997] = "Волногон из клана Соленой Чешуи",
		[113127] = "Скальный небесный коготь",
		[82411] = "Темный Коготь",
		[165830] = "Беспощадный миротворец",
		[137162] = "Жрец моря - предвестник",
		[126438] = "Околдованный моряк",
		[132043] = "Канонир из братства Стальных Волн",
		[165831] = "Жестокий сборщик",
		[113128] = "Крадущийся иссохший",
		[169927] = "Гнилостный мясник",
		[154569] = "Неизвестно",
		[158665] = "Гелак Заточитель",
		[111081] = "Молниеносец",
		[138189] = "Усиленный элементаль",
		[81901] = "Дикарь из клана Кровавой Глазницы",
		[99307] = "Скьял",
		[176073] = "Верный Утробе всадник",
		[162763] = "Усиленный душами похититель костей",
		[132047] = "Усиленный корпусолом",
		[78830] = "Ритуалистка из клана Кровавой Глазницы",
		[96236] = "Дикарь из племени Камня Силы",
		[168907] = "Склизкое щупальце",
		[145358] = "Азеритовый камнеплав",
		[98284] = "Гондар",
		[141263] = "Зет'джирский воин",
		[159693] = "Порабощенный горм",
		[101868] = "Василиск огня Скверны",
		[130025] = "Громила из братства Стальных Волн",
		[98285] = "Шумм Хват",
		[82415] = "Шинри",
		[115691] = "Присягнувший Скверне - маг",
		[93166] = "Типтог Заблудший",
		[162767] = "Пестицид",
		[132051] = "Кровавый клещ",
		[95726] = "Мракобес-ревнитель",
		[129002] = "Гривастый медведь",
		[160720] = "Бормочущий мясожор",
		[130026] = "Морской колдун из братства Трюмных Крыс",
		[148434] = "Токсичный распространитель чумы",
		[115692] = "Присягнувшая Скверне коллаборационистка",
		[20864] = "Изначальный кошмар",
		[160721] = "Падший аколит Эрисна",
		[161745] = "Хепфис",
		[95727] = "Мракобес-осквернитель",
		[159698] = "Послушный анимапард",
		[136149] = "Мокропанцирный матриарх",
		[161746] = "Оссират",
		[133078] = "Сетрак - вестница войны",
		[166866] = "Заблудшая распорядительница",
		[108526] = "Волнскорнская работница",
		[109038] = "Солнцевед Тел'арн",
		[148437] = "Закрепившийся страж смерти",
		[166867] = "Обращенный претор",
		[130028] = "Жрица корпорации Эшвейнов",
		[81906] = "Налетчик из клана Призрачной Луны",
		[148438] = "Шаркающий гнилошов",
		[91121] = "Опустошительница из племени Каменной Крови",
		[84978] = "Головорез из клана Кровавого Молота",
		[110063] = "Неизвестно <Столетний>",
		[35070] = "Неизвестно",
		[111599] = "Ночнорожденная-завоевательница",
		[166869] = "Темный голиаф",
		[129517] = "Оживленный ящер",
		[137177] = "Властитель Гогуот",
		[131053] = "Неизвестно",
		[91122] = "Старшая ведьма из племени Каменной Крови",
		[134106] = "Древохват-часовой",
		[109040] = "Чародей Тел'арн",
		[137178] = "Жрец моря - головорез",
		[78324] = "Железный батрак",
		[96754] = "Харбарон",
		[137179] = "Жрец моря - страж",
		[81396] = "Камнезуб",
		[81908] = "Стражница Бездны из клана Призрачной Луны",
		[166872] = "Темный анимапард",
		[108529] = "Морской василиск",
		[100850] = "Ариден",
		[173016] = "Собиратель трупов",
		[21761] = "Неизвестно",
		[166873] = "Раскольник-исследователь",
		[129007] = "Отступник-часовой",
		[137181] = "Неизвестно",
		[130543] = "Колотун-седоспин",
		[167898] = "Воплощение зависти <Инквизитор Зигар>",
		[136158] = "Жрец моря - архивариус",
		[101875] = "Сумеречная ритуалистка",
		[102387] = "Саел'орн",
		[173018] = "Лучница дома Избранных",
		[157660] = "Раскольница-перерожденная",
		[166875] = "Темный искатель Хранилища",
		[135135] = "Землеед",
		[96756] = "Имирон, падший король",
		[156637] = "Инструктор Клинков Света",
		[136160] = "Король Дазар",
		[93173] = "Леденящий устрашитель",
		[78327] = "Кристальный яростень",
		[95221] = "Безумный Хенрик",
		[128497] = "Баджиани Скользкая",
		[129009] = "Вульпера-алхимик",
		[137185] = "Орк-батрак",
		[170973] = "Похититель посылок",
		[108020] = "Пылающий туман",
		[167902] = "Торговец Старых ворот",
		[170974] = "Скребущий слуга",
		[78328] = "Крошшер Темного Прилива - \"Рилакинатор-3000\"",
		[158688] = "Покровник - собиратель осколков",
		[139235] = "Торторезка",
		[156641] = "Порабощенный оружейник",
		[20866] = "Пожиратель душ",
		[109045] = "Дикоглазый малый грелль",
		[153570] = "Перегруженный механопаук",
		[138212] = "Килеватель из братства Стальных Волн",
		[173024] = "Темнозубый тенелов",
		[174048] = "Старейшина Надокс",
		[158690] = "Сектант-мучитель",
		[96759] = "Морская порча",
		[137189] = "Заряженный буревик",
		[90616] = "Помраченный-надзиратель",
		[174049] = "Принц Талдарам",
		[150500] = "Загрязненная жижа",
		[92152] = "Бурлящий тайфун",
		[136166] = "Брат Мэттью",
		[93688] = "Отрекшаяся - ловчая смерти",
		[23682] = "Всадник без головы",
		[174050] = "Крик'тир Хранитель Врат",
		[158692] = "Маркиз Тресниглаз",
		[174051] = "Кровотролль",
		[158693] = "Обезумевший пепельный вурдалак",
		[152550] = "Великий потусторонний червь",
		[174052] = "Новос Призыватель",
		[129013] = "Метательница ножей из братства Волнорезов",
		[174053] = "Пророк Тарон'джа",
		[175077] = "Клещ-пожиратель",
		[168934] = "Разъяренный дух",
		[148457] = "Вульпера в оковах",
		[174054] = "Фалрик",
		[103929] = "Садж'тарский волнолом",
		[129526] = "Морячок из братства Трюмных Крыс",
		[130038] = "Верный гончий пес",
		[90619] = "Пушка Железной Орды",
		[174055] = "Марвин",
		[20867] = "Дозорный Смерти",
		[100346] = "Темный всадник",
		[152554] = "Порождение глубин",
		[126967] = "Тирагардский олень",
		[156650] = "Воплощение тьмы <[*] Воплощение тьмы>",
		[174056] = "Начальник кузни Гархлад",
		[129527] = "Буканьер из братства Трюмных Крыс",
		[130039] = "Канонир из Просоленных мастерских",
		[98299] = "Бодаш Алчный",
		[174057] = "Повелитель Плети Тираний",
		[160747] = "Ритуалистка из Мерцающей рощи",
		[139246] = "Жуткая пушка",
		[127480] = "Жалящий паразит",
		[174058] = "Броньям",
		[160748] = "Одержимый защитник",
		[97788] = "Штормовой дракон",
		[90109] = "Поработитель из клана Колец Ненависти",
		[156653] = "Сгустившийся ужас",
		[174059] = "Черный рыцарь",
		[116218] = "Присягнувший Скверне мучитель",
		[151534] = "Падальщик из племени Мертвого Плавника",
		[100860] = "Дрогбар-телохранитель",
		[126969] = "Тротак",
		[156654] = "Шол'тосс Глашатай Судьбы",
		[174060] = "Принц Келесет",
		[158702] = "Скрытный смотритель",
		[129529] = "Задира из братства Чернозубых",
		[105468] = "Кошмарный Древний",
		[156655] = "Корзаран Убийца",
		[174061] = "Ингвар Расхититель",
		[158703] = "Сочащаяся гниль",
		[168942] = "Вестник смерти",
		[138226] = "Жрец моря Бэнксон",
		[102397] = "Могучий повелитель гнева",
		[127482] = "Сточный злобнокус",
		[157680] = "Палач Н'Зота",
		[167919] = "Скелет - боец авангарда",
		[168943] = "Золотолапый хищник",
		[174063] = "Леди Смертный Шепот",
		[20868] = "Энтропический глаз",
		[137204] = "Проклинатель худу",
		[102398] = "Пылающий инфернал",
		[165873] = "Сектант смерти",
		[158706] = "Зараженная гниль",
		[167921] = "Гниющий шаркун",
		[132086] = "Черноглазый Барт",
		[174065] = "Кровавая королева Лана'тель",
		[175089] = "Служащий личам лакей",
		[167922] = "Метатель гнили",
		[160755] = "Поглощающий сгусток",
		[38661] = "Неизвестно",
		[127484] = "Джес Хаулис",
		[133111] = "Провидица из проклятого леса",
		[158708] = "Медлительный смотритель",
		[112638] = "Астральный защитник",
		[161780] = "Разрушитель миров",
		[132088] = "Капитан Винтерсейл",
		[141303] = "\"БУМБОТ\"",
		[134136] = "Нестабильный мед",
		[125437] = "Чудовище из клана Гнусной Чешуи",
		[102400] = "Эредарский сумеречный целитель",
		[78339] = "Инженер Темного Прилива",
		[158710] = "Беспокойный смотритель",
		[168949] = "Оживленный костяной воин",
		[97793] = "Огненная Чешуя",
		[116223] = "Капитан Фиора",
		[152568] = "Урдуу",
		[127486] = "Офицер корпорации Эшвейнов",
		[134139] = "Храмовник из Святилища Штормов",
		[88579] = "Охотник владений Кровавой Гривы",
		[165880] = "Рьяная неофитка",
		[20869] = "Часовой Аркатраца",
		[176119] = "Порочный воспитатель",
		[152570] = "Обезумевший трогг",
		[137212] = "Глубинный пророк",
		[126463] = "Соленоперый орел",
		[132093] = "Контрабандист из племени Призывателей Волн",
		[95235] = "Глаз-часовой",
		[136189] = "Король-лишайник",
		[45062] = "Присягнувший хранитель скорпидов",
		[165882] = "Воскресительница культа",
		[116225] = "Присягнувшая Скверне истязательница",
		[148477] = "Укротительница Дракара",
		[176122] = "Порочная свидетельница",
		[137215] = "Глубинный фанатик",
		[173051] = "Подавитель Зелорс",
		[166908] = "Малифис",
		[76295] = "Темный призрак <Дол'мак>",
		[164861] = "Спригган - заклинатель коры",
		[135169] = "Тотем поглощения духа <Кровавый осквернитель>",
		[161790] = "Неизвестность",
		[45063] = "Скорпид-костегрыз <Присягнувший хранитель скорпидов>",
		[164862] = "Чащобный мерцающий мотылек",
		[133122] = "Назманийская воительница",
		[75272] = "Огр-маг из клана Кровавого Молота",
		[117251] = "Инфернал адского пламени",
		[154624] = "Неизвестно",
		[127490] = "Рыцарь-капитан Валири",
		[111620] = "Палач из Сумеречной стражи",
		[56070] = "Охотник Шелкодревного леса",
		[169983] = "Темноклюв-охотник",
		[138243] = "Искаженный раб",
		[173055] = "Хрупкий костяной страж",
		[20870] = "Зерекет Бездонный",
		[138244] = "Терновый защитник",
		[163841] = "Слияние плоти",
		[173056] = "Скелет-наставник",
		[103430] = "Гноящееся поганище",
		[129027] = "Голанар",
		[113157] = "Паук",
		[138245] = "Порабощенная проклятием арбалетчица",
		[139269] = "Сумрачный ужас",
		[134150] = "Резчик рун Сорн",
		[75786] = "Ролталл",
		[136198] = "Маттиус \"Ствол\" Грабб",
		[62982] = "Подчинитель разума <Mäkinö-Hyjal>",
		[138246] = "Плетеный солдат",
		[103431] = "Смрадный увалень",
		[159748] = "Усовершенствованный солдат",
		[89097] = "Неизвестно",
		[138247] = "Мародер из братства Стальных Волн",
		[173059] = "Темный призыватель",
		[176131] = "Волшебник из Горнила",
		[161797] = "Неудача",
		[173060] = "Ледяной чароплет",
		[129029] = "Головорез из братства Волнорезов",
		[161798] = "Дезертирство",
		[45065] = "Тол'вирский торговец",
		[167942] = "Верный Утробе сокрушитель воли",
		[92682] = "Налетчик Адской Пасти",
		[161799] = "Слабость",
		[101897] = "Боргот Великий Разоритель",
		[155656] = "Миша",
		[111112] = "Бурлементаль <Молниеносец>",
		[134155] = "Разъяренный роевик",
		[167943] = "Обращенная душа",
		[161800] = "Порча",
		[155657] = "Хаффер",
		[123399] = "Порабощенный моряк",
		[165896] = "Неповоротливое страшилище",
		[125959] = "Паразит - похититель разума",
		[171016] = "Заразная капля",
		[131085] = "Зет'джирский повелитель приливов",
		[164873] = "Рунический старорог",
		[149515] = "Берсерк из Армии Чести",
		[134157] = "Тенеликий воин",
		[168969] = "Хлещущая слизь",
		[134158] = "Тенеликий защитник",
		[159755] = "Великий Маллеар",
		[138254] = "Фузилер из братства Стальных Волн",
		[139278] = "Ранджа",
		[150541] = "Занш'ир-поработитель",
		[167947] = "Ловец душ из Тремакулюма",
		[89101] = "Принц Океаний",
		[81422] = "Лучник из клана Черной горы",
		[148494] = "Повелитель песков Содир",
		[157709] = "Дрилиана",
		[167948] = "Заразное чудовище",
		[92685] = "Капитан Брвет",
		[137232] = "Неизвестно",
		[162829] = "Разказзар",
		[131089] = "Неизвестно",
		[148495] = "Пыледемон",
		[166925] = "Гниющие останки",
		[159758] = "Машинистка-мятежница",
		[137233] = "Чумная жаба",
		[36620] = "Адепт - страж душ",
		[75280] = "Темнокрылая владычица стаи",
		[159759] = "Боевой некрохирург",
		[151569] = "Глубоководный пожиратель",
		[168975] = "Сгусток агонии",
		[115724] = "Присягнувший Скверне - мародер",
		[166928] = "Дряхлый желчевик",
		[168976] = "Темная поработительница",
		[163857] = "Чумная прислужница",
		[165905] = "Рвение",
		[150547] = "Ворчун из племени Хламоедов",
		[168977] = "Верный Утробе чудотворец",
		[139285] = "Чешуетряс Ядовитый",
		[166930] = "Черепосвин-спинолом",
		[136214] = "Говорящая с ветрами Хелдис",
		[86545] = "Разрастающийся стручлинг <Беремус Буйнорастущий>",
		[166931] = "Костяной ломатель",
		[167955] = "Кровавый кадет",
		[129548] = "Громила из братства Чернозубых",
		[161812] = "Безликий уничтожитель",
		[139287] = "Пилозуб",
		[107535] = "Эредарский истязатель душ",
		[175123] = "Страж Аркобан",
		[167956] = "Темная прислужница",
		[125453] = "Дикобраз-матриарх",
		[161813] = "К'тир-ассасин",
		[163861] = "Крохотный пепельный ползун",
		[165909] = "Злобная тень",
		[166933] = "Вентун Прожорливый",
		[112655] = "Небесная послушница",
		[168981] = "Темный служитель",
		[163862] = "Защитник из многоокой рати",
		[166934] = "Лор Верный",
		[159767] = "Кровомар",
		[160791] = "Блуждающая тень",
		[161815] = "К'тир - призыватель Бездны",
		[139290] = "Шато Ползю",
		[111120] = "Некролорд Азаэль",
		[165911] = "Верное создание",
		[166935] = "Неумирающий солдат",
		[159768] = "Дереш из Пустоты",
		[129550] = "Тихолапка из братства Трюмных Крыс",
		[115216] = "Ветеран Сумеречной стражи",
		[157721] = "Грибной корчеватель",
		[20873] = "Мастер искажения Негатона",
		[126991] = "Ощетинившийся дикобраз",
		[127503] = "Надзиратель Корги",
		[165913] = "Жуткий молельщик <Нелиндель>",
		[166937] = "Неустрашимый защитник",
		[135197] = "Светлобрюхий падальщик",
		[168985] = "Сектант-исследователь",
		[36879] = "Порожденный чумой ужас",
		[132126] = "Позолоченная жрица",
		[134174] = "Тенеликий колдун",
		[167962] = "Испорченная бормашина",
		[168986] = "Скелет-ящер",
		[132127] = "Ужас небес Лисьей лощины",
		[157724] = "Вил'тик - янтарный целитель",
		[167963] = "Безголовый клиент",
		[129552] = "Монзуми",
		[162844] = "Дат Резара",
		[148510] = "Дрокс'ар Моргар",
		[167964] = "Г4В-Г4В",
		[168988] = "Неизвестно",
		[162845] = "Оррхолин",
		[157726] = "Опаленный падальщик",
		[166941] = "Боевой призрак",
		[167965] = "Смазчик",
		[129553] = "Диномант Киш'о",
		[53006] = "Тотем духовной связи <Целилька-Ревущийфьорд>",
		[90134] = "Ллотиенский гризли",
		[149536] = "Темная охотница из Армии Чести",
		[166942] = "Око \"Золрамуса\"",
		[167966] = "Экспериментальная жижа",
		[86039] = "Гоглук",
		[148513] = "Неизвестно",
		[165919] = "Скелет-мародер",
		[158752] = "Хищный кровобивень",
		[167967] = "Разумное масло",
		[122899] = "Рыцарь металла",
		[135204] = "Призрачный жрец-проклинатель",
		[168992] = "Восставший сектант",
		[101398] = "Ментальный демон <Леньтяй-Ясеневыйлес>",
		[162849] = "Моргулиакс",
		[139300] = "Солидное яйцо",
		[156706] = "Аматет - жрец Солнца",
		[103446] = "Отрекшаяся - метательница льда",
		[166945] = "Налтор Криомант",
		[105494] = "Гниющий дракон",
		[114709] = "Закопченный гигант",
		[157731] = "Опаленный падальщик",
		[168994] = "Сектант смерти",
		[157732] = "Обожженный пепельный вурдалак",
		[88089] = "Чародейка из клана Колец Ненависти",
		[97816] = "Сквернскорнский фанатик",
		[131112] = "Боец из братства Волнорезов",
		[156709] = "Зараженный расхититель",
		[157733] = "Обезумевший пепельный вурдалак",
		[168996] = "Злобный мучитель",
		[162853] = "Несокрушимый Урц",
		[111127] = "Передовой боец Самуэль",
		[166949] = "Чи-Цзи",
		[88090] = "Повелитель пучин Заррин",
		[154663] = "Неизвестно",
		[111128] = "Охотница разлома Йошке",
		[103449] = "Отрекшаяся - ледяная ведьма",
		[112664] = "Чародейский колодец <Небесная послушница>",
		[90139] = "Инквизитор Эрнстенбок",
		[20875] = "Крикун Негатона",
		[111129] = "Лорд Мес",
		[103450] = "Топор Скверны",
		[112153] = "Дикий шаман",
		[112665] = "Заступник Цитадели Ночи",
		[129559] = "Дуэлянтка из братства Волнорезов",
		[90140] = "Глаз Эрнстенбока",
		[160811] = "Подкрадывающийся клещ",
		[170026] = "Ученик некроманта",
		[172074] = "Герг",
		[157740] = "Маркиз Пробойник",
		[95772] = "Разъяренный коготь ночи",
		[160812] = "Подкрадывающийся клещ",
		[115738] = "Клинок Скверны - защитник",
		[99868] = "Фенрир",
		[159789] = "Осадок Бездны",
		[125977] = "Тотем воскрешения",
		[154670] = "Рыдающая Сания",
		[172076] = "Обращенный дубосерд",
		[150575] = "Маховище",
		[159790] = "Капля Бездны",
		[130073] = "Дозорный из племени Шипошкурых",
		[44819] = "Сиамат",
		[172077] = "Мстительная сущность",
		[107548] = "Прислужник пламени Скверны",
		[176173] = "Зографос",
		[125978] = "Невольник из племени Жаболовов",
		[172078] = "Дубосерд - пожиратель душ",
		[111132] = "Рэзор Герра",
		[103453] = "Отрекшаяся-священница",
		[159792] = "Сгусток боли",
		[97822] = "Гарзарет",
		[172079] = "Дубосердка - ночная крикунья",
		[148530] = "Наемная охранница каравана",
		[99358] = "Гнилосердная дриада",
		[92703] = "Налетчик Адской Пасти",
		[172080] = "Дубовый крушитель",
		[111133] = "Каз Эндски",
		[149555] = "Поганище <Терми-СвежевательДуш>",
		[51987] = "Вдова с перевала Мертвого Ветра",
		[151603] = "Статуя",
		[105502] = "Призыватель туманов Адской Пасти",
		[155699] = "Splash Stalker",
		[99359] = "Гнилосердный хранитель",
		[158771] = "Прожорливый эфирный змей",
		[151604] = "Анодированный устранитель проблем",
		[138294] = "Бес пламени Скверны",
		[163891] = "Костномозговая слизь",
		[111134] = "Кимилин",
		[151605] = "Анодированный механик",
		[136247] = "Неугомонные камни",
		[139319] = "Разливень",
		[107551] = "Клинок гнева - захватчик",
		[151606] = "Анодированный паук",
		[160821] = "Поглотитель с Края Мира",
		[163893] = "Клыкастый жуткий нетопырь",
		[78883] = "Неизвестно",
		[112671] = "Боевой маг из Сумеречной стражи",
		[136249] = "Сторожевой элементаль",
		[153655] = "Приливный страж",
		[36886] = "Упырь-душитель",
		[135226] = "Порождение Темен'рикс",
		[160823] = "Камнерожденная мятежница",
		[111136] = "Шани Фризвинд",
		[88099] = "Серпоносец из племени Соленого Глаза",
		[170039] = "Распорядительница гнездовья",
		[162872] = "Ксантут Чумная",
		[164920] = "Друст-душеруб",
		[151610] = "Аматет-страж",
		[160825] = "Ваятель янтаря Эш'ри",
		[153658] = "Шиз'нараж Поглотитель",
		[162873] = "Азмогал",
		[102434] = "Фазовый паук",
		[164921] = "Друст-жнец",
		[133181] = "Назманийская ритуалистка",
		[95779] = "Гноешкурый гризли",
		[88100] = "Береговой бегун из племени Соленого Глаза",
		[152635] = "Часовой из племени Кровавого Плавника",
		[130079] = "Вагга Узловатый Бивень",
		[162874] = "Неизвестно",
		[90660] = "Горящий геллион",
		[74790] = "Гуг'рокк",
		[167994] = "Покрытый оссеином рядовой",
		[162875] = "Девморта",
		[63508] = "Сюэнь",
		[173114] = "Агрессивный гнилячок",
		[133183] = "Коряжный громила",
		[112162] = "Страшный зверолов",
		[88101] = "Шаман приливов из племени Соленого Глаза",
		[132160] = "Повелительница лоз Смагх",
		[157757] = "Вил'тик - ваятель янтаря",
		[158781] = "Неизвестно <[*] Иссечение души>",
		[132161] = "Повелительница лоз Оргстин",
		[112675] = "Наблюдательница из Сумеречной стражи",
		[170045] = "Мокрый землерой",
		[154687] = "Робопаук-крушитель",
		[164926] = "Друст-древолом",
		[157759] = "Вил'тик-воин",
		[135234] = "Зараженный мастиф",
		[19598] = "Мутантный плотохлест",
		[111652] = "Уничтожитель Скверны",
		[166975] = "Великая чемпионка Мискаль",
		[112676] = "Аристократ-исказитель",
		[152641] = "Гидромант из племени Кровавого Плавника",
		[162880] = "Госпожа Диракс",
		[99366] = "Скверносерд-призыватель",
		[164929] = "Жительница Тирна Скитта",
		[134213] = "Палач Блэквелл",
		[168001] = "Усиленный охранник плавильной печи",
		[130083] = "Сотворенный проклятием разоритель",
		[168002] = "Усиленный верный Утробе кандальщик",
		[156740] = "Нераскаявшаяся-абсолютистка",
		[135239] = "Призрачная знахарка",
		[113190] = "Мередильский раздиратель",
		[162884] = "Зара'тик-налетчик",
		[168004] = "Усиленный имперский консул",
		[117286] = "Сквернокрылый ужас",
		[162885] = "Зара'тик-солдат",
		[111143] = "Мальда Хмелепуз",
		[158790] = "Черный страж Роткозз",
		[135241] = "Разоритель из братства Трюмных Крыс",
		[130085] = "Порабощенный пеплолапый медведь",
		[162886] = "Зара'тик - страж улья",
		[156743] = "Нераскаявшийся-мучитель",
		[75820] = "Мстительный элементаль магмы",
		[162887] = "Зара'тик - заклинатель глубин",
		[111144] = "Матиас Зунн",
		[165959] = "Неизвестно",
		[176198] = "Верный Утробе кандальщик",
		[152649] = "Аматет-ревнитель",
		[20879] = "Эредарский пожиратель душ",
		[160841] = "Раздувшаяся капля",
		[156746] = "Нераскаявшийся-ловчий",
		[128551] = "Мастиф братства Стальных Волн",
		[135245] = "Крушитель из братства Трюмных Крыс",
		[129575] = "Разоблаченная ведьма",
		[130087] = "Налетчик из братства Стальных Волн",
		[106026] = "Мракобес-убийца",
		[36891] = "Рожденный во льдах протодракон",
		[125992] = "Злобогрыз-охотник",
		[138318] = "Лейтенант Уэйд",
		[166987] = "Деслан Истязательница",
		[151629] = "Эрнст",
		[169035] = "Натанос Гнилостень",
		[130600] = "Фартохвост",
		[36892] = "Имирьяр - вестница смерти",
		[115755] = "Испепеляющий зверь Скверны",
		[38172] = "Призрачный маг",
		[132179] = "Бушующая зыбь",
		[149585] = "Неизвестно",
		[104493] = "Плюющаяся кобра <Бингхам>",
		[97326] = "Хартли Воровка",
		[132180] = "Скарбник братства Стальных Волн",
		[20880] = "Смертоносный эредар",
		[151634] = "Моторилла",
		[110125] = "Отравляющие споры",
		[149587] = "Зверь <Тейтин-СвежевательДуш>",
		[129067] = "Картежница из братства Волнорезов",
		[170065] = "Заряженный душами кадавр",
		[36893] = "Имирьяр - носитель пламени",
		[132182] = "Ревизор Дольп",
		[91184] = "Неизвестно",
		[135254] = "Налетчик из братства Стальных Волн",
		[169042] = "Боец Бран",
		[173138] = "Верный Утробе всадник",
		[169043] = "Боец Мелия",
		[170067] = "Ярокрылый страхоклюв",
		[107567] = "Страж сурамарского щита",
		[134232] = "Наемный убийца",
		[151638] = "Обезумевший земляной яростень",
		[136280] = "Потревоженный альбатрос",
		[145495] = "Мрргл-гурк из клана Темного Прилива",
		[111151] = "Полуночный поглотитель энергии",
		[151639] = "Обезумевший червинт",
		[161878] = "Рассекатель из племени Серпошипов",
		[89650] = "Валияка Насылательница Бурь",
		[165974] = "Искатель из Горнила",
		[151640] = "Неисправный хламобот",
		[169046] = "Сектантка-алхимик",
		[170070] = "Мерцающий хранитель логова",
		[85555] = "Нагидна",
		[131163] = "Послушник Райт",
		[156760] = "Болотный кроколиск",
		[157784] = "Опаленная бандитка",
		[169047] = "Проклятый аптекарь",
		[130094] = "Зовущая волны жрица моря",
		[106545] = "Усиленное око Гул'дана",
		[157785] = "Опаленный бандит",
		[20881] = "Освобожденный уничтожитель",
		[168024] = "Ледяной дракончик",
		[160857] = "Сир Ладинас",
		[161881] = "Раненое стальнохребетное поганище",
		[138332] = "Жрец моря Моррис",
		[131165] = "Неизвестно",
		[134237] = "Служительница ковена Мертвых Сердец",
		[168025] = "Сектант-осквернитель",
		[169049] = "Изголодавшийся по аниме хищник",
		[170073] = "Боевой некростраж",
		[115249] = "Ревизор из Сумеречной стражи",
		[165978] = "Крыса Утробы - падальщица",
		[99891] = "Штормовой дракон",
		[168026] = "Воскреситель драконов",
		[169050] = "Изголодавшийся по аниме крикун",
		[170074] = "Боевой некрохирург",
		[139358] = "Ресторатор",
		[134239] = "Проклинательница из ковена",
		[135263] = "Наводчик корпорации Эшвейнов",
		[169051] = "Изголодавшийся по аниме патриарх",
		[139359] = "\"Саблетрон\"",
		[134240] = "Наставница ведьм из ковена",
		[151646] = "Заряженный хламобот",
		[169052] = "Изголодавшийся по аниме матриарх",
		[93237] = "Серный разрушитель",
		[118322] = "Присягнувшая Скверне мучительница",
		[134241] = "Житель Бреннадама",
		[152671] = "Векемара",
		[36896] = "Горгулья с каменным хребтом",
		[38176] = "Измученный ружейник",
		[138338] = "Оживленный страж <Падший вестник смерти>",
		[139362] = "Неизвестно <Призыватель духов из Армии Чести>",
		[157792] = "Зара'тик - страж улья",
		[151649] = "\"Оборонобот I\"",
		[152673] = "Элементаль-волноход",
		[105525] = "Проклинатель Адской Пасти",
		[174175] = "Верный камнерожденный",
		[20882] = "Таящаяся ведьма",
		[152674] = "Целебный поток",
		[145507] = "Бесконечная тень Делорми",
		[172128] = "Герой",
		[157794] = "Поглотитель душ",
		[152675] = "Сокрушающий страж волн",
		[161890] = "Шрамированный падальщик",
		[157795] = "Рамкахен-горожанин",
		[38177] = "Темный наемник",
		[170082] = "Барон Халис",
		[160868] = "Налетчик Нир'вераш",
		[161892] = "Акир-жнец",
		[168036] = "Костепасть",
		[85562] = "Стремительный смертежал",
		[86074] = "Малютка-ревудан",
		[165989] = "Черный ползун",
		[151655] = "Крайне взрывоопасная ракета",
		[152679] = "Неудержимый поток",
		[44577] = "Генерал Хусам",
		[100409] = "Сумеречный завыватель",
		[84539] = "Неизвестно",
		[126006] = "Агрессивный крупнозуб",
		[164967] = "Доктор Икус",
		[47649] = "Период цветения <Воландеморг>",
		[134251] = "Сенешаль М'бара",
		[151657] = "Бомботанк",
		[160872] = "Разрушитель Крокс'тазар",
		[170087] = "Тварь из Фроса",
		[132204] = "Шипастый колючечник",
		[165992] = "Верный Утробе раздиратель душ",
		[20883] = "Сердитая искусительница",
		[151658] = "Танк-долгоног",
		[21395] = "Амебовидное порождение <Труп тюремщика>",
		[147563] = "Дуктар Разрушитель",
		[156778] = "Громовой волк",
		[151659] = "Ракетный танк",
		[160874] = "Хранитель трутней Ак'тет",
		[121912] = "Исондра",
		[106042] = "Калаззий Вероломный",
		[132206] = "Цепкая лоза",
		[165994] = "Затягивающий разлом <Мордрета, Вечная императрица>",
		[83517] = "Опустошитель Каменных Осколков",
		[151660] = "Хламометатель из племени Хламоедов",
		[169066] = "Посвященная сектантка",
		[140398] = "Зеритарж",
		[160876] = "Разъяренный янтарный элементаль",
		[90173] = "Охотник за магией",
		[157805] = "Вентир-аристократ",
		[151662] = "Заклинательница волн Заржези",
		[152686] = "Громыхающий вихрь",
		[151663] = "Перемалыватель из племени Хламоедов",
		[105532] = "Адская гончая",
		[157807] = "Верный Утробе заклинатель душ",
		[167022] = "Боевой раздиратель",
		[132211] = "Ругач",
		[157808] = "Вил'тик-роерожденный",
		[159856] = "Опасный вредитель",
		[157809] = "Верный Утробе темный маг",
		[137332] = "Барханный скорпид",
		[85568] = "Лавина",
		[156786] = "Мятежный прислужник",
		[157810] = "Верный Утробе вестник гибели",
		[151667] = "Нефтеплюй из племени Хламоедов",
		[160882] = "Неизвестно",
		[157811] = "Лилиам Шпиндель",
		[92224] = "Отрекшийся - ловчий смерти",
		[160883] = "Стратег Окра",
		[101951] = "Ледопасть",
		[111166] = "Решительный придворный",
		[157812] = "Билибуб Шестеренок",
		[135287] = "Отступник-страж",
		[113214] = "Сочащийся туман",
		[166004] = "Ледяной костеглод",
		[162933] = "Неизвестно",
		[166005] = "Детеныш черного ползуна",
		[139385] = "Длинноклык",
		[174197] = "Боевой ритуалист",
		[151672] = "Мехарантул",
		[170102] = "Одержимая громила",
		[154744] = "Токсичное чудище",
		[152697] = "Улмат",
		[163960] = "Прожорливый кровоскрытень",
		[20885] = "Даллия Глашатай Судьбы",
		[163961] = "Агрессивный клещ",
		[156794] = "Поглощенный Тьмой агент ШРУ",
		[119872] = "Урлия",
		[167033] = "Гниющий шаркун",
		[152699] = "Слуга Бездны - берсерк",
		[156795] = "Осведомительница ШРУ",
		[91204] = "Волнскорнский секироносец",
		[168058] = "Зачарованное перо",
		[84549] = "Стручлинг-пяткокус",
		[127040] = "Заламарская фанатичка",
		[111170] = "Астральная предсказательница",
		[157820] = "Магматический покоритель пламени",
		[142462] = "Порабощенный моряк",
		[129600] = "Саурок из клана Соленой Чешуи",
		[521] = "Волкус",
		[525] = "Облезлый волк",
		[162941] = "Рамкахен-страж",
		[143488] = "Неизвестно",
		[129601] = "Гарпунщик из братства Волнорезов",
		[138369] = "Футбомбный хулиган",
		[163966] = "Ужасная вытягивательница",
		[132226] = "Пробудительница лоз из племени Шипошкурых",
		[152704] = "Ползучая порча",
		[163967] = "Узловатый сокрушитель",
		[157824] = "Защитник пламени",
		[128578] = "Зуджотгул",
		[129602] = "Головорез из братства Стальных Волн",
		[157825] = "Обезумевшая мучительница",
		[20886] = "Провидец Гнева Соккорат",
		[160897] = "Энтропическая стигия",
		[78409] = "Ассистент Фитилямс",
		[112709] = "Стражница променада",
		[151684] = "\"Зубодробитель\"",
		[152708] = "Верный Утробе искатель",
		[163971] = "Зилл'ки Погибель Миров",
		[78410] = "Капитан Килрит",
		[174210] = "Чумной изрыгатель слизи",
		[169091] = "Страж арсенала",
		[83530] = "Гиацинтовая мандрагора",
		[100936] = "Темный всадник",
		[109639] = "Жуткая наездница - ловец",
		[154758] = "Токсичное чудище",
		[163973] = "Мунго Солнечный Король",
		[164997] = "Обиратель трупов",
		[152711] = "Разоритель из племени Мертвого Плавника",
		[136330] = "Шипы души <[*] Шипы души>",
		[171142] = "Громадное поганище",
		[160904] = "Неизвестно",
		[153737] = "Ширакесс-ученица",
		[73805] = "Оскверненная жаба",
		[107593] = "Алгромон",
		[134284] = "Падший вестник смерти",
		[100938] = "Темный всадник",
		[109641] = "Арканор Могучий",
		[150667] = "Улучшенный часовой",
		[129095] = "Кастетник из братства Чернозубых",
		[153739] = "Занш'ир-мирмидон",
		[36907] = "Грозный осадный кузнец",
		[167050] = "Игольщик из племени Черных Шипов",
		[136334] = "Старый Колотун",
		[153740] = "Занш'ир - чешуйчатый страж",
		[128584] = "Вугтут",
		[136335] = "Разъяренный кролуск",
		[153741] = "Занш'ир-ловчий",
		[132240] = "Проклятый сокол",
		[175243] = "Хор Верных Утробе",
		[152718] = "Аллерия Ветрокрылая",
		[155790] = "Верный Утробе аколит",
		[129097] = "Задира из братства Чернозубых",
		[168078] = "Темная ревнительница",
		[46379] = "Жестокий убийца",
		[146577] = "Скрытный ловчий смерти",
		[19608] = "Дикий хлестун",
		[175246] = "Агонизирующая тень",
		[168079] = "Темная ритуалистка",
		[155793] = "Останки",
		[165008] = "Архитектор Хален",
		[169104] = "Высеченный бандог",
		[156818] = "Гневион",
		[160914] = "Предвестник глубин",
		[113741] = "Преданный манапард",
		[130635] = "Каменный яростень",
		[155795] = "Жуткий ползун",
		[165010] = "Неизвестно",
		[149652] = "Агата Вирмвуд",
		[152724] = "Ширакесс-поработитель",
		[101967] = "Мраководный поработитель",
		[156820] = "Дод",
		[111694] = "Рыцарь смерти Акеруса",
		[143510] = "Неизвестно",
		[82514] = "Молодой Темный Коготь",
		[1554] = "Сумеречница-вампир",
		[83538] = "Командир Песни Войны",
		[151702] = "Паол Пруд-по-колено",
		[162965] = "Неизвестно",
		[145560] = "Магнитохват",
		[114255] = "Воин из племени Мелководного Плавника",
		[82515] = "Детеныш Темного Когтя",
		[134298] = "Усиленный азеритом элементаль",
		[135322] = "Золотой Змей",
		[46381] = "Изворотливый вор",
		[161943] = "Неизвестно",
		[165015] = "Огромный сгусток слизи",
		[78932] = "Неистовый призыватель бури",
		[19865] = "Мутантный ужас",
		[80468] = "Механик из клана Черной горы",
		[137371] = "Сестра Лилиас",
		[174231] = "Занш'ир-мирмидон",
		[99922] = "Неизвестно",
		[161945] = "Врата Бездны",
		[78933] = "Глашатай Рассвета",
		[169113] = "Воскреситель культа",
		[153755] = "Нано Мегабум",
		[1922] = "Серый лесной волк",
		[166042] = "Косогряз",
		[46382] = "Жалкий злоумышленник",
		[76886] = "Разведчица Железного Марша",
		[163995] = "Неизвестно",
		[148637] = "Темный охотник Вол'трис",
		[133279] = "Назманийский батрак",
		[151709] = "Заряженный щенок утильхаунда",
		[169115] = "Неизвестно",
		[140447] = "Головокружение",
		[174235] = "Азш'ари - повелительница осады",
		[158878] = "Каменный часовой",
		[135329] = "Матрона Бриндл",
		[136353] = "Огромное щупальце",
		[97365] = "Проклятая морем целительница туманов",
		[130641] = "Головорез дома Штормсонгов",
		[139425] = "Бешеная наседка",
		[2356] = "Старый серый медведь",
		[46383] = "Рендольф Молох",
		[153760] = "Порабощенная пехотинец",
		[174238] = "Занш'ир-ловчий",
		[134307] = "Порабощенный проклятием скакун",
		[169119] = "Чумоклык",
		[122963] = "Резан",
		[133285] = "Донный охотник",
		[104534] = "Тюремщик Д'зорикс",
		[130131] = "Перенастроенный уборочный голем",
		[130643] = "Чудовищное дитя Резана",
		[134310] = "Служительница ковена Мертвых Сердец",
		[155812] = "Верный Утробе ритуалист",
		[95832] = "Валарьяр - дева щита",
		[159908] = "Нерешительность Николона",
		[170147] = "Нестабильное воспоминание",
		[171171] = "Верный Утробе стрелок",
		[122965] = "Вол'каал",
		[159909] = "Недоверие Николона",
		[171172] = "Верный Утробе кандальщик",
		[95833] = "Хирья",
		[104536] = "Инквизитор Ветриз",
		[97369] = "Тотем жидкой магмы <Мэроем-Ревущийфьорд>",
		[36658] = "Повелитель Плети Тираний",
		[165030] = "Леди Инерва Дарквейн",
		[175269] = "Страж Тремакулюма",
		[159911] = "Отчаяние Николона",
		[152744] = "Древний поработитель разума",
		[127574] = "Налетчик из племени Грязного Камня",
		[95834] = "Валарьяр-мистик",
		[104537] = "Повелитель Скверны Кураз'мал",
		[122967] = "Жрица Алун'за",
		[150698] = "Нефтяная масса",
		[168104] = "Усиленный мастер плавильной печи",
		[92763] = "Безымянный Король",
		[142508] = "Древесный владыка Алдрий",
		[168105] = "Усиленный верный Утробе мастер огня",
		[122968] = "Язма",
		[107098] = "Сверкающий маназмей",
		[141485] = "Небесный наездник из братства Стальных Волн",
		[158891] = "\"Атанос\"",
		[168106] = "Усиленный верный Утробе страж",
		[76382] = "Бледнокожий ползун",
		[168107] = "Усиленный верный Утробе перехватчик",
		[129624] = "Древоклык-охотник",
		[171179] = "Искательница душ Горнила",
		[122969] = "Занчульская знахарка",
		[134320] = "Отступник-опустошитель",
		[152750] = "Яйцо мотопаука",
		[140464] = "Дрессированный попугай",
		[134321] = "Отступник-агрессор",
		[129625] = "Лесная ведьма",
		[170157] = "Стигийский кузнец рун",
		[171181] = "Агрессивный мечеклюв",
		[122970] = "Крадущийся теневой клинок",
		[115291] = "Хеларьяр - похититель душ",
		[75360] = "Жгучий уголь",
		[168110] = "Усиленный имперский дуэлянт",
		[117339] = "Темная ритуалистка",
		[155824] = "Неповоротливое создание",
		[168111] = "Усиленный имперский смотритель",
		[129626] = "Порабощенный моховой паук",
		[130138] = "Невермор",
		[131252] = "Неизвестно",
		[173231] = "Неизвестно",
		[167088] = "Знахарь из племени Черных Шипов",
		[169136] = "Крадущийся спригган",
		[171184] = "Мифреш Небесный Коготь",
		[111197] = "Анакс",
		[112733] = "Ядошкурый тенеткач",
		[152755] = "Костеглодная бешенка",
		[122972] = "Дазар'айский авгур",
		[173233] = "Скелет-пехотинец",
		[83553] = "Инша'тар",
		[155828] = "Покрытый рунами колосс",
		[122973] = "Дазар'айский духовник",
		[132280] = "Попка",
		[115806] = "Карательница из Сумеречной стражи",
		[100960] = "Злогриб <Гнилосердный хранитель>",
		[171188] = "Чумная прислужница <Маркграфиня Страдама>",
		[59443] = "Неизвестно",
		[156854] = "Аматет-фанатик",
		[171189] = "\"Мнемида\" - хранительница книг",
		[90210] = "Мародер из клана Кровавой Глазницы",
		[156855] = "Аматет - Клинок Света",
		[150712] = "Трикси Искрожгучка",
		[165047] = "Кузнец душ Йол-Маттар",
		[166071] = "Иллюзорный терзатель",
		[134331] = "Король Рау'ай",
		[90211] = "Разоритель из клана Кровавой Глазницы",
		[156857] = "Раскопанная хранительница",
		[29724] = "Страж библиотеки",
		[95843] = "Король Галдор",
		[151739] = "Ма'хаат Упорный",
		[137405] = "Цепкий ужас",
		[130655] = "Бобби Хаулис <Джес Хаулис>",
		[131262] = "Вожак стаи Асенья",
		[157883] = "Одержимая сильвара",
		[151740] = "Неисправный щенок утильхаунда",
		[109154] = "Громадень из клана Колец Ненависти",
		[79462] = "Слепящая солнечная вспышка",
		[112738] = "Послушник Саел'орн",
		[97380] = "Кусака",
		[157885] = "Одержимый воркай",
		[116322] = "Убийца из культа Пустоты",
		[151742] = "Искаженный Бездной захватчик",
		[164029] = "Грехослов",
		[79463] = "Сияющая сверхновая",
		[129121] = "Громила из братства Чернозубых",
		[62005] = "Неизвестно",
		[108132] = "Нестабильный осколок <Скорпирон>",
		[152768] = "Ядохвостый скорпид",
		[155840] = "Неизвестно",
		[165055] = "Жадный эфирный змей",
		[166079] = "Хрупкий арбалетчик",
		[128610] = "Пасть Шул-Нагрута",
		[148674] = "Чумной мастер Герберт",
		[156866] = "Ра-ден",
		[128611] = "Око Шул-Нагрута",
		[135365] = "Матрона Альма",
		[98919] = "Проклятый морем молниеносный клинок",
		[135366] = "Поджигатель из братства Чернозубых",
		[169154] = "Изголодавшийся клыкастик",
		[101991] = "Обитатель Кошмара",
		[111206] = "Саблезубый ворг",
		[103527] = "Маночешуйчатый василиск",
		[79466] = "Посвященный Восходящего Солнца",
		[136391] = "Хранитель Сердца",
		[97384] = "Сегаседи",
		[106087] = "Элерет Дикая Лань",
		[165060] = "Клетка с анимой",
		[158917] = "Обезумевший страж Тушуй",
		[164037] = "Неизвестно",
		[148679] = "Чародей Квинтрил",
		[167109] = "Скелет - боец авангарда",
		[130661] = "Геомант Торговой компании",
		[164038] = "Плевун из Темного лабиринта",
		[107624] = "Мстительная душа",
		[151752] = "Мелкое порождение Бездны",
		[166087] = "Привилегированный жертвователь",
		[167111] = "Иглобрюх-рогач",
		[155849] = "Неизвестно",
		[74349] = "Подчинитель магмы из клана Кровавого Молота",
		[151754] = "Блуждающее порождение Бездны",
		[169160] = "Жуткая гончая",
		[170184] = "Тенистый ларион",
		[149707] = "Коралловый ползун",
		[167113] = "Иглобрюх-кислотник",
		[151755] = "Темная гончая",
		[169161] = "Сталекожий боец авангарда",
		[97387] = "Утечка маны",
		[114281] = "Верховое животное распорядителя полетов",
		[98411] = "Краскоплет из клана Говорящих с костями",
		[153804] = "Настырный спинохруст",
		[111210] = "Опаляющий инфернал",
		[133327] = "Громила корпорации Эшвейнов",
		[167115] = "Некромантка - боевая заклинательница",
		[169163] = "Златоперый охотник",
		[130664] = "Золотистая пчела",
		[98412] = "Рунический топороносец - новобранец",
		[165068] = "Иссохший эфирный змей",
		[167116] = "Иглобрюх-разоритель",
		[117354] = "Гнусный паучок",
		[110699] = "Громила из армии Ракиша",
		[111211] = "Раб Темносвета",
		[167117] = "Личинка иглобрюха",
		[129641] = "Разоблаченная ведьма",
		[90734] = "Гро Грохочущее Копыто",
		[158927] = "Порочная послушница",
		[164047] = "Страж Горнила",
		[157904] = "Акир-скарабей",
		[167119] = "Приманенный призрак",
		[120939] = "Зловредный инквизитор",
		[96878] = "Катакомбный завораживающий ползун",
		[97390] = "Гнусный ворюга",
		[164048] = "Неизвестно",
		[165072] = "Оценщица тел",
		[20896] = "Душегуб Эфириума",
		[163025] = "Неизвестно",
		[164049] = "Похититель ярости",
		[159954] = "Акир-пронзатель",
		[106606] = "Неизвестно",
		[159955] = "Акир-острожал",
		[153812] = "Крадущийся спинохруст",
		[156884] = "Неизвестно",
		[128620] = "Лютозуб",
		[159956] = "К'тир-чернослов",
		[130668] = "Голодный росошкур",
		[165076] = "Ненасытный клещ",
		[108655] = "Порождение Змеикса <Голландец-Ясеневыйлес>",
		[136408] = "Гончая Тьмы <Йенниффер-Термоштепсель>",
		[153814] = "Спинохруст-отсекатель",
		[175316] = "Концентрированная боль",
		[116335] = "Хеларьяр - смотрительница туманов",
		[46141] = "Обсидиановый огнекрыл",
		[169174] = "Златоперый матриарх",
		[111216] = "Жаба Янтарной долины <Анакс>",
		[27936] = "Тыквенный солдат",
		[169175] = "Скелл Разорительница",
		[114288] = "Скелет-воин",
		[148698] = "Волшебный заступник",
		[133340] = "Боец авангарда Орды",
		[134364] = "Отступник - хранитель яиц",
		[132317] = "Желчный охотник",
		[168153] = "Чумной рух",
		[136413] = "Сиравон Доминатрикс",
		[146652] = "Усиленный страж смерти",
		[82037] = "Ворон Зашедшей Луны",
		[132318] = "Желчный быстроног",
		[169178] = "Воплощение гордыни",
		[170202] = "Огненный шип",
		[77942] = "Изначальный элементаль бури <Жупер-Разувий>",
		[132319] = "Желчная матка",
		[168155] = "Чумной труп",
		[81014] = "Неизвестно",
		[165084] = "Недоделанный кадавр",
		[108659] = "Цветок смерти",
		[136416] = "Дикий когтерез",
		[138464] = "Матрос корпорации Эшвейнов",
		[133345] = "Ленивый лаборант",
		[160990] = "Неизвестно",
		[138465] = "Канонир дома Эшвейнов",
		[98421] = "Коттр Вондир",
		[153824] = "Воздушный подавитель ОУ-8",
		[110708] = "Крысоконь",
		[133347] = "Назманийская опустошительница",
		[87671] = "Полночный калири",
		[136419] = "Эттин-камнемет",
		[81528] = "Владыка кратера Игний",
		[20898] = "Чудовищный магматический инфернал",
		[153826] = "Зараженный страж",
		[136421] = "Эттин-землекрушитель",
		[162018] = "Храмовая стражница",
		[81529] = "Иссушитель из Смертельных ключей",
		[131302] = "Грабитель из братства Стальных Волн",
		[109174] = "Стражник-копейщик из племени Соленого Глаза",
		[131303] = "Заклинательница моря из братства Стальных Волн",
		[111222] = "Демоническая сущность",
		[129140] = "Укин-матрос",
		[160996] = "Поставщик боеприпасов Визик",
		[105591] = "Кошмарный ужас",
		[163044] = "Акир-жнец",
		[131304] = "Неизвестно",
		[175331] = "Неизвестно",
		[162021] = "Храмовая лучница",
		[131305] = "Волногон из клана Соленой Чешуи",
		[131306] = "Неизвестно",
		[45377] = "Ауг",
		[92794] = "Жуткий нетопырь",
		[137450] = "Шершень",
		[131307] = "Неизвестно",
		[159976] = "Герцог Симион",
		[152809] = "Алькс'ков Зараженный",
		[90747] = "Полосун Кишкодер",
		[99450] = "Пылающий проницатель",
		[158953] = "Безликий манипулятор",
		[135404] = "Зет'джирский сокрушитель",
		[136428] = "Темный летописец",
		[146667] = "Безумное чумное отродье",
		[111225] = "Маг Хаоса Белерон",
		[133357] = "Прирученный кровавый роевик",
		[172265] = "Частица неистовства",
		[90748] = "Буря Бурлящей Воды",
		[133358] = "Кровавая служительница",
		[124536] = "Желчекрыл-парализатор",
		[143597] = "Щитоносец с \"Гибельного воя\"",
		[152812] = "Зоатроид",
		[111226] = "Призыватель Ксив",
		[55873] = "Косозуб-смутьян",
		[143598] = "Инженер с \"Гибельного воя\"",
		[152813] = "Малый зоатроид",
		[81022] = "Высокогорный прошибатель",
		[106107] = "Капитан Наранот",
		[143599] = "Боевая заклинательница с \"Гибельного воя\"",
		[111227] = "Заклинательница Скверны Фарамера",
		[133361] = "Изнуренный слуга",
		[142576] = "Свободный поток",
		[162030] = "Ведомый голосами ритуалист",
		[81535] = "Тарлна Нестареющий",
		[114811] = "Квалдир - защитница кораллов",
		[132338] = "Самонаводящаяся ракета",
		[151792] = "Жижементаль",
		[137458] = "Гниющая спора",
		[140530] = "Неизвестно",
		[167151] = "Хрупкий наблюдатель",
		[129658] = "Неизвестно",
		[134388] = "Клубок змей",
		[136436] = "Неизвестно",
		[59714] = "Неизвестно",
		[134389] = "Ядовитый змей <Яйцо>",
		[153843] = "Ширакесс - исказительница Бездны",
		[97919] = "Трясиноступ из племени Каменистого Болота",
		[131318] = "Старейшина Ликса",
		[134390] = "Неизвестно <Яйцо>",
		[102015] = "Безликий страж",
		[147701] = "Палач Мохо",
		[140534] = "Мясной щит",
		[136439] = "Отрекшийся-убийца",
		[97920] = "Вязальщик камыша из племени Каменистого Болота",
		[164084] = "Воплощение ярости",
		[107135] = "Маноед",
		[175347] = "Кальцификация",
		[151798] = "Вексиона",
		[170228] = "Костяная оболочка",
		[157942] = "Клакси-пробудитель",
		[112255] = "Слизерон",
		[151799] = "Аматет-землекоп",
		[169205] = "Жоркий цветок",
		[162038] = "Благородный туманный танцор",
		[138489] = "Тень Зула",
		[107136] = "Псарь Строксис",
		[18853] = "Кровостраж клана Ярости Солнца",
		[151800] = "Аматет-лучник",
		[92802] = "Гравакс Осквернитель",
		[162039] = "Зловещая подавительница",
		[94338] = "Жуткий наездник - ловец",
		[165111] = "Друст - злобный коготь",
		[151801] = "Аматет-фанатик",
		[161016] = "Специалист Джалракс",
		[162040] = "Старший смотритель",
		[89731] = "Ловец Скверны",
		[139515] = "Скоблящий Песок",
		[74373] = "Лезвие Бездны из клана Призрачной Луны",
		[142587] = "Плевок",
		[168184] = "Огромный распространитель чумы",
		[133373] = "Джакс'теб Неупокоенный",
		[158970] = "К'тир - похититель мыслей",
		[152827] = "Ширакесс-разоритель",
		[138493] = "Неизвестно",
		[147708] = "Атрикус Нарассин",
		[74374] = "Коготь Бездны из клана Призрачной Луны",
		[157947] = "Клакси - янтарный страж",
		[161019] = "Кислотный акир",
		[170234] = "Подавляющее знамя <Ксав Несломленный>",
		[172282] = "Кокон <Сострадание>",
		[170235] = "Шаркающий ужас",
		[146686] = "Мрачный распространитель чумы",
		[165116] = "Оссеиновый прислужник <Аколит-некромант>",
		[133376] = "Рассыпающийся скелет",
		[151806] = "Аматет - Клинок Света",
		[170236] = "Восставшее отродье",
		[85638] = "Неизвестно",
		[170237] = "Мстительный упырь",
		[109188] = "Подопытный иссохший",
		[93318] = "Пеплобрюхий шатун",
		[127106] = "Офицер из братства Стальных Волн",
		[133379] = "Гюрзис",
		[112260] = "Грозный мастер Скверны",
		[106629] = "Блерг",
		[115844] = "Горот",
		[20902] = "Саргеронский призыватель огня",
		[168192] = "Древний кровобивень",
		[109189] = "Капитан Теварис",
		[162049] = "Частица сомнений",
		[85640] = "Живительная поросль",
		[112261] = "Грозный осквернитель",
		[151811] = "Сокол Светозарных",
		[170241] = "Жуткомехий лисохвост",
		[82057] = "Неизвестно",
		[156931] = "Шелкоперый ястреб",
		[124548] = "Бетси",
		[151812] = "Нейтрализовать угрозу",
		[162051] = "Взбесившийся вурдалак",
		[155908] = "Вестник смерти",
		[160004] = "Сэр Вильгельм",
		[133384] = "Меректа",
		[142599] = "Мурлок",
		[144647] = "Глубоководная бешенка",
		[153862] = "Экспериментальный часовой",
		[163077] = "Азуль",
		[78475] = "Ра'ка Кровавое Копье",
		[111751] = "Злонравный преследователь",
		[157959] = "Клакси - искатель янтаря",
		[46153] = "Нагорный ворг",
		[169222] = "Огромный распространитель чумы",
		[93834] = "Грознокрыл Отрекшихся <Отрекшийся - наездник на нетопыре>",
		[162056] = "Скальный дух",
		[81548] = "Чарл Смертекрылый",
		[161033] = "Темная пасть",
		[137484] = "Король А'акул",
		[147723] = "Мучимый дух",
		[133389] = "Гальваззт",
		[128647] = "Детеныш морского терродактиля",
		[137485] = "Одержимый кровью шпион",
		[157963] = "Оживленный хищник",
		[75406] = "Шлакна",
		[137486] = "Королева Патлаа",
		[148749] = "Послушница Хоцзинь",
		[103563] = "Верховой волк",
		[120969] = "Обезумевший клинок Скверны",
		[169227] = "Друст-захватчик",
		[162060] = "\"Орифрион\"",
		[82062] = "Зараженный огрон",
		[116362] = "Эрия Рассветная Погибель",
		[162061] = "Девия",
		[155918] = "Струящийся слуга",
		[134417] = "Глубоководная ритуалистка",
		[169229] = "Осквернитель из племени Гибельной Насмешки",
		[137489] = "Зандаларская шпионка",
		[163086] = "Тошнотворный газовый мешок",
		[36940] = "Гневный вурдалак",
		[134418] = "Утонувший вестник глубин",
		[128650] = "Головорез Краснокрюк",
		[137491] = "Ухо зандаларов",
		[20904] = "Начальник тюрьмы Мелличар",
		[153874] = "Верный Утробе часовой",
		[163089] = "Отвратительные отходы",
		[164113] = "Камнерожденный-страж <Воинствующий призыватель камня>",
		[165137] = "Хранитель врат с \"Золрамуса\"",
		[128651] = "Хадал Черная Бездна",
		[135445] = "Энергетическое ядро",
		[36941] = "Воскрешенный ведьмак",
		[165138] = "Чумной мешок",
		[176401] = "Верный Утробе кандальщик",
		[136470] = "Продавщица закусок",
		[163091] = "Акир-пронзатель",
		[133399] = "Фузилер корпорации Эшвейнов",
		[134423] = "Обитатель глубин",
		[156949] = "Мастер клинка Теренсон",
		[109199] = "Ночнорожденный-темпомаг",
		[153878] = "Верный Утробе стрелок",
		[147735] = "Воин племени Серой Мглы",
		[119950] = "Серный инфернал <Горот>",
		[134425] = "Могучий страж лабиринта",
		[168213] = "Почтенная горожанка",
		[81043] = "Неизвестно",
		[138521] = "Минер",
		[134426] = "Сапер",
		[100497] = "Урсок",
		[127630] = "Взбудораженный клешнехват",
		[170263] = "Бандит из племени Черных Шипов",
		[146714] = "Желчепуз",
		[91795] = "Матриарх стаи штормокрылов",
		[92307] = "Король-бог Сковальд",
		[137500] = "Поджигатель из Торговой компании",
		[172312] = "Иглобрюх-поглотитель",
		[142620] = "Большой океанский охотник",
		[130191] = "Защитник кладки",
		[81557] = "Золотой опылитель",
		[133406] = "Бурлящий азерит",
		[37711] = "Ненасытный вурдалак",
		[151836] = "Ужас Бездны",
		[145694] = "Усмирительница с Потрескивающей гряды",
		[106643] = "Элисанда",
		[159005] = "Жаошань Орлиный Коготь",
		[169244] = "Ледяной дракон - страж",
		[93333] = "Изможденная болью сова",
		[111763] = "Экспериментальный извергатель Скверны",
		[159006] = "Раздраженный горм",
		[104596] = "Сферический уборщик",
		[153887] = "Бичующее щупальце",
		[114323] = "Гарм",
		[155935] = "Хрупкий лед",
		[90774] = "Воспевательница глубин из клана Колец Ненависти",
		[37712] = "Темный чародей из свиты Леди",
		[76440] = "Алчный зев",
		[153888] = "Неизвестно",
		[128658] = "Морской терродактиль",
		[112788] = "Предвестник Легиона",
		[136483] = "Матрос корпорации Эшвейнов",
		[105621] = "Мрачный окулус",
		[164128] = "Мефилий Верный",
		[157985] = "Командир Ай'джук",
		[20906] = "Фазовая прыгуана",
		[2630] = "Тотем оков земли <Триганоскоп-ЧерныйШрам>",
		[169248] = "Разлагающийся гнилочрев",
		[131365] = "Меднозубый хищник",
		[81561] = "Чащобный опустошитель",
		[91288] = "Воин из племени Дымящейся Шкуры",
		[37713] = "Мучитель из свиты Леди",
		[166179] = "Опустошитель из Темного лабиринта",
		[128660] = "Отступница-агрессор",
		[168227] = "Ветхий рабочий",
		[161060] = "Выживший претендент",
		[153893] = "Зоатроид-жнец",
		[141607] = "Лорд Штормсонг",
		[58959] = "Гузпико",
		[153895] = "Глубоководный мегрим",
		[140585] = "Умбровый пескохват",
		[136490] = "Пробудившийся мертвец",
		[153896] = "Элементаль воды",
		[138538] = "Хватка Бездны",
		[111768] = "Исчадие огня Скверны",
		[150825] = "Облученный элементаль",
		[176422] = "Обгоревшее чудище",
		[163112] = "Зараженный защитник кладки",
		[90267] = "Аэл'Ит",
		[108185] = "Хладочешуйчатый смертогляд",
		[176423] = "Пылающая стигия",
		[152874] = "Вез'окк Беспросветный",
		[58960] = "Негатракси",
		[176424] = "Стигийский уголь",
		[152875] = "Могучий крушитель",
		[137517] = "Разрушитель из дома Эшвейнов",
		[163114] = "Акир-рабочий",
		[175401] = "Страж душ",
		[135470] = "Ака'али Завоевательница",
		[69791] = "Дух огня",
		[176426] = "Магматический покоритель пламени",
		[137519] = "Интендант Ссилис",
		[138543] = "Эхо Бесплотного мира",
		[148782] = "Эмиса Пламенный Вихрь",
		[141615] = "Пылающий гигант",
		[135472] = "Заназал Мудрый",
		[101532] = "Жаблин-мародер",
		[155950] = "Капля анимы",
		[128665] = "Отступник - призыватель небес",
		[176428] = "Стигийский кузнец рун",
		[152879] = "Леди Наз'жесс",
		[153903] = "Безликий завоеватель",
		[138545] = "Морской техник Торговой компании",
		[155951] = "Раффер",
		[99485] = "Коззак Мучитель",
		[159023] = "Нескончаемая Плеть",
		[135474] = "Ведьма-послушница",
		[153904] = "Безликий мучитель",
		[126618] = "Кровожадный терродактиль",
		[155952] = "Саффер",
		[135475] = "Кула Живодерка",
		[152881] = "Занш'ир - чешуйчатый страж",
		[153905] = "Избранный из Глубинного улья",
		[155953] = "К'Таффер",
		[20908] = "Аккирис Штормоход",
		[168240] = "Ненасытноклювая",
		[153906] = "Живое заражение",
		[163121] = "Сшитый боец авангарда",
		[173360] = "Изрыгатель чумы",
		[133429] = "Пузырящийся мед",
		[152883] = "Занш'ир-мирмидон",
		[153907] = "Зловонный ихор",
		[163122] = "Хрупкий воин",
		[133430] = "Гений Торговой компании",
		[75426] = "Надзиратель из клана Кровавого Молота",
		[152884] = "Занш'ир-ловчий",
		[153908] = "Око Империи",
		[131383] = "Заклинатель спор Занча",
		[156980] = "Сущность Бездны",
		[129180] = "Вестник войны Хоззик",
		[152885] = "Занш'ир-агрессор",
		[153909] = "Щупальце Н'Зота",
		[155957] = "Камнемаг из клана Барук",
		[133432] = "Алхимик Торговой компании",
		[152886] = "Сокол Светозарных",
		[58963] = "Дем-сааро",
		[126621] = "Костешквал",
		[155958] = "Ташара",
		[86690] = "Турель-пушка",
		[121502] = "Неизвестно",
		[162102] = "Верховная надзирательница Бериллия",
		[163126] = "Хрупкий маг",
		[139577] = "Шипастая страхоловка",
		[168246] = "Возрожденный арбалетчик <Амарт>",
		[169270] = "Потревоженный кошмар",
		[162103] = "Вершитель Тарвольд",
		[118943] = "Присягнувший Скверне изменник",
		[86691] = "Турель-автомат",
		[133435] = "Drust Slaver Summoning Portal",
		[168247] = "Скелет-пехотинец",
		[153913] = "Шепчущий дозорный",
		[163128] = "Чародей с \"Золрамуса\"",
		[123039] = "Оскверненный дух",
		[107169] = "Хорукс",
		[133436] = "Огнелетчица Торговой компании",
		[150842] = "Утилизатор из банды Поршнеголовых",
		[58964] = "Моркеку",
		[131389] = "Терес",
		[161082] = "Верный Утробе перехватчик",
		[107170] = "Зорукс",
		[143677] = "Зандаларский фехтовальщик",
		[161083] = "Верный Утробе часовой",
		[146749] = "Убийца из Армии Чести",
		[148797] = "Чародей из войска мертвых <Коргед-Ревущийфьорд>",
		[112290] = "Жуткий орел",
		[168251] = "Поднятый скелет",
		[161084] = "Верный Утробе заклинатель душ",
		[91301] = "Сгусток крови",
		[150846] = "Водяное слияние",
		[160061] = "Ползучая порча",
		[92837] = "Ползучий смертоцвет",
		[58965] = "Лазрадати",
		[151871] = "Циркулярный лесопил",
		[152895] = "Эхо Чи-Цзи",
		[81063] = "Работник из клана Черной горы",
		[166206] = "Изначальная жижа",
		[151872] = "Ужасное щупальце",
		[144705] = "Осадный крошшер",
		[170302] = "Талапорас Глашатай Боли",
		[112804] = "Дрессированный темночешуйчатый змей",
		[96934] = "Валарьяр-зверолов",
		[108197] = "Иссохший - охотник за магией",
		[117412] = "Присягнувший Скверне - зверолов",
		[146755] = "Оскалившийся черепокол",
		[155970] = "Страж анимы",
		[127651] = "Клещехват",
		[133445] = "Назманийский налетчик",
		[129699] = "Людвиг фон Тортоллен",
		[142661] = "Свернувшаяся кровь",
		[108710] = "Охранная сфера",
		[162115] = "Кода Стальной Коготь",
		[146757] = "Темный палач",
		[127140] = "Чешуйчатый трясинный охотник",
		[104615] = "Боец из племени Серого Камня",
		[162116] = "Лианис Закат Луны",
		[92841] = "Дракончик-штормокрыл",
		[162117] = "Тиранда Шелест Ветра",
		[77995] = "Костолом из клана Кровавого Молота",
		[165189] = "Гидра",
		[103592] = "Костеклювый ястреб",
		[97449] = "Щетинник",
		[171333] = "Верный служитель из племени Атал'ай",
		[131402] = "Клещ из Подгнилья",
		[141641] = "Завролиск-камнекус",
		[151880] = "Аматет-Светозарный",
		[79020] = "Ехидианская гидра",
		[152905] = "Часовой Башни",
		[105641] = "Нискарский палач",
		[131404] = "Бригадир Скриппс",
		[20911] = "Драконид Крыла Тьмы",
		[169288] = "Скелет-наставник",
		[164169] = "Сокол Светозарных",
		[78509] = "Берсерк из клана Кровавой Глазницы",
		[151883] = "Анауа",
		[113321] = "Неизвестно",
		[172361] = "Темный хищник",
		[83629] = "Детеныш горена Зашедшей Луны",
		[102059] = "Скверноподданный адепт",
		[78510] = "Воительница из клана Кровавой Глазницы",
		[160076] = "Горм-копатель",
		[169291] = "Ледяной падальщик",
		[153933] = "Шипящий паровой яростень",
		[157005] = "Свежевание души",
		[158029] = "Дрейфующий дух",
		[150862] = "Песчаное слияние",
		[153934] = "Повелительница приливов Этендрис",
		[86702] = "Неотступный дух <Фростпауэр>",
		[149839] = "Механизированный утильхаунд",
		[144720] = "Закаленный воин",
		[153935] = "Пузырящаяся нефть",
		[171341] = "Птенец мечеклюва",
		[166222] = "Барьер",
		[167246] = "Высвобожденная травма <Ниэтта>",
		[168270] = "Восставший осадный инженер",
		[144721] = "Специалист по черному пороху",
		[171342] = "Молодой рунический олень",
		[155984] = "Вил'тик - быстрый клинок",
		[175438] = "Услужливый распорядитель <Распорядительница гнездовья>",
		[144722] = "Тогот Смертельная Хватка",
		[81584] = "Обезумевший изгой",
		[155985] = "Заклинатель янтаря Гокилак",
		[158033] = "Призыватель роя",
		[100014] = "Пустотелый иссохший",
		[100526] = "Истерзанный кровопийца",
		[161105] = "Несгибаемый Шмидт",
		[110253] = "Луноперый лесной хищник",
		[78001] = "Тотем разразившегося ливня <Келпи-Гром>",
		[149843] = "Хранитель мотояиц",
		[152915] = "Азш'ари-неофит",
		[163154] = "Акир-скарабей",
		[158035] = "Магистр Умбрий",
		[100527] = "Бес ужасающего огня",
		[144725] = "Кровожадный охотник за головами",
		[111278] = "Танцовщик на лилии из племени Листа Чертополоха",
		[133463] = "Боевая машина Торговой компании",
		[151893] = "Взбешенный спорлинг",
		[152917] = "Азш'ари - призывательница бурь",
		[170323] = "Генерал Грашаал",
		[152918] = "Азш'ари-оракул",
		[153942] = "Аннигилятор Лак'хал",
		[163157] = "Амарт",
		[111279] = "Подрезатель ветвей из племени Листа Чертополоха",
		[161110] = "Обезумевший рамкахен-страж",
		[153943] = "Дециматор Шик'вот",
		[165206] = "Скрытень из Гиблотопи",
		[174421] = "Неизвестно <Ния в роли Ксавия>",
		[18865] = "Астральная аберрация",
		[100529] = "Порожденный ненавистью слизень",
		[94386] = "Проклятый старорог",
		[111280] = "Обрыватель цветов из племени Листа Чертополоха",
		[158040] = "Освобожденный вестник смерти",
		[160088] = "Темный созерцатель",
		[161112] = "Король Фаорис",
		[164184] = "Амбициозный дуэлянт",
		[90803] = "Повелитель инферналов",
		[158041] = "Н'Зот Заразитель",
		[161113] = "Ахет",
		[137564] = "Воплощение Бесплотного мира",
		[164185] = "Эшелон",
		[111281] = "Крепкозуб Изумрудной бухты",
		[43614] = "Зубохлоп",
		[136541] = "Желчный слизнюченыш",
		[140637] = "Извергающийся слуга <Зуджотгул>",
		[150876] = "Нейтрониевый вихрь",
		[100531] = "Оскверненная кровью ярость",
		[110258] = "Сборщик утиля из племени Трюмного Плавника",
		[139614] = "Прожорливый ранишу",
		[162140] = "Скикз'траз",
		[164188] = "Плод ужаса",
		[100532] = "Оскверненный кровью взрывень <Оскверненная кровью ярость>",
		[137568] = "Ужас из Бесплотного мира",
		[164189] = "Плод ужаса",
		[136545] = "Сетрак-опустошитель",
		[170333] = "Золотолапый охотник",
		[158047] = "Послушник Н'Зота",
		[84151] = "Прожорливый рилак",
		[136546] = "Сетрак-страж",
		[9690] = "Пепельный ворг",
		[164191] = "Придворная аристократка",
		[158048] = "Бесформенный мясожор",
		[167263] = "Тарьеш",
		[168287] = "Сокрушитель надежды Марку",
		[136547] = "Сетрак - вестник войны",
		[130738] = "Оскверненное золото",
		[82616] = "Бармагрыз",
		[136548] = "Боевой кролуск",
		[59742] = "Горилла Громового Кулака",
		[136549] = "Канонир дома Эшвейнов",
		[44896] = "Пигмей-дикарь",
		[136550] = "Заряженный страж",
		[170338] = "Неизвестно",
		[157028] = "Талрикс Кромсатель",
		[158052] = "Зара'тик-налетчик",
		[161124] = "Ург'рот Сокрушитель Героев",
		[153957] = "Проржавевший машинист",
		[163172] = "Акир - заклинатель Бездны",
		[168292] = "Мусорный упырь",
		[136552] = "Мародер из клана Као-Тень",
		[126645] = "Вол'дунский дюнный жук",
		[164197] = "Отмщение",
		[78523] = "Наездница на темнокрыле",
		[174436] = "Неизвестно",
		[136553] = "Соленоспинный кролуск",
		[153959] = "Дикий морской варан",
		[130741] = "Но'иксван",
		[164198] = "Рок",
		[165222] = "Костоправ с \"Золрамуса\"",
		[133482] = "Ползучая мина",
		[75964] = "Ранжит",
		[153960] = "Неизвестно",
		[139626] = "Утопший матрос",
		[3527] = "Тотем исцеляющего потока <Зуфи-Дракономор>",
		[136555] = "Усиленный штормом завоеватель",
		[114360] = "Хирья",
		[131436] = "Избранная кровавая матрона",
		[157033] = "Песчаный бегун поработителя",
		[93371] = "Мордвигбьорн",
		[34915] = "Мародер из клана Закаленных Бурей",
		[173416] = "Обгоревший собиратель",
		[159082] = "Костегрыз Н'Зота",
		[152939] = "Безграничная порча",
		[153963] = "Порабощенный кельпин",
		[44898] = "Огнедыщащий пигмей",
		[100539] = "Скверносерд-стрелок",
		[85693] = "Лернейский чешуегнус",
		[157036] = "Ворюга Бар'ток",
		[129208] = "Жуткий капитан Локвуд",
		[80574] = "Владыка Готригг",
		[130232] = "Ядовитый чешуйник",
		[85694] = "Болотный василиск",
		[111291] = "Речной крепкозуб",
		[104636] = "Кенарий",
		[161134] = "Послушник Н'Зота",
		[162158] = "Истощенный узник",
		[82111] = "Неизвестно",
		[134514] = "Глубинная сектантка",
		[162159] = "Раздирающее щупальце",
		[126650] = "Падший послушник",
		[19508] = "Солнцелов-травник",
		[111292] = "Рыцарь ордена Серебряной Длани",
		[168303] = "Некропес дома Избранных",
		[137587] = "Призрачный служитель",
		[82112] = "Темная жрица из клана Призрачной Луны",
		[165232] = "Бездушный кадавр",
		[134516] = "Неизвестно",
		[171376] = "Главный смотритель Джавлин",
		[164209] = "Нераскаявшийся-свидетель",
		[134517] = "Яйцо",
		[135541] = "Испепелитель из картеля Трюмных Вод",
		[136565] = "Ведьма крови Паккала",
		[163186] = "Горм-выделитель",
		[54371] = "Бандит из стаи Речной Лапы",
		[161139] = "Послушник Н'Зота",
		[162163] = "Верховный жрец Итэссис",
		[131447] = "Крушитель из племени Дыбогривов",
		[161140] = "Бвемба",
		[162164] = "Акир-поработитель",
		[159093] = "Сара Финкльшпунтик",
		[161141] = "Призывательница из Темной Империи",
		[111295] = "Прирученный манапард",
		[103616] = "Охотник из ущелья Лунного Шепота",
		[159094] = "Бандит",
		[168309] = "Голодающий эфирный змей",
		[417] = "Гзадими",
		[159095] = "Каир",
		[168310] = "Чумной рух",
		[153976] = "Сфера разрушения",
		[126654] = "Служитель Тизеджи",
		[19509] = "Солнцелов-жнец",
		[159096] = "Скрипач",
		[129214] = "Платный разгонятель толпы",
		[89283] = "Отравитель из племени Горькой Воды",
		[171383] = "Разъяренный матерый таурал",
		[98498] = "Захватчик из племени Трюмного Плавника",
		[173431] = "Темный заклинатель костей",
		[166264] = "Бездумное преследование",
		[42342] = "Заряженный уборочный голем",
		[137596] = "Матрона Вилона Блэквуд",
		[171384] = "Писец-исследователь",
		[173432] = "Неизвестно",
		[133501] = "Проклятый шипастый медведь",
		[175480] = "Губитель из Каменного легиона",
		[135549] = "Офицер с аванпоста Фиксдрана",
		[89284] = "Солемаг из племени Горькой Воды",
		[164218] = "Лорд-камергер",
		[166266] = "Запасные части",
		[54373] = "Травник из стаи Речной Лапы",
		[162171] = "Капитан стражи песков",
		[157052] = "Обвинительница",
		[164220] = "Нераскаявшийся-поручитель",
		[151934] = "Арахноид-пожинатель",
		[34920] = "Глубинный йормунгар",
		[141696] = "Камнекус-матриарх",
		[161150] = "Малый янтарный элементаль <Ваятель янтаря Эш'ри>",
		[61029] = "Изначальный элементаль огня <Риал>",
		[98501] = "Захватчик из племени Трюмного Плавника",
		[159103] = "Манипулятор Шрог'лт",
		[168318] = "Голиаф раскольников",
		[169342] = "Заразный падальщик",
		[127682] = "Снежный йети",
		[95430] = "Слуга Гребня Ворона",
		[168319] = "Костегрыз-мародер",
		[152961] = "Информационная аномалия",
		[98502] = "Сеть",
		[91847] = "Восставшая гончая",
		[160129] = "Прирученный ларион",
		[152962] = "Командир Сарж'ет",
		[146819] = "Скрывающийся лазутчик",
		[157058] = "Трупорез Морок",
		[141700] = "Неизвестно",
		[168321] = "Вожак-падальщик",
		[152963] = "Лорд Ха'касс",
		[98503] = "Грвргалл Завоеватель",
		[151940] = "Дядюшка Т'Рогг",
		[155012] = "Отработанная смазка",
		[165251] = "Иллюзорный лисохвост <Призывательница Туманов>",
		[166275] = "Туманный культиватор",
		[89289] = "Матрос с \"Мести королевы\"",
		[130756] = "Злобный деметродон",
		[90313] = "Ллотиенский хищник",
		[166276] = "Туманный страж",
		[161157] = "Песчаниковый разрушитель",
		[162181] = "Повелитель улья Наззекс",
		[102088] = "Мраководный мирмидон",
		[111303] = "Ночнорожденная-мудрец",
		[17975] = "Верховный ботаник Фрейвин",
		[89290] = "Матрос с \"Мести королевы\"",
		[834] = "Койот",
		[168326] = "Расколотое видение",
		[152968] = "Глер'тьогг",
		[19511] = "Подстрекатель из племени Лозы Пустоты",
		[157064] = "Обвинительница",
		[151945] = "Песчаный бегун - падальщик",
		[144778] = "Защитник из клана Темного Прилива",
		[164232] = "Воплощение ненависти <Полная ненависти душа>",
		[161161] = "Астра в роли Азшары",
		[126151] = "Сотворенный проклятием фамилиар",
		[77517] = "Младшая чернокнижница",
		[144780] = "Громила из клана Темного Прилива",
		[75982] = "Burning Shrapnel Stalker",
		[137614] = "Крушащий ужас",
		[77518] = "Воин Тени",
		[164235] = "Нераскаявшаяся-мстительница",
		[148877] = "Гоблинский лесной комбайн",
		[158092] = "Падшая пронзательница сердец",
		[159116] = "Мастер испытаний Сун",
		[168331] = "Иссеченный ветеран",
		[136591] = "Нагорный гризли",
		[113866] = "Покоритель раковин из племени Соленого Глаза",
		[165260] = "Неизвестно",
		[159117] = "Жики Ускользающая Тень",
		[153998] = "Струящийся волноход",
		[156046] = "Цийлинь клана Цзань-Тень",
		[159118] = "Лоу Лан",
		[17976] = "Командир Сараннис",
		[105676] = "Опутанная паутиной жертва",
		[19512] = "Жнец из племени Лозы Пустоты",
		[1236] = "Кобольд-землекоп",
		[159120] = "Мудрец Белое Сердце",
		[131476] = "Зайус",
		[137620] = "Громила Торговой компании",
		[34925] = "Кракен Северного моря",
		[165265] = "Почтенная дуэлянтка",
		[141716] = "Детеныш камнекуса",
		[95951] = "Жуткий скрытень",
		[129227] = "Азерокк",
		[81617] = "Зараженный орк",
		[165266] = "Придворный аристократ",
		[74962] = "Камнелапый василиск",
		[100047] = "Страж ужаса из армии Оскверненной Души",
		[155028] = "Ожившая смазка",
		[164243] = "Похитительница ненависти",
		[55659] = "Дикий бес <Йенниффер-Термоштепсель>",
		[57195] = "Ик'тик-быстрорез",
		[1548] = "Проклятый пес тьмы",
		[166292] = "Болотная тварь",
		[168340] = "Воскрешенный инженер",
		[161173] = "Глубинный дозорный",
		[155030] = "Неудавшийся эксперимент",
		[150935] = "Заводной великан",
		[17977] = "Узлодревень",
		[165270] = "Королевская чародейка",
		[151960] = "Светозарный-послушник",
		[152984] = "Хаггронар",
		[117967] = "Ульгром",
		[19513] = "Мутантный страховизг",
		[165271] = "Разрушитель из Каменного легиона",
		[133531] = "Ксу'ба",
		[150937] = "Солеплюй",
		[57196] = "Ик'тик-острокрыл",
		[159129] = "Аиса Воспевающая Облака",
		[101074] = "Неизвестно",
		[29624] = "Странник бурь",
		[1860] = "Макзате",
		[159130] = "Инструктор Свистящее Копье",
		[168345] = "Опаленный поглотитель",
		[152987] = "Безликий сокрушитель воли",
		[1908] = "Оракул из племени Злобного Плавника",
		[159131] = "Хейран Каменное Пузо",
		[135582] = "Кролуск - песчаный охотник",
		[152988] = "Безликий призыватель теней",
		[126672] = "Пещерный угорь",
		[78550] = "Управляемый темнокрыл",
		[166299] = "Туманная хранительница",
		[167323] = "Верный Утробе мертвый стрелок",
		[129232] = "Шеф Разданк",
		[161180] = "Дезертир из Малдраксуса",
		[156061] = "Клещ-пожиратель",
		[134560] = "Отступник-ревизор",
		[166301] = "Туманный хищник",
		[134561] = "Отступница-налетчица",
		[17978] = "Скалезуб Скорбный",
		[157087] = "Тавматург из Темной Империи",
		[166302] = "Сборщик трупов",
		[159135] = "Мастер-рыболов Марина",
		[101077] = "Секхан",
		[171422] = "Верховный подавитель Лагвас",
		[164255] = "Склизгл",
		[133539] = "Ло'куно",
		[159136] = "Старейшина Линь",
		[131492] = "Преданная жрица крови",
		[166304] = "Туманный острожал",
		[159137] = "Изготовитель свитков Жэши",
		[152994] = "Жукобот-прыгун",
		[154018] = "Беглый истязатель",
		[136613] = "Ожившая скала",
		[89816] = "Голза Железный Плавник",
		[156067] = "Корневище водорослей",
		[144805] = "Скрог-волнодав",
		[154020] = "Беглый проклинатель",
		[167331] = "Неокрепшая тень",
		[136615] = "Усиленный азеритом элементаль",
		[131496] = "Бригадир Острорык",
		[75483] = "Темная прыгуана-охотник",
		[136616] = "Малый усиленный азеритом элементаль",
		[102104] = "Порабощенная дева щита",
		[129749] = "Озлобленная рубака",
		[146856] = "Бледный всадник",
		[99033] = "Хеларьяр - призывательница туманов",
		[91354] = "Головорез из племени Листа Чертополоха",
		[75484] = "Куу'рат",
		[146857] = "Завоевательница из Армии Чести",
		[144810] = "Бортинженер",
		[106201] = "Командир Ксовот",
		[91355] = "Лунокрыл",
		[160169] = "Почтенная дуэлянтка",
		[102106] = "Голодный василиск",
		[158122] = "Глаз разума",
		[104154] = "Гул'дан",
		[168361] = "Болотный шершень",
		[153003] = "Фрагмент души",
		[36723] = "Верный льдам генерал",
		[123096] = "Острозуб с Жабьей топи",
		[140717] = "Грабительница из картеля Трюмных Вод",
		[161195] = "Жительница квартала Чаши",
		[146861] = "Оскалившийся черепокол",
		[164267] = "Маркграфиня Страдама",
		[103643] = "Гноящийся инквизитор",
		[80606] = "Ботани Лунного Серпа",
		[75487] = "Неизвестно",
		[154030] = "Невероятно большая крыса Утробы",
		[166317] = "Слуга Бездны - командир",
		[79583] = "Унгра",
		[17980] = "Ладж",
		[161198] = "Исказитель пространства Душар",
		[137649] = "\"Антивредитель II\"",
		[157103] = "Тзах'тал",
		[166318] = "Агрессивная кошмарная жижа",
		[169390] = "Медношкурый лисохвост",
		[126170] = "Сведенный с ума головорез",
		[166319] = "Искаженный призыватель Бездны",
		[151985] = "Собиратель из племени Хламоедов",
		[92383] = "Ползучий гнилодрев",
		[102622] = "Мраководный оракул",
		[79585] = "Надсмотрщик Гурран",
		[112861] = "Болотная гидра",
		[137654] = "Безликий осквернитель",
		[156084] = "Камнерожденный мятежник",
		[150965] = "Верный Утробе кандальщик",
		[97504] = "Призрачный Коготь",
		[139703] = "Молодой дьявозавр из Диких земель",
		[160181] = "Королевская чародейка",
		[144823] = "Главный инженер Эрзог",
		[131513] = "Нагорный вендиго",
		[148919] = "Чародейка из Армии Чести",
		[160182] = "Послушник Бездны",
		[122078] = "Неизвестно",
		[75492] = "Ядомрак",
		[160183] = "Фанатик Бездны",
		[158136] = "Инквизитор Темнослов",
		[129246] = "Азеритовая футбомба",
		[129758] = "Гренадер из братства Стальных Волн",
		[171447] = "Заразный зомби",
		[156089] = "Акир - повелитель ядов",
		[90851] = "Кабалист из клана Кровавой Глазницы",
		[160185] = "Обездвиженная душа",
		[109281] = "Мелисандра",
		[7376] = "Небесная тень",
		[171448] = "Жуткий егерь",
		[79589] = "Лезвие Бездны из клана Призрачной Луны",
		[131518] = "Проклятый сокол",
		[163259] = "Молодой акир-гигант",
		[131519] = "Порабощенный проклятием сокольничий",
		[158140] = "Бешеная крыса",
		[79590] = "Ритуалист из клана Призрачной Луны",
		[176570] = "Верный Утробе всадник",
		[136639] = "Заламарский служитель",
		[137663] = "Чака Преображенная",
		[171451] = "Исказитель душ Керо",
		[131520] = "Кулетт Вспыльчивый",
		[108259] = "Лишенный света лунный совух",
		[151998] = "Завролиск-костеглод",
		[169404] = "Саронитовый скульптор",
		[111331] = "Крадущийся ужас",
		[104676] = "Угасающая частица времени",
		[169405] = "Покоритель пламени Плети",
		[162238] = "Ведомый голосами сектант",
		[37496] = "Падший чемпион",
		[84199] = "Капсула Железной Орды",
		[165311] = "Раскольница - темный клинок",
		[152001] = "Костегрыз",
		[136643] = "Экстрактор азерита",
		[171455] = "Гаргон-защитник",
		[172479] = "Инакомыслящий некромант",
		[107237] = "Неизвестно",
		[166336] = "Сектантка-инженер",
		[161217] = "Акир-быстроног",
		[162241] = "Зараженный похититель мыслей",
		[172480] = "Друст-защитник",
		[111333] = "Скверносерд-плут",
		[158146] = "Падший странник разломов",
		[161218] = "Акир-крушитель",
		[81129] = "Сабленосец из клана Пылающего Клинка",
		[37497] = "Падший чемпион",
		[168386] = "Slime Skeleton Stalker D",
		[144837] = "Олень c Темных берегов",
		[162243] = "Зараженный пожиратель разума",
		[131527] = "Лорд Уэйкрест",
		[165315] = "Присягнувший тьме гоплит",
		[134599] = "Усиленный призыватель шторма",
		[129252] = "Неизвестно",
		[162244] = "Зараженный вестник рока",
		[163268] = "Неизвестно",
		[74475] = "Магмолат",
		[134600] = "Песчаный стрелок",
		[131529] = "Порабощенная проклятием арбалетчица",
		[152007] = "\"Циркулятор\"",
		[172485] = "Вредли",
		[134602] = "Подлый трюк",
		[168390] = "Сокрушитель надежды Вилстав",
		[170438] = "Неизвестно",
		[56184] = "Косозуб-вредитель",
		[168391] = "Slime Skeleton Stalker C",
		[105705] = "Обузданная энергия",
		[107753] = "Вожак темношкурых воргов",
		[168392] = "Сокрушительница надежды Мурза",
		[29374] = "Волхв клана Закаленных Бурей",
		[162249] = "Падший послушник",
		[168393] = "Изрыгатель чумы",
		[170441] = "Маг Тьмы",
		[44922] = "Присягнувший мастер топоров",
		[167370] = "Кирия-претендентка",
		[168394] = "Осклизлое лакомство <Slime Skeleton Stalker C>",
		[117993] = "Зар'вок",
		[102123] = "Ловец рониров",
		[172490] = "Дознаватель Грелль",
		[111338] = "Неупокоившийся полководец",
		[168395] = "Боль",
		[129768] = "Плетеный захватчик",
		[162252] = "Зараженная обезглавливательница",
		[138703] = "Свернувшаяся кровь",
		[73967] = "Нюцзао <Тралити-Ревущийфьорд>",
		[158157] = "Владыка Матиас Шоу",
		[168396] = "Изрыгатель чумы",
		[161229] = "Акир - повелитель ядов",
		[162253] = "Зараженный чудотворец",
		[158158] = "Страж кузни Хуррул",
		[162254] = "Зараженный наблюдатель",
		[131538] = "Сестра из ковена Мертвых Сердец",
		[91374] = "Повелитель стручлингов Ваккавам",
		[168398] = "Осклизлое лакомство <Slime Skeleton Stalker D>",
		[111852] = "Ротос",
		[175566] = "Рой игольщиков",
		[169423] = "Пробужденный призыватель",
		[170447] = "Костяной великан",
		[106221] = "Анкерный кристалл",
		[157137] = "Щупальце ужаса",
		[158161] = "Страж Бездны - захватчик",
		[134612] = "Неизвестно",
		[155090] = "Анодированный разрядниконосец",
		[158162] = "Гнусный грязевик",
		[44924] = "Присягнувший мирмидон",
		[168402] = "Темнокрылая",
		[94960] = "Химдалль",
		[169427] = "Оживленный слуга",
		[140759] = "Зуджотгул Пробудившийся",
		[158165] = "Костел",
		[134616] = "Подрастающий кролуск",
		[101616] = "Фиалка",
		[155094] = "Мехагонский солдат",
		[131545] = "Леди Уэйкрест",
		[133593] = "Техник-эксперт",
		[159190] = "Синод",
		[135641] = "Сердце Сетралисс",
		[136665] = "Наблюдатель корпорации Эшвейнов",
		[36478] = "Хранитель - страж душ",
		[139737] = "Лорд Штормсонг",
		[124654] = "Дюнный кролуск",
		[126702] = "Древний ужас небес",
		[174550] = "Миския",
		[159192] = "Облачный крылан",
		[129774] = "Отступник-центурион",
		[146906] = "Гниющий исполин",
		[158169] = "Преданный послушник",
		[161241] = "Мал'тир - маг Бездны",
		[146907] = "Возрожденный стрелок",
		[165337] = "Громадный мясостраж",
		[79093] = "Солнечный коготь Небесного Пути",
		[44926] = "Присягнувший странник",
		[114929] = "Защитник из Сумеречной стражи",
		[161243] = "Сам'рек Призыватель Хаоса",
		[111858] = "Страж Рарсон",
		[112370] = "Отшельник руин",
		[161244] = "Кровь Заразителя",
		[105715] = "Бдительный инквизитор",
		[107763] = "Иссохший-шаркун",
		[77559] = "Солнечный усилитель",
		[161246] = "Массивень",
		[171485] = "Друст-захватчик",
		[169438] = "Восставший солдат",
		[111860] = "Бо'лан Меченый",
		[152033] = "Непримечательное растение",
		[72953] = "Охотник на волков из клана Жестокого Холода",
		[73465] = "Темный прислужник",
		[131556] = "Исследовательница из Реликвария",
		[165344] = "Зловредный спригган",
		[158177] = "Плеточник Бездны",
		[92407] = "Верховой нетопырь",
		[59262] = "Демонические врата",
		[134629] = "Чешуйчатый наездник на кролуске",
		[131558] = "Острокрыл-захватчик",
		[165346] = "Свирепый спригган",
		[158179] = "Зомей Прожорливый",
		[168418] = "Раскольница-инквизитор",
		[161251] = "Сектант-прислужник",
		[146917] = "Разъяренный азеритовый элементаль",
		[157156] = "Торшег",
		[134631] = "Неупокоенный матрос",
		[168419] = "Рьяный неофит",
		[163300] = "Поглотитель душ",
		[131560] = "Дикий равазавр",
		[157157] = "Мумина Сияющий",
		[168420] = "Раскольник-защитник",
		[137704] = "Матрона Морана",
		[163301] = "Поглотитель душ",
		[157158] = "Сектант - погонщик рабов",
		[167397] = "Неизвестно",
		[168421] = "Крадущийся спригган",
		[154087] = "Зрор'ум Бесконечный",
		[89850] = "Оракул",
		[152040] = "Командир разведчиков Мосвен",
		[171313] = "Аколит - сокрушитель воли",
		[164897] = "Туманник",
		[141286] = "Браконьер Зейн",
		[114932] = "Глубоководное чудовище",
		[160506] = "Мерцающая Пыль в роли Кил'джедена",
		[103673] = "Созерцатель тьмы",
		[159208] = "Велбиз Радосвист",
		[112118] = "Зараженный кровоцвет",
		[153065] = "Слуга Бездны - опустошитель",
		[105721] = "Неизвестно",
		[78326] = "Чародейский призрак",
		[121577] = "Бесшабашный живодер",
		[126440] = "Поющая сирена",
		[126847] = "Капитан Рауль",
		[159209] = "Телетт Сланцесерд",
		[172933] = "Рулевая Калиру",
		[153066] = "Механизированный паук",
		[137708] = "Каменный голем",
		[129762] = "Прирученный детеныш терродактиля",
		[34947] = "Квалдир-берсерк",
		[157162] = "Жэй Лунь",
		[105703] = "Маназмей",
		[159210] = "Кларисса Чапман",
		[167078] = "Крылодер Жестокий",
		[153067] = "Механизированный разрядниконосец",
		[154091] = "Исполин из племени Хламоедов",
		[163306] = "Поглотитель душ",
		[98555] = "Иссохший оборванец",
		[107258] = "Молодой шквальный охотник",
		[152779] = "Моч'к Восемь Пальцев",
		[159211] = "Лорри Горячее Сердце",
		[135662] = "Клевок",
		[153068] = "Механизированный страж",
		[170474] = "Паук-убийца <Скрывающийся ассасин>",
		[123775] = "Сетрак-страж",
		[79335] = "Шаркун-захватчик",
		[111354] = "Скверносерд-осквернитель",
		[129753] = "Кровожадная охотница за головами",
		[156064] = "Землерой из Темного Приюта",
		[153337] = "Мехагонский контейнер",
		[153069] = "Проржавевший устранитель проблем",
		[145902] = "Хрономалия",
		[163308] = "Поглотитель душ",
		[131568] = "Обезумевший от меда вендиго",
		[74208] = "Детеныш Смертоклыка",
		[114900] = "Хваткое щупальце",
		[167404] = "Неустрашимый защитник <Око \"Золрамуса\">",
		[152046] = "Пескожабр",
		[136688] = "Фанатичный бурильщик",
		[170476] = "Одержимая охотница",
		[94196] = "Проклятый хищник",
		[130027] = "Морпех корпорации Эшвейнов",
		[111355] = "Скверносерд-мучитель",
		[82647] = "Замученная душа",
		[167405] = "Мстительный упырь",
		[121082] = "Гнуснокрылый хищник",
		[163575] = "Пепельный ползун",
		[160127] = "Чернослов Шатх'ул",
		[75210] = "Страж из клана Кровавого Молота",
		[156143] = "Заглянувший в Бездну громила",
		[157167] = "Защитник Сен-мат",
		[99581] = "Неистовый страж гнева",
		[112320] = "Неизвестно",
		[160074] = "Горм-рассекатель",
		[136690] = "Снежный хищник",
		[162287] = "Послушник Н'Зота",
		[165912] = "Блуждающий древоточец",
		[136551] = "Поработитель из клана Као-Тень",
		[95935] = "Ормгул Вредитель",
		[97976] = "Костеклювый ястреб",
		[134643] = "Бргл-Лргл Крушитель",
		[36842] = "Грозный хладный дух",
		[169455] = "Мстительный скрытень",
		[162288] = "Кудесник из Темной Империи",
		[146899] = "Бледный страж смерти",
		[156145] = "Подземное щупальце",
		[80818] = "Светящаяся орхидея",
		[175860] = "Прожорливая тень",
		[75193] = "Надзиратель из клана Кровавого Молота",
		[92415] = "Детеныш штормового дракона",
		[101118] = "Безликий осквернитель",
		[101630] = "Янтарный земледробитель",
		[168342] = "Блуждающий дыролоб",
		[156146] = "Слуга Бездны - щитоносец",
		[157170] = "Послушник Таспу",
		[102784] = "Щупальце Бездны",
		[126845] = "Капитан Джолли",
		[126928] = "Корсар из братства Стальных Волн",
		[28026] = "Озлобленный упырь",
		[108283] = "Дикарь из племени Камня Силы",
		[44932] = "Присягнувший следопыт",
		[158684] = "Безумный мясожор",
		[140789] = "Искрящийся элементаль",
		[159707] = "Доктор Хиввил",
		[159219] = "Мрачный провидец",
		[99200] = "Дресарон",
		[137591] = "Тотем целительного прилива <Призрачная знахарка>",
		[162291] = "Извивающийся ужас",
		[75976] = "Низкорожденный араккоа",
		[113307] = "Призрак времени",
		[165363] = "Восставшая тень",
		[105343] = "Ужасное поганище",
		[147746] = "Глрглрр",
		[96512] = "Верховный друид Глайдалис",
		[129788] = "Мясник из братства Стальных Волн",
		[170483] = "Неизвестно",
		[163316] = "Неистовый горм",
		[131576] = "Ночнорожденная-посланница",
		[163618] = "Некромант с \"Золрамуса\"",
		[87425] = "Запятнанный легкокрыл",
		[137188] = "Искаженный поток",
		[139284] = "Чумной знахарь",
		[109311] = "Неизвестно",
		[85250] = "Камнедрев Твердая Кора",
		[82322] = "Культиватор Хитросплетения",
		[90778] = "Резервист из клана Колец Ненависти",
		[145159] = "Чумной ужас",
		[100735] = "Гневное воспоминание",
		[123093] = "Самец анкилодона",
		[137487] = "Охотничий ящер",
		[136697] = "Снежная Охотница",
		[129776] = "Отступница - стражница шпиля",
		[155469] = "Неисправная бомба",
		[105611] = "Невообразимый ужас",
		[99484] = "Кости павших",
		[93579] = "Железный разведчик",
		[103326] = "Манапард",
		[105887] = "Поработитель Валит",
		[161271] = "Неизвестно",
		[170486] = "Верный служитель из племени Атал'ай",
		[140209] = "Укин - ромовый сторож",
		[173966] = "Злобный потрошитель Бездны",
		[157176] = "Забытая",
		[111872] = "Исследовательница силовых линий",
		[159224] = "Грит'акс Палач",
		[158530] = "Акир - страж улья",
		[153313] = "Выз'олго Похититель Разума",
		[81156] = "Кристаллический горен",
		[160510] = "Творец Снов в роли Н'Зота",
		[123135] = "Дикий саблеклык",
		[123647] = "Завролиск",
		[137461] = "Голодающий светлобрюхий волк",
		[108289] = "Налетчик из племени Кровавого Тотема",
		[160249] = "Шипастое щупальце",
		[101122] = "Сумеречная темная чародейка",
		[109825] = "Ария Сердце Скорби",
		[126719] = "Головорез из братства Стальных Волн",
		[78973] = "Разз Ракетобег",
		[82311] = "Чар Горящий",
		[174584] = "Мусорный упырь",
		[18422] = "Солнцелов-ботаник",
		[154056] = "Преданный тьме разрушитель",
		[87698] = "Самец камнешкура",
		[81157] = "Кристаллический плевальщик",
		[103162] = "Эредарская молельщица",
		[152274] = "Мурлок из племени Кровавого Плавника",
		[153956] = "Утонувший ревнитель",
		[101002] = "Крос",
		[126907] = "Боевая барабанщица Зурула",
		[97202] = "Олмир Просвещенный",
		[136702] = "Зу'шин Преображенный",
		[93444] = "Плясун из племени Листа Чертополоха",
		[126720] = "Разбойник из братства Стальных Волн",
		[104582] = "Краб-щелкун",
		[34511] = "Неизвестно",
		[174586] = "Уродливый дозорный",
		[161599] = "Булькающее образование",
		[109948] = "Младший прислужник",
		[109725] = "Страж Скверны",
		[78822] = "Бомбот Темного Прилива",
		[81670] = "Острозуб Кровоискатель",
		[19505] = "Солнцелов-чаротворец",
		[90885] = "Рогонд Следопыт",
		[166396] = "Аристократ-дуэлянт",
		[142847] = "Безумный Шляпкин <Король-лишайник>",
		[171] = "Мурлок-воин",
		[158160] = "Злобный потрошитель Бездны",
		[165640] = "Застывшая агония",
		[171757] = "Темный заклинатель костей",
		[131585] = "Порабощенная стражница",
		[170733] = "Обожравшийся гнилячок",
		[144724] = "Гоблин-дирижаблинер",
		[128652] = "Вик'Гот",
		[132068] = "Башму",
		[162057] = "Часовой чертогов",
		[129640] = "Злобный портовый пес",
		[171517] = "Аннигилятор из племени Гибельной Насмешки",
		[131586] = "Распорядитель банкета",
		[165374] = "Юй-лун <Черныйнос-СвежевательДуш>",
		[166398] = "Кузнец душ Ровус",
		[74709] = "Грибной монстр Сумрачной рощи",
		[95852] = "Натанос Гнилостень",
		[144897] = "Партизанка-вырвиглаз",
		[162303] = "Акир - хранитель роя",
		[110340] = "Мионикс",
		[131587] = "Заколдованный капитан",
		[132056] = "Огнелетчица Торговой компании",
		[103685] = "Тихондрий",
		[84862] = "Стручлинг-зверолов",
		[145135] = "Тень Делорми",
		[97030] = "Силовзор",
		[105733] = "Сквернокровь",
		[138755] = "Работорговка из братства Стальных Волн",
		[156161] = "Инквизитор Гншал",
		[137516] = "Захватчица дома Эшвейнов",
		[174591] = "Кровожадный вурдалак",
		[166636] = "Рассудитель Вины",
		[135684] = "Земляной прислужник",
		[162647] = "Добровольная жертва",
		[162305] = "Акир-сердцекол",
		[136614] = "Ожившая глыба",
		[81540] = "Эрозиан Жестокий",
		[21702] = "Заклинатель жизни из Эфириума",
		[128994] = "Грабитель из племени Дыбогривов",
		[135123] = "Отступник-хранитель",
		[152067] = "Малый зоатроид",
		[168233] = "Устрашающий сокрушитель воли",
		[162306] = "Акир-трутень",
		[155139] = "Магическое слияние",
		[162100] = "Криксис Ненасытный",
		[129515] = "Офицер из клана Као-Тень",
		[90136] = "Гром'карский прижигатель",
		[167426] = "Восставший храбрец",
		[164587] = "Неизвестно",
		[101127] = "Танцующий с клинком из Сумеречного Молота",
		[101639] = "Валарьяр - дева щита",
		[163331] = "Ночной клинок из Каменного легиона",
		[137473] = "Капитан стражи Ату",
		[137504] = "Репортер Торговой компании",
		[169706] = "Неповоротливое страшилище",
		[139205] = "17А-НТ3Р4",
		[154045] = "Рубака Орды",
		[149879] = "Автоматическая огнеметная турель",
		[144777] = "Мародер из клана Темного Прилива",
		[89865] = "Мрргл Разоритель Морей",
		[90377] = "Иссохший пожиратель магии",
		[127] = "Мурлок-волнолов",
		[164815] = "Похитительница с \"Золрамуса\"",
		[104592] = "Щупальце Кошмара",
		[130653] = "Бесшабашная подрывница",
		[153094] = "Налетчик из клана Цзань-Тень",
		[118022] = "Инфернал - вестник хаоса",
		[158659] = "Геркулон",
		[137638] = "Пожар от взрыва",
		[103176] = "Мо'арг-крошитель",
		[141832] = "Гнилохвост",
		[168136] = "Голодная смерть",
		[168453] = "Оживленная легавая",
		[161286] = "Темная ритуалистка",
		[162310] = "Охотник",
		[169313] = "Среброкрыл-охотник",
		[168253] = "Костяной великан",
		[129652] = "Отступник-дервиш",
		[76253] = "Детеныш грозного ворона",
		[128965] = "Уроку Скованный",
		[168680] = "Верный Утробе надзиратель",
		[153096] = "Оживший страж",
		[162311] = "Рыцарь смерти",
		[151309] = "Кельпин-разведчик",
		[164208] = "Смотритель душ",
		[92788] = "Мракобес - исказитель снов",
		[84095] = "Озлобленный охотник Скверны",
		[128774] = "Бурошкурый волк",
		[136386] = "Раб Антемузы",
		[153097] = "Слуга Бездны - шаманка",
		[162312] = "Друид",
		[130822] = "Зет'джирская поработительница",
		[90379] = "Иссохший фанатик",
		[173575] = "Надсмотрщица Фонейра",
		[144244] = "Неизвестно",
		[167432] = "Воскрешенная защитница",
		[99764] = "Крушитель из армии Оскверненной Души",
		[104147] = "Кошмарный гризли",
		[162313] = "Маг",
		[127485] = "Мародер из братства Трюмных Крыс",
		[100943] = "Тотем земляной стены <Isintyttö-TwistingNether>",
		[83628] = "Горен Зашедшей Луны",
		[136318] = "Орк-батрак",
		[167433] = "Костяная Пасть",
		[168457] = "Гаргон-защитник",
		[153099] = "Заступник из клана Барук",
		[169265] = "Мерзкий ползун",
		[130823] = "Зет'джирская заклинательница приливов",
		[164362] = "Осклизлое лакомство <Living Slime Stalker>",
		[149004] = "Ширакесс-надсмотрщица",
		[20901] = "Саргеронский лучник",
		[153320] = "В жиже",
		[160267] = "Акир-гигант",
		[161291] = "Глубоководный призыватель",
		[129372] = "Метатель черной смолы",
		[152461] = "Краб-спинохруст",
		[164363] = "Неизвестно",
		[111370] = "Обитатель теней",
		[166411] = "Раскольник-узурпатор",
		[130143] = "Гиблорог",
		[98018] = "Халвир",
		[156596] = "Ужасающий костегрыз",
		[158597] = "Неизвестно",
		[130824] = "Зет'джирская призывательница моря",
		[111332] = "Хеларьяр-берсерк",
		[165388] = "Мицик Высокомерный",
		[158168] = "Темный послушник",
		[159245] = "Послушник культа Приверженцев Тени",
		[153377] = "Жижа",
		[169861] = "Икор Желчная Плоть",
		[162317] = "Кроворуб",
		[110347] = "Надсмотрщик Древнего берега",
		[170889] = "Молебой Могучий",
		[103180] = "Гнусный вестник ужаса",
		[1109] = "Шкуродер",
		[159246] = "Ученик культа Приверженцев Тени",
		[169913] = "Неизвестно",
		[161294] = "Резная ищейка",
		[162318] = "Монах",
		[159633] = "Сектантка-палач",
		[139793] = "Когтистый гризли",
		[91860] = "Оживленная лучница",
		[124170] = "Свинья из Листопадной Бухты",
		[158963] = "Хранитель Бездны",
		[165253] = "Сборщик пошлин Варабосс",
		[41146] = "Падальщик из племени Мерзлогривов",
		[162319] = "Паладин",
		[102157] = "Дикий ворген из стаи Ночной Погибели",
		[105623] = "Фал'дорайский кромсатель",
		[150940] = "Шарнир",
		[166415] = "Стигийский великан",
		[162020] = "Жрица Элуны",
		[135699] = "Тюремщик корпорации Эшвейнов",
		[129802] = "Земляной яростень",
		[154129] = "Пылающий углестраж",
		[79467] = "Адепт Рассвета",
		[154528] = "Эранор Биртрис",
		[144769] = "Чародейка из клана Темного Прилива",
		[173026] = "Пехотинец дома Избранных",
		[84099] = "Озлобленный демон Бездны",
		[1528] = "Шаркающий ужас",
		[153106] = "Заклинатель крови из клана Докани",
		[137748] = "Чудовищный раб",
		[76205] = "Кровавый небесный клинок",
		[1817] = "Больной волк",
		[163058] = "Туманная защитница",
		[103694] = "Крадущийся ужас <Ксавий>",
		[102263] = "Скорпирон",
		[2925] = "Среброгривый ревун",
		[129803] = "Флагеллятор",
		[170513] = "Верная Утробе искательница душ",
		[122636] = "Кровавая глодательница костей",
		[136934] = "Испытатель экспериментального оружия",
		[138187] = "Искаженный ужас",
		[157669] = "Сталекожий боец авангарда",
		[62346] = "Галеон",
		[54627] = "Надсмотрщик Двух Башен",
		[111856] = "Страж Горрок",
		[137147] = "Громила корпорации Эшвейнов",
		[112803] = "Астролог Джарин",
		[164371] = "Раскольник-грабитель",
		[148475] = "Провидец из племени Черного Плавника",
		[103695] = "Заразный ужас",
		[107727] = "Предвестник Легиона",
		[112910] = "Охотник туманной низины",
		[136727] = "Сетрак - боевой наездник",
		[168673] = "Голодающая темная гончая",
		[160826] = "Страж улья Наз'рузек",
		[139799] = "Ученик Айронхалла",
		[1549] = "Прожорливый пес Тьмы",
		[122454] = "Дозорная корпорации Эшвейнов",
		[56654] = "Дикий ловец",
		[152462] = "Скрытный спинохруст",
		[137993] = "Неисправная морская мина",
		[109839] = "Друид-медведь",
		[142463] = "Порабощенный моряк",
		[102672] = "Низендра",
		[127757] = "Оживленный почетный страж",
		[169696] = "Болотный солдат",
		[156568] = "Неизвестно",
		[17993] = "Кровостраж-заступник",
		[126973] = "Шипожал-трутень",
		[162326] = "Жрица",
		[113573] = "Ведьма шипов из племени Скального Гнезда",
		[90797] = "Инфернал",
		[45453] = "Чумная гончая",
		[164576] = "Дориан",
		[160927] = "Громадный стенолом",
		[135706] = "Мародер из братства Трюмных Крыс",
		[172207] = "Одалрик",
		[162327] = "Разбойница",
		[126734] = "Эхо Шадры",
		[129906] = "Проходчик из племени Шипошкурых",
		[127758] = "Шипастый завролиск",
		[113012] = "Скверноподданный маг Хаоса",
		[102336] = "Хранитель портала",
		[152089] = "Тралл",
		[136731] = "Боевой кролуск",
		[162328] = "Чернокнижник",
		[122639] = "Старый Р'гал",
		[172567] = "Тень смерти Ксантут",
		[90899] = "Отрекшаяся - наездница на нетопыре",
		[152736] = "Страж Таннин",
		[164266] = "Домина Отравленный Клинок",
		[160281] = "Герцог Симион",
		[136732] = "Скитис Преображенный",
		[7379] = "Огр-маг с перевала Мертвого Ветра",
		[126735] = "Заклинательница моря из братства Стальных Волн",
		[156186] = "Искаженный Бездной высший страж",
		[108034] = "Фал'дорайский разоритель",
		[111889] = "Серный страж гнева",
		[94207] = "Опустошительница из племени Каменной Крови",
		[160970] = "Вук'лаз Землелом",
		[97043] = "Проклятый морем рабовладелец",
		[105746] = "Хеларьяр-берсерк",
		[148424] = "Воющий чумомет",
		[160479] = "Сталекожий штурмовик",
		[152661] = "Верный Утробе караульный",
		[138667] = "Монстр из Бесплотного мира",
		[124688] = "Ната'ворский каннибал",
		[101826] = "Змееуст-искатель мертвых",
		[169498] = "Чумная бомба",
		[54925] = "Неизвестно",
		[82544] = "Бес-мучитель",
		[169448] = "Заразный вурдалак",
		[149659] = "Оруэлл Стивенсон",
		[133663] = "Фанатичный охотник за головами",
		[167451] = "Камнерожденный-похититель",
		[168475] = "Гнездящийся долинный крикун",
		[161308] = "Нескончаемая Плеть",
		[161502] = "Голодный пожиратель плоти",
		[160922] = "Игольщик Жезалла",
		[164380] = "Раскольница-вандал",
		[74519] = "Сущность тьмы",
		[124177] = "Желчекрыл-трутень",
		[159261] = "Воздушный сдерживатель \"ОУ-3\"",
		[155698] = "Клыкастый страж",
		[169500] = "Прожорливая пиявица",
		[159164] = "Бонни Чан",
		[106630] = "Силовой червь - землерой",
		[112595] = "Шал'дорай - верховный маг",
		[168886] = "Вирулакс Заклинатель Чумы",
		[82175] = "Среброкрылый калири",
		[159262] = "Танк-паук мятежников",
		[2250] = "Горный йети",
		[153119] = "Малый элементаль Бездны",
		[162334] = "Речной кроколиск",
		[150442] = "Летающий кран",
		[90390] = "Тиндриссен",
		[90902] = "Жуткий наездник Малвик",
		[174621] = "Кровожадный вурдалак",
		[173964] = "Страж Бездны - захватчик",
		[75431] = "Ветроклыкий бегун",
		[36874] = "Потревоженный ледниковый загробник",
		[169380] = "Болотный трюкач",
		[136347] = "Ученик жрецов моря",
		[164021] = "Ночной Плащ - фехтовальщик",
		[164170] = "Светозарный-послушник",
		[136927] = "Шустрый мозговой червь",
		[134691] = "Наэлектризованный дервиш",
		[121107] = "Леди Элдрис",
		[129810] = "Красноногий тарантул",
		[105749] = "Ловец душ Адской Пасти",
		[31260] = "Имирьяр - заклинатель небес",
		[159910] = "Сомнение Николона",
		[165408] = "Халкиас",
		[170882] = "Костяной чародей",
		[108309] = "Пламенное сердце из племени Кровавого Тотема",
		[157034] = "Аматет-поработитель",
		[137511] = "Головорез из братства Трюмных Крыс",
		[285] = "Мурлок",
		[102166] = "Мраководный воин",
		[146905] = "Безумное чумное отродье",
		[160632] = "Лисохвост-охотник",
		[137148] = "Офицер из лагеря добытчиков",
		[159266] = "Повелитель порталов",
		[137149] = "Испепелительница из картеля Трюмных Вод",
		[129811] = "Укротитель с Потрескивающей гряды",
		[36497] = "Броньям",
		[138789] = "Грабительница из братства Стальных Волн",
		[150485] = "Плазменная сфера",
		[165410] = "Верховный адъюдикатор Ализа",
		[36666] = "Призрачный тюремщик",
		[167458] = "Острокостный пробиватель",
		[108822] = "Охотница Эстрид",
		[152729] = "Жрица луны Лиара",
		[137766] = "Схваченный зандалар",
		[163363] = "Молниеносец из племени Серпошипов",
		[102679] = "Исондра",
		[137585] = "Тотем хватки земли <Пробудительница лоз из племени Шипошкурых>",
		[153469] = "Малый зоатроид",
		[104215] = "Капитан патруля Гердо",
		[161692] = "Прожорливый поглотитель",
		[160474] = "Стеганый разоритель",
		[104218] = "Советник Меландр",
		[171555] = "Гниломантка из племени Гибельной Насмешки",
		[172579] = "Послушница смерти",
		[175317] = "Оживленный некропес",
		[91417] = "Волнскорнский рабочий",
		[169753] = "Изголодавшийся клещ",
		[108823] = "Хафдан",
		[165007] = "Архитектор Зили",
		[78219] = "Оскверненный предок",
		[138727] = "Кровавый роевик",
		[69792] = "Дух земли",
		[111383] = "Литерон Мрачная Чешуя",
		[166437] = "Нашо",
		[157576] = "Хранительница запретного",
		[163257] = "Колоссальное яйцо",
		[95675] = "Король-бог Сковальд",
		[19486] = "Солнцелов-химик",
		[163366] = "Чародей из войска мертвых <Редисон-Ревущийфьорд>",
		[85409] = "Неизвестно",
		[165414] = "Порочный уничтожитель",
		[176132] = "Порочная свежевательница душ",
		[159271] = "Циклоид мятежников",
		[148451] = "\"Осад-о-матик 9000\"",
		[109336] = "Порабощенный Скверной повелитель гнева",
		[154152] = "Анодированный часовой",
		[138794] = "Дюнный пожиратель Краулок",
		[102681] = "Знак Таэрара",
		[165415] = "Работящий смотритель",
		[6250] = "Ползун",
		[104217] = "Таликса Пламя Гнева",
		[165061] = "Алая убийца",
		[153910] = "Осквернитель вод",
		[154153] = "\"Каратель KX-T57\"",
		[148638] = "Темный охотник из Армии Чести",
		[131628] = "Самец дикорога",
		[90907] = "Ветир",
		[86899] = "Обугленный древний",
		[164567] = "Ингра Малох",
		[125207] = "Глазастый визгун",
		[153130] = "Большой элементаль Бездны",
		[157720] = "Грибная уничтожительница",
		[110361] = "Предвестник криков",
		[127255] = "Проводник силы Зардракса",
		[175425] = "Верный Утробе темный маг",
		[108675] = "Обезумевший лунный совух",
		[134701] = "Кровавый образ",
		[134521] = "Разъяренный кусака",
		[169513] = "Эфирный змей-падальщик",
		[137773] = "Ку'шив Жестокий",
		[168851] = "Мешок страхопряда",
		[156203] = "Неизвестно",
		[162099] = "Генерал Кааль",
		[112718] = "Звездный фамилиар",
		[159275] = "Хранитель портала",
		[169331] = "\"Бабушка\"",
		[105554] = "Кристаллическая дева",
		[167049] = "Метатель из племени Черных Шипов",
		[92792] = "Кошмарный всадник",
		[102683] = "Эмерисс",
		[169376] = "Лазутчик в маске",
		[144770] = "Ведьма из клана Темного Прилива",
		[94414] = "Киранис Сумеречный Шепот",
		[160300] = "Акир-скарабей",
		[134144] = "Живой поток",
		[72991] = "Осиротевший северный волк",
		[43612] = "Верховный пророк Барим",
		[131632] = "Сверххищник Ксибалы",
		[157229] = "Живые миазмы",
		[165197] = "Костяное чудовище",
		[152203] = "Леди Силазжи",
		[160301] = "Акир - заклинатель Бездны",
		[101148] = "Сумеречный Дьякон Фартинг",
		[145967] = "Глубинный скат",
		[151773] = "Сторожевой бот модели \"ПЕС\"",
		[113052] = "Грозный страж",
		[99360] = "Цветущий злошип",
		[158254] = "Кала",
		[104220] = "Изголодавшийся эттин",
		[129305] = "Хищный глубинный жеватель",
		[128586] = "Плененная буря",
		[123865] = "Отступник-защитник",
		[127150] = "Повар из племени Грязного Камня",
		[167941] = "Верный Утробе перехватчик",
		[157231] = "Шад'хар Ненасытный",
		[103390] = "Животное",
		[134706] = "Мертвянка",
		[160303] = "Зараженный Скиталец Пустыни",
		[169518] = "Воскрешенный раб в шахте",
		[154106] = "Склизень",
		[160550] = "Безликий поработитель",
		[102282] = "Лорд Малгат",
		[160905] = "Усовершенствованный солдат",
		[158256] = "Зараженный облачный бегун",
		[130512] = "Молодой колотун",
		[160304] = "Яйцо акиров",
		[156372] = "Прорыв Бездны",
		[93064] = "Сокол из крепости Черной Ладьи",
		[156511] = "Нераскаявшийся-похититель",
		[90399] = "Гром'карский остроглаз",
		[158110] = "Изголодавшийся по аниме облачный бегун",
		[91423] = "Холмовой ворг",
		[120748] = "Омерзительный сквернокрыл",
		[92447] = "Порождение Хаоса",
		[165108] = "Иллюзорный клон",
		[111164] = "Сумеречная звездная танцовщица",
		[168845] = "Астрон",
		[90480] = "Измученный крылень",
		[136264] = "Недоделанная мумия",
		[133685] = "Оскверненный дух",
		[82513] = "Меченный Бездной скакун",
		[129899] = "Бешеный кролик",
		[155780] = "Заряженный магией бердыш",
		[166936] = "Зоркий лучник",
		[95599] = "Кошмарный бес",
		[134338] = "Жрец моря - каратель",
		[157235] = "Нестабильный ловчий Бездны",
		[164561] = "Неизвестно",
		[111621] = "Палач из Сумеречной стражи",
		[106590] = "Роевик из армии Оскверненной Души",
		[151683] = "Неисправный хламобосс",
		[76145] = "Большое защитное приспособление",
		[105419] = "Ужасный василиск <Санс-СтражСмерти>",
		[171317] = "Призванный элементаль смерти",
		[95766] = "Обезумевший остроклюв",
		[102218] = "Улиточник из племени Серого Камня",
		[148734] = "Наездница на кролуске из Армии Чести",
		[80162] = "Маг Бездны из клана Призрачной Луны",
		[153141] = "Тотем бесконечного голода <Слуга Бездны - шаманка>",
		[47462] = "Эрцгерцог Кальциндер",
		[103378] = "Зараженный разлом",
		[160464] = "Убийца из Темной Империи",
		[159173] = "Неизвестно <Ка'зир>",
		[75043] = "Карнот",
		[135192] = "Почитаемый ящер",
		[100433] = "Камнемаг из племени Камня Силы",
		[161333] = "Предатель из башни Темной Стены",
		[126237] = "Приливный скрытень",
		[155468] = "Неисправная рука",
		[139571] = "Усиленный штормом кузнечный голем",
		[157238] = "Пророк Скитра",
		[128285] = "Древний защитник",
		[159286] = "Цзоцзо",
		[105432] = "Лафайла Большой Меч",
		[161334] = "Скалящийся ужас",
		[36502] = "Пожиратель Душ",
		[165821] = "Похититель жизни из поместья",
		[160463] = "Кудесница из Темной Империи",
		[165430] = "Тлетворное порождение",
		[141059] = "Мрачноморд Безмозглый",
		[153022] = "Снанг",
		[152966] = "Леди Наржисс",
		[161335] = "Ужас Бездны",
		[155769] = "Яйцо ползуна",
		[113920] = "Бич Ил'гинота",
		[78116] = "Элементаль воды",
		[131847] = "Гуляка из дома Уэйкрестов",
		[128286] = "Проклятый мародер",
		[28108] = "Острокостный опустошитель",
		[148603] = "Буйный берсерк",
		[168653] = "Нераскаявшаяся - хранительница склепа",
		[103080] = "Оскверненные лозы <Исондра>",
		[49045] = "Ауг",
		[149400] = "Королевская грозная стражница",
		[99223] = "Взрослый шквальный охотник",
		[157813] = "Спрайт Прыгозубчик",
		[159289] = "Молодой облачный бегун",
		[18587] = "Хлестун",
		[141176] = "Гигант из клана Као-Тень",
		[77093] = "Ревудан Небесный Ужас",
		[77605] = "Араккоа-дервиш",
		[131645] = "Наездник из племени Шипошкурых",
		[169885] = "Торвал",
		[151157] = "Омус",
		[134717] = "Темен'рикс",
		[152123] = "Ночнорожденный-посланник",
		[156454] = "Бормочущий мясожор",
		[150222] = "Токсикоид",
		[155195] = "Добытчик техники",
		[122872] = "Неизвестно",
		[145013] = "Гоблин-техник",
		[85209] = "Разгневанный саженец",
		[165009] = "Архитектор Лаи",
		[176427] = "Стигийский уголь <Пылающая стигия>",
		[170208] = "Пылающая стигия",
		[138088] = "Проклятый древостраж",
		[173549] = "Эхо наездника на быке",
		[165208] = "Боевой некростраж",
		[164555] = "Миллифисент Манашторм",
		[91128] = "Лагунный василиск",
		[136139] = "Механомиротворец",
		[101976] = "Миллифисент Манашторм",
		[144958] = "Рубака из Армии Чести",
		[36840] = "Имирьяр - вестник гнева",
		[90230] = "Страж гнева - завоеватель",
		[166602] = "Присягнувшая клинку - боец",
		[127289] = "Укротитель завролисков Тупп",
		[107811] = "Гнусный ткач",
		[167484] = "Таникос Хребтолом",
		[129599] = "Метательница ножей из братства Волнорезов",
		[92965] = "Черная Тень",
		[154011] = "Вооруженный пленник",
		[155198] = "Автоматический инспектор по безопасности",
		[132163] = "Страж моря Понтус",
		[95013] = "Дрогбар-червевод",
		[153192] = "Часовая-защитница",
		[167485] = "Голодающая крыса Утробы",
		[169803] = "Обращенный хранитель",
		[161342] = "Сводящая с ума желчь",
		[136295] = "Утонувший обитатель глубин",
		[171581] = "Неизвестно",
		[164414] = "Оживленный маг <Амарт>",
		[170325] = "Среброкрылый ларион",
		[91430] = "Рыдающая банши",
		[159295] = "Кожевник Пан",
		[127847] = "Пожиратель падали",
		[158689] = "Обожженный пепельный вурдалак",
		[75975] = "Владыка Небесного Пути",
		[169067] = "Оживленный защитник",
		[139842] = "Восставший равазавр <Атлантхант-Галакронд>",
		[127778] = "Неизвестно",
		[128290] = "Детеныш Хир'ика",
		[159296] = "Куллен Хмуробров",
		[130488] = "Механожокей",
		[161344] = "Вандал из башни Темной Стены",
		[46375] = "Буйный смутьян",
		[163392] = "Опальный тактик",
		[172607] = "Тень смерти Ксантут",
		[107881] = "Волнскорнский укротитель зверей",
		[133836] = "Оживленный страж",
		[159297] = "Беро",
		[171173] = "Верный Утробе темный охотник",
		[109349] = "Теневой скакун Оливкового покрова",
		[126243] = "Ядоспинный завролиск",
		[82284] = "Обугленный древний",
		[136297] = "Забытый обитатель глубин",
		[137474] = "Король Тималджи",
		[92989] = "Варетос",
		[138618] = "Буйный голем",
		[145202] = "Пират-счетовод",
		[133835] = "Дикий кровавый роевик",
		[137665] = "Призрачный голиаф",
		[168234] = "Оживленная плоть",
		[156227] = "Обитатель Неферсета",
		[153107] = "Тенеступ из клана Докани",
		[159977] = "Сэр Джофри",
		[98232] = "Иссохший ненасытник",
		[167607] = "Камнерожденный-рассекатель",
		[76586] = "Биоспора <Биожор>",
		[104688] = "Порождение Бездны",
		[155204] = "Добытчик техники",
		[173007] = "Скалящийся хищник лужайки",
		[111398] = "Кошмарное слияние",
		[114717] = "Отрекшаяся - наездница на нетопыре",
		[164550] = "Неизвестно",
		[97337] = "Поддавшийся порче хранитель",
		[161348] = "Подавитель из башни Темной Стены",
		[175702] = "Неизвестно",
		[130713] = "Неизвестно",
		[111413] = "Темный пожиратель",
		[157253] = "Ка'зир",
		[135231] = "Призрачный громила",
		[159301] = "Генерал Кааль",
		[168022] = "Склизкое щупальце",
		[169540] = "Фульяр Разрушитель",
		[162373] = "Папоротниковая оса",
		[155206] = "Сжигатель паразитов",
		[160646] = "Падший аколит Эрисна",
		[157254] = "Тек'рис",
		[131785] = "Неизвестно",
		[167493] = "Стрелок-отравитель",
		[152135] = "Искаженный Бездной чародей",
		[109041] = "Натуралист Тел'арн",
		[80699] = "Паразитическая мандрагора",
		[125232] = "Капитан Му'кала",
		[61245] = "Тотем конденсации <Тимбухту-Ревущийфьорд>",
		[157255] = "Неизвестно",
		[103477] = "Проклятый страж",
		[159303] = "Ужасное чудище",
		[129077] = "Мстительный предок",
		[90985] = "Неизвестно",
		[93155] = "Измученная дриада",
		[130916] = "Дикий глубинный жеватель",
		[129231] = "Рикса Огневерт",
		[157256] = "Акир-шершень",
		[130954] = "Умник из стаи Да'ки",
		[132076] = "Вьючес",
		[157268] = "Ползучая порча <Вез'окк Беспросветный>",
		[154051] = "К'тир-чернослов",
		[130342] = "Вульпера-раб",
		[127254] = "Дитя Гонка",
		[169315] = "Экстрактор Кван",
		[127530] = "Прожорливая чайка",
		[103222] = "Отрекшаяся - теневой клинок",
		[159305] = "Обезумевший новобранец",
		[152138] = "Станция перегрузки",
		[169544] = "Имирьяр - заклинательница стихий",
		[160676] = "Щупальце ужаса",
		[147028] = "Искусный стрелок",
		[94507] = "Неизвестно",
		[173640] = "Послушная темная гончая",
		[108327] = "Пульсирующая костная жижа",
		[168525] = "Сабина",
		[170572] = "Проклинательница худу из племени Атал'ай",
		[169545] = "Чумной сокольничий",
		[167509] = "Раскольник-исследователь",
		[114923] = "Костедробящий скелет",
		[151627] = "Господин Починятор",
		[169665] = "Детеныш ледяного дракона",
		[123352] = "Снегошкурый ревун",
		[155215] = "Чудолиственный плеточник",
		[152653] = "Токсичный скрытень",
		[169546] = "Имирхеймский избранный воин",
		[97338] = "Ужасный плеточник",
		[154700] = "Воздушный ликвидатор ХЗ-9",
		[164427] = "Возрожденный воин <Амарт>",
		[173642] = "Разорванный орган <Гигер>",
		[172609] = "Тень смерти Ксантут",
		[159308] = "Фанатичная приверженка",
		[135759] = "Тотем земляной стены",
		[97068] = "Штормовой дракон",
		[162380] = "Ядокровый скорпид",
		[44897] = "Пигмей-разведчик",
		[112678] = "Шал'дорай-натуралист",
		[157571] = "Верный Утробе мастер огня",
		[169312] = "Табулятор Химерис",
		[159309] = "Похищающий жизнь паразит",
		[116068] = "Десница Великого магистра",
		[169548] = "Падальщик-охотник",
		[109867] = "Фьярский камнерот",
		[171596] = "Чумной громадень",
		[136221] = "Контрабандист-охранник",
		[161364] = "Работница сцены",
		[163520] = "Раскольник-офицер",
		[170049] = "Stalker",
		[135761] = "Громовой тотем",
		[129833] = "Матриарх моховых пауков",
		[80744] = "Шипастый колотильщик",
		[171597] = "Костяные останки",
		[131666] = "Заклинательница шипов из ковена",
		[115502] = "Ночнорожденная-мятежница",
		[159816] = "Уничтожитель Ксок'никсс",
		[134738] = "Хакби Восставший",
		[138181] = "Светлобрюхий волк",
		[159341] = "Цзиньхо Разрыватель Ветра",
		[93486] = "Жуткий капитан Тэттерсейл",
		[155216] = "Чудолиственный страж",
		[131667] = "Оживленный голиаф",
		[151127] = "Повелитель мучений",
		[136338] = "Сирокар",
		[134739] = "Голем-чистильщик",
		[162059] = "Кин-Тара",
		[169551] = "Лирок Провидец",
		[82425] = "Светящаяся орхидея",
		[152256] = "Камнепад",
		[76097] = "Солнечный фамилиар",
		[126245] = "Сестра Вествуд",
		[166480] = "Living Slime Stalker",
		[175695] = "Стигийский уголь",
		[135764] = "Взрывной тотем",
		[110384] = "Порабощенный Скверной инфернал <Алоиза>",
		[154194] = "Занш'ир - чешуйчатый защитник",
		[128302] = "Пробудившийся страж",
		[131669] = "Шипастая гончая",
		[111405] = "Темный крушитель",
		[158290] = "Тезулат Разрушитель",
		[109354] = "Колдунья из армии Ракиша",
		[135765] = "Тотем потоков",
		[153171] = "Чудовище из глубин",
		[26461] = "Могильщик из Плети",
		[155219] = "Гормлинг-плевун",
		[131670] = "Прядильщица лоз из ковена Мертвых Сердец",
		[157267] = "Сбежавший мутант",
		[129961] = "Готака из культа Зула",
		[151124] = "Мехагонский нейтрализатор",
		[169408] = "Часовая из крепости Каменной Стражи",
		[85294] = "Горен-защитник",
		[101679] = "Грозный отравитель",
		[85809] = "Колючий листовик",
		[158398] = "Азш'ари - гроза волн",
		[103215] = "Отрекшаяся - стражница смерти",
		[26704] = "Защитник Драккари",
		[151125] = "Микробот-генератор щита <Мехагонский нейтрализатор>",
		[93485] = "Отрекшийся-матрос",
		[80690] = "Горен-подрезатель",
		[153179] = "Утонувший приверженец",
		[155221] = "Чудолиственная садовница",
		[131672] = "Молодой сверххищник Ксибалы",
		[165460] = "Высвобожденный кошмар",
		[166484] = "Застывшая агония",
		[167508] = "Темный анимапард",
		[125229] = "Заклинательница волн из клана Гнусной Чешуи",
		[162058] = "\"Вентунакс\"",
		[137816] = "\"Антивредитель II\"",
		[167998] = "Страж портала",
		[131673] = "Горьководный иглохват",
		[165461] = "Неизвестно",
		[132701] = "Т'зейн",
		[159318] = "Неизвестно",
		[159345] = "Эндрю Вестал",
		[80691] = "Сор Уничтожитель",
		[80175] = "Элекк",
		[163414] = "Болезненный послушник",
		[131674] = "Горьководный солехвост",
		[165462] = "Высвобожденный кошмар",
		[29380] = "Боевой голем клана Закаленных Бурей",
		[151128] = "Повелитель замков",
		[130849] = "Павший защитник",
		[130912] = "Теневой клинок Рази",
		[154200] = "Глубинный подчинитель",
		[163415] = "Неизвестно",
		[110896] = "Древний-разрушитель",
		[103217] = "Кристаллический скорпид",
		[103729] = "Отрекшаяся-лучница",
		[159320] = "Аматет",
		[135771] = "Бандит из братства Стальных Волн",
		[130400] = "Сокрушитель из братства Стальных Волн",
		[73013] = "Злой спороскат",
		[151613] = "Противопехотная белка <Мехагонский боевой механик>",
		[131676] = "Горьководный кромсатель",
		[173655] = "Матриарх темнокрылов",
		[157755] = "Вил'тик-трутень",
		[159321] = "Кхатеп",
		[29264] = "Дух волка <Оболваненный-СвежевательДуш>",
		[134745] = "Рассекатель небес Кракит",
		[165946] = "Мордрета, Вечная императрица",
		[38175] = "Призрачный жрец",
		[131677] = "Плетельщица рун из ковена Мертвых Сердец",
		[103218] = "Отрекшийся-обманщик",
		[104756] = "Скола Большой Меч",
		[175704] = "Неизвестно",
		[104754] = "Сеющий Скверну бес",
		[161370] = "Зара'тик - страж роя",
		[146740] = "Маг'хар - владыка зверей",
		[155227] = "Оранжевый утрамбовщик",
		[137825] = "Лавина",
		[157275] = "Ведомый голосами послушник",
		[97087] = "Валарьяр-защитник",
		[100707] = "Темный всадник",
		[135774] = "Земляной слуга",
		[161371] = "Зара'тик - янтарный кузнец",
		[175801] = "Деформированный душегуб",
		[101163] = "Проклятый страж",
		[21304] = "Труп тюремщика",
		[134024] = "Прожорливая личинка",
		[114263] = "Один",
		[154681] = "Сфера утопленника <Глубинный оракул из племени Мертвого Плавника>",
		[129887] = "Первая помощница Трикси Торнсейл",
		[161372] = "Слуга Короля-лича",
		[164702] = "Кровавый голод",
		[122673] = "Призванный ужас",
		[104290] = "Капитан Гримшенкс",
		[157277] = "Оголодавший эфирный змей",
		[129323] = "Царица саблеклыков",
		[108339] = "Древняя призывательница огня",
		[76087] = "Защитное приспособление",
		[161376] = "Стальнохребетный ветеран",
		[114676] = "Восставший боец авангарда",
		[159416] = "Шипастое щупальце",
		[78135] = "Чаротворец клана Призрачной Луны",
		[135258] = "Мародер из братства Стальных Волн",
		[145346] = "Кил'каррокский командир",
		[160112] = "Ночной клинок из Каменного легиона",
		[135777] = "Забияка из братства Стальных Волн",
		[134775] = "Заклинательница земли Гулгорт",
		[81207] = "Костежор долины Суховеев",
		[136250] = "Проклинатель худу",
		[106804] = "Сурамарский гризли",
		[115507] = "Помраченная-мятежница",
		[79469] = "Араккоа-дервиш",
		[156259] = "Камнерожденный-похититель",
		[93687] = "Отрекшийся - наездник на нетопыре",
		[144993] = "Бешеный чертополоховый медведь",
		[162399] = "Эхо шпиона",
		[99365] = "Скверносерд-лазутчик",
		[103307] = "Отрекшийся - разносчик чумы",
		[95030] = "Грознокрыл Отрекшихся",
		[92326] = "Мерцающий олеандр",
		[104289] = "Темный следопыт Алина",
		[160352] = "Червячок",
		[144994] = "Ползучая мина",
		[153504] = "Малый зоатроид",
		[157368] = "Велинария",
		[38173] = "Дух пехотинца",
		[149007] = "Пронзатель из племени Черного Копья",
		[151612] = "Аматет - жрец Солнца",
		[125469] = "Метатель костей из племени Грязного Камня",
		[152162] = "Искаженный Бездной небесный боец",
		[76132] = "Парящий мастер шакрама",
		[162401] = "Эхо волшебника",
		[152383] = "Крепкопанцирная черепаха",
		[131685] = "Руническая послушница",
		[165473] = "Вожак кровобивней",
		[166497] = "Фонтан анимы",
		[104246] = "Караульный из Сумеречной стражи",
		[104758] = "Страж Скверны - завоеватель",
		[88888] = "Страж-громила",
		[138167] = "Карабинер из братства Стальных Волн",
		[98103] = "Неизвестно",
		[164450] = "Дилер Зи'екса",
		[163429] = "Обезвоженный пылевик",
		[139135] = "Сквиргл-Из-Глубин",
		[130909] = "Смрадная личинка",
		[160355] = "Обращенный когтистый страж",
		[157286] = "Саба-ток",
		[2923] = "Облезлый среброгрив",
		[155236] = "Железнокорневой бегун",
		[164451] = "Дессия Обезглавливательница",
		[78650] = "Мучитель из клана Изувеченной Длани",
		[78148] = "Жулик Темного Прилива",
		[135865] = "Зандаларский батрак",
		[160356] = "Претор-механолог",
		[80698] = "Зараженный смотритель лоз",
		[112479] = "Сквернскорнский хранитель клятв",
		[136975] = "Тяжелое ядро",
		[135552] = "Неизвестно",
		[27829] = "Вороная горгулья",
		[133736] = "Порабощенный проклятием сокольничий",
		[108343] = "Дымящийся фамилиар",
		[160357] = "Каратель раскольников",
		[169915] = "Рунический хищник",
		[96664] = "Валарьяр - резчик рун",
		[110391] = "Злобный плеточник",
		[170033] = "Воркай-ученик",
		[78651] = "Костегрыз из клана Изувеченной Длани",
		[135864] = "Ночнорожденный-посланник",
		[80700] = "Беремус Буйнорастущий",
		[129672] = "Измученный дух",
		[97081] = "Король Бьорн",
		[165556] = "Изменчивое воплощение",
		[161597] = "Разъедающая слизь",
		[133173] = "Яростный боевой крог",
		[165478] = "Шаррекс Скульптор Плоти",
		[136239] = "Монолитный камень",
		[159335] = "Обезумевший защитник Хоцзинь",
		[160359] = "Раскольник-надзиратель",
		[169574] = "Наскоросшиватель",
		[93498] = "Отрекшаяся - cтражница смерти",
		[163431] = "Мор'Битан",
		[61056] = "Изначальный элементаль земли",
		[103225] = "Кислотный скорпид",
		[96608] = "Эбеновый ворг",
		[26125] = "Зубогорб",
		[125464] = "Светлобрюхий волк",
		[145002] = "Раненый рубака",
		[150805] = "Аватара кровопролития",
		[134060] = "Лорд Штормсонг",
		[106810] = "Неизвестно",
		[153529] = "Охранница из Механиков",
		[141931] = "Военачальник Дагу",
		[20865] = "Амебовидный ужас",
		[165044] = "Сшитый сортировщик",
		[145413] = "Гоблинский телепорт",
		[126263] = "Пожирающий души кладбищенский охотник",
		[163433] = "Подкрадывающийся горм",
		[167532] = "Хивин Ломатель",
		[127799] = "Дазар'айский почетный страж",
		[111929] = "Скверноподданный осквернитель",
		[77522] = "Гул'варский батрак",
		[130075] = "Геомант из племени Шипошкурых",
		[97083] = "Король Ранульф",
		[154219] = "Мотопаук <Мехарантул>",
		[163506] = "Стальной коготь раскольников",
		[123192] = "Сирена-соблазнительница",
		[157291] = "Мастер шпионажа Хул'ах",
		[158315] = "Око хаоса",
		[122204] = "Ведьма крови Наджима",
		[97119] = "Туманная гончая",
		[153196] = "Неизвестно",
		[126264] = "Разъяренный дух",
		[171626] = "Инквизитор башни",
		[136304] = "Сирена Наджин",
		[108027] = "Повелительница паутины Шинарис",
		[150195] = "Слизнюк-гномоед",
		[104251] = "Часовой из Сумеречной стражи",
		[165976] = "Измученное слияние",
		[161388] = "Некрочистильщик",
		[130360] = "Антемуза",
		[138863] = "Сестра Марта",
		[161390] = "Пес тьмы - охотник",
		[107323] = "Бормочущий бес",
		[137841] = "Резвый фамилиар",
		[83774] = "Раз Угнетатель Гроннов",
		[137771] = "Блеклая кудесница",
		[169580] = "Дозорный цитадели",
		[154222] = "Неизвестно",
		[163704] = "Воспеватель Бездны из Глубинного улья",
		[164461] = "Сатель Злосчастный",
		[161312] = "Сокрушающее щупальце",
		[127290] = "Тупп",
		[167533] = "Адвент Невермор",
		[131624] = "Равазавр Ксибалы",
		[145008] = "Призыватель духов из Армии Чести",
		[36516] = "Воскреситель - страж душ",
		[105754] = "Проекция советника Меландра",
		[98035] = "Зловещий охотник",
		[105504] = "Ночнорожденный-соучастник",
		[79895] = "Эхолов",
		[167534] = "Рек Закаленная",
		[143985] = "Поглощатор <Негинд-Дракономор>",
		[153200] = "Ошпар",
		[137842] = "Чудовищный раб",
		[138866] = "Мак",
		[164463] = "Пакиран Заразный",
		[19668] = "Исчадие Тьмы",
		[153265] = "Вил'тик - быстрый клинок",
		[135167] = "Призрачный берсерк",
		[96574] = "Закаленный бурей страж",
		[168560] = "Раздробленное эхо",
		[127479] = "Королева песков",
		[102682] = "Выброс тьмы",
		[164464] = "Зира Двурушница",
		[160810] = "Предвестник Ил'коксик",
		[163503] = "Эфирный Ныряльщик",
		[167536] = "Харугия Кровожадная",
		[135796] = "Капитан Ледфист",
		[153202] = "Таранный поршень",
		[162417] = "Анубисат-часовой",
		[152397] = "Орону",
		[147033] = "Бринья",
		[117053] = "Оргрокк",
		[111933] = "Ядовитый паучок",
		[151155] = "Унгормат",
		[168561] = "Эфемерный некромаг",
		[153203] = "Таранный поршень",
		[95842] = "Валарьяр - призыватель молний",
		[81729] = "Разъяренный камнекус",
		[95769] = "Бешеная визгунья",
		[131858] = "Шипастый страж",
		[174067] = "Нот Чумной",
		[167538] = "Докигг Изверг",
		[168562] = "Неизвестно",
		[161395] = "Стойкий элементаль смерти",
		[150959] = "Верный Утробе перехватчик",
		[138870] = "Мик",
		[165349] = "Оживленный некропес",
		[103231] = "Мрачный инквизитор",
		[156185] = "Искаженный Бездной неферсет",
		[159348] = "Дэвид Харрингтон",
		[107285] = "Неизвестно",
		[90901] = "Вожак прайда Мяул",
		[150191] = "Аварий",
		[138871] = "Эрни",
		[61146] = "Статуя Черного Быка",
		[157301] = "Резной следопыт",
		[152392] = "Проржавевший разрядниконосец",
		[75434] = "Матриарх ветроклыков",
		[152182] = "Ржавое Перо",
		[169588] = "Пустулезный ужас",
		[151579] = "Генератор защитного поля",
		[159312] = "Живая кровь",
		[168978] = "Громадный каратель",
		[100188] = "Пронзающее щупальце",
		[133753] = "Капля-пиявка",
		[159764] = "Джеш'ра",
		[172917] = "Темный ритуалист",
		[161398] = "Присягнувшая клинку Вираза",
		[154231] = "Аватара Сюэня <Дотало-Ревущийфьорд>",
		[106304] = "Оскверненный огонек",
		[175012] = "Икрас Пожиратель",
		[159751] = "Разрядниконосец мятежников",
		[158327] = "Тлеющий осколок",
		[152009] = "Неисправный хламобот",
		[175734] = "Стигийский уголь",
		[153208] = "Ониксовый боевой змей",
		[152676] = "Живая вода",
		[110400] = "Мондрель Ночная Погибель",
		[172662] = "Дозорный из Каменного легиона",
		[108306] = "Сквернскорнский налетчик",
		[103745] = "Отрекшаяся - темный следопыт",
		[167543] = "Воплощение страха",
		[158314] = "Блуждающая скорбь",
		[145018] = "Отрекшаяся-чумолог",
		[105793] = "Ползучий страх",
		[78873] = "Солнечный фамилиар",
		[159353] = "Близзикс Искроножикс",
		[160291] = "Пепельный убийца",
		[91459] = "Нага-громила",
		[134780] = "Голодный остроклюв",
		[169403] = "Костяной кузнец рун",
		[162047] = "Ненасытный громила",
		[170616] = "Огромный распространитель чумы",
		[119869] = "Ифисиль",
		[162664] = "Неизвестно <Акир - хранитель роя>",
		[152455] = "Арена \"Меха-месива\"",
		[174712] = "Крыса Утробы - падальщица",
		[159354] = "Ки'агнуу",
		[162325] = "Воин",
		[97091] = "Темношкурый рычун",
		[139949] = "Чумная знахарка",
		[155259] = "Погрузчик Вира",
		[105748] = "Хеларьяр - призыватель туманов",
		[167510] = "Темный искатель Хранилища",
		[142755] = "Пылегривая гиена",
		[162828] = "Кислотный пищеваритель",
		[76102] = "Воздушный фамилиар",
		[157727] = "Опаленная изгнанница",
		[139800] = "Ученик призывательницы штормов",
		[111124] = "Душевар Надагаст",
		[96268] = "Горный хищник",
		[128455] = "Т'лонджа",
		[111125] = "Подчиняющий разум Талбадар",
		[154638] = "Великая императрица Шек'зара",
		[82452] = "Древний жемчужношкурый элекк",
		[135939] = "Лозомант Рата",
		[137553] = "Генерал Кратакс",
		[166524] = "Вестник смерти <[*] Явление смерти>",
		[129834] = "Порабощенный паучонок",
		[107331] = "Эредераская пожирательница душ",
		[150142] = "Хламометатель из племени Хламоедов",
		[159794] = "Нарастающая мука",
		[168572] = "Гриб-штурмовик",
		[154128] = "Пылающий элементаль",
		[170620] = "Неповоротливое страшилище",
		[129547] = "Кастетник из братства Чернозубых",
		[80220] = "Вестник Бездны из клана Призрачной Луны",
		[23694] = "Пульсирующая тыква <Всадник без головы>",
		[150143] = "Перемалыватель из племени Хламоедов",
		[159358] = "Хмелевар Линьши",
		[168573] = "Роковой гриб",
		[129857] = "Гончий пес братства Чернозубых",
		[113987] = "Наполненная Скверной праматерь",
		[158376] = "Эгос",
		[88084] = "Налетчик из клана Колец Ненависти",
		[123714] = "Курганный завролиск",
		[126983] = "Красавчик Харлан",
		[129806] = "Цепкая лоза",
		[168574] = "Заразный добытчик",
		[148487] = "Неизвестно <Дрэйкор-Ясеневыйлес>",
		[170622] = "Скелет-пехотинец",
		[138255] = "Наводчица корпорации Эшвейнов",
		[127737] = "Послушник Тизеджи",
		[167431] = "Восставшая чародейка",
		[169330] = "Воин жижи",
		[159360] = "Тивиликс Бангалтер",
		[151852] = "Дозорный Рэху",
		[153217] = "Собиратель из племени Морских Скал",
		[110700] = "Порабощенный Скверной прислужник",
		[104224] = "Сурамарский рычун",
		[115012] = "Присягнувший Скверне заговорщик",
		[101120] = "Порождение плоти",
		[150146] = "Шаман из племени Хламоедов",
		[80731] = "Грибковый слизнюк",
		[160385] = "Ловец душ Дойна",
		[153218] = "Мурлок из племени Морских Скал",
		[169471] = "Златогривый охотник",
		[163457] = "Раскольница - боец авангарда",
		[153219] = "Оракул из племени Морских Скал",
		[158374] = "Врата разума",
		[133765] = "Сестра из ковена Мертвых Сердец",
		[104262] = "Раскаленный уголь",
		[162331] = "Зараженный нейрон",
		[161410] = "Осадный мастер Траксон",
		[170275] = "Присягнувший клинку зачаровыватель",
		[163458] = "Раскольница-бичевательница",
		[161280] = "Акир-скарабей",
		[101645] = "Землекоп из племени Серого Камня",
		[175511] = "Мерзкий ползун",
		[168578] = "Грибомаг",
		[46248] = "Крушитель из стаи Речной Лапы",
		[161411] = "Хватка разума",
		[155098] = "Рексар",
		[163459] = "Раскольник-целитель",
		[82360] = "Зеленеющий древний",
		[165312] = "Анимапард раскольников",
		[157700] = "Огюст Мулен",
		[129860] = "Порабощенный паучонок",
		[152197] = "Камес Клинок рассвета",
		[80714] = "Грибной разведчик",
		[170490] = "Старший жрец из племени Атал'ай",
		[106311] = "Неизвестно",
		[163892] = "Гниющий слизнекоготь",
		[136083] = "Забытый обитатель глубин",
		[141959] = "Жрец-проклинатель Харака",
		[108359] = "Взрывчатый скорпид",
		[168580] = "Чумной бурильщик",
		[169289] = "Хрупкий костяной страж",
		[93513] = "Скрог-посланник",
		[150958] = "Верный Утробе страж",
		[92180] = "Сирсея",
		[78667] = "Легионер Железного Марша",
		[159757] = "Аколит-некромант",
		[80810] = "Страдающий скелет",
		[2924] = "Среброгривый волк",
		[169605] = "Верный Утробе сборщик",
		[36522] = "Страх души",
		[97097] = "Хеларьяр-защитник",
		[170478] = "Скрывающийся ассасин",
		[152196] = "Аматет-ученик",
		[75084] = "Фрагмент Бездны",
		[108360] = "Кислотный скорпид",
		[46249] = "Убийца из стаи Речной Лапы",
		[81537] = "Каргакс Пожиратель",
		[157793] = "Зара'тик-солдат",
		[127497] = "Стражник корпорации Эшвейнов",
		[156296] = "Пепельный охранник",
		[140938] = "Квакух",
		[111944] = "Неизвестно",
		[130899] = "Командир Полынь",
		[161416] = "Акир - творец теней",
		[80716] = "Раздувшийся гриб",
		[96853] = "Свечной король",
		[159175] = "К'тир-чернослов",
		[175439] = "Охотница-ветеран",
		[54588] = "Паровой танк ярмарки Новолуния",
		[150154] = "Завролиск-костеглод",
		[108361] = "Кристаллический скорпид",
		[168584] = "Верный Утробе искатель",
		[153226] = "Певица стали Фреза",
		[170472] = "Друст-пробудитель",
		[171656] = "Капитан снайперов-отравителей",
		[172704] = "Ненасытный эфирный змей",
		[116311] = "Убийца из культа Пустоты",
		[162044] = "Опаленный чародей",
		[131084] = "Зет'джирский страж приливов",
		[168585] = "Верный Утробе предвестник",
		[158687] = "Покровница-пронзательница",
		[170633] = "Злобный дух",
		[36494] = "Начальник кузни Гархлад",
		[156299] = "Р'хузж Непостижимый",
		[168586] = "Верный Утробе чародей",
		[150156] = "Неизвестно",
		[122971] = "Дазар'айский сокрушитель",
		[46250] = "Браконьер из стаи Речной Лапы",
		[153228] = "Неизвестно",
		[146061] = "Син'дорай – рыцарь крови",
		[85837] = "Серебряная Утроба",
		[36564] = "Заклинатель костей - страж душ",
		[165515] = "Порочный темный клинок",
		[152683] = "Беснующаяся буря",
		[20912] = "Предвестник Скайрисс",
		[105301] = "Своевременный элементаль",
		[162330] = "Охотник на демонов",
		[169986] = "Дроман Крелнор",
		[92423] = "Териссия",
		[72362] = "Пророк Бездны Ку'тарг",
		[140943] = "Злая жабка",
		[157833] = "Борр-Гет",
		[142991] = "Укрощенный элементаль приливов",
		[168588] = "Верный Утробе страж",
		[125828] = "Алеата",
		[47064] = "Неизвестно",
		[113597] = "Арбитр из Сумеречной стражи",
		[129025] = "Дуэлянт из братства Волнорезов",
		[157698] = "Непрошеный пожиратель миров",
		[150159] = "Король Гоббамак",
		[141985] = "Глашатай Заксутрил",
		[165290] = "Неизвестно",
		[76441] = "Раздутый зоб",
		[145415] = "Капитан Гарок",
		[155702] = "Неизвестно",
		[132104] = "Контрабандистка черного пороха",
		[152567] = "Глубинная Ива",
		[150160] = "Бугай из племени Хламоедов",
		[125957] = "Одержимая портовая работница",
		[46251] = "Добытчик из стаи Речной Лапы",
		[138250] = "Омут тьмы",
		[11859] = "Страж ужаса",
		[115905] = "Оскверненная душа",
		[103757] = "Волшебница Костехлада",
		[149137] = "Гоблин-браконьер",
		[141970] = "Трухляк",
		[120651] = "Взрывчатка",
		[96590] = "Гурбог Крушака",
		[90380] = "Алчущий маны иссохший",
		[1270] = "Зловонный труп",
		[36881] = "Скелет-раб",
		[36877] = "Грозный скелет",
		[101326] = "Прославленный предок",
		[111004] = "Сгустившаяся гниль",
		[168299] = "Лисония",
		[117068] = "Таз'гул",
		[111612] = "Лунный серп из Сумеречной стражи",
		[130896] = "Неизвестно <Капитан Рауль>",
		[102222] = "Проклятая груда черепов <Змееуст-искатель мертвых>",
		[170488] = "Сын Хаккара",
		[80653] = "Искровой угорь",
		[103758] = "Звездный авгур Этрей",
		[104270] = "Голем-страж",
		[112973] = "Заклинатель из Сумеречной стражи",
		[80721] = "Покрытый плесенью шаркун",
		[156865] = "Неизвестно",
		[106318] = "Леди Калиндрия",
		[104275] = "Имаку'туя",
		[98500] = "Провидец волн из племени Трюмного Плавника",
		[91472] = "Вредитель из племени Листа Чертополоха",
		[130850] = "Пушка братства Стальных Волн",
		[46252] = "Шаман из стаи Речной Лапы",
		[161938] = "Ученая из Лиги исследователей",
		[150165] = "Жижементаль",
		[167923] = "Зараженные останки",
		[162452] = "Дартанос",
		[173714] = "Ночноцвет Туманной Завесы",
		[174738] = "Заразный вурдалак",
		[78670] = "Боевой заклинатель Железного Марша",
		[160404] = "Рассерженный дух медвежьей шкуры",
		[105295] = "Азагрим",
		[105807] = "Кошмарная белка",
		[163476] = "Воинствующий призыватель камня",
		[32185] = "Искоренитель из рода Бесконечности",
		[157333] = "Ведомая голосами сектантка",
		[174739] = "Оживленный слуга",
		[160405] = "Рассерженный дух кресла из древня",
		[108879] = "Хумонгрис",
		[136205] = "Ледоклык-завыватель",
		[133116] = "Древесная гончая",
		[174740] = "Восставший солдат",
		[164501] = "Призывательница Туманов",
		[111439] = "Темные вихри",
		[150167] = "Неизвестно",
		[176114] = "Порочная эпикурейка",
		[136186] = "Жрица моря - спиритуалистка",
		[129869] = "Голодный корчеватель",
		[156890] = "Нечистый наблюдатель",
		[91474] = "Головорез из племени Листа Чертополоха",
		[150168] = "Токсичное чудище",
		[173720] = "Жоробрюх Туманной Завесы",
		[141977] = "Милден Грязноморд",
		[174741] = "Пробужденный призыватель",
		[76116] = "Неуловимый боец с шакрамом",
		[98311] = "Мррклр",
		[77140] = "Амаюква",
		[164622] = "Прожорливый вредитель",
		[154104] = "Вшдж'икс Искатель",
		[101641] = "Мифана",
		[150169] = "Токсичный скрытень",
		[104273] = "Джазшариу",
		[153241] = "Ховок",
		[129870] = "Свиновод из племени Шипошкурых",
		[171245] = "Неизвестно",
		[76556] = "Рубака Железного Марша",
		[112251] = "Гнилостная слизь",
		[157337] = "Детеныш Шад'хара",
		[136108] = "Мечущаяся искра",
		[168374] = "Жаждущий клещ",
		[135235] = "Призрачная повелительница животных",
		[17994] = "Кровостраж-сокольничий",
		[133112] = "Кудесница из проклятого леса",
		[165872] = "Изготовитель кадавров",
		[150520] = "Куб металлолома",
		[165529] = "Порочная сборщица",
		[141980] = "Алхимик Питтс",
		[104274] = "Баалгар Бдительный",
		[129359] = "Пилоносая акула",
		[114712] = "Порабощенный резчик рун",
		[135554] = "Стражник аванпоста Фиксдрана",
		[174064] = "Профессор Мерзоцид",
		[164506] = "Древний капитан",
		[129874] = "Отступник-охотник",
		[141981] = "Сумеречный ползун",
		[107855] = "Мстительный дух",
		[46254] = "Дробитель",
		[153244] = "Элементаль забвения",
		[75091] = "Гром'карский рубака",
		[127820] = "Разведчик Скраснисс",
		[153756] = "Механоцикл",
		[157340] = "Неизвестно <Верный Утробе ритуалист>",
		[174062] = "Скади Безжалостный",
		[79702] = "Кели'дан Разрушитель",
		[134137] = "Служитель храма",
		[105299] = "Рекурсивный элементаль",
		[166863] = "Раскольник-дознаватель",
		[81750] = "Огрон из клана Кровавого Молота",
		[38112] = "Фалрик",
		[82774] = "Палач Железного Марша",
		[91799] = "Подрастающий штормокрыл",
		[96986] = "Пещероус из племени Синего Воска",
		[170480] = "Вестник смерти из племени Атал'ай",
		[161437] = "Взрывоопасный скарабей",
		[78857] = "Боец Кровавых Шипов",
		[103245] = "Отрекшийся-осквернитель",
		[101637] = "Валарьяр-претендентка",
		[95061] = "Большой элементаль огня <Орклол>",
		[107439] = "Кормилец из племени Соленого Глаза",
		[158707] = "Дух Бездны",
		[161408] = "Неизвестно",
		[169629] = "Крадущийся друст",
		[170511] = "Друст-защитник",
		[130897] = "Капитан Остроспин",
		[164510] = "Шаркающий арбалетчик",
		[137594] = "Матрона Стефания Денхольм",
		[158367] = "Неизвестно",
		[157557] = "Раскольница-рекрут",
		[162289] = "Палач из Темной Империи",
		[169630] = "Друст-громила",
		[1547] = "Дряхлый пес Тьмы",
		[169456] = "Плутоватый камнебес <Хранитель склепа Каззир>",
		[78168] = "Страж Темного Прилива",
		[117066] = "Балинар Истребитель",
		[156636] = "Крадущийся страхопряд",
		[104277] = "Гончая Легиона",
		[160416] = "Рассерженный дух бочки эля",
		[169631] = "Друст - темный маг",
		[158701] = "Верховный смотритель Ророк",
		[158990] = "Защитник Орды",
		[172703] = "Истощенный эфирный змей",
		[149154] = "Элементалист из Армии Чести",
		[149133] = "Берсерк из Армии Чести",
		[151202] = "Гнусноструй",
		[158994] = "Защитник Зандалара",
		[174066] = "Лоскутик",
		[134002] = "Владыка подземелий Ксерксиз",
		[155298] = "Бомба из утиля",
		[127315] = "Тотем воскрешения",
		[153080] = "Глас королевы",
		[141988] = "Скальный ползун",
		[104278] = "Порабощенная Скверной карательница",
		[117250] = "Инфернал-крушитель",
		[169633] = "Ледяной костяной лорд",
		[152992] = "Буйный мотопаук",
		[44976] = "Разносчик чумы из Неферсета",
		[162799] = "Одержимый шпион",
		[90903] = "Молодой штормовой дракон",
		[158371] = "Зардет Черный Коготь",
		[130098] = "Перерожденный сектант",
		[137527] = "Вульпера-стрелок",
		[100360] = "Цепкое щупальце",
		[154276] = "Перегруженный разрядниконосец",
		[139570] = "Разведчик Орды",
		[161801] = "Бесполезность",
		[45007] = "Порабощенный бандит",
		[129747] = "Сабля быстрого ветра",
		[129821] = "Усмирительница с Потрескивающей гряды",
		[160420] = "Рассерженный дух книги",
		[109575] = "Валакар Жаждущий",
		[170659] = "Базилофос Царь Горы",
		[167036] = "\"Мнемида\" - служительница Локуса",
		[88094] = "Морской скрог",
		[157349] = "Вепрь Бездны",
		[144898] = "Капитан Нашашук",
		[101642] = "Щупальце Мифаны",
		[164857] = "Спригган - подчинитель разума",
		[144803] = "Кровожадный боец",
		[80076] = "Экзарх Отаар",
		[110423] = "Магория",
		[164517] = "Тред'ова",
		[150696] = "Глубинный скат - хранитель стаи",
		[95577] = "Щупальце Бездны",
		[114809] = "Моряк из Ночного дозора",
		[168613] = "Златогривый ларион",
		[105304] = "Щупальце угнетения",
		[143678] = "Зандаларская метательница топоров",
		[44977] = "Мучитель из Неферсета",
		[101900] = "Зловещий визгун",
		[165542] = "Заразный зомби",
		[158375] = "Щупальце Заразителя",
		[35090] = "Капитан Аэртас Огненный Ястреб",
		[129504] = "Приверженец Зула",
		[103090] = "Рыбрул из племени Серого Камня",
		[170662] = "Фолиант войны",
		[131377] = "Страж улья",
		[139946] = "Хранитель Сердца",
		[106764] = "Мракобес-разоритель",
		[103769] = "Ксавий",
		[153095] = "Призыватель из клана Цзань-Тень",
		[152233] = "Светозарный-ритуалист",
		[162309] = "Кул'тарок",
		[129950] = "Коготь",
		[124681] = "Костегрыз-охотник",
		[176252] = "Надсмотрщик Горнила",
		[129743] = "Живец",
		[3823] = "Светлолапый бегун",
		[134828] = "Воденыш",
		[168616] = "Эфемерный воин",
		[158568] = "Звездный пилон",
		[169276] = "Потревоженный кошмар",
		[88087] = "Буревестница из клана Колец Ненависти",
		[102746] = "Слуга-элементаль",
		[157354] = "Вексиона",
		[100576] = "Миазмы",
		[58221] = "Красарангский охотник",
		[129367] = "Воин бури из братства Трюмных Крыс",
		[129879] = "Рассекатель из братства Стальных Волн",
		[137129] = "Сплетенный проклятием голем",
		[114361] = "Химдалль",
		[106842] = "Ползучий Кошмар",
		[125452] = "Мелководный завролиск",
		[144727] = "Шаман - гроза облаков",
		[80715] = "Смертеспинный опустошитель",
		[173580] = "Инквизитор Деваки",
		[161451] = "Манипулятор Яр'шатх",
		[166926] = "Некромант-призыватель",
		[162320] = "Шаманка",
		[176425] = "Защитник пламени",
		[157356] = "Экстрактор Тельсара",
		[154131] = "Раскаленное неистовство",
		[112474] = "Зараженный тотем <Дикий шаман>",
		[134317] = "Отвратительный фамилиар",
		[152710] = "Глубинный оракул из племени Мертвого Плавника",
		[154285] = "Мстительная высокорожденная",
		[139709] = "Гниющее чудище",
		[172715] = "Исследователь из грязевой лужи",
		[153255] = "Вил'тик - янтарный целитель",
		[150190] = "Воздушный подавитель ОУ-8",
		[159405] = "Акир-скарабей",
		[168620] = "Голодающий тенелов",
		[164177] = "Придворный Ночной Плащ",
		[167322] = "Верный Утробе кандальщик",
		[163501] = "Раскольница-налетчица",
		[166932] = "Громадный боевой кадавр",
		[173349] = "Формировщик слизи",
		[128345] = "Смертоклятый ужас",
		[168980] = "Верный Утробе каратель",
		[129369] = "Налетчик из братства Стальных Волн",
		[60849] = "Статуя Нефритовой Змеи",
		[137905] = "Усиленный азеритом элементаль",
		[36788] = "Некролит из свиты Леди",
		[123226] = "Бухтовый крепкозуб",
		[162329] = "Ксав Несломленный",
		[91486] = "Дракон-штормокрыл",
		[416] = "Раптипу",
		[62865] = "Зверь <Морви-Дракономор>",
		[161455] = "Друст - ткачиха ужаса",
		[94490] = "Статический заряд <Шквал>",
		[94046] = "Восставший убийца",
		[134450] = "Восставший гончий пес",
		[134178] = "Оживший азерит",
		[139298] = "Игол'ничек",
		[168987] = "Оживленный работник",
		[129370] = "Заклинатель моря из братства Стальных Волн",
		[161456] = "Рассекатель душ в маске",
		[162480] = "Н'Зот Заразитель",
		[8600] = "Чумной нетопырь",
		[148146] = "Охотник за головами Зул'аки",
		[102297] = "Варобрул Суровый",
		[92445] = "Страж Скверны - завоеватель",
		[24207] = "Войско мертвых",
		[135860] = "Захватчица-рубака",
		[108678] = "Шар'тос",
		[144718] = "Гоблинский телепорт",
		[162133] = "Генерал Кааль",
		[138279] = "Адара Уайт",
		[90659] = "Ужас небес Легиона",
		[128347] = "Сплетенный проклятием рычун",
		[112477] = "Йорг Мрачная Пасть",
		[129371] = "Мастер клинков прилива",
		[153267] = "Вил'тик - хранитель роя",
		[130395] = "Вестник войны из племени Шипошкурых",
		[44980] = "Чудотворец из Неферсета",
		[114813] = "Квалдир - ведьма приливов",
		[160803] = "Солнечная сфера",
		[138281] = "Безликий осквернитель",
		[134838] = "Грабитель из банды Резчиков",
		[46260] = "Жгучий разрушитель",
		[153268] = "Опустошитель из роя богомолов",
		[84002] = "Темнокрылая владычица стаи",
		[169206] = "Пожирающая гидра",
		[153479] = "Похищенный хламобот",
		[95072] = "Большой элементаль земли <Лениивая>",
		[124953] = "Хелена Джентл",
		[171316] = "Зловещая стигия",
		[168627] = "Заклинатель чумы",
		[168718] = "Раскольник-хранитель",
		[105823] = "Кошмарное щупальце",
		[160048] = "Пропитанные чумой останки",
		[154058] = "Капля Бездны",
		[157365] = "Грозовой охотник <Ра-ден>",
		[157266] = "Килкзл Зияющая Пасть",
		[128472] = "Поработитель Чжэн",
		[100704] = "Темный всадник",
		[138288] = "Призрак глубин",
		[163882] = "Разлагающийся великан",
		[139289] = "Щуплий Дрейфующий",
		[59979] = "Батрак из Двух Башен",
		[157366] = "Охотник Бездны <Ра-ден>",
		[166581] = "Некромант-боец",
		[104288] = "Триллиакс",
		[129373] = "Портовая заводчица",
		[80739] = "Грибной топотун",
		[165860] = "Верный Утробе страж",
		[44981] = "Присягнувший свежеватель",
		[131770] = "Вульпера-огнелис",
		[96989] = "Катакомбная крыса",
		[153526] = "Акир-роевик",
		[104226] = "Мрачный Клык",
		[46261] = "Разъяренный элементаль огня",
		[161463] = "Призыватель глубин Велшен",
		[107487] = "Звездный Рог",
		[138938] = "Волнолом Сколот",
		[110944] = "Страж Тор'эль",
		[111456] = "Паучок",
		[168214] = "Ревностный лоялист",
		[112480] = "Прислужник Сковальда",
		[129374] = "Вышибала из банды Резчиков",
		[153273] = "Зара'тик - заклинатель глубин",
		[81252] = "Дров Крушитель",
		[163512] = "Камнерожденный-хранитель",
		[81711] = "Ритуалист из клана Призрачной Луны",
		[165560] = "Личинка горма <Тред'ова>",
		[98979] = "Одичавший мародер",
		[159417] = "Сумасшедшая мастер ножа",
		[102693] = "Сгусток Тьмы",
		[153274] = "Юный куньчун",
		[138299] = "Кровозев",
		[88086] = "Неизвестно",
		[148155] = "Мак'лак",
		[163894] = "Чумной спинолом",
		[79205] = "Бледнокожий пожиратель",
		[112481] = "Сквернскорнский фанатик",
		[151625] = "Рассечение разума",
		[121696] = "Броненосец из культа Торкали",
		[105826] = "Предвестник Кошмара",
		[44982] = "Черный маг Неферсета",
		[159165] = "Распорядительница Ви Вин",
		[78637] = "Прислужник-гончая Скверны",
		[95771] = "Грозная разрушительница",
		[167610] = "Мелкий камнебес",
		[46262] = "Гремящий глиняный элементаль",
		[161467] = "Хранительница портала Джин'ташал",
		[159346] = "Неизвестно",
		[160095] = "Генерал Альвер",
		[19843] = "Плут Ветви Пустоты",
		[132162] = "Повелительница лоз Гафф",
		[158396] = "Азш'ари-оракул",
		[167611] = "Камнерожденная-потрошительница",
		[19507] = "Солнцелов-генетик",
		[128435] = "Ядовитый саурид",
		[162492] = "Фрагмент воспоминания раскольников",
		[106339] = "Омерзительный механолог",
		[166718] = "Воплощение зависти",
		[151616] = "Микробот-усилитель <Мехагонский нейтрализатор>",
		[158397] = "Азш'ари-буревестница",
		[167612] = "Камнерожденный-разоритель",
		[103210] = "Отрекшаяся-защитница",
		[153278] = "Куньчун-разрушитель",
		[161273] = "Неизвестно",
		[157761] = "Ларион-вожак",
		[78183] = "Раненый летун-темнокрыл",
		[111459] = "Часовой Темносвета",
		[166589] = "Неизвестно <Аристократ-дуэлянт>",
		[93159] = "Оскверненный древень",
		[36499] = "Головорез - страж душ",
		[135240] = "Субстанция души",
		[137921] = "Вторгшийся древохват",
		[81767] = "Говорящий с огнем из клана Кровавого Молота",
		[106027] = "Мракобес-убийца",
		[99846] = "Неизвестно",
		[165357] = "Моровая слизь",
		[160630] = "Жижа",
		[46263] = "Яростный шлак",
		[93030] = "Железнодрев",
		[151623] = "Король-над-свалкой",
		[78387] = "Самец жемчужношкурого элекка",
		[126142] = "Баджиата",
		[111460] = "Крестоносец Темносвета",
		[166591] = "Кадавр-претендент",
		[167615] = "Порочный темный клинок",
		[133163] = "Тия'каван",
		[161472] = "Неизвестно <Поглотитель душ>",
		[173044] = "Ассистент-сшиватель <Портал в мастерскую>",
		[114532] = "Говорящий с костями - стражник душ",
		[97084] = "Король Тор",
		[116012] = "Неизвестно",
		[166592] = "Дрессированный адский пес",
		[159425] = "Оккультистка - темная целительница",
		[80181] = "Мастер порталов из клана Призрачной Луны",
		[103395] = "Кошмарный разлом",
		[134062] = "Призывательница приливов из клана Колец Бури",
		[93490] = "Королевская грозная стражница",
		[148163] = "Гоблин-укротительница",
		[106287] = "Плут пламени Скверны",
		[43704] = "Лютый волк",
		[158796] = "Сборщик из Каменного Дозора",
		[134056] = "Аква'сирр",
		[136901] = "Солезубый завролиск",
		[165477] = "Первый ученик Малькрекс",
		[81769] = "Изначальная поросль",
		[20897] = "Заклинатель волн Эфириума",
		[140997] = "Северус Изгой",
		[92954] = "Восставший солдат",
		[80696] = "Ботани - присягнувший лесу",
		[46264] = "Лорд Пережар",
		[73468] = "Гул'варский рубака",
		[170690] = "Зараженный ужас",
		[74787] = "Надсмотрщик за рабами Крушто",
		[127381] = "Ильный краб",
		[80697] = "Неизвестно",
		[106547] = "Захмелевший маг",
		[104295] = "Пылающий бес",
		[112178] = "Ужасный дух <Страшный зверолов>",
		[169667] = "Врайкул-некролорд",
		[130404] = "Крысолов",
		[163524] = "Кирийский темный претор",
		[131530] = "Порабощенный проклятием стражник",
		[107367] = "Поработитель из клана Колец Ненависти",
		[147032] = "Натанос Гнилостень",
		[175811] = "Пирующая крыса Утробы",
		[144071] = "Заклинатель моря из братства Стальных Волн",
		[76651] = "Сталеплюй Железного Марша",
		[154310] = "Занш'ир-буян",
		[135773] = "Мастиф братства Стальных Волн",
		[127333] = "Королева шипожалов",
		[163059] = "Сумеречный Ужас",
		[111975] = "Темное Перо",
		[114534] = "Адская гончая",
		[160454] = "Прожорливый анимаклещ",
		[154063] = "Осадок Бездны",
		[154311] = "Занш'ир-мирмидон",
		[114535] = "Сфера коррозии",
		[90474] = "Охотница на демонов",
		[102200] = "Ариден",
		[152669] = "Капля Бездны",
		[103224] = "Взрывчатый скорпид",
		[160455] = "Воплощение ненасытности",
		[136906] = "Майор Алан Хокинз",
		[154312] = "Занш'ир - чешуйчатый страж",
		[169547] = "Дикий протодракон",
		[128051] = "Груэш",
		[143622] = "Дикий бес",
		[103785] = "Откормленный медведь",
		[103692] = "Большой разоритель Бездны",
		[135883] = "Дармок Темногрив",
		[113512] = "Гнилостная слизь",
		[165983] = "Верный Утробе предвестник",
		[137830] = "Бледный пожиратель",
		[164552] = "Костномозговая слизь",
		[153523] = "Взбешенный ржавобот",
		[166600] = "Призванный жнец",
		[152164] = "Яростный элементаль",
		[76141] = "Аракнат",
		[126774] = "Карабинер из братства Стальных Волн",
		[156260] = "Порочная свежевательница душ",
		[93496] = "Аптекарь \"Черной Розы\"",
		[139980] = "Тайя Морской Завыватель",
		[59832] = "Неизвестно",
		[92918] = "Райтас Провидец",
		[67235] = "Неизвестно <Зелна-Корольлич>",
		[151813] = "Палевый дозорный",
		[105322] = "Щупальце смертоносного взгляда",
		[170085] = "Друст-налетчик",
		[114537] = "Хелия",
		[170086] = "Друст-опустошитель",
		[149196] = "Воин Армии Чести",
		[158411] = "Неизвестно <Зардет Черный Коготь>",
		[91458] = "Яростный воронух",
		[135886] = "Отрекшийся - страж смерти",
		[169905] = "Воскрешенный полководец",
		[85357] = "Юный темнокрыл",
		[166658] = "Чемпион Кишкорез",
		[78190] = "Крошшер Темного Прилива - \"Рилакинатор-3000\"",
		[23775] = "Голова Всадника",
		[80062] = "Цепкое щупальце",
		[150926] = "Огненное слияние",
		[160460] = "Каратель раскольников",
		[161484] = "Вроф",
		[162508] = "Анубисат-часовой",
		[114538] = "Квалдир - терзатель душ",
		[164556] = "Миллхаус Манашторм",
		[115562] = "Клинок Скверны из Сумеречной стражи",
		[107883] = "Волнскорнская укротительница зверей",
		[171343] = "Мечеклюв-матриарх",
		[76143] = "Рухран",
		[122943] = "Вурдалак",
		[87368] = "Утонувший магистр",
		[160884] = "Сталекожий чтец",
		[164557] = "Фрагмент Халкиаса",
		[136110] = "Лоялист дома Штормсонгов",
		[170301] = "Афолей Глашатай Потери",
		[104300] = "Владычица теней",
		[160462] = "Послушник Н'Зота",
		[112760] = "Волшакс Сокрушитель Воли",
		[137937] = "Древоклык-захватчик",
		[114539] = "Квалдир - заклинатель рифов",
		[164558] = "Хаккар Свежеватель Душ",
		[158642] = "Поганище с гниющей душой",
		[133842] = "Боевой кролуск Каркитисс",
		[175821] = "Извергатель крыс",
		[168654] = "Нераскаявшаяся-привратница",
		[136914] = "Солеклювый альбатрос",
		[72783] = "Всевидящий глаз",
		[114289] = "Скелет-колдун",
		[108145] = "Вор барабанов из племени Синего Воска",
		[113626] = "Ядовитый паучок",
		[111980] = "Ночная мать",
		[170286] = "Бандитка из племени Черных Шипов",
		[152273] = "Волномут из племени Кровавого Плавника",
		[136915] = "Сетрак-целитель",
		[130410] = "Мятежный алебардщик",
		[138963] = "Хозяйка гнезда Акада",
		[148178] = "Искаженный манадемон",
		[163581] = "Нераскаявшийся-привратник",
		[166608] = "Мве'зала",
		[145028] = "Неизвестно",
		[160465] = "Палач из Темной Империи",
		[136916] = "Сетрак-налетчик",
		[77169] = "Блуждающее порождение Бездны",
		[74834] = "Кокон <Ниэтта>",
		[139988] = "Песчаный зубан",
		[135816] = "Мерзотень <Ромеерх-Борейскаятундра>",
		[103790] = "Корональный выброс",
		[105547] = "Рорен",
		[160466] = "Ния в роли Ксавия",
		[153299] = "Костедробитель Сзун",
		[130411] = "Сетрак-завоеватель",
		[102395] = "Разведчик-убийца",
		[164562] = "Порочный псарь",
		[132409] = "Крылатая гадюка",
		[114922] = "Темный серафим",
		[169191] = "Взбесившаяся светоспинка",
		[152569] = "Обезумевший трогг",
		[153300] = "Железный Зоко",
		[169114] = "Золотолапый скрытень",
		[158958] = "Мастер Чжан",
		[164563] = "Свирепый гаргон",
		[165587] = "Неиспытанный боевой кадавр",
		[166611] = "Скелет-боец",
		[165255] = "Сборщик-ренегат",
		[165059] = "Алый защитник",
		[153301] = "Ширакесс-разорительница",
		[113198] = "Попавший в ловушку хищник из чащи",
		[156463] = "Послушник культа Приверженцев Тени",
		[148182] = "Мерцающий остаток",
		[161672] = "Кри'вин",
		[153738] = "Ширакесс-поработитель",
		[169771] = "Смотритель душ",
		[92529] = "Бледнокожий кинжальщик",
		[8596] = "Карликовый чумной пес",
		[137944] = "Шипастый мелководный угорь",
		[130774] = "Атал'дазарский хищник",
		[136336] = "Скорпокс",
		[102107] = "Хранитель зубов Баггрул",
		[168855] = "Неизвестно",
		[151992] = "Аматет-механолог",
		[18419] = "Кровостраж-флорист",
		[153303] = "Кассар Клинок Бездны",
		[137671] = "Скованная проклятием душа",
		[169499] = "Прожорливый разрушитель",
		[148184] = "Разозленный маноед",
		[158054] = "Изголодавшийся по аниме змей",
		[166614] = "Сшитый гладиатор",
		[113646] = "Зараженный лесовик",
		[36954] = "Король-лич",
		[76376] = "Арканолог Небесного Пути",
		[118127] = "Темная ритуалистка",
		[137989] = "Бальзамировочный состав",
		[148185] = "Ловчий смерти - убийца",
		[111472] = "Мать крабов-щелкунов",
		[166615] = "Мастер некромантии",
		[25758] = "\"Защитанк 66Д\"",
		[155948] = "Голем анимы",
		[169687] = "Верный Утробе раздиратель душ",
		[154329] = "Глубинный подчинитель",
		[170849] = "Остаточное загрязнение",
		[164568] = "Механическая бомбелка",
		[127488] = "Маг огня корпорации Эшвейнов",
		[133852] = "Живая гниль",
		[74366] = "Мастер горна Гон'ду",
		[152722] = "Падшая вестница Бездны",
		[84852] = "Жалосерд-опылитель",
		[167055] = "Метатель гнили",
		[163545] = "Порочная душа",
		[101257] = "Хранитель",
		[111473] = "Неизвестно",
		[169912] = "Яростная маска",
		[112497] = "Майя Белая",
		[152283] = "Буйный хламобот",
		[423] = "Полукровка из стаи Красногорья",
		[54372] = "Громила из стаи Речной Лапы",
		[165313] = "Раскольница-дозорная",
		[152546] = "Каменнобрюхий пожиратель",
		[169102] = "Агоникс",
		[130024] = "Мокрая корабельная крыса",
		[175833] = "Снующий кровопийца",
		[166111] = "Друст – угасающий клинок",
		[170414] = "Завывающий призрак",
		[154332] = "Хранитель Бездны Малькет",
		[126832] = "Небесный капитан Крагг",
		[36830] = "Грозный работник",
		[111474] = "Краб-щелкун",
		[102306] = "Бурлящая лужа",
		[19633] = "Кровостраж-лекарь",
		[135903] = "Воплощение глубин",
		[129904] = "Большая крольчиха",
		[137372] = "Шипастый рыкач",
		[89973] = "Гром'карский разрыватель",
		[144707] = "Пилот крошшера",
		[99188] = "Промокший насквозь страж душ",
		[107891] = "Бес пламени Тьмы",
		[146900] = "Ковыляющий стрелок",
		[160477] = "Воплощение ярости",
		[153310] = "Куалина Ледяное Копье",
		[162718] = "Непреклонная карательница",
		[160913] = "Недоделанный кадавр",
		[105451] = "Тотем контрудара <Триганоскоп-ЧерныйШрам>",
		[165597] = "Неизвестно",
		[109807] = "Дикий ночной саблезуб",
		[155945] = "Герус Заточенный",
		[152287] = "Мотопаук",
		[153311] = "Азанз Скользящий Клинок",
		[112067] = "Нестабильный силовой призрак",
		[114547] = "Древний костяной невольник",
		[154608] = "Кружащийся шок-о-матик",
		[137104] = "Орк-налетчик",
		[134555] = "Отступник-канонир",
		[99801] = "Щупальце разрушения",
		[152288] = "Мотопаук",
		[127600] = "Неизвестно",
		[136687] = "Жуткая пушка",
		[156853] = "Аматет - жрец Солнца",
		[164575] = "Катя",
		[101085] = "Капкан на медведя",
		[28001] = "Терропард",
		[82543] = "Шракун",
		[152289] = "Яйцо мотопаука",
		[169695] = "Ледяной змей",
		[89053] = "Воин Мак'раны",
		[114548] = "Гнилодушный гигант",
		[131812] = "Исказительница душ из ковена Мертвых Сердец",
		[166656] = "Скелет-боец",
		[130006] = "Неизвестно",
		[78999] = "Инженер Темного Прилива",
		[144303] = "СТРАЖ",
		[153314] = "Алдрантисс",
		[109151] = "Остаток Бездны <Око Бездны>",
		[169118] = "Чумной Вой",
		[153699] = "Радикулиск",
		[137985] = "Часовой дома Штормсонгов",
		[128371] = "Пронзательница из племени Потрошителей Лоа",
		[174412] = "Крапник",
		[113013] = "Скверноподданный теневой клинок",
		[153315] = "Эльданар",
		[162046] = "Изголодавшийся клещ",
		[106358] = "Проклинательница из племени Скального Когтя",
		[164578] = "Создание Трупошва",
		[141029] = "Брык",
		[129366] = "Буканьер из братства Трюмных Крыс",
		[108035] = "Фал'дорайский паучок",
		[76154] = "Шептатель Небесного Пути",
		[161507] = "Темный нексус",
		[93560] = "Призывательница смерти Кассандра",
		[163555] = "Хранитель склепа Каззир",
		[148197] = "Поросший рубака",
		[122984] = "Дазар'айский колосс",
		[169890] = "Лоркрон Охотник",
		[151720] = "Огнедых из племени Хламоедов",
		[80250] = "Дол'мак",
		[147469] = "Закаленный ветеран",
		[108033] = "Фал'дорайский паутиноход",
		[171799] = "Страж глубин",
		[112732] = "Дитя Саел'орн",
		[99192] = "Тень Ксавия",
		[158437] = "Падший надсмотрщик",
		[36476] = "Ик",
		[168676] = "Костегрыз-вожак",
		[105699] = "Манапард",
		[109943] = "Ана-Муз",
		[37755] = "Синдрагоса",
		[131817] = "Кроглот Зараженный",
		[111479] = "Ядовитая ткачиха",
		[109082] = "Око Бездны",
		[96121] = "Сквернскорнский истязатель",
		[160652] = "Щупальце из Бездны",
		[161510] = "Раздирающее разум щупальце",
		[162534] = "Анубисат-часовой",
		[57783] = "Дракончик из призрачного железа",
		[131818] = "Меченая сестра",
		[130008] = "Шериф дома Штормсонгов",
		[158636] = "Великий палач",
		[31139] = "Пустулезный ужас",
		[168678] = "Ужасающий костегрыз",
		[136938] = "Безжалостный пожиратель разума",
		[137151] = "Надсмотрщик Зелив",
		[160671] = "Сильвана Ветрокрылая",
		[131819] = "Прорицательница из ковена",
		[113088] = "Заразное щупальце",
		[150249] = "Демонтажница из банды Поршнеголовых",
		[175846] = "Глашатай Даталана",
		[137152] = "Сторожевой пес корпорации Эшвейнов",
		[144248] = "Главный машинист Искроточец",
		[134080] = "Чащобная дворняга",
		[118] = "Лесной хищник",
		[156393] = "Водяное слияние",
		[133307] = "Матрона Серидвин",
		[150250] = "Стрелок из банды Поршнеголовых",
		[155830] = "Верный Утробе послушник",
		[152298] = "Охранница из Механиков",
		[169407] = "Темный тяжеловес",
		[93563] = "Хранитель котла Миллз",
		[155831] = "Верный Утробе стражник душ",
		[102778] = "Неизвестно",
		[158894] = "Порочная воспитательница",
		[150251] = "Механик из банды Поршнеголовых",
		[127879] = "Щитоносец из армии Зула",
		[168681] = "Раскольница-бунтарка",
		[169705] = "Скелет-пехотинец",
		[154347] = "Искаженный Бездной осквернитель",
		[114553] = "Желчная слизь",
		[156395] = "Голодающий жуткий нетопырь",
		[157419] = "Искаженный Бездной дракончик",
		[133870] = "Больной плеточник",
		[128609] = "Щупальце Шул-Нагрута",
		[160491] = "Искаженный Бездной дозорный",
		[125816] = "Небесная королева",
		[159648] = "Неисправный анимапард",
		[104415] = "Хрономатическая аномалия",
		[131823] = "Сестра Маладия",
		[168844] = "Лакезис",
		[150253] = "Вооруженный робопаук",
		[96124] = "Дрогбар - речной удильщик",
		[88445] = "Малый ледяныш",
		[105339] = "Темный маг Кровавой Тьмы",
		[137967] = "Неизвестно",
		[127874] = "Дымчатый волк",
		[131824] = "Сестра Солена",
		[128967] = "Снайпер дома Эшвейнов",
		[150254] = "Утильхаунд",
		[164273] = "Болезненная ритуалистка",
		[111766] = "Пылающее исчадие",
		[153326] = "Вил'ракс",
		[17252] = "Креншекор",
		[126841] = "Живец",
		[131825] = "Сестра Брайар",
		[125393] = "Страж из клана Гнусной Чешуи",
		[170853] = "Могучий олень нагорья",
		[134897] = "Дагрус Презренный",
		[20900] = "Освобожденный Носитель Рока",
		[134147] = "Пчелопотам",
		[137969] = "Погребальный голем",
		[18404] = "Кровостраж-распорядитель",
		[89199] = "Леди Сссюрин",
		[171392] = "Прожорливая личинка",
		[166638] = "Кровожадный вурдалак",
		[169341] = "Ветеран с расщепленной душой",
		[160495] = "Маниакальный стражник душ",
		[171255] = "Эхо Аэллы",
		[154352] = "Акир - заклинатель Бездны",
		[102269] = "Ловец Скверны - разоритель",
		[129996] = "Сильный удар сплеча",
		[98693] = "Скованный прислужник",
		[162741] = "Гигер",
		[94347] = "Жуткий наездник Кортис",
		[45122] = "Присягнувший капитан",
		[155047] = "Неизвестно",
		[154353] = "Акир-гигант",
		[92789] = "Мракобес-ужасень",
		[169921] = "Фантомный лисохвост",
		[124527] = "Твердоклювый падальщик",
		[108181] = "Переобученный боевой зверь",
		[135406] = "Ожившее золото",
		[108925] = "Лорд Аддер",
		[150464] = "Блестящий угорь",
		[154354] = "Акир-острожал",
		[102270] = "Эредарская завоевательница",
		[110973] = "Достойный врайкул",
		[31216] = "Йожлягух-СвежевательДуш <Йожлягух-СвежевательДуш>",
		[134022] = "Скованный поток",
		[79745] = "Лесной охотник",
		[37069] = "Неуклюжее поганище",
		[137478] = "Королева Уаси",
		[170737] = "Друст-подчинитель",
		[137505] = "Механик Торговой компании",
		[148212] = "Зараженный рубака",
		[29376] = "Изобретатель из клана Закаленных Бурей",
		[73101] = "Проклятый волк",
		[175857] = "Кристаллический голем боли",
		[160499] = "Извивающийся ужас",
		[153332] = "Занш'ир-громила",
		[127111] = "Боец на веслах из братства Стальных Волн",
		[147189] = "Берсерк-ветеран",
		[898] = "Ворген из стаи Ночной Погибели",
		[145180] = "Темный охотник из Армии Чести",
		[158452] = "Искажающее разум щупальце",
		[147744] = "Янтарная Клешня",
		[96640] = "Валарьяр-лучница",
		[153333] = "Занш'ир-каратель",
		[170739] = "Боец авангарда из племени Гибельной Насмешки",
		[34907] = "Квалдир-гарпунер",
		[105630] = "Око Гул'дана",
		[123773] = "Сетрак-опустошительница",
		[137521] = "Фузилер из братства Стальных Волн",
		[105632] = "Праматерь Шу'малис",
		[98213] = "Травник Тариллон",
		[146744] = "Бледный головорез",
		[78507] = "Дикарь из клана Кровавой Глазницы",
		[102272] = "Страж Скверны - разрушитель",
		[156406] = "Слуга Бездны - почетный страж",
		[152378] = "Проржавевший механопаук",
		[124066] = "Ревнитель из культа Зула",
		[96129] = "Сквернскорнский налетчик",
		[168693] = "Сириксия",
		[152906] = "Занш'ир-центурион",
		[75191] = "Поработитель из клана Кровавого Молота",
		[18405] = "Миротворец Кузни Бурь",
		[152411] = "Неизвестно",
		[123774] = "Сетрак-агрессор",
		[89025] = "Воспевательница зла из клана Колец Ненависти",
		[102337] = "Неизвестно",
		[131445] = "Надзиратель блока",
		[161527] = "Руноспин",
		[163185] = "Эволюционировавший боевой клещ",
		[102273] = "Страж ужаса - разведчик",
		[19557] = "Большой хлестун",
		[99541] = "Восставший тихоступ",
		[134558] = "Отступница-угнетательница",
		[154524] = "К'тир резчик разума",
		[160504] = "Сенти в роли Гул'дана",
		[161528] = "Аэтон",
		[129750] = "Стрелок из племени Шипошкурых",
		[106369] = "Охотница из племени Скального Когтя",
		[82308] = "Ловчий Призрачной Луны",
		[141051] = "Бурошкурый матриарх",
		[108003] = "Версток Темная Ветвь",
		[138171] = "Работник Компании",
		[128991] = "Скрытная вульпера",
		[161529] = "Немей",
		[127203] = "Наездник из племени Грязного Камня",
		[171768] = "Темный часовой",
		[97517] = "Болотожуть",
		[111489] = "Неизвестно",
		[166649] = "Чемпионка Рин'мар",
		[154576] = "Акир-колосс",
		[152315] = "Электропрядильщик Ом",
		[161530] = "Тучехвост",
		[36551] = "Неистовое привидение",
		[137715] = "Хрупкий осколыш",
	},
	["death_recap"] = {
		["show_segments"] = false,
		["enabled"] = true,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["spell_pool"] = {
		2, -- [1]
		3, -- [2]
		"Мир (падение)", -- [3]
		"Мир (утопление)", -- [4]
		nil, -- [5]
		"Мир (огонь)", -- [6]
		[329172] = "Грехокаменная статуя",
		[206581] = "Гул'дан",
		[275931] = 6,
		[257775] = "Тихолапка из братства Трюмных Крыс",
		[294362] = "Повелитель мучений",
		[331223] = "Усиленный душами похититель костей",
		[114050] = 7,
		[212726] = "Кенарий",
		[263648] = 12,
		[339415] = "Ксав Несломленный",
		[257777] = "Джес Хаулис",
		[314843] = "Н'Зот Заразитель",
		[333273] = 1,
		[327130] = "Изготовитель кадавров",
		[280032] = "[*] Нейротоксин",
		[345561] = "Кин-Тара",
		[145152] = 11,
		[114051] = 7,
		[271843] = 2,
		[206585] = "Звездный авгур Этрей",
		[314847] = "Грит'акс Палач",
		[320991] = "Благородный туманный танцор",
		[298466] = 10,
		[128386] = 11,
		[260852] = "Сестра Маладия",
		[57286] = 4,
		[304611] = 3,
		[314850] = "[*] Разрастающаяся тьма",
		[215802] = 7,
		[304612] = 3,
		[314851] = "Грит'акс Палач",
		[85384] = 1,
		[302565] = 4,
		[51399] = 6,
		[323043] = "Друст - злобный коготь",
		[345569] = 4,
		[314853] = "Грит'акс Палач",
		[325092] = 10,
		[318949] = "Чумной спинолом",
		[331237] = "Усиленный душами похититель костей",
		[236282] = 1,
		[320999] = "Благородный туманный танцор",
		[257784] = "Саурок из клана Соленой Чешуи",
		[312810] = "[*] Взаимосвязь",
		[290285] = 5,
		[257785] = "Джес Хаулис",
		[300525] = "Хламометатель из племени Хламоедов",
		[310764] = "Сумасшедший мастер ножа",
		[60103] = 7,
		[335338] = "Лорд-камергер",
		[312813] = 6,
		[306670] = "[*] Эманация души",
		[267763] = "Недоделанная мумия",
		[310766] = "Око глубин",
		[312814] = "[*] Переваривание",
		[267764] = "Саркофаг <Супрек>",
		[54216] = 3,
		[300529] = "К'тир резчик разума",
		[213761] = "[*] Взрыв пламени",
		[333294] = "Пагубный темный проповедник",
		[323056] = 1,
		[321009] = "Кин-Тара",
		[323057] = "Ингра Малох",
		[224001] = 9,
		[335344] = 2,
		[209667] = "Советник Меландр",
		[314867] = 5,
		[333297] = "Пагубный темный проповедник",
		[212739] = 6,
		[321011] = "Миллифисент Манашторм",
		[255742] = 8,
		[327155] = "Верное создание",
		[194310] = 6,
		[333299] = "Пагубный темный проповедник",
		[306679] = "Вез'окк Беспросветный",
		[257791] = "Джес Хаулис",
		[193287] = 4,
		[194311] = 6,
		[333301] = "[*] Проклятие запустения",
		[343540] = 2,
		[255744] = 8,
		[323064] = "Хаккар Свежеватель Душ",
		[24423] = "Падальщик <Мавлюдунтунт>",
		[257793] = "Джес Хаулис",
		[292350] = "Владыка Матиас Шоу",
		[310780] = "Око глубин",
		[321019] = "Благородный туманный танцор",
		[327163] = 7,
		[185099] = 10,
		[219911] = 5,
		[327164] = 7,
		[292353] = 12,
		[345595] = 11,
		[109964] = 5,
		[310784] = "Незрячий наблюдатель",
		[271877] = 4,
		[199435] = 2,
		[302594] = "Ужасное щупальце",
		[5019] = 8,
		[300547] = "Хламометатель из племени Хламоедов",
		[269831] = "[*] Токсичная слизь",
		[5211] = 11,
		[329217] = "Доктор Икус",
		[271881] = 4,
		[298502] = "Акир-костекрушитель",
		[208652] = 3,
		[22120] = "Командор Лорна Краули",
		[292360] = 11,
		[292361] = 11,
		[288266] = "Малфурион Ярость Бури",
		[265741] = "Матрона Бриндл",
		[236298] = 8,
		[343556] = "Хирург Трупошов",
		[207630] = "Триллиакс",
		[269838] = "[*] Гнусный выброс",
		[129932] = 10,
		[236299] = 8,
		[329224] = "Склизкое щупальце",
		[206607] = "Хрономатическая аномалия",
		[275983] = "Верный Утробе призыватель огня",
		[321034] = "Кин-Тара",
		[210703] = "Леди Калиндрия",
		[325130] = 8,
		[329226] = "Склизкое щупальце",
		[206608] = "Хрономатическая аномалия",
		[292367] = 12,
		[312845] = "К'тир-ассасин",
		[331275] = "Адвент Невермор",
		[269843] = "Освобожденное чудовище",
		[288273] = "Малфурион Ярость Бури",
		[298512] = 10,
		[300560] = "Хламометатель из племени Хламоедов",
		[321038] = "Зловещая подавительница",
		[300561] = "Хламометатель из племени Хламоедов",
		[13877] = 4,
		[206610] = "Хрономатическая аномалия",
		[316944] = 11,
		[128910] = "Ворген-охотница",
		[273942] = 2,
		[321041] = "Отвратительные отходы",
		[208659] = "[*] Кинетическое кольцо",
		[271896] = 4,
		[259853] = "Рикса Огневерт",
		[318995] = "Герус Заточенный",
		[205588] = "Ксавий",
		[206612] = "Хрономатическая аномалия",
		[225042] = "Заразное щупальце",
		[290328] = 2,
		[252687] = "Крадущийся теневой клинок",
		[106898] = 11,
		[273947] = 6,
		[1943] = 4,
		[225043] = "Садовник с Террасы шал'дорай",
		[314903] = "Хепфис",
		[260879] = "Старейшина Ликса",
		[269853] = 5,
		[314904] = "Хепфис",
		[329239] = "Разлагающийся великан",
		[265759] = "Матрона Бриндл",
		[228116] = 2,
		[196376] = "Верховный друид Глайдалис",
		[82326] = 2,
		[331288] = "Хивин Ломатель",
		[2094] = 4,
		[345623] = "Нар'зуда",
		[314907] = "Оссират",
		[267809] = "Забытый обитатель глубин",
		[207640] = 11,
		[104340] = "Клетка с анимой",
		[345625] = "Нар'зуда",
		[314909] = "Оссират",
		[298528] = "Акир-роевик",
		[191259] = 2,
		[225047] = "Садовник с Террасы шал'дорай",
		[226071] = "Арбитр из Сумеречной стражи",
		[252692] = "Крадущийся теневой клинок",
		[19434] = 3,
		[206618] = "Хрономатическая аномалия",
		[227096] = "Внутренний демон",
		[213786] = 3,
		[325153] = 10,
		[226073] = "Визжащий паучок",
		[323107] = "Сочащиеся ошметки",
		[267818] = "Призывательница штормов Фэй",
		[257814] = "Джес Хаулис",
		[306726] = "Вез'окк Беспросветный",
		[321061] = "Миллифисент Манашторм",
		[215836] = "Цветок смерти",
		[263725] = 8,
		[323110] = "Сочащиеся ошметки",
		[47568] = 6,
		[216861] = 2,
		[312873] = "Смертокрыл",
		[333351] = 11,
		[253721] = "Щитоносец из армии Зула",
		[213790] = "Темные вихри",
		[41425] = 8,
		[267824] = "Субстанция души",
		[208671] = "Азагрим",
		[271920] = 7,
		[306732] = "Ра-ден",
		[288303] = "Тиранда Шелест Ветра",
		[306733] = "Ра-ден",
		[199457] = "Харбарон",
		[310829] = "Сумасшедшая мастер ножа",
		[185123] = 12,
		[61391] = 11,
		[288305] = 11,
		[298544] = "Акир - вожак роя",
		[193315] = 4,
		[323118] = "Хаккар Свежеватель Душ",
		[228127] = "Хелия",
		[188196] = 7,
		[39122] = "Дикий хлестун",
		[267830] = "Призывательница штормов Фэй",
		[273974] = 3,
		[228128] = 7,
		[310834] = "Сумасшедшая мастер ножа",
		[236320] = 1,
		[310836] = "Сумасшедшая мастер ножа",
		[205604] = 12,
		[273977] = 6,
		[276025] = 10,
		[280121] = 3,
		[316981] = "Ксав Несломленный",
		[310838] = "Око глубин",
		[213796] = "Неизвестно",
		[290361] = 11,
		[310839] = "Оккультистка - темная целительница",
		[323126] = "Грехокаменная статуя",
		[284219] = "Мехагонский нормализатор",
		[310840] = "Оккультистка - темная целительница",
		[31850] = 2,
		[215845] = "Цветок смерти",
		[216869] = 2,
		[331319] = "Докигг Изверг",
		[310842] = "Оккультистка - темная целительница",
		[115098] = 10,
		[331320] = "Докигг Изверг",
		[276031] = "[*] Бездна отчаяния",
		[327225] = 2,
		[323130] = "[*] Сгущающаяся слизь",
		[267841] = "Призывательница штормов Фэй",
		[269889] = 3,
		[296510] = "Ползучая порча",
		[310845] = "Оккультистка - темная целительница",
		[88990] = 7,
		[306751] = "Гневион",
		[257827] = "Джес Хаулис",
		[27243] = 9,
		[306752] = "Вез'окк Беспросветный",
		[276036] = "Прожорливый ранишу",
		[308801] = "Зардет Черный Коготь",
		[323136] = "Рунический старорог",
		[260900] = "Сестра Солена",
		[5116] = 3,
		[323137] = "Дроман Ульфарран",
		[300612] = 11,
		[257829] = "Молния",
		[323138] = "Ингра Малох",
		[316995] = "Ксав Несломленный",
		[296518] = "\"Шокотрон X1\"",
		[206636] = "Завоевательница из Армии Чести",
		[60114] = 1,
		[208684] = 3,
		[276042] = "[*] Приливная волна",
		[131894] = 3,
		[273995] = "Бешеная наседка",
		[308807] = "Зардет Черный Коготь",
		[225067] = "Падшая стражница врат",
		[288330] = 3,
		[145205] = 11,
		[296522] = "[*] Самоуничтожение",
		[32235] = 2,
		[296523] = "Верный Утробе искатель",
		[298571] = "Механоцикл",
		[228140] = 11,
		[327240] = "Верное создание",
		[288333] = 3,
		[223021] = "[*] Трупное заражение",
		[108447] = 9,
		[329289] = 6,
		[302669] = "Ужас Бездны",
		[213807] = "[*] Взрыв льда",
		[306765] = "Тралл",
		[308814] = 1,
		[206641] = "Триллиакс",
		[325197] = 10,
		[192307] = "Хирья",
		[323150] = "Грехокаменная статуя",
		[260907] = "Сестра Солена",
		[6940] = 2,
		[191284] = "Химдалль",
		[280149] = 6,
		[210738] = 6,
		[317009] = 12,
		[122783] = 10,
		[131900] = 3,
		[248622] = 1,
		[241455] = "Серный инфернал <Горот>",
		[312915] = 10,
		[306772] = "[*] Огромная коса",
		[325202] = 10,
		[204596] = 12,
		[288343] = 5,
		[274009] = 6,
		[325203] = 5,
		[241456] = "Серный инфернал <Горот>",
		[52437] = 1,
		[235313] = 8,
		[205621] = "Ловец Скверны",
		[298584] = "Порабощенная пехотинец",
		[233266] = "Горот",
		[296537] = "Обезумевшая мучительница",
		[298585] = "Порабощенная пехотинец",
		[204598] = 12,
		[63956] = 6,
		[276061] = "Сокрушитель из братства Стальных Волн",
		[302682] = "Трикси Искрожгучка",
		[8092] = 5,
		[323160] = "Заразный зомби",
		[278110] = 1,
		[312922] = 2,
		[298588] = "Механоцикл",
		[325209] = 10,
		[312924] = 4,
		[267874] = "[*] Горящая земля",
		[345689] = 11,
		[114083] = 7,
		[212792] = 8,
		[206649] = 12,
		[225079] = "Падший хранитель",
		[323166] = "Хаккар Свежеватель Душ",
		[276068] = "Хадал Черная Бездна",
		[206650] = 12,
		[333406] = "[*] Ликвидация",
		[225080] = 7,
		[280165] = 11,
		[339550] = "[*] Эхо битвы",
		[325216] = 10,
		[327264] = 10,
		[206651] = "Ксавий",
		[325217] = 10,
		[225081] = "Падший хранитель",
		[258869] = "Маг огня корпорации Эшвейнов",
		[325218] = 10,
		[343648] = 11,
		[222010] = "Солнцевед Тел'арн",
		[314980] = 2,
		[232249] = "Горот",
		[243512] = 12,
		[269931] = "Тенеликий воин",
		[345698] = 2,
		[199486] = 5,
		[269932] = "[*] Рассекающий порыв",
		[333413] = 2,
		[278124] = 1,
		[298602] = "[*] Облако дыма",
		[325223] = "Туманный острожал",
		[327271] = 9,
		[345701] = 2,
		[306794] = "Гневион",
		[325224] = "Туманный острожал",
		[269935] = "Неизвестно",
		[323177] = "Дроман Ульфарран",
		[240443] = "Клещ из Подгнилья",
		[329321] = "Свирепый гаргон",
		[325226] = "Туманный острожал",
		[269937] = 2,
		[345704] = 2,
		[206656] = "Клинки Кошмара",
		[35546] = 4,
		[280177] = 8,
		[122278] = 10,
		[212800] = 12,
		[296560] = "[*] Цепкий статический разряд",
		[53] = 4,
		[258875] = "Бочка черной пелены <Капитан Рауль>",
		[284275] = 1,
		[171846] = 2,
		[329326] = "Верный Утробе стражник душ",
		[240446] = "[*] Взрыв",
		[146250] = 4,
		[171847] = 5,
		[314994] = "Маут",
		[29166] = 11,
		[314995] = "Маут",
		[280184] = 10,
		[207684] = 12,
		[331379] = "Смазчик",
		[267899] = "Брат Айронхалл",
		[53209] = 3,
		[314998] = "Акир - творец теней",
		[207685] = 12,
		[310903] = 8,
		[280187] = 10,
		[331381] = "[*] Вы поскользнулись",
		[267901] = "Брат Айронхалл",
		[171850] = 8,
		[263806] = 7,
		[339573] = "Мордрета, Вечная императрица",
		[233283] = "Горот",
		[347765] = 12,
		[122281] = 10,
		[222021] = "Чародей Тел'арн",
		[66] = 8,
		[100780] = 10,
		[343672] = 1,
		[280192] = 2,
		[323195] = "\"Орифрион\"",
		[278145] = 2,
		[267907] = "[*] Шипы души",
		[329340] = "Верховный адъюдикатор Ализа",
		[325245] = "Домина Отравленный Клинок",
		[278147] = 2,
		[258883] = 12,
		[75] = 3,
		[118699] = 9,
		[222024] = 6,
		[308865] = "Зардет Черный Коготь",
		[193356] = 4,
		[300675] = "[*] Ядовитый туман",
		[280198] = 5,
		[306819] = "Ра-ден",
		[286342] = 2,
		[345727] = 10,
		[315011] = "Акир - творец теней",
		[312964] = "Аматет-землекоп",
		[255814] = "Оживленный почетный страж",
		[278153] = 1,
		[193358] = 4,
		[315013] = "Акир - творец теней",
		[114093] = 7,
		[315014] = 2,
		[207693] = 12,
		[278155] = 2,
		[193359] = 4,
		[11641] = "Бвемба",
		[325254] = "Верховная надзирательница Бериллия",
		[278156] = 2,
		[280204] = 2,
		[331398] = "Нестабильное воспоминание",
		[23920] = 1,
		[216909] = "Око Бездны",
		[280205] = 7,
		[194384] = 5,
		[317065] = 6,
		[329352] = 2,
		[323209] = "Грехокаменная статуя",
		[325257] = "Верховная надзирательница Бериллия",
		[100784] = 10,
		[331401] = "Генерал Кааль",
		[325258] = "Мве'зала",
		[100] = 1,
		[59611] = "Бо'лан Меченый",
		[224078] = 8,
		[312973] = "Аматет-землекоп",
		[306830] = 12,
		[308878] = "Зардет Черный Коготь",
		[286353] = 11,
		[222031] = 12,
		[265876] = "Матрона Альма",
		[325261] = "Верховная надзирательница Бериллия",
		[269972] = "Тенеликий колдун",
		[345739] = 6,
		[227151] = 4,
		[325262] = "Верховная надзирательница Бериллия",
		[269973] = "Тенеликий колдун",
		[280212] = 1,
		[347788] = 5,
		[319120] = "[*] Гнилая желчь",
		[209746] = 11,
		[265879] = "[*] Жуткая метка",
		[300691] = 1,
		[312978] = "Аматет-страж",
		[223057] = "Ночная мать",
		[269976] = "Тенеликий защитник",
		[265881] = "Матрона Альма",
		[300693] = 11,
		[116] = 8,
		[189270] = "Генн Седогрив",
		[265882] = "Матрона Альма",
		[256846] = "Диномант Киш'о",
		[257870] = "Буканьер из братства Стальных Волн",
		[274074] = 6,
		[300695] = 5,
		[204629] = 3,
		[182104] = 2,
		[83381] = "Hiena <Bichuty-Tyrande>",
		[122] = 8,
		[274076] = 2,
		[255824] = "Дазар'айский сокрушитель",
		[32240] = 7,
		[331415] = "Генерал Кааль",
		[252753] = 5,
		[263840] = "Wolf <Xynaro-Durotan>",
		[190297] = "Генн Седогрив",
		[256849] = "Диномант Киш'о",
		[321178] = "Ненасытный громила",
		[265889] = "Поджигатель из братства Чернозубых",
		[211799] = "Элисанда",
		[136] = 3,
		[230229] = "Хелия",
		[139] = 5,
		[229206] = 8,
		[199514] = "Проклятая морем целительница туманов",
		[2383] = 12,
		[276132] = 8,
		[290467] = 4,
		[300706] = "Токсичное чудище",
		[290468] = 5,
		[329376] = "Туманник",
		[290469] = 6,
		[207707] = "Крадущийся теневой клинок",
		[329377] = "Туманник",
		[276136] = 11,
		[127923] = 5,
		[325283] = 5,
		[343713] = 6,
		[80313] = 11,
		[323236] = "Лорд-камергер",
		[276138] = 11,
		[327332] = "Раскольник-целитель",
		[222043] = "Обитатель теней",
		[308903] = "Маут",
		[288426] = 6,
		[333477] = "Кровомес",
		[196447] = 9,
		[263854] = "Raptor <Kuxora-Khadgar>",
		[300714] = 12,
		[201567] = "Проклятый морем рабовладелец",
		[333479] = "Тошногнил",
		[302763] = 5,
		[49376] = 11,
		[276143] = 11,
		[335528] = "Великий Маллеар",
		[298669] = "Трикси Искрожгучка",
		[300717] = 9,
		[261977] = 10,
		[263858] = "Harold <Kuxora-Khadgar>",
		[343721] = 2,
		[228190] = "Гул'дан",
		[270003] = "Оживший страж",
		[255835] = "Жрица Алун'за",
		[317102] = "Н'Зот Заразитель",
		[3391] = "Пульсирующая тыква <Всадник без головы>",
		[304816] = 5,
		[76732] = "Келси Стализвон",
		[317103] = 2,
		[302769] = 4,
		[265910] = "Золотой Змей",
		[258908] = "Скрытный убийца",
		[306866] = "Ра-ден",
		[3567] = 8,
		[278198] = "Железнокорневой бегун",
		[272055] = "Живец",
		[265912] = "Беспокойное облако",
		[333488] = "Амарт",
		[33763] = 11,
		[50401] = 6,
		[339632] = 6,
		[333489] = "Амарт",
		[85948] = 6,
		[265914] = "[*] Расплавленное золото",
		[302774] = 6,
		[263867] = "Пушок <Недаю-Борейскаятундра>",
		[276154] = 11,
		[302775] = 5,
		[115129] = 10,
		[333492] = "Амарт",
		[313015] = 3,
		[77758] = 11,
		[127928] = 6,
		[256864] = "Диномант Киш'о",
		[32242] = 12,
		[306874] = "Грозовой охотник <Ра-ден>",
		[221029] = "[*] Нестабильное разложение",
		[165740] = "Леденящий устрашитель",
		[270016] = "Оживший страж",
		[306876] = "Темный инквизитор Занеш",
		[267969] = "Служитель храма",
		[70080] = "Воскрешенный ведьмак",
		[256866] = "Мастер клинков прилива",
		[343737] = "Юй-лун <Olivas-DunModr>",
		[265923] = "Золотой Змей",
		[267971] = 9,
		[329404] = "Ужасная вытягивательница",
		[190315] = "Натанос Гнилостень",
		[166766] = "Верный Утробе кандальщик",
		[270020] = 10,
		[202602] = 1,
		[267973] = "Служитель храма",
		[306881] = "Охотник Бездны <Ра-ден>",
		[290500] = 10,
		[114108] = 11,
		[221033] = "Сгустившаяся гниль",
		[49379] = 5,
		[5246] = 1,
		[258917] = "Жрица корпорации Эшвейнов",
		[315075] = 8,
		[300741] = 11,
		[77761] = 11,
		[288455] = 1,
		[325315] = 5,
		[208748] = "Ужасное поганище",
		[201581] = "Миллифисент Манашторм",
		[30451] = 8,
		[190319] = 8,
		[300744] = 11,
		[267981] = "Храмовник из Святилища Штормов",
		[319175] = 4,
		[370] = 7,
		[331462] = 11,
		[302794] = 2,
		[258920] = 12,
		[162676] = 5,
		[158581] = 5,
		[116670] = 10,
		[321226] = "Амарт",
		[294606] = 2,
		[308941] = "Дест'агат",
		[200561] = "Неизвестно",
		[258922] = 12,
		[290512] = 10,
		[170869] = 8,
		[302799] = "Обезумевший червинт",
		[263892] = 6,
		[257899] = "Опустошительница из братства Стальных Волн",
		[313039] = "Ярость Н'Зота",
		[210801] = 7,
		[325326] = 5,
		[77764] = 11,
		[313040] = "Ярость Н'Зота",
		[341709] = "Призывательница Туманов",
		[440] = 5,
		[313041] = "Ярость Н'Зота",
		[252781] = "Занчульская знахарка",
		[308947] = "Дест'агат",
		[278231] = 2,
		[258925] = 12,
		[210803] = 10,
		[304853] = 2,
		[265946] = 10,
		[257902] = "[*] Отскакивающий панцирь",
		[272090] = 7,
		[114113] = 11,
		[139133] = 8,
		[319190] = 4,
		[300761] = 11,
		[498] = 2,
		[339669] = 2,
		[308953] = "Око Дест'агат",
		[257904] = "Людвиг фон Тортоллен",
		[331479] = "Зараженные останки",
		[280286] = 4,
		[300764] = "Жижементаль",
		[528] = 5,
		[329433] = 5,
		[210807] = 2,
		[308956] = "Око Дест'агат",
		[313052] = 11,
		[265954] = 11,
		[256882] = "Монзуми",
		[298719] = 1,
		[317149] = "[*] Желудочный сок",
		[302816] = "Обезумевший земляной яростень",
		[201594] = 3,
		[204666] = "Дубосерд",
		[321247] = "Амарт",
		[298722] = 1,
		[199547] = 12,
		[257908] = "Офицер из братства Стальных Волн",
		[308962] = "Искажающее разум щупальце",
		[263912] = "Меректа",
		[276199] = 6,
		[327393] = "Нар'зуда",
		[242551] = 8,
		[102342] = 11,
		[313060] = 2,
		[278249] = 10,
		[209788] = 12,
		[146308] = 7,
		[321253] = "[*] Последняя жатва",
		[45544] = 12,
		[333540] = "Зира Двурушница",
		[311015] = "Ужасное чудище",
		[258935] = "Жрица корпорации Эшвейнов",
		[274156] = 6,
		[276204] = 2,
		[313064] = 2,
		[190336] = 8,
		[276205] = 1,
		[278253] = 8,
		[313065] = 2,
		[276206] = 2,
		[768] = 11,
		[772] = 1,
		[276207] = 2,
		[311019] = "Ужасное чудище",
		[321258] = "[*] Последняя жатва",
		[282351] = 5,
		[195457] = 4,
		[188290] = 6,
		[288495] = 12,
		[276209] = 2,
		[276210] = 2,
		[222079] = "Заклинательница Скверны Фарамера",
		[247676] = 2,
		[276211] = 2,
		[311023] = "Ужасное чудище",
		[306928] = "Шад'хар Ненасытный",
		[276212] = "Шеф Разданк",
		[27638] = "Стальной коготь раскольников",
		[265974] = "Гальваззт",
		[270070] = 4,
		[263927] = "Меректа",
		[306930] = "Шад'хар Ненасытный",
		[325360] = "Верховная надзирательница Бериллия",
		[256893] = 2,
		[116680] = 10,
		[306932] = "[*] Токсичный покров",
		[308980] = "Заразная опухоль",
		[197509] = "Кровавый червь <Kazogan-Silvermoon>",
		[198533] = "Статуя Нефритовой Змеи <Olivas-DunModr>",
		[208772] = 5,
		[306934] = "Шад'хар Ненасытный",
		[268027] = "Живой поток",
		[221059] = "Сгустившаяся гниль",
		[288505] = 3,
		[268028] = "Живой поток",
		[327413] = "Голиаф раскольников",
		[980] = 9,
		[228227] = "Гарм",
		[321271] = 10,
		[331510] = "Непреклонный соперник",
		[256896] = 2,
		[167819] = "Гул'дан",
		[272126] = 7,
		[228228] = "Гарм",
		[327416] = "Голиаф раскольников",
		[222085] = "Кошмарное слияние",
		[256897] = "Злобный портовый пес",
		[1064] = 7,
		[321275] = "[*] Быстрая инфекция",
		[51690] = 4,
		[194442] = "Промокший насквозь страж душ",
		[302847] = 12,
		[1160] = 1,
		[300800] = 2,
		[270084] = "Капитан стражи Ату",
		[300801] = 1,
		[262019] = "Механожокей",
		[313088] = 12,
		[300802] = 1,
		[311041] = "Мрачный провидец",
		[263943] = "Плетельщица рун из ковена Мертвых Сердец",
		[347901] = 11,
		[319233] = 6,
		[222089] = 2,
		[308995] = "Шупальце Дест'агат",
		[202636] = 11,
		[308996] = "Н'Зот Заразитель",
		[327426] = "Расколотое видение",
		[205708] = 8,
		[300806] = 10,
		[327427] = "Расколотое видение",
		[30455] = 8,
		[308998] = "Падший надсмотрщик",
		[319237] = 2,
		[190351] = "Натанос Гнилостень",
		[319238] = 6,
		[272140] = "[*] Железный ливень",
		[298761] = 5,
		[300809] = 1,
		[102351] = 11,
		[306953] = "Шад'хар Ненасытный",
		[48108] = 8,
		[32375] = 5,
		[186257] = 3,
		[278192] = "Железнокорневой бегун",
		[186258] = 3,
		[331295] = "Огненный шип",
		[319243] = 6,
		[296718] = "Безликий сокрушитель воли",
		[212942] = "Кошмарный гной",
		[300814] = 6,
		[329171] = "Грехокаменная статуя",
		[263905] = "Плетельщица рун из ковена Мертвых Сердец",
		[259856] = "Рикса Огневерт",
		[341770] = 4,
		[319245] = 6,
		[115151] = 10,
		[1680] = 1,
		[341771] = "Костяной чародей",
		[343819] = 10,
		[193456] = 12,
		[210833] = 8,
		[329170] = "Грехокаменная статуя",
		[343820] = 10,
		[263958] = "Клубок змей",
		[190356] = 8,
		[1752] = 4,
		[118] = 8,
		[263959] = "Исказительница душ из ковена Мертвых Сердец",
		[1776] = 4,
		[1784] = 4,
		[73685] = 7,
		[321297] = 3,
		[190357] = 8,
		[345864] = 6,
		[331217] = "[*] Общая боль",
		[263961] = "Исказительница душ из ковена Мертвых Сердец",
		[202644] = 12,
		[2336] = 2,
		[319251] = "Похититель ярости",
		[313108] = 3,
		[306965] = "Темное заблуждение",
		[325395] = "Shadowclone Stalker",
		[337659] = 11,
		[226194] = "Ксавий",
		[186263] = 5,
		[268059] = "Жрица моря - спиритуалистка",
		[327331] = "Раскольник-целитель",
		[298452] = 12,
		[296793] = 11,
		[308967] = "Падший надсмотрщик",
		[270108] = "[*] Разлагающая спора",
		[23161] = 9,
		[208769] = 12,
		[268061] = "Чумной знахарь",
		[319255] = 6,
		[276146] = 11,
		[276111] = 2,
		[268062] = 3,
		[208790] = 12,
		[313113] = 4,
		[186265] = 3,
		[288524] = "Калдорай-охотница",
		[212886] = "Ил'гинот",
		[222101] = "Заклинательница Скверны Фарамера",
		[306971] = "Ярость Н'Зота",
		[208771] = 5,
		[233364] = 3,
		[296733] = "Безликий сокрушитель воли",
		[55748] = 3,
		[300818] = "Слизнюк-гномоед",
		[200631] = "Бешеная визгунья",
		[254873] = 9,
		[266018] = 5,
		[250735] = 6,
		[184248] = 1,
		[335308] = "Страж глубин",
		[333260] = 1,
		[198386] = "Верховный друид Глайдалис",
		[263636] = "Одурманенный вышибала",
		[222103] = "Кошмарное слияние",
		[182172] = "Плут пламени Скверны",
		[268068] = 3,
		[302880] = 11,
		[288546] = "Чародей из войска мертвых <Lacria-Silvermoon>",
		[298785] = 5,
		[257886] = "[*] Лужа морской воды",
		[270117] = 1,
		[222104] = "Кошмарное слияние",
		[274213] = "Заклинатель спор Занча",
		[276229] = "\"БУМБОТ\"",
		[276282] = "Ученик призывательницы штормов",
		[288548] = "Чародей из войска мертвых <Lacria-Silvermoon>",
		[306978] = "Ярость Н'Зота",
		[309026] = 2,
		[278310] = 8,
		[345545] = 3,
		[335306] = "Страж глубин",
		[207771] = 12,
		[319236] = 6,
		[272183] = "Падший вестник смерти",
		[186270] = 3,
		[306982] = 1,
		[335305] = "Страж глубин",
		[68996] = 11,
		[339400] = 3,
		[333602] = "Хрупкий маг",
		[298823] = 2,
		[300832] = 3,
		[290600] = 2,
		[276266] = "Жрица моря - спиритуалистка",
		[201634] = 2,
		[304722] = 5,
		[206749] = "Триллиакс",
		[317222] = 1,
		[34026] = 3,
		[196528] = 6,
		[323347] = "Хранитель врат с \"Золрамуса\"",
		[276268] = "Храмовник из Святилища Штормов",
		[102359] = 11,
		[311192] = 2,
		[306985] = "Ярость Н'Зота",
		[157503] = 7,
		[311081] = "Обезумевший новобранец",
		[313129] = "Акир-трутень",
		[306986] = "Ярость Н'Зота",
		[333641] = "Воскрешенный полководец",
		[190364] = "Натанос Гнилостень",
		[296748] = "Могучий крушитель",
		[339751] = "Эхо наездника на быке",
		[268080] = "[*] Аура апатии",
		[33778] = 11,
		[226205] = "[*] Лужа жижи",
		[306988] = "Ярость Н'Зота",
		[325418] = "Иглобрюх-кислотник",
		[147367] = 1,
		[222110] = "Темный крушитель",
		[223134] = "Внутренний демон",
		[337614] = 2,
		[257946] = 3,
		[201633] = "Неизвестно <Kaddy-ColinasPardas>",
		[323372] = "\"Орифрион\"",
		[262027] = 6,
		[311086] = "Обезумевший новобранец",
		[148392] = 1,
		[266036] = "Ведьма-послушница",
		[207777] = 4,
		[208801] = "Ночная сфера",
		[272180] = "Искаженный ужас",
		[304975] = "Инквизитор Гншал",
		[317231] = "Ксав Несломленный",
		[302656] = 6,
		[265953] = 11,
		[345539] = 8,
		[268086] = "[*] Аура ужаса",
		[318976] = "[*] Ошеломляющий взор",
		[276234] = "\"БУМБОТ\"",
		[331548] = "Г4В-Г4В",
		[236329] = "[*] Звездный ожог",
		[278326] = 12,
		[3600] = "Неизвестно",
		[339759] = "Мордрета, Вечная императрица",
		[268088] = "Сестра Маладия",
		[311091] = "Фанатичная приверженка",
		[280375] = 2,
		[306996] = "Неизвестно",
		[313082] = 2,
		[341442] = "Извергающаяся слизь",
		[259830] = "Заклинатель спор Занча",
		[321269] = 10,
		[199589] = "Хеларьяр - призывательница туманов",
		[280398] = 5,
		[296759] = 5,
		[331316] = "Докигг Изверг",
		[61168] = "Оскалившийся черепокол",
		[262046] = "Чешуйчатый наездник на кролуске",
		[148396] = 5,
		[206757] = "Тюремщик Д'зорикс",
		[207778] = 7,
		[319286] = "Воплощение ярости",
		[327397] = "Нар'зуда",
		[200589] = "Гноешкурый гризли",
		[229255] = "Один",
		[262047] = "Борец из стаи Да'ки",
		[205707] = "[*] Временная сфера",
		[268024] = "Сердце Сетралисс",
		[222086] = "Кошмарное слияние",
		[311097] = "[*] Конденсация Бездны",
		[116705] = 10,
		[266047] = 2,
		[276286] = "[*] Кромсающий ураган",
		[311098] = "Фанатичная приверженка",
		[288573] = 3,
		[57841] = 4,
		[191401] = "Валарьяр-лучница",
		[327481] = "Кин-Тара",
		[270058] = 5,
		[268013] = "Проклинатель худу",
		[329425] = "Охранник плавильной печи",
		[300762] = 8,
		[313148] = 10,
		[206760] = 4,
		[224127] = 7,
		[193455] = 3,
		[280385] = 1,
		[138130] = "Неизвестно",
		[292672] = 11,
		[294720] = 2,
		[308673] = "Око хаоса",
		[223143] = 10,
		[198379] = "Верховный друид Глайдалис",
		[263914] = "Меректа",
		[258979] = "Теневой клинок Рази",
		[307008] = "Взор безумия",
		[276292] = "Ученик Айронхалла",
		[245686] = 6,
		[136163] = 2,
		[257883] = "Хадал Черная Бездна",
		[70616] = "Верховный маг Корелн",
		[274282] = 11,
		[280389] = "Жуткий капитан Локвуд",
		[219049] = "Натуралист Тел'арн",
		[256739] = 5,
		[57822] = 4,
		[321345] = 2,
		[255909] = 4,
		[185245] = 12,
		[200620] = "Разъяренный коготь ночи",
		[327100] = "[*] Пагубный туман",
		[307012] = "Взор безумия",
		[228265] = "Гул'дан",
		[302917] = 1,
		[238454] = 9,
		[266058] = 7,
		[276297] = "Глубоководная ритуалистка",
		[183263] = "Гормлинг-плевун",
		[80353] = 8,
		[121820] = 7,
		[341826] = 3,
		[56814] = 4,
		[205741] = "Ксавий",
		[203533] = 2,
		[116189] = 10,
		[5760] = 4,
		[296777] = 10,
		[333242] = "Яростный кроворог",
		[228267] = "Гул'дан",
		[335685] = "Верный Утробе заклинатель душ",
		[304969] = "Инквизитор Гншал",
		[307017] = "Тлеющий осколок",
		[310984] = 11,
		[319304] = "Нарос",
		[80354] = 11,
		[186289] = 3,
		[57819] = 3,
		[278350] = 9,
		[313162] = 10,
		[222078] = "Заклинательница Скверны Фарамера",
		[183218] = 2,
		[333241] = "Яростный кроворог",
		[205691] = 3,
		[307020] = "Вексиона",
		[292686] = 12,
		[311116] = "Шипастое щупальце",
		[280400] = 1,
		[200642] = "Грозная разрушительница",
		[273935] = 12,
		[52212] = 6,
		[258986] = "Теневой клинок Рази",
		[298831] = "Верный Утробе часовой",
		[329582] = 8,
		[323001] = "Халкиас",
		[66021] = "Рыцарь Черного Клинка",
		[307023] = "[*] Взрыв души",
		[323365] = "[*] Цепляющаяся тьма",
		[108446] = 9,
		[304976] = "Инквизитор Гншал",
		[290642] = 12,
		[206677] = "Крос",
		[319346] = "[*] Бремя бесконечности",
		[189364] = 1,
		[290643] = 3,
		[199603] = 4,
		[335694] = "Верный Утробе вестник гибели",
		[47585] = 5,
		[190330] = "Предсказатель Нобундо",
		[316856] = "Алый защитник",
		[311122] = "Шипастое щупальце",
		[264024] = "Исказительница душ из ковена Мертвых Сердец",
		[298836] = 12,
		[322999] = "Девия",
		[302932] = 1,
		[7328] = 2,
		[274264] = 1,
		[206609] = "Хрономатическая аномалия",
		[302521] = "Ужас Бездны",
		[329554] = 12,
		[316855] = "Алый защитник",
		[268122] = "Сестра Брайар",
		[333485] = "Тошногнил",
		[72166] = "Призрачный маг",
		[298839] = 6,
		[42223] = 9,
		[327093] = 6,
		[61684] = "Bestia espíritu <Bichuty-Tyrande>",
		[15487] = 5,
		[325461] = 6,
		[200630] = "Бешеная визгунья",
		[321366] = "Леди Инерва Дарквейн",
		[227251] = "Ночная сфера",
		[268125] = "[*] Аура шипов",
		[327510] = 2,
		[280412] = 6,
		[331606] = "Подавляющее знамя <Ксав Несломленный>",
		[268126] = "Сестра Брайар",
		[233395] = 6,
		[16191] = 7,
		[260016] = "Неизвестно",
		[325464] = 6,
		[124280] = 10,
		[205766] = 8,
		[30449] = 8,
		[224181] = "Астральный защитник",
		[116706] = 10,
		[321370] = "Налтор Криомант",
		[205648] = 7,
		[110051] = 2,
		[106951] = 11,
		[286393] = 2,
		[57842] = 4,
		[321444] = 11,
		[233397] = 6,
		[329563] = "Сумрачный землетряс",
		[276137] = 11,
		[280404] = 1,
		[262066] = "Механомиротворец",
		[329564] = "Сумрачный землетряс",
		[214968] = 6,
		[321368] = "Налтор Криомант",
		[311135] = 11,
		[226231] = "Астральная предсказательница",
		[227255] = 12,
		[211897] = "Сферический уборщик",
		[313215] = "[*] Поток образов",
		[148417] = 5,
		[274087] = "Зекхан",
		[256948] = 5,
		[227041] = 2,
		[72169] = "Призрачный маг",
		[307042] = "Слияние плоти",
		[317066] = "Пожинатель мыслей",
		[49143] = 6,
		[288613] = 3,
		[277943] = 7,
		[220957] = "Внутренний демон",
		[179057] = 12,
		[63963] = 3,
		[307044] = "Слияние плоти",
		[343470] = "Скелет-мародер",
		[278376] = 3,
		[321379] = 5,
		[331618] = "Ксав Несломленный",
		[333231] = "Сатель Злосчастный",
		[278377] = 11,
		[226234] = 2,
		[307046] = 12,
		[245723] = 1,
		[204733] = "Взрывчатый скорпид",
		[207682] = 12,
		[274283] = 11,
		[77220] = 9,
		[302952] = 8,
		[275893] = 10,
		[235450] = 8,
		[331399] = "Маркграфиня Страдама",
		[196543] = "Фенрир",
		[308876] = "Неизвестно <Зардет Черный Коготь>",
		[302758] = 2,
		[207806] = "Капитан патруля Гердо",
		[276140] = 8,
		[72171] = "Призрачный маг",
		[331623] = 9,
		[300907] = 3,
		[196448] = 9,
		[312751] = 2,
		[223165] = "Уничтожитель Скверны",
		[44544] = 8,
		[335720] = "Верный Утробе ритуалист",
		[201664] = 11,
		[307052] = "Ярость Н'Зота",
		[114165] = 2,
		[196545] = 6,
		[264050] = "Заклинательница шипов из ковена",
		[307053] = "[*] Лужи лавы",
		[317292] = "Н'Зот Заразитель",
		[125883] = 10,
		[280433] = 11,
		[323436] = 7,
		[223201] = "Ротос",
		[212704] = 3,
		[313198] = 5,
		[255931] = "Королевский грозный страж",
		[256955] = "Рыцарь-капитан Валири",
		[176069] = "Агрессивный гнилячок",
		[321390] = 8,
		[46585] = 6,
		[228287] = 10,
		[298651] = "Механоцикл",
		[305009] = 11,
		[307057] = "Вексиона",
		[162530] = 10,
		[176070] = "Агрессивный гнилячок",
		[209858] = "Ученик жрецов моря",
		[251837] = 2,
		[596] = 5,
		[286581] = 4,
		[115176] = 10,
		[318892] = "Ночной Плащ - фехтовальщик",
		[302721] = 3,
		[302964] = "Ма'хаат Упорный",
		[264057] = 9,
		[251838] = 11,
		[300917] = 5,
		[20473] = 2,
		[264058] = 2,
		[206788] = "Триллиакс",
		[224194] = "Астральный защитник",
		[274062] = 10,
		[278134] = 1,
		[22271] = "Леди Джайна Праудмур",
		[317301] = "К'тир - вестник рока",
		[323190] = "Сшитый боец авангарда",
		[341902] = "Боевой ритуалист",
		[298872] = 2,
		[256959] = "Оживленный почетный страж",
		[31230] = 4,
		[329589] = 8,
		[266109] = "Дикий кровавый роевик",
		[280210] = 1,
		[286587] = 10,
		[313208] = "Образ отпущения",
		[157644] = 8,
		[321220] = "Взбесившийся вурдалак",
		[77762] = 7,
		[209862] = "[*] Вулканический шлейф",
		[198368] = 4,
		[323437] = "Лорд-камергер",
		[298946] = "Нано Мегабум",
		[115178] = 10,
		[255937] = 2,
		[313089] = 12,
		[208839] = "Ночная сфера",
		[331624] = 3,
		[243651] = 8,
		[203720] = 12,
		[204744] = "[*] Токсичный хитин",
		[329127] = 2,
		[92089] = 10,
		[126389] = 3,
		[280201] = 4,
		[313213] = "Ра-ден",
		[194506] = "Туманная гончая",
		[205649] = "Корональный выброс",
		[251836] = 4,
		[205644] = "Древень <Сострадание>",
		[307071] = "Анаболический нарост",
		[314791] = 8,
		[307048] = "Ярость Н'Зота",
		[321406] = "Неизвестно",
		[199600] = 4,
		[290365] = 4,
		[196555] = 12,
		[164815] = 11,
		[87023] = 8,
		[222939] = "Страж Горрок",
		[306770] = "Нарос",
		[288644] = 1,
		[315265] = "Неизвестно",
		[48891] = 12,
		[327552] = "Роковой гриб",
		[205771] = "Крадущийся ужас <Ксавий>",
		[255941] = 2,
		[5217] = 11,
		[182062] = 6,
		[292264] = "\"Омега-крушитель\"",
		[194509] = 5,
		[316959] = "Кислотный пищеваритель",
		[209628] = "Советник Меландр",
		[230345] = "[*] Падающая комета",
		[87024] = 8,
		[207820] = "Генн Седогрив",
		[120692] = 5,
		[325027] = "Друст-древолом",
		[315269] = "Неизвестно",
		[222938] = 12,
		[345504] = "Неизвестно",
		[115181] = 10,
		[253654] = "Дазар'айский сокрушитель",
		[335467] = 5,
		[5761] = 4,
		[268203] = "Неизвестно",
		[258773] = "Небесный капитан Крагг",
		[305060] = 2,
		[311176] = "Н'Зот Заразитель",
		[222156] = "Плут пламени Скверны",
		[206798] = "[*] Токсичные объедки",
		[308643] = "Взломанный заводной ракетобот",
		[290213] = 11,
		[345695] = 2,
		[121837] = 3,
		[228300] = "Хелия",
		[302987] = 3,
		[329608] = "Покрытый рунами колосс",
		[270187] = "Вик'Гот",
		[256969] = "Злобный портовый пес",
		[195292] = 6,
		[288654] = 1,
		[58875] = 7,
		[268177] = "Говорящая с ветрами Хелдис",
		[188370] = 2,
		[313228] = "[*] Метка Бездны",
		[222168] = 4,
		[256970] = "Рыцарь-капитан Валири",
		[5215] = 11,
		[296847] = "[*] Подавляющая аура",
		[121838] = 2,
		[323385] = 4,
		[102793] = 11,
		[32239] = 3,
		[7744] = 4,
		[256971] = "Злобный портовый пес",
		[323406] = "[*] Рваная рана",
		[272276] = 5,
		[298897] = "Трикси Искрожгучка",
		[228055] = "Хелия",
		[298837] = 5,
		[300650] = "Токсичный скрытень",
		[298898] = "Нано Мегабум",
		[96231] = 2,
		[325021] = "Туманный хищник",
		[208697] = "Щупальце смертоносного взгляда",
		[153561] = 8,
		[268183] = 2,
		[262092] = "Одурманенный вышибала",
		[305043] = 11,
		[266136] = 9,
		[268184] = "Говорящая с ветрами Хелдис",
		[270232] = 8,
		[280170] = 3,
		[307092] = "Ярость Н'Зота",
		[213981] = 4,
		[325020] = 5,
		[305045] = 11,
		[292380] = 2,
		[325523] = "Порочный темный клинок",
		[333634] = "Амарт",
		[264091] = 12,
		[153563] = "[*] Пронзание",
		[268187] = "Говорящая с ветрами Хелдис",
		[262094] = 1,
		[3408] = 4,
		[223038] = "Страж Рарсон",
		[268188] = "Говорящая с ветрами Хелдис",
		[167898] = 4,
		[313239] = "Пророк Скитра",
		[153564] = 8,
		[31616] = 7,
		[327574] = 6,
		[205782] = "Крадущийся ужас <Ксавий>",
		[255952] = "Небесный капитан Крагг",
		[207830] = "Заразный ужас",
		[335766] = 11,
		[269928] = "Тенеликий защитник",
		[304716] = 6,
		[127915] = 11,
		[303003] = 1,
		[305051] = 2,
		[102352] = 11,
		[331161] = 1,
		[217046] = "Остаток Бездны <Око Бездны>",
		[226005] = "Дрессированный темночешуйчатый змей",
		[315291] = "[*] Поглощающий колодец",
		[211927] = "Хрономатическая аномалия",
		[270241] = "Пылающий углестраж",
		[306767] = "Тралл",
		[58867] = "Дух волка <Террамото>",
		[232405] = 2,
		[45297] = 7,
		[296863] = 9,
		[2061] = 5,
		[302491] = 12,
		[327233] = "Изрыгатель чумы",
		[337819] = 12,
		[322968] = "Друст - злобный коготь",
		[256979] = "Капитан Юдора",
		[327581] = "Изрыгатель чумы",
		[264101] = "Аква'сирр",
		[212794] = "Тихондрий",
		[199483] = 3,
		[48892] = 6,
		[288675] = 7,
		[317001] = "[*] Боязнь темноты",
		[325535] = "Порочный псарь",
		[311201] = 2,
		[40192] = 2,
		[274342] = "Гюрзис",
		[329110] = "Доктор Икус",
		[311202] = 1,
		[264104] = "[*] Руническая метка",
		[323489] = "Изготовитель кадавров",
		[232408] = "[*] Смрадная гниль",
		[270248] = "Пылающий углестраж",
		[2641] = 3,
		[114089] = 7,
		[333729] = "Оживленный костяной воин",
		[278095] = 7,
		[276046] = "Дюнный пожиратель Краулок",
		[323491] = 7,
		[268202] = "Неизвестно",
		[208860] = "Ужасное поганище",
		[185311] = 4,
		[274346] = 12,
		[138213] = 4,
		[206645] = "Триллиакс",
		[190300] = "Генн Седогрив",
		[325013] = 5,
		[300968] = 11,
		[233434] = "[*] Некротический яд",
		[257831] = 4,
		[227291] = "Неизвестно <Shween-Dragonblight>",
		[220124] = 2,
		[204766] = "Кристаллический скорпид",
		[264110] = "Меченая сестра",
		[300514] = "Шаман из племени Хламоедов",
		[333734] = 2,
		[306735] = "Гневион",
		[264111] = "Меченая сестра",
		[202719] = 12,
		[24450] = "Кошка <Бесяфка-ВечнаяПесня>",
		[275866] = 1,
		[313258] = "Темный инквизитор Занеш",
		[223197] = "Ротос",
		[232412] = 9,
		[208863] = "Элисанда",
		[264777] = 1,
		[323498] = 7,
		[333737] = "Неизвестно",
		[327594] = "Изрыгатель чумы",
		[213983] = 4,
		[274281] = 11,
		[256986] = "Портовый заводчик",
		[211881] = 12,
		[98727] = 3,
		[263853] = 10,
		[317357] = 3,
		[205102] = "Эредарская сумеречная целительница",
		[115191] = 4,
		[231390] = 3,
		[268212] = "[*] Малый оберег усиления",
		[208865] = "Элисанда",
		[3409] = 4,
		[315311] = "Акир-трутень",
		[325550] = "Домина Отравленный Клинок",
		[265781] = "Золотой Змей",
		[2008] = 7,
		[274357] = 3,
		[95738] = 1,
		[265625] = "Оскверненный дух",
		[264119] = 9,
		[113656] = 10,
		[325552] = "Домина Отравленный Клинок",
		[221153] = "Пульсарон",
		[115192] = 4,
		[274359] = "Лорд Штормсонг",
		[199652] = "Король Ранульф",
		[92155] = 2,
		[202028] = 11,
		[12472] = 8,
		[228321] = "Квалдир - терзатель душ",
		[172008] = 3,
		[14914] = 5,
		[206820] = "Триллиакс",
		[275863] = 4,
		[306656] = "Вез'окк Беспросветный",
		[205523] = 10,
		[298461] = 2,
		[162794] = 12,
		[316935] = "Темнокрыл-горгулья",
		[66047] = "Рыцарь Черного Клинка",
		[206821] = "Триллиакс",
		[124408] = 7,
		[209693] = 12,
		[214308] = "[*] Кошмарные корни",
		[323510] = 7,
		[317367] = "Кул'тарок",
		[221156] = "Хаосоид",
		[207141] = "Сферический уборщик",
		[215761] = "Неизвестно",
		[312866] = "Смертокрыл",
		[279956] = 2,
		[265773] = "Золотой Змей",
		[339894] = 12,
		[146739] = 9,
		[311226] = 2,
		[346038] = 6,
		[298940] = "Нано Мегабум",
		[224229] = "Небесная послушница",
		[278463] = "Обезумевший мастер выживания",
		[347625] = 5,
		[315323] = 2,
		[300989] = 5,
		[221158] = "Хаосоид",
		[264130] = 9,
		[51714] = 6,
		[263573] = "Гюрзис",
		[327611] = 6,
		[251839] = 1,
		[345599] = 2,
		[325564] = 2,
		[204777] = "[*] Взрывоопасная гниль",
		[203554] = 11,
		[213858] = 1,
		[199658] = 1,
		[311231] = 7,
		[311261] = 2,
		[260067] = "Бобби Хаулис <Джес Хаулис>",
		[316951] = "Кислотный пищеваритель",
		[303041] = 2,
		[70145] = "Воскрешенный ведьмак",
		[274373] = 6,
		[341949] = "[*] Иссушающая гниль",
		[213771] = 11,
		[193234] = "[*] Танцующий клинок",
		[298947] = "Нано Мегабум",
		[325077] = 8,
		[20484] = 11,
		[115196] = 4,
		[267666] = 3,
		[11327] = 4,
		[200684] = "Грозный отравитель",
		[313283] = "Вексиона",
		[260881] = 7,
		[325570] = 2,
		[302477] = "Блуждающее порождение Бездны",
		[94719] = 9,
		[255974] = 10,
		[268234] = "Желчный слизнюченыш",
		[200685] = 12,
		[72194] = "Дух пехотинца",
		[32747] = 12,
		[213275] = "Заклинательница клинков Алуриэль",
		[278474] = "Заклинательница шипов из ковена",
		[264140] = "Шипастая гончая",
		[228631] = "Моряк из Ночного дозора",
		[257737] = "Призыватель шторма из братства Стальных Волн",
		[344003] = "Чумной бурильщик",
		[213760] = "Неизвестно",
		[6201] = 9,
		[69070] = 4,
		[298510] = "Акир - повелитель ядов",
		[314889] = "Открытый синапс",
		[331718] = "Туманная защитница",
		[91807] = "Marrowbender <Lacria-Silvermoon>",
		[152277] = 1,
		[32223] = 2,
		[266191] = "[*] Крутящийся топор",
		[268239] = "Сторожевой элементаль",
		[344006] = 10,
		[24708] = 3,
		[274383] = "Крысолов",
		[93341] = 11,
		[206744] = "Гул'дан",
		[213709] = 11,
		[331721] = "Туманная защитница",
		[283143] = "Магнитохват",
		[335817] = "Девия",
		[51460] = 6,
		[199552] = 12,
		[268242] = "Сторожевой элементаль",
		[294863] = "Непримечательное растение",
		[296911] = "Безграничная порча",
		[315341] = 4,
		[157982] = 11,
		[331224] = "Усиленный душами похититель костей",
		[298630] = "Слуга Бездны - щитоносец",
		[274387] = "[*] Поглощение тьмой",
		[196881] = 7,
		[225263] = "Сущность Кошмара",
		[209905] = 1,
		[153592] = 5,
		[298488] = "Акир-костекрушитель",
		[102401] = 11,
		[264150] = "Шипастый страж",
		[266198] = 10,
		[199667] = 1,
		[311249] = 2,
		[215307] = 2,
		[268797] = "Алхимик Торговой компании",
		[327162] = 7,
		[278486] = "Созерцатель тьмы <Детериора>",
		[189363] = 3,
		[288680] = 6,
		[192206] = "[*] Освящение",
		[199373] = "Войско мертвых <Lacria-Silvermoon>",
		[125439] = 3,
		[210931] = "Глаз Ил'гинота",
		[221189] = "Молниеносец",
		[311250] = 2,
		[35079] = 3,
		[228171] = "Химдалль",
		[341969] = "Чумной изрыгатель слизи",
		[260805] = "Сестра Маладия",
		[72198] = "Дух пехотинца",
		[153595] = 8,
		[311052] = "Обезумевший новобранец",
		[224515] = "Аристократ-исказитель",
		[90628] = 2,
		[274395] = 2,
		[116616] = 4,
		[316802] = 12,
		[313303] = "[*] Сожженный мост",
		[323542] = "Сочащиеся ошметки",
		[322945] = "Халкиас",
		[319447] = "Усиленный имперский смотритель",
		[329686] = 3,
		[206838] = 1,
		[57548] = "[*] Прикосновение валь'киры",
		[192249] = 7,
		[280541] = 3,
		[339926] = 1,
		[292828] = "Щупальце ужаса",
		[221173] = "Молниеносец",
		[285152] = "\"Гномогедд-0Н\"",
		[274399] = 11,
		[302555] = "Защитник Азерот <Adania-Malorne>",
		[196354] = "Верховный друид Глайдалис",
		[275936] = 12,
		[323546] = 11,
		[268769] = 4,
		[290718] = 12,
		[197625] = 11,
		[323547] = 4,
		[224246] = "Небесная послушница",
		[176124] = "Агрессивный гнилячок",
		[193530] = 3,
		[294549] = "[*] Пламя горнила",
		[333787] = "Разъяренный дух",
		[345546] = 12,
		[164862] = 11,
		[339931] = 1,
		[268260] = "Канонир дома Эшвейнов",
		[296540] = "Обезумевшая мучительница",
		[256740] = 5,
		[339932] = 1,
		[333789] = "Разъяренный дух",
		[327646] = "Мве'зала",
		[264166] = "Воденыш",
		[265911] = "Беспокойное облако",
		[333790] = "Разъяренный дух",
		[167935] = "Гул'дан",
		[288740] = 10,
		[323552] = "Верховный адъюдикатор Ализа",
		[66198] = 6,
		[327648] = "Раскольница-инквизитор",
		[197628] = 11,
		[315362] = 4,
		[294685] = 2,
		[311267] = "Сектантка - теневой клинок",
		[250870] = 8,
		[290790] = 11,
		[114052] = 7,
		[278504] = "Руническая послушница",
		[321507] = 8,
		[236321] = 1,
		[208672] = "Азагрим",
		[30213] = "Даг-тараши <Нелиндель>",
		[250871] = 10,
		[290792] = 3,
		[325260] = "Верховная надзирательница Бериллия",
		[81297] = 2,
		[197630] = 11,
		[290793] = 5,
		[276943] = 4,
		[327653] = "Раскольник-защитник",
		[250872] = 3,
		[323558] = 4,
		[5277] = 4,
		[294890] = "Неисправный хламобот",
		[300414] = "Перемалыватель из племени Хламоедов",
		[307177] = "Зачарованный ритуалист",
		[322939] = "Друст-жнец",
		[327655] = "Раскольник-защитник",
		["DEBUFF"] = 7,
		[323560] = 4,
		[32645] = 4,
		[196608] = 10,
		[24710] = 4,
		[206847] = "Внутренний демон",
		[257278] = "Красавчик Харлан",
		[274149] = "Энергетический фрагмент",
		[280052] = 2,
		[266225] = "Горак Тул",
		[268273] = "Жрец моря - каратель",
		[294894] = "Неисправный хламобот",
		[238588] = "Горот",
		[322938] = "Друст-жнец",
		[268274] = "Азартный пират",
		[59638] = "Namora-Minahonda <Namora-Minahonda>",
		[193538] = 4,
		[193235] = "Химдалль",
		[252923] = "Занчульская знахарка",
		[270323] = 3,
		[57547] = "Бринья",
		[190411] = 1,
		[248828] = 5,
		[205636] = 11,
		[339978] = 2,
		[274420] = 9,
		[236777] = 3,
		[258921] = 12,
		[132951] = 6,
		[255996] = 12,
		[268278] = "Леди Уэйкрест",
		[166814] = 5,
		[288756] = 2,
		[266231] = "Кула Живодерка",
		[298841] = 6,
		[229376] = 8,
		[5308] = 1,
		[323569] = "Сын Хаккара",
		[333808] = "Доктор Икус",
		[345495] = "Вспененная пустула",
		[250878] = 2,
		[203651] = 11,
		[19577] = 3,
		[229377] = 5,
		[319070] = "Костномозговая слизь",
		[272071] = 1,
		[319733] = "Эшелон",
		[60424] = 8,
		[313001] = 5,
		[274426] = 11,
		[228354] = 8,
		[198892] = "Штормовой дракон",
		[45242] = 5,
		[323573] = "[*] Осадок",
		[232450] = "Хелия",
		[270332] = 3,
		[36554] = 4,
		[266237] = "Ака'али Завоевательница",
		[203782] = 12,
		[212997] = "Тихондрий",
		[305145] = 6,
		[307193] = 11,
		[210152] = 12,
		[79886] = "Зор Одинокое Дерево",
		[32390] = 9,
		[274430] = 8,
		[325624] = 5,
		[335863] = "Мерзкий ползун",
		[313338] = 1,
		[274431] = 4,
		[39897] = 5,
		[262145] = "Бледный головорез",
		[337912] = 10,
		[290814] = 6,
		[86392] = 4,
		[225119] = 8,
		[130418] = "Оскалившийся черепокол",
		[59913] = 5,
		[319529] = "Похитительница ненависти",
		[270338] = 3,
		[72208] = "Измученный ружейник",
		[274434] = "Ученик призывательницы штормов",
		[228358] = 8,
		[270339] = 3,
		[54729] = 6,
		[279958] = 2,
		[1543] = 3,
		[92174] = 6,
		[272388] = "Тень Зула",
		[274436] = 11,
		[317439] = 8,
		[27655] = 10,
		[296962] = 6,
		[315392] = 4,
		[257028] = "Рыцарь-капитан Валири",
		[306548] = 5,
		[72221] = 7,
		[339966] = "Спригган - заклинатель коры",
		[228360] = 5,
		[270343] = 3,
		[305155] = "Подземное щупальце",
		[256005] = "Живец",
		[203812] = 5,
		[323392] = "Лорд-камергер",
		[280583] = 3,
		[1329] = 4,
		[228361] = 5,
		[86949] = 8,
		[132117] = 1,
		[59914] = 5,
		[224266] = 2,
		[258054] = "Морская черепаха",
		[323250] = "Дроман Ульфарран",
		[313398] = "Сущность Бездны <Ра-ден>",
		[333827] = "Адвент Невермор",
		[229386] = 3,
		[13750] = 4,
		[231434] = 4,
		[331748] = "Туманный страж",
		[270348] = "Раскаленное неистовство",
		[1449] = 8,
		[260103] = "[*] Выброс сжатого газа",
		[228363] = "Квалдир - терзатель душ",
		[201411] = "Бес ужасающего огня",
		[313352] = 11,
		[231435] = 2,
		[120679] = 3,
		[79890] = "Зор Одинокое Дерево",
		[1513] = 3,
		[269904] = 5,
		[325640] = 9,
		[229388] = 1,
		[314736] = "[*] Бурлящее переполнение",
		[274447] = 3,
		[257033] = 3,
		[278543] = 6,
		[329737] = 1,
		[4987] = 2,
		[272397] = "[*] Смерч клинков",
		[294926] = 2,
		[331251] = "Азуль",
		[266258] = "Drust Slaver Summoning Portal",
		[268306] = "Леди Уэйкрест",
		[258058] = "Ильный краб",
		[296975] = "Безликий призыватель теней",
		[186387] = 3,
		[222020] = "Натуралист Тел'арн",
		[61451] = 8,
		[230414] = "[*] Поступь Скверны",
		[312687] = "Безликий уничтожитель",
		[268308] = "Леди Уэйкрест",
		[294929] = "КУ-ДЖ0",
		[288158] = 4,
		[202770] = 11,
		[203794] = 12,
		[102417] = 11,
		[296978] = "Фрагмент души",
		[307217] = "Акир-шершень",
		[257036] = "Портовая заводчица",
		[225296] = "Смертоносный древень",
		[298324] = 11,
		[307218] = "Вексиона",
		[333839] = "Рек Закаленная",
		[305055] = 2,
		[313362] = "Ярость Н'Зота",
		[209630] = "[*] Пронзающий ураган",
		[310863] = 2,
		[176151] = 11,
		[1833] = 4,
		[266265] = "Падший вестник смерти",
		[333841] = "Рек Закаленная",
		[228030] = "Хирья",
		[313364] = "Ярость Н'Зота",
		[266266] = "Горак Тул",
		[268314] = 3,
		[294935] = 1,
		[306545] = 2,
		[195627] = 4,
		[268315] = "Обитатель глубин",
		[297039] = 1,
		[280602] = "Механожокей",
		[231442] = 7,
		[333162] = 6,
		[1953] = 8,
		[272412] = "Гарпунщик из братства Волнорезов",
		[280735] = 1,
		[268317] = "Утонувший вестник глубин",
		[278070] = 3,
		[280604] = "Продавщица закусок",
		[256016] = "[*] Гнусная субстанция",
		[257040] = 5,
		[311321] = "Сектантка-палач",
		[280605] = "Продавщица закусок",
		[323608] = "Мордрета, Вечная императрица",
		[280984] = 10,
		[2050] = 5,
		[337943] = 1,
		[324970] = 11,
		[2098] = 4,
		[311323] = "Сектантка-палач",
		[296910] = "Безграничная порча",
		[201408] = 4,
		[228373] = "Квалдир - заклинатель рифов",
		[99] = 11,
		[337945] = 1,
		[200758] = 4,
		[268322] = "Утонувший вестник глубин",
		[79895] = "Леденящий устрашитель",
		[272418] = "Наводчица корпорации Эшвейнов",
		[322921] = "[*] Копье Архонта",
		[228374] = "Квалдир - заклинатель рифов",
		[188443] = 7,
		[183117] = 6,
		[225073] = "Падший хранитель",
		[301088] = "Бомботанк",
		[294423] = 2,
		[201754] = "Hiena <Bichuty-Tyrande>",
		[307232] = "Тек'рис",
		[333708] = "Маниакальный стражник душ",
		[278564] = 10,
		[230423] = "[*] Смертоносное кружение",
		[327882] = "Чумной рух",
		[257044] = 3,
		[278565] = 3,
		[259092] = "Призывательница шторма из братства Стальных Волн",
		[280653] = 2,
		[116095] = 10,
		[221209] = "Бурлементаль <Молниеносец>",
		[325118] = 5,
		[273988] = 3,
		[257045] = 3,
		[343396] = 9,
		[280615] = 7,
		[274472] = 7,
		[342048] = "Зира Двурушница",
		[86040] = 9,
		[264234] = "Яйцо",
		[322908] = "Девия",
		[342049] = 3,
		[208924] = "Триллиакс",
		[264235] = "Яйцо",
		[1079] = 11,
		[312679] = "К'тир - призыватель Бездны",
		[2818] = 4,
		[278108] = 1,
		[311499] = 2,
		[256199] = "Надзиратель Корги",
		[329060] = 8,
		[272428] = 5,
		[307240] = "Живые миазмы",
		[333861] = "Харугия Кровожадная",
		[294954] = "[*] Самостригущаяся изгородь",
		[2782] = 11,
		[47632] = 6,
		[11974] = 2,
		[324987] = "Туманный хищник",
		[264239] = "Яйцо",
		[186401] = 2,
		[1464] = 1,
		[12294] = 1,
		[337959] = 1,
		[206879] = "Ксавий",
		[201405] = 6,
		[343393] = 9,
		[259097] = "Теневой клинок Рази",
		[53480] = 3,
		[317483] = 1,
		[335913] = 10,
		[222238] = 6,
		[299054] = 6,
		[329324] = "Свирепый гаргон",
		[279000] = "Аватара Сетралисс",
		[255895] = "Ядовитый саурид",
		[186403] = 2,
		[317485] = 1,
		[51637] = 4,
		[210126] = 8,
		[323629] = "[*] Освежающий туман",
		[268129] = "Продавщица закусок",
		[258075] = "Жалящий паразит",
		[313391] = 6,
		[153640] = 8,
		[315000] = "Акир - творец теней",
		[327664] = "Хирург Трупошов",
		[32612] = 8,
		[47633] = 6,
		[207906] = "Таликса Пламя Гнева",
		[133] = 8,
		[96794] = "Магистр Умбрий",
		[307250] = "Вексиона",
		[317489] = 1,
		[286232] = 2,
		[222241] = 9,
		[206883] = "Тюремщик Д'зорикс",
		[207907] = "Таликса Пламя Гнева",
		[333845] = "Рек Закаленная",
		[313395] = "Сущность жизненной силы <Ра-ден>",
		[186406] = 2,
		[317491] = 1,
		[319539] = "Кул'тарок",
		[280632] = 2,
		[228162] = "Хирья",
		[40120] = 11,
		[193826] = "Король-бог Сковальд",
		[313397] = 3,
		[260202] = "Шеф Разданк",
		[268347] = "Лорд Штормсонг",
		[274507] = "Морячок из братства Трюмных Крыс",
		[214052] = 3,
		[282682] = 8,
		[259147] = "[*] Пожирание душ",
		[258079] = "Сточный злобнокус",
		[297017] = "Страж душ",
		[340020] = 8,
		[118297] = "Изначальный элементаль огня <Кикими-Борейскаятундра>",
		[221220] = "Молниеносец",
		[205862] = "Крос",
		[323639] = 12,
		[260172] = 3,
		[319544] = 2,
		[91778] = "Marrowbender <Lacria-Silvermoon>",
		[323732] = "Дилер Зи'екса",
		[317497] = 1,
		[344118] = 3,
		[205863] = "Крос",
		[317349] = 1,
		[309307] = 5,
		[184362] = 1,
		[272542] = "Снайпер дома Эшвейнов",
		[257871] = "Буканьер из братства Стальных Волн",
		[292926] = "Повелитель мучений",
		[344120] = 3,
		[173757] = "Чудолиственный страж",
		[231461] = "Разрушитель \"Погребальный огонь\"",
		[199721] = 6,
		[344121] = 3,
		[202841] = 10,
		[210984] = "Кошмарный ужас",
		[343386] = 8,
		[274703] = "Утонувший вестник глубин",
		[97125] = 11,
		[307263] = 8,
		[88625] = 5,
		[270404] = "Чудолиственный плеточник",
		[110960] = 8,
		[319837] = "[*] Шип",
		[342076] = 3,
		[293032] = 5,
		[148529] = 3,
		[213085] = "[*] Ледяная буря",
		[199723] = 6,
		[225356] = "Сочащийся туман",
		[110645] = 6,
		[290142] = 3,
		[203819] = 12,
		[311362] = "[*] Нарастающий жар",
		[270514] = "Призрачный громила",
		[264178] = 9,
		[204513] = 12,
		[290141] = 3,
		[271711] = 1,
		[188089] = 7,
		[309316] = "Маут",
		[229417] = 12,
		[337985] = 2,
		[256038] = "Надзиратель Корги",
		[268362] = "Бесшабашная подрывница",
		[184367] = 1,
		[218155] = "[*] Солнечный коллапс",
		[260134] = 10,
		[325700] = "Порочная сборщица",
		[319557] = 3,
		[288841] = 5,
		[307271] = 5,
		[325701] = "Порочная сборщица",
		[213182] = "Заклинательница клинков Алуриэль",
		[259760] = 1,
		[323654] = 4,
		[228395] = "Говорящий с костями - стражник душ",
		[292419] = 2,
		[297034] = 9,
		[331846] = "Г4В-Г4В",
		[302395] = "Мелкое порождение Бездны",
		[311369] = "[*] Мучение",
		[297035] = 2,
		[194608] = 10,
		[305496] = 11,
		[256710] = "[*] Пылающий арсенал",
		[280654] = 2,
		[189112] = 12,
		[16870] = 11,
		[176179] = 4,
		[297037] = 12,
		[265888] = 3,
		[292942] = "Повелитель замков",
		[194231] = "Харбарон",
		[313420] = "Кислотный акир",
		[331850] = 4,
		[257066] = "Язма",
		[176180] = 4,
		[329803] = 11,
		[194610] = "Хеларьяр - призывательница туманов",
		[309326] = 2,
		[262228] = 1,
		[288849] = 6,
		[203406] = 11,
		[270866] = "Краб-магнат",
		[192563] = "Валарьяр-очиститель",
		[256687] = "[*] Обжигающий жар",
		[274516] = 10,
		[340016] = "Мифреш Небесный Коготь",
		[319567] = "Кул'тарок",
		[313424] = 3,
		[256044] = "Надзиратель Корги",
		[15407] = 5,
		[196278] = 9,
		[280661] = 2,
		[119914] = 9,
		[268375] = "Глубинная сектантка",
		[311378] = "Дереш из Пустоты",
		[272471] = "Наводчик корпорации Эшвейнов",
		[272422] = "Наводчица корпорации Эшвейнов",
		[7268] = 8,
		[192565] = "Валарьяр-очиститель",
		[305236] = "Акир - повелитель ядов",
		[307284] = "Вексиона",
		[201397] = "Проклятый морем тюремщик душ",
		[204852] = "Обитатель Кошмара",
		[132157] = 5,
		[315585] = 4,
		[247456] = 12,
		[206516] = "Гул'дан",
		[305238] = "Акир - повелитель ядов",
		[211128] = 2,
		[317223] = 2,
		[295000] = "Повелитель замков",
		[132158] = 11,
		[19574] = 3,
		[290134] = 3,
		[311383] = "[*] Мучение",
		[218164] = 10,
		[194615] = "Проклятый морем молниеносный клинок",
		[301145] = "Ма'хаат Упорный",
		[344148] = 11,
		[338005] = "Работящий смотритель",
		[8004] = 7,
		[301146] = "Ма'хаат Упорный",
		[172] = 9,
		[124007] = "Сюэнь <Кейлани-Борейскаятундра>",
		[202425] = 11,
		[173751] = "Чудолиственный страж",
		[266488] = 6,
		[231532] = "Разрушитель \"Погребальный огонь\"",
		[323673] = 5,
		[199736] = 4,
		[272721] = 6,
		[259756] = 1,
		[228260] = 5,
		[125355] = 10,
		[290754] = 11,
		[272481] = 2,
		[331866] = 6,
		[47541] = 6,
		[222026] = 6,
		[327909] = 2,
		[194618] = 2,
		[268387] = "Лорд Уэйкрест",
		[162487] = 3,
		[197690] = 1,
		[335167] = 2,
		[325725] = "Мве'зала",
		[257692] = "[*] Вспышка тики",
		[338012] = "Фонтан анимы",
		[348251] = 1,
		[223923] = "Зараженный тотем <Дикий шаман>",
		[203894] = 6,
		[305249] = 4,
		[348252] = 12,
		[325727] = 11,
		[184381] = "Синод",
		[201787] = 10,
		[309572] = "Магистр Умбрий",
		[268391] = "Глубинный сектант",
		[311394] = "Кровомар",
		[321633] = "Костяная оболочка",
		[323681] = "Мордрета, Вечная императрица",
		[79976] = "Неизвестно",
		[321754] = "Налтор Криомант",
		[305252] = 4,
		[323682] = "Раскольница-налетчица",
		[42776] = 3,
		[340283] = "Ночноцвет Туманной Завесы",
		[213158] = 1,
		[299110] = "Аннигилятор Лак'хал",
		[271698] = "Азерокк",
		[79913] = "Терга Землелом",
		[9484] = 5,
		[299111] = "Сфера разрушения",
		[12975] = 1,
		[53271] = "Гиена <Бакснх>",
		[228537] = 12,
		[290921] = 1,
		[325733] = 11,
		[311399] = "Мастер клинка Теренсон",
		[320843] = "Изголодавшийся клещ",
		[51124] = 6,
		[59567] = 2,
		[311400] = "Мастер клинка Теренсон",
		[216251] = 7,
		[323687] = "Дилер Зи'екса",
		[334051] = "Вестник смерти",
		[278637] = "Клещ из Подгнилья",
		[329831] = 6,
		[307306] = "Ярость Н'Зота",
		[206965] = "Звездный авгур Этрей",
		[303211] = 7,
		[132168] = 1,
		[115750] = 2,
		[286954] = 6,
		[347462] = 12,
		[313451] = 4,
		[334053] = "\"Орифрион\"",
		[326984] = 6,
		[228012] = "Химдалль",
		[132169] = 1,
		[206912] = "Ночная сфера",
		[323889] = 12,
		[259975] = "Королева песков",
		[96312] = 2,
		[323692] = 4,
		[268403] = "Король Дазар",
		[278642] = 2,
		[781] = 3,
		[213163] = 5,
		[288075] = 3,
		[31707] = "Elemental de agua <Namora-Minahonda>",
		[288882] = 12,
		[290930] = 4,
		[193340] = 12,
		[286835] = 6,
		[202414] = "Саел'орн",
		[256060] = "Небесный капитан Крагг",
		[342125] = "Докигг Изверг",
		[286836] = 6,
		[272502] = 5,
		[253088] = 6,
		[201858] = "Скверносерд-стрелок",
		[311509] = "Кровомар",
		[329840] = 4,
		[120] = 8,
		[224321] = "Чародейский колодец <Небесная послушница>",
		[208963] = 7,
		[305395] = 2,
		[307443] = 8,
		[213853] = "Заклинательница клинков Алуриэль",
		[155722] = 11,
		[313460] = "Тек'рис",
		[165961] = 11,
		[120360] = 3,
		[249919] = "Язма",
		[313461] = "Ка'зир",
		[278551] = "Заклинательница шипов из ковена",
		[212036] = 5,
		[262268] = "Алхимик Торговой компании",
		[312645] = 2,
		[274555] = "Мокрая корабельная крыса",
		[224323] = "Чародейский колодец <Небесная послушница>",
		[344179] = 7,
		[346227] = 2,
		[291118] = 6,
		[187464] = 5,
		[262270] = "Алхимик Торговой компании",
		[346228] = "[*] Тлеющая стигия",
		[199341] = "Валарьяр-зверолов",
		[120361] = 3,
		[319702] = "Эшелон",
		[288981] = 11,
		[194632] = 4,
		[268415] = "Экстрактор азерита",
		[178963] = 12,
		[255041] = "Ненасытный небесный крикун",
		[194668] = "Харбарон",
		[342135] = "Хивин Ломатель",
		[309498] = "[*] Пожирание магии",
		[329849] = 4,
		[323706] = 5,
		[268417] = "Экстрактор азерита",
		[196681] = 12,
		[246851] = 3,
		[206920] = "Щупальце Кошмара",
		[309373] = "Магистр Умбрий",
		[268544] = 1,
		[280705] = 8,
		[307453] = "Вексиона",
		[212040] = 11,
		[183435] = 2,
		[246852] = 3,
		[206921] = "Звездный авгур Этрей",
		[116267] = 8,
		[18960] = 11,
		[280707] = 8,
		[323710] = 6,
		[1719] = 1,
		[296260] = 5,
		[246853] = 3,
		[318785] = "Слияние плоти",
		[257092] = "Королева песков",
		[268419] = "[*] Порыв борея",
		[325885] = "Зе'рали",
		[290948] = 5,
		[215234] = "Щупальце угнетения",
		[343357] = 1,
		[246854] = 3,
		[223912] = "Бо'лан Меченый",
		[5221] = 11,
		[130] = 8,
		[185422] = 4,
		[271685] = 1,
		[126507] = 10,
		[295046] = 6,
		[148563] = 2,
		[223306] = 2,
		[198819] = 1,
		[295047] = 6,
		[280713] = 3,
		[194638] = 6,
		[193659] = "Король-бог Сковальд",
		[295048] = 6,
		[321669] = "Иллюзорный клон",
		[264456] = "Обезумевший стрелок",
		[271684] = "[*] Темные откровения",
		[272700] = "Отступник - хранитель яиц",
		[280715] = 1,
		[260243] = 3,
		[126508] = 6,
		[327814] = "Генерал Кааль",
		[297098] = 2,
		[205984] = "Звездный авгур Этрей",
		[185425] = "Зубастый гризли",
		[262287] = "Огнелетчица Торговой компании",
		[305290] = 8,
		[130092] = 3,
		[319765] = "Кул'тарок",
		[219815] = "Хрономатическая аномалия",
		[311574] = "Джеш'ра",
		[274575] = 2,
		[307061] = "Ярость Н'Зота",
		[319626] = "Кул'тарок",
		[280719] = 4,
		[207006] = "Инквизитор Ветриз",
		[244811] = "Оскалившийся черепокол",
		[270481] = "Демонический тиран <Нелиндель>",
		[199337] = "Капкан на медведя",
		[121836] = 2,
		[190625] = 2,
		[270482] = "Призрачный берсерк",
		[272668] = "Пылающая душа",
		[275776] = "Железнокорневой бегун",
		[212048] = 7,
		[188499] = 12,
		[274714] = "[*] Извивающаяся Бездна",
		[307343] = "Вексиона",
		[333964] = 7,
		[270484] = "Вик'Гот",
		[250956] = 8,
		[299153] = "Трикси Искрожгучка",
		[244813] = 8,
		[270485] = "Призрачный берсерк",
		[272658] = "Чешуйчатый наездник на кролуске",
		[206930] = 6,
		[307545] = "Маут",
		[275775] = "Налетчик из братства Стальных Волн",
		[272534] = "Азартный пират",
		[227408] = 10,
		[268439] = 3,
		[270487] = "Призрачный берсерк",
		[297108] = 1,
		[231504] = 1,
		[268440] = "Стрелок из братства Стальных Волн",
		[115546] = 10,
		[320825] = "Механическая бомбелка",
		[323730] = "Налтор Криомант",
		[212051] = 10,
		[311444] = 2,
		[138927] = 11,
		[290967] = 10,
		[210074] = "Скорпирон",
		[225362] = "[*] Мощный удар",
		[194216] = "Харбарон",
		[299159] = 2,
		[317589] = 8,
		[319637] = "[*] Возвращенная душа",
		[280730] = 4,
		[107570] = 1,
		[60458] = 8,
		[270492] = "Призрачный жрец-проклинатель",
		[295017] = 5,
		[294912] = 2,
		[3411] = 1,
		[270493] = "Призрачный жрец-проклинатель",
		[338069] = 1,
		[317908] = "Алая убийца",
		[333974] = 7,
		[258128] = "Громила из братства Стальных Волн",
		[201815] = 1,
		[331927] = "Испорченная бормашина",
		[65638] = 5,
		[155741] = 11,
		[297116] = 12,
		[299164] = "Механоцикл",
		[250873] = 6,
		[38621] = "Искаженный Бездной небесный боец",
		[264353] = 8,
		[243795] = 10,
		[333977] = 7,
		[270497] = "Призрачная знахарка",
		[197721] = 11,
		[206936] = "Корональный выброс",
		[325787] = 1,
		[329013] = "Придворная аристократка",
		[272546] = "Буканьер из братства Трюмных Крыс",
		[307358] = "Шад'хар Ненасытный",
		[212056] = 2,
		[270499] = "Призрачная знахарка",
		[302392] = 10,
		[256083] = "Надзиратель Корги",
		[342171] = 6,
		[336028] = 1,
		[255586] = 8,
		[331933] = "Испорченная бормашина",
		[157355] = "Блуждающее порождение Бездны",
		[311456] = "Мастер клинка Теренсон",
		[338077] = "Неизвестно",
		[202905] = 9,
		[280855] = 2,
		[270502] = "Охотничий ящер",
		[227432] = "Шиан'цу",
		[323744] = "Стальной коготь раскольников",
		[41514] = 3,
		[270503] = "Охотничий ящер",
		[338079] = "Неизвестно",
		[206939] = "Гул'дан",
		[199772] = "Валарьяр-защитник",
		[319650] = "Криксис Ненасытный",
		[185438] = 4,
		[331937] = 5,
		[256137] = "Азеритовая футбомба",
		[270505] = "Королева Патлаа",
		[338081] = "Крадущийся паучок",
		[206940] = 6,
		[321792] = 9,
		[258134] = "Мародер из братства Трюмных Крыс",
		[321700] = 1,
		[331939] = 5,
		[317605] = "Нектара Изувер",
		[270507] = "Призрачная повелительница животных",
		[297128] = "\"Оборонобот II\"",
		[107574] = 1,
		[325797] = "Порочный псарь",
		[319654] = "Криксис Ненасытный",
		[34861] = 5,
		[323750] = "[*] Губительный газ",
		[69179] = 1,
		[319655] = "Криксис Ненасытный",
		[321703] = 1,
		[247455] = 12,
		[325799] = "Порочный псарь",
		[12042] = 8,
		[313698] = 2,
		[50613] = 6,
		[324914] = "Туманная хранительница",
		[49184] = 6,
		[264368] = "Яйцо",
		[198752] = "Проклятый морем рабовладелец",
		[167012] = "Герус Заточенный",
		[336040] = 1,
		[297133] = "\"Оборонобот II\"",
		[194657] = "Промокший насквозь страж душ",
		[259741] = 2,
		[311550] = "Джеш'ра",
		[302388] = "Вексиона",
		[290991] = 7,
		[221270] = "Опаляющий инфернал",
		[327851] = 3,
		[297237] = "Слуга Бездны - шаманка",
		[274610] = 10,
		[212064] = "Верный Утробе темный охотник",
		[336043] = 1,
		[345390] = 4,
		[206945] = 6,
		[317614] = 6,
		[192611] = 12,
		[288946] = 2,
		[295168] = "\"Взрывотрон Х-80\"",
		[321821] = "Чумной мешок",
		[278708] = 3,
		[273718] = "[*] Тяжелое ядро",
		[278785] = 2,
		[342189] = 6,
		[208546] = "Тюремщик Д'зорикс",
		[321712] = 8,
		[227424] = "Шиан'цу",
		[219788] = 6,
		[311474] = 2,
		[221336] = "Фрагмент души Аззинота",
		[290997] = 6,
		[128594] = 3,
		[311475] = 2,
		[55216] = "Потревоженный ледниковый загробник",
		[260189] = "Шеф Разданк",
		[50977] = 6,
		[311476] = 2,
		[264378] = "Прорицательница из ковена",
		[111673] = 6,
		[268474] = 8,
		[311477] = 2,
		[305334] = 4,
		[323764] = 11,
		[290819] = 3,
		[311478] = 2,
		[156779] = 8,
		[206949] = "Звездный авгур Этрей",
		[54049] = "Kreemon <Ataraxia-Alleria>",
		[311479] = 2,
		[272572] = 7,
		[227427] = "Гул'дан",
		[303351] = "Защитник Азерот <Adania-Malorne>",
		[311480] = 2,
		[297146] = "Слуга Бездны - берсерк",
		[291003] = 11,
		[315385] = 2,
		[311481] = 2,
		[210022] = "Элисанда",
		[97340] = 1,
		[208545] = "Тюремщик Д'зорикс",
		[324909] = "Друст-древолом",
		[264384] = "Прорицательница из ковена",
		[214688] = "Подозрительный дворянин",
		[317626] = 2,
		[278288] = 2,
		[329913] = "Верный Утробе темный охотник",
		[212640] = 3,
		[317627] = "Ярость Н'Зота",
		[301299] = "[*] Пламя горнила",
		[51490] = 7,
		[265523] = "Кровавый осквернитель",
		[56641] = 3,
		[184427] = "Палубное орудие \"Небесного огня\" <Алоиза>",
		[605] = 5,
		[97341] = 1,
		[236645] = 8,
		[213148] = "Заклинательница клинков Алуриэль",
		[297152] = "Слуга Бездны - берсерк",
		[297256] = "Король Гоббамак",
		[199786] = 8,
		[148135] = 10,
		[329917] = "Грибомаг",
		[281843] = 1,
		[297258] = "Фрагмент сознания <Шупрек>",
		[225412] = "Призрак времени",
		[280772] = 1,
		[331966] = "Неизвестно",
		[207978] = "Жуткий капитан Тэттерсейл",
		[199818] = "[*] Разряд",
		[280773] = 1,
		[113724] = 8,
		[323670] = 5,
		[268591] = "Король Дазар",
		[230504] = "Оскверненная душа",
		[274631] = "Ученик Айронхалла",
		[207979] = "Джазшариу",
		[323739] = "Раскольница-офицер",
		[297157] = 2,
		[340160] = "Матриарх темнокрылов",
		[260894] = "Старейшина Ликса",
		[311492] = 2,
		[280776] = 1,
		[274633] = "Ученик Айронхалла",
		[293063] = "Тюремный часовой",
		[262347] = "Платный разгонятель толпы",
		[201837] = "Скверносерд-призыватель",
		[340162] = 6,
		[326952] = "Зачарованное перо",
		[196718] = 12,
		[264396] = "Руническая послушница",
		[270576] = 11,
		[207981] = "Баалгар Бдительный",
		[311495] = 2,
		[297161] = "Слуга Бездны - опустошитель",
		[46628] = 5,
		[317639] = "Н'Зот Заразитель",
		[311496] = 2,
		[297162] = 1,
		[306474] = 1,
		[268528] = 5,
		[209006] = "Раскаленный уголь",
		[321834] = "Призывательница Туманов",
		[199327] = "Проклятый морем молниеносный клинок",
		[334023] = "Харугия Кровожадная",
		[311498] = 2,
		[157348] = "Изначальный элементаль бури <Супрек>",
		[307403] = "Перерожденный служитель Бездны",
		[309451] = "Магистр Умбрий",
		[270544] = "Оскалившийся черепокол",
		[272592] = "Безликий осквернитель",
		[323786] = "Кирийский темный претор",
		[342216] = 10,
		[278736] = 12,
		[297166] = "Могучий крушитель",
		[256106] = "Небесный капитан Крагг",
		[148429] = 2,
		[225390] = "[*] Звездная пыль",
		[264403] = "[*] Хмельное послевкусие",
		[274642] = "Проклинатель худу",
		[268526] = 6,
		[236186] = 2,
		[297168] = 1,
		[213123] = "Ядовитый паучок",
		[297118] = 2,
		[217200] = 3,
		[280787] = 2,
		[274644] = 2,
		[270500] = "Охотничий ящер",
		[305378] = "Слуга Бездны - почетный страж",
		[280788] = 2,
		[225407] = "Крадущийся иссохший",
		[232559] = 11,
		[124503] = 10,
		[179872] = 1,
		[323792] = "Сгусток анимы",
		[220273] = 4,
		[80983] = "Командор Лорна Краули",
		[297172] = "Слуга Бездны - опустошитель",
		[3716] = "Jhaznak <Owei-Baelgun>",
		[268504] = 2,
		[320804] = "Экспериментальная бомбелка",
		[346319] = 11,
		[291030] = 6,
		[291042] = 4,
		[311508] = "Кровомар",
		[313556] = 3,
		[272698] = "Бешеная наседка",
		[190110] = "Ворген-следопыт",
		[327891] = "Ярость Бвонсамди",
		[197277] = 2,
		[228514] = "Хелия",
		[212084] = 12,
		[147580] = "Маг'хар - владыка зверей",
		[297176] = 5,
		[291033] = 5,
		[332084] = "Смазчик",
		[327893] = 5,
		[201846] = 7,
		[194679] = 6,
		[268509] = 6,
		[319703] = "Эшелон",
		[305369] = "Слуга Бездны - почетная стражница",
		[206966] = 12,
		[210048] = "Кошмарный гной",
		[242327] = 10,
		[346325] = 11,
		[214141] = "Раскаленный уголь",
		[106830] = 11,
		[196728] = "Неизвестно <Shween-Dragonblight>",
		[61229] = 2,
		[206967] = 6,
		[311373] = "Поглощенный Тьмой агент ШРУ",
		[85612] = 5,
		[218230] = "Шиан'цу",
		[323802] = 12,
		[342232] = 8,
		[295134] = 5,
		[272609] = "Безликий осквернитель",
		[307421] = "Перерожденный служитель Бездны",
		[268514] = 6,
		[308514] = 4,
		[265511] = "Тотем поглощения духа <Кровавый осквернитель>",
		[323804] = "Кирийский темный претор",
		[317661] = "Эфирный Ныряльщик",
		[236665] = 11,
		[264420] = 2,
		[585] = 5,
		[589] = 5,
		[295137] = 5,
		[259187] = "Язма",
		[331997] = "\"Орифрион\"",
		[195707] = 1,
		[1706] = 5,
		[256660] = "Метатель черной смолы",
		[340189] = "Матриарх темнокрылов",
		[268518] = 5,
		[135299] = 3,
		[193660] = "Король-бог Сковальд",
		[633] = 2,
		[268519] = 4,
		[319713] = "Криксис Ненасытный",
		[173183] = 7,
		[340191] = "[*] Омолаживающее сияние",
		[268520] = 9,
		[92231] = 2,
		[313571] = 12,
		[117828] = 9,
		[342240] = 7,
		[319715] = "Криксис Ненасытный",
		[288999] = 12,
		[336183] = 8,
		[224378] = "Небесная послушница",
		[327907] = 2,
		[321764] = "Спригган - заклинатель коры",
		[697] = 9,
		[268523] = 2,
		[231588] = 2,
		[65081] = 5,
		[55078] = 6,
		[268524] = 12,
		[270572] = 5,
		[259191] = "Язма",
		[299241] = "Нано Мегабум",
		[268525] = 11,
		[229499] = 6,
		[305385] = 2,
		[291051] = 2,
		[342245] = 8,
		[262383] = "Боевая машина Торговой компании",
		[321768] = 3,
		[180395] = "Колдунья из армии Ракиша",
		[342246] = 8,
		[268309] = "Глубоководная ритуалистка",
		[107079] = 7,
		[286979] = 6,
		[342247] = 8,
		[278767] = 10,
		[42281] = "Пульсирующая тыква <Всадник без головы>",
		[178307] = 3,
		[309484] = 2,
		[69708] = "Леди Джайна Праудмур",
		[313310] = 4,
		[69068] = "Воскреситель - страж душ",
		[126554] = 3,
		[278769] = 12,
		[321772] = "Дроман Ульфарран",
		[340158] = 11,
		[228478] = 12,
		[327811] = "Генерал Кааль",
		[340288] = "Ночноцвет Туманной Завесы",
		[323821] = "Генерал Кааль",
		[268532] = 11,
		[303344] = 2,
		[305392] = 6,
		[291015] = 11,
		[272588] = "Головорез из братства Трюмных Крыс",
		[315584] = 4,
		[281888] = 2,
		[266486] = 6,
		[268534] = 10,
		[329916] = "Верный Утробе темный охотник",
		[202761] = 4,
		[291012] = 4,
		[325872] = "Порочный уничтожитель",
		[28694] = 3,
		[297204] = 5,
		[323825] = "Затягивающий разлом <Мордрета, Вечная императрица>",
		[268536] = 12,
		[123996] = "Неизвестно <Кейлани-Борейскаятундра>",
		[201902] = "Скверносерд-стрелок",
		[340208] = "Матриарх темнокрылов",
		[294173] = "Страж Аркобан",
		[286967] = 7,
		[307185] = 2,
		[266490] = 6,
		[272783] = 5,
		[225410] = "Крадущийся иссохший",
		[321780] = "Некромант с \"Золрамуса\"",
		[340210] = 4,
		[325876] = "Порочный уничтожитель",
		[196742] = 10,
		[12051] = 8,
		[340211] = 4,
		[224387] = "Звездный фамилиар",
		[302363] = "Искаженный Бездной небесный боец",
		[210053] = 11,
		[308506] = 6,
		[118345] = "Изначальный элементаль земли <Супрек>",
		[311544] = "Кровомар",
		[313672] = "[*] Лужа кислоты",
		[256128] = "Надзиратель Корги",
		[325879] = "Порочный уничтожитель",
		[270590] = "Крушащий ужас",
		[329975] = "Усиленный имперский консул",
		[331743] = "Туманный страж",
		[114250] = 2,
		[294171] = "Усиленный верный Утробе перехватчик",
		[329976] = "Усиленный имперский консул",
		[266496] = 1,
		[301308] = 1,
		[311547] = "Кровомар",
		[329977] = "Усиленный имперский дуэлянт",
		[121411] = 4,
		[274569] = "Воин бури из братства Трюмных Крыс",
		[344312] = 4,
		[1098] = 9,
		[198793] = 12,
		[224390] = "Звездный фамилиар",
		[286976] = 7,
		[259202] = 6,
		[211080] = 2,
		[268547] = 12,
		[344314] = 2,
		[321866] = 10,
		[340219] = 11,
		[334076] = "Вестник смерти",
		[311551] = "Темный инквизитор Занеш",
		[109132] = 10,
		[302361] = 6,
		[325886] = 1,
		[295170] = "\"Взрывотрон Х-80\"",
		[107845] = 2,
		[272421] = "Наводчик корпорации Эшвейнов",
		[268550] = 3,
		[336126] = 7,
		[264455] = 5,
		[278865] = 1,
		[212106] = 12,
		[130653] = 5,
		[297220] = "Слуга Бездны - шаманка",
		[62124] = 2,
		[276743] = 8,
		[258181] = "Сокрушитель из братства Стальных Волн",
		[214222] = 2,
		[274696] = 4,
		[268553] = 5,
		[221322] = 6,
		[43308] = 4,
		[340225] = 4,
		[268554] = 5,
		[209036] = "Часовой из Сумеречной стражи",
		[206954] = "Звездный авгур Этрей",
		[97359] = 6,
		[118337] = 7,
		[262412] = "Механомиротворец",
		[325748] = 11,
		[340227] = 4,
		[297302] = "Тотем бесконечного голода <Слуга Бездны - шаманка>",
		[288024] = 2,
		[340305] = "Жоробрюх Туманной Завесы",
		[260231] = 3,
		[278954] = 2,
		[344324] = "Страж ужаса <Vanniaded-Blackmoore>",
		[206896] = "Тюремщик Д'зорикс",
		[1490] = 12,
		[268558] = 8,
		[210128] = 6,
		[313609] = 3,
		[227468] = "Клюв Бури",
		[201365] = "Истерзанный кровопийца",
		[336135] = 9,
		[311576] = "Джеш'ра",
		[266512] = "Гальваззт",
		[191633] = 6,
		[119905] = 9,
		[313611] = 4,
		[6343] = 1,
		[312595] = "Дест'агат",
		[295182] = "\"Взрывотрон Х-80\"",
		[272657] = "Чешуйчатый наездник на кролуске",
		[256138] = "Дазар'айский почетный страж",
		[191634] = 7,
		[294165] = "Верный Утробе страж",
		[280849] = 1,
		[323852] = "Жуткий молельщик <Нелиндель>",
		[114255] = 5,
		[316690] = "Хламометатель из племени Хламоедов",
		[272659] = "Чешуйчатый наездник на кролуске",
		[323853] = "Жуткий молельщик <Нелиндель>",
		[323414] = "Лорд-камергер",
		[307359] = "Вексиона",
		[210065] = 11,
		[1714] = 9,
		[59701] = 2,
		[295186] = 8,
		[321807] = "Резчик с \"Золрамуса\"",
		[308498] = 3,
		[95826] = "Небесный адмирал Роджерс",
		[299438] = "Демонтажница из банды Поршнеголовых",
		[264471] = 5,
		[340238] = 9,
		[268567] = 7,
		[327952] = "Создание Трупошва",
		[201363] = 1,
		[319643] = "Тралл",
		[326059] = 7,
		[303380] = 1,
		[264473] = 7,
		[307476] = "Шад'хар Ненасытный",
		[293142] = 2,
		[347404] = "Хранитель кузни",
		[280633] = 5,
		[190614] = 2,
		[329706] = "Верный Утробе стрелок",
		[327955] = 2,
		[264475] = 10,
		[307478] = "Шад'хар Ненасытный",
		[270501] = 5,
		[327956] = 2,
		[330004] = "[*] Темная сфера",
		[19236] = 5,
		[297117] = 7,
		[7814] = "Загви",
		[297241] = 5,
		[8512] = 7,
		[297318] = "Украденный шоковый разрядник",
		[278812] = 9,
		[272669] = "Пылающая душа",
		[64044] = 5,
		[257168] = "Мародер из братства Стальных Волн",
		[296208] = 12,
		[272670] = "Песчаный стрелок",
		[211094] = 7,
		[261264] = "Сестра Солена",
		[204951] = "Хранитель портала",
		[280862] = 6,
		[223381] = "Дикий шаман",
		[49966] = "Harold <Kuxora-Khadgar>",
		[278989] = 2,
		[167105] = 1,
		[274720] = "Глубинный угорь",
		[261265] = "Сестра Брайар",
		[303389] = 11,
		[199844] = 8,
		[212061] = "Верный Утробе темный охотник",
		[309533] = "Принц Ренатал",
		[303390] = 11,
		[264556] = "Шипастый страж",
		[260242] = 3,
		[261266] = "Сестра Маладия",
		[215159] = 2,
		[280866] = 8,
		[123986] = 10,
		[78675] = 11,
		[203847] = 4,
		[280867] = 8,
		[315679] = 9,
		[296956] = "Страж душ",
		[55342] = 8,
		[280868] = 8,
		[256148] = 4,
		[2484] = 7,
		[225404] = "Дрессированный темночешуйчатый змей",
		[272678] = 3,
		[263425] = "Гюрзис",
		[344423] = "[*] Щит костедробителя",
		[229438] = 3,
		[2580] = 2,
		[309687] = "Иссеченная душа <[*] Иссечение души>",
		[331016] = 10,
		[344351] = "Hati <Repartera-DunModr>",
		[136356] = "[*] Flaming Head Explode",
		[202908] = 1,
		[333957] = 7,
		[294884] = "Неисправный хламобот",
		[297254] = "Король Гоббамак",
		[198813] = 12,
		[268586] = "Король Дазар",
		[319780] = "Склизгл",
		[272682] = 3,
		[59650] = 9,
		[268587] = "Король Дазар",
		[278826] = 1,
		[264492] = 10,
		[259720] = "Заклинатель спор Занча",
		[317734] = 10,
		[258199] = "Сокрушитель из братства Стальных Волн",
		[297257] = "Король Гоббамак",
		[260247] = 3,
		[268589] = "Король Дазар",
		[2948] = 8,
		[119381] = 10,
		[307497] = 10,
		[268590] = "Король Дазар",
		[323740] = "Раскольник-офицер",
		[32409] = "[*] Слово Тьмы: Смерть",
		[219199] = 3,
		[309546] = "Вострия",
		[47788] = 5,
		[273677] = "Проклинатель худу",
		[24858] = 11,
		[309547] = "Вострия",
		[305381] = 2,
		[313643] = 12,
		[202912] = 6,
		[146599] = 6,
		[38829] = "Часовой Аркатраца",
		[330026] = "Доктор Икус",
		[198817] = 1,
		[13006] = 5,
		[344361] = 10,
		[267533] = "Капитан Джолли",
		[274738] = 4,
		[342314] = 8,
		[196770] = 6,
		[339163] = "Генерал Кааль",
		[61999] = 6,
		[338004] = "Работящий смотритель",
		[72320] = "Призрачный жрец",
		[316678] = "Акир - хранитель роя",
		[202914] = 3,
		[115767] = 1,
		[19483] = "Инфернал <Vanniaded-Blackmoore>",
		[197262] = "Хелия",
		[282932] = 5,
		[14030] = "Констебль Эстли",
		[282720] = 2,
		[311493] = 2,
		[249929] = 2,
		[309554] = 11,
		[204963] = "Лорд Малгат",
		[268552] = 3,
		[340271] = 7,
		[309555] = 11,
		[213867] = "Заклинательница клинков Алуриэль",
		[272696] = "Бешеная наседка",
		[307508] = 2,
		[61425] = 2,
		[29722] = 9,
		[313652] = "Ка'зир",
		[340273] = 7,
		[250050] = "Язма",
		[278841] = 1,
		[136365] = "[*] Flaming Head Explode",
		[202917] = 9,
		[195750] = 6,
		[180392] = "Колдунья из армии Ракиша",
		[272699] = "Бешеная наседка",
		[123992] = 6,
		[320771] = "Налтор Криомант",
		[212619] = 9,
		[330037] = "Болотный шершень",
		[34477] = 3,
		[154796] = 12,
		[260323] = "Шеф Разданк",
		[330038] = 3,
		[231587] = 2,
		[296794] = 2,
		[336182] = 8,
		[269576] = 3,
		[227492] = "Неизвестно",
		[154797] = 12,
		[164012] = 6,
		[33076] = 5,
		[340279] = "Ночноцвет Туманной Завесы",
		[85614] = 9,
		[48707] = 6,
		[323701] = 5,
		[282943] = "Таранный поршень",
		[310530] = 7,
		[270657] = 12,
		[334206] = 2,
		[231589] = 2,
		[232613] = 11,
		[327995] = "Заразный добытчик",
		[305470] = 2,
		[282945] = "Свисторез",
		[307586] = "[*] Поглощающий колодец",
		[163024] = 5,
		[288301] = "Тиранда Шелест Ветра",
		[256163] = "Азеритовая футбомба",
		[124506] = 10,
		[126513] = 1,
		[313663] = 11,
		[206474] = "Тихондрий",
		[55090] = 6,
		[270661] = 1,
		[326017] = "[*] Разлагающая кислота",
		[271640] = "Тень Зула",
		[199851] = 1,
		[336190] = 2,
		[297283] = "[*] Обрушение",
		[313732] = "Тек'рис",
		[271903] = "Платный разгонятель толпы",
		[59658] = 6,
		[264520] = "Обезумевший мастер выживания",
		[115804] = 1,
		[199852] = 1,
		[250022] = "Язма",
		[42292] = 10,
		[315715] = "[*] Презрение",
		[195757] = 6,
		[5384] = 3,
		[272713] = "Крушитель из братства Трюмных Крыс",
		[340289] = "Ночноцвет Туманной Завесы",
		[302336] = "Искаженный Бездной захватчик",
		[295305] = 1,
		[265476] = 8,
		[252071] = 11,
		[279810] = 3,
		[213164] = 2,
		[313670] = 2,
		[22812] = 11,
		[199854] = 1,
		[27285] = 9,
		[264525] = "Обезумевший мастер выживания",
		[335805] = "[*] Бастион Архонта",
		[303564] = 6,
		[221356] = "Сумеречная звездная танцовщица",
		[264526] = "Цепкие щупальца",
		[291147] = 3,
		[31884] = 2,
		[270670] = 8,
		[294143] = 5,
		[324859] = "Туманная защитница",
		[209087] = "Гул'дан",
		[213166] = "[*] Пылающее клеймо",
		[305483] = 7,
		[198832] = "Восставший тихоступ <Tegnéll-Silvermoon>",
		[320763] = 7,
		[326090] = "Иглобрюх-разоритель",
		[305484] = 7,
		[315508] = 4,
		[34614] = "Плут Ветви Пустоты",
		[139448] = 8,
		[305485] = 7,
		[85618] = 2,
		[345335] = 12,
		[303438] = 11,
		[264531] = "Обезумевший мастер выживания",
		[318714] = "Молотящее щупальце",
		[203953] = 11,
		[328012] = 11,
		[272723] = 6,
		[256171] = 4,
		[272469] = "Хватка Бездны",
		[250028] = "Язма",
		[306427] = 2,
		[340300] = "Жоробрюх Туманной Завесы",
		[138426] = 5,
		[319823] = 2,
		[49322] = 12,
		[311366] = "[*] Луч Бездны",
		[211185] = "Леди Калиндрия",
		[48181] = 9,
		[257170] = "Налетчик из братства Стальных Волн",
		[274774] = 10,
		[130654] = 10,
		[328016] = "Грибомаг",
		[328951] = 12,
		[116847] = 10,
		[258150] = "Морской колдун из братства Трюмных Крыс",
		[287062] = 10,
		[210099] = "Неизвестно",
		[340304] = "Жоробрюх Туманной Завесы",
		[93795] = 7,
		[287063] = 10,
		[59700] = 2,
		[198837] = "Восставший тихоступ <Deathícus-Draenor>",
		[288839] = 5,
		[278873] = 6,
		[320759] = "Дециматор Шик'вот",
		[272790] = 3,
		[118089] = 8,
		[270185] = "Вик'Гот",
		[342103] = "[*] Вонючая желчь",
		[198838] = 7,
		[265760] = "Матрона Бриндл",
		[278875] = 2,
		[330069] = "[*] Концентрированная чума",
		[272581] = "Воин бури из братства Трюмных Крыс",
		[203958] = 11,
		[278876] = 11,
		[63796] = 12,
		[198839] = "Неизвестно <Kaddy-ColinasPardas>",
		[285020] = "\"Платиновый лупцеватор\"",
		[339187] = 7,
		[48438] = 11,
		[72807] = 3,
		[228532] = 12,
		[49206] = 6,
		[33080] = 2,
		[340311] = "Жоробрюх Туманной Завесы",
		[334168] = 7,
		[295261] = 12,
		[282724] = 11,
		[315739] = 2,
		[253106] = 12,
		[276939] = 5,
		[272737] = 7,
		[223414] = "[*] Паразитические путы",
		[260734] = 7,
		[319836] = 8,
		[268703] = "Заряженная песчаная дьяволица",
		[72808] = 6,
		[203961] = 11,
		[336219] = 3,
		[264603] = "Старейшина Ликса",
		[338003] = "Порочный уничтожитель",
		[297127] = "\"Оборонобот II\"",
		[250036] = "[*] Темные отголоски",
		[338268] = 1,
		[325793] = "Порочный псарь",
		[317791] = "Чародей из войска мертвых <Deathícus-Draenor>",
		[311648] = 6,
		[257119] = "[*] Песчаная ловушка",
		[208086] = 1,
		[317792] = "Чародей из войска мертвых <Deathícus-Draenor>",
		[336222] = 7,
		[297315] = "Большой элементаль Бездны",
		[225374] = "Звездный фамилиар",
		[325984] = 2,
		[339184] = "Домина Отравленный Клинок",
		[280934] = "Тяжелое ядро",
		[223417] = "Страшный зверолов",
		[295001] = "Повелитель замков",
		[326039] = "Верховная надзирательница Бериллия",
		[282684] = 8,
		[315443] = 6,
		[276840] = 1,
		[319843] = "Сталекожий боец авангарда",
		[321891] = "Иллюзорный лисохвост <Призывательница Туманов>",
		[312562] = 2,
		[232633] = 5,
		[227573] = "Гарм",
		[294966] = 12,
		[227514] = "Гарм",
		[274416] = 7,
		[90216] = 2,
		[321893] = "Иллюзорный лисохвост <Призывательница Туманов>",
		[223419] = "Ужасный дух <Страшный зверолов>",
		[320752] = 7,
		[342428] = 6,
		[321894] = "Налтор Криомант",
		[260279] = "[*] Пулеметный огонь",
		[55095] = 6,
		[328094] = "Заклинатель чумы",
		[273653] = "Сумрачный ужас",
		[323943] = "Девия",
		[323059] = "Дроман Ульфарран",
		[344421] = 2,
		[221326] = "Фрагмент души Аззинота",
		[260280] = "Шеф Разданк",
		[276846] = 5,
		[344422] = 11,
		[264560] = "Аква'сирр",
		[290951] = 8,
		[298225] = 10,
		[262513] = "Огнелетчица Торговой компании",
		[242875] = 2,
		[345693] = 2,
		[326879] = "Мелкий камнебес",
		[209973] = "Элисанда",
		[59703] = 2,
		[119910] = 9,
		[317861] = 2,
		[336234] = 7,
		[338282] = 1,
		[227518] = 12,
		[122470] = 10,
		[268365] = "[*] Горнопроходческий заряд",
		[326892] = "Дессия Обезглавливательница",
		[223423] = "Зараженный кровоцвет",
		[338340] = 7,
		[13584] = "Верный Утробе караульный",
		[290032] = 5,
		[272457] = "Заклинатель спор Занча",
		[326891] = "Инквизитор Зигар",
		[295339] = 2,
		[306484] = 5,
		[215233] = "Щупальце угнетения",
		[324010] = "Миллифисент Манашторм",
		[278148] = 12,
		[340026] = "Мифреш Небесный Коготь",
		[278962] = 4,
		[73325] = 5,
		[234108] = 2,
		[25046] = 4,
		[315762] = "Вексиона",
		[191685] = 6,
		[98440] = 4,
		[255609] = 1,
		[315763] = 2,
		[326002] = 2,
		[75388] = "Отрекшийся-матрос",
		[122693] = 3,
		[59961] = 11,
		[208068] = "Натанос Гнилостень",
		[278905] = 6,
		[264571] = 9,
		[260286] = 3,
		[73326] = 2,
		[272820] = "Усиленный призыватель шторма",
		[224510] = "Боевой маг из Сумеречной стражи",
		[315766] = "Шупальце Дест'агат",
		[334196] = 7,
		[116841] = 10,
		[242881] = 10,
		[326062] = 1,
		[85613] = 4,
		[319919] = 10,
		[264574] = "Песчаный стрелок",
		[321828] = "Призывательница Туманов",
		[228391] = "Говорящий с костями - стражник душ",
		[278909] = 4,
		[242882] = 6,
		[274814] = 11,
		[203975] = 11,
		[195630] = 10,
		[24735] = 9,
		[124009] = "Сюэнь <Кейлани-Борейскаятундра>",
		[309627] = 11,
		[278911] = 2,
		[213083] = "Ледяные чары",
		[319521] = "Кул'тарок",
		[93805] = 8,
		[311676] = 2,
		[51514] = 7,
		[315772] = "Н'Зот Заразитель",
		[308862] = "Нестабильный слуга <Зардет Черный Коготь>",
		[288853] = 6,
		[272770] = 2,
		[307582] = "Взрывоопасный трутень",
		[294961] = "[*] Пылающий укус",
		[115175] = 10,
		[197834] = 4,
		[332156] = "Безголовый клиент",
		[321973] = 5,
		[188031] = 11,
		[315830] = "Анубисат-часовой",
		[332157] = "Безголовый клиент",
		[93806] = 7,
		[194663] = "Хеларьяр-защитник",
		[197835] = 4,
		[215241] = "Палач из Сумеречной стражи",
		[167119] = "Агрессивный гнилячок",
		[278917] = 12,
		[321249] = "Взбесившийся вурдалак",
		[260292] = "Кроглот Зараженный",
		[285061] = 5,
		[295354] = 7,
		[248439] = 1,
		[292910] = "Верный Утробе кандальщик",
		[5225] = 11,
		[116844] = 10,
		[272776] = 5,
		[272426] = "[*] Цель для артиллерии",
		[163025] = 10,
		[262538] = "Темный палач",
		[321923] = 3,
		[256198] = "Надзиратель Корги",
		[51271] = 6,
		[274598] = 8,
		[264587] = "Подрастающий кролуск",
		[228581] = 6,
		[203981] = 12,
		[262540] = "Техник-эксперт",
		[53563] = 2,
		[340355] = "[*] Быстрая инфекция",
		[326021] = "Иглобрюх-поглотитель",
		[233674] = 11,
		[258723] = "[*] Зловещая лужа",
		[340356] = "Моровая слизь",
		[236746] = 7,
		[335072] = "Миллхаус Манашторм",
		[330118] = "Завывающий призрак",
		[256200] = "Надзиратель Корги",
		[134359] = 5,
		[225484] = "Мифана",
		[313737] = "Глубинный дозорный",
		[341215] = "[*] Нестабильная анима",
		[339167] = "Теотар",
		[16979] = 11,
		[115310] = 10,
		[256201] = "Надзиратель Корги",
		[270506] = "Призрачная повелительница животных",
		[199674] = "Король Ранульф",
		[17057] = 11,
		[315787] = 11,
		[25504] = 7,
		[295310] = 1,
		[339166] = "Теотар",
		[104773] = 9,
		[208506] = "Триллиакс",
		[307119] = 11,
		[226510] = "[*] Кровавый гной",
		[211152] = "Гул'дан",
		[61243] = 2,
		[206458] = "Внутренний демон",
		[311046] = "Мрачный провидец",
		[188028] = 7,
		[328125] = "Неумирающий камнебес <Эшелон>",
		[278931] = 9,
		[313743] = "Глубинный дозорный",
		[330973] = "Тошнотворный газовый мешок",
		[309648] = "Аллерия Ветрокрылая",
		[303505] = 10,
		[321935] = "Сгусток слизи",
		[274837] = 11,
		[288800] = 8,
		[277731] = 4,
		[226512] = "[*] Кровавый гной",
		[274838] = 11,
		[256627] = "Вышибала из банды Резчиков",
		[322781] = 1,
		[305555] = 2,
		[213624] = "[*] Знак льда",
		[267558] = 1,
		[319890] = "Ворюга Бар'ток",
		[259277] = "Риггс <Азирона>",
		[276767] = "Глубинная сектантка",
		[309652] = "[*] Иллюзорная стрела",
		[328082] = 4,
		[313748] = "Глубинный дозорный",
		[188456] = 9,
		[311570] = "Владыка Матиас Шоу",
		[1122] = 9,
		[330131] = 2,
		[274890] = "[*] Раскалывающий бросок",
		[334275] = 9,
		[319941] = "Эшелон",
		[115313] = 10,
		[326874] = "Мелкий камнебес",
		[167130] = "Агрессивный гнилячок",
		[116849] = 10,
		[264605] = "Румми Мэнкомб",
		[145629] = 6,
		[228563] = 10,
		[336277] = "Частица неистовства",
		[91776] = "Marrowbender <Lacria-Silvermoon>",
		[309704] = "[*] Едкая кислота",
		[268702] = "Каменный яростень",
		[209527] = 2,
		[330135] = "[*] Источник мора",
		[323992] = "Миллифисент Манашторм",
		[212182] = 4,
		[246807] = 2,
		[264608] = "Румми Мэнкомб",
		[315802] = "Усиленный верный Утробе перехватчик",
		[324825] = 6,
		[319898] = "Склизкое щупальце",
		[185562] = 11,
		[322777] = 1,
		[268705] = "Песочная змея <Яйцо>",
		[43265] = 6,
		[48153] = 5,
		[329748] = 1,
		[150486] = 2,
		[258672] = "Стрелок из братства Стальных Волн",
		[297375] = 11,
		[340378] = 7,
		[228566] = "Хелия",
		[198599] = "Валарьяр - призыватель молний",
		[115315] = 10,
		[340379] = 7,
		[327647] = "Раскольница-инквизитор",
		[303520] = 10,
		[6262] = 1,
		[320727] = "[*] Перемещенная взрывная волна",
		[326046] = "Иглобрюх-рогач",
		[213209] = 5,
		[204406] = 7,
		[204018] = 2,
		[309665] = "Терум Подземная Кузня",
		[321999] = "Моровая слизь",
		[185565] = 4,
		[113780] = 4,
		[299474] = "Завролиск-костеглод",
		[2565] = 1,
		[309713] = "Молотящее щупальце",
		[221210] = "Бурлементаль <Молниеносец>",
		[303572] = 6,
		[24736] = 11,
		[259285] = 3,
		[122688] = 3,
		[317859] = 2,
		[300687] = "Токсичное чудище",
		[297382] = "Украденный хламобот",
		[324003] = 2,
		[270495] = "[*] Целительный прилив",
		[264398] = "Дод",
		[321956] = "Налтор Криомант",
		[324004] = 12,
		[30625] = "Волшебное завихрение",
		[205021] = 8,
		[305575] = "[*] Область проведения ритуала",
		[332196] = "Безголовый клиент",
		[309671] = "Терум Подземная Кузня",
		[295337] = 7,
		[210141] = 6,
		[274860] = "Головорез из братства Стальных Волн",
		[268717] = "Живец",
		[295338] = 7,
		[294103] = "Ракетный танк",
		[207980] = "Баалгар Бдительный",
		[307075] = "Вексиона",
		[32289] = 2,
		[242906] = "Инфернал - вестник хаоса",
		[315817] = 8,
		[317865] = 5,
		[320723] = "[*] Перемещенная взрывная волна",
		[313770] = 2,
		[272413] = "Гарпунщик из братства Волнорезов",
		[211571] = "Скверноподданный маг Хаоса",
		[298197] = 12,
		[272816] = 11,
		[315819] = 8,
		[334249] = 2,
		[268311] = 3,
		[344533] = 11,
		[215263] = 11,
		[268722] = "Геомант Торговой компании",
		[295343] = 2,
		[177380] = "Гул'дан",
		[227550] = "Гул'дан",
		[228596] = 8,
		[205025] = 8,
		[197858] = "Бурлящая лужа",
		[8212] = 11,
		[342443] = "Чумной рух",
		[45334] = 11,
		[242909] = "Инфернал - вестник хаоса",
		[326106] = 2,
		[126582] = 2,
		[336301] = 11,
		[119415] = 8,
		[317221] = 2,
		[257244] = 6,
		[317445] = 3,
		[321968] = "Жительница Тирна Скитта",
		[215288] = "Элерет Дикая Лань",
		[268467] = 8,
		[311730] = 6,
		[262161] = 1,
		[307635] = "Тек'рис",
		[278789] = "[*] Волна разложения",
		[224125] = 7,
		[264206] = "Меректа",
		[274443] = 3,
		[161399] = 5,
		[200587] = 9,
		[338353] = "Собиратель трупов",
		[307637] = "Акир-трутень",
		[40505] = "Снанг",
		[336306] = "Домина Отравленный Клинок",
		[96891] = 11,
		[260318] = "Шеф Разданк",
		[317877] = "Темнокрыл-горгулья",
		[257286] = 3,
		[272827] = "Разоритель из братства Трюмных Крыс",
		[324021] = "Верный Утробе кандальщик",
		[224483] = "Наблюдатель из Сумеречной стражи",
		[262589] = "Кровавый роевик",
		[305592] = 2,
		[317923] = "Генерал Кааль",
		[228579] = 6,
		[118905] = "Тотем конденсации <Kaddy-ColinasPardas>",
		[338357] = "Кирийский кадавр",
		[299450] = "Демонтажница из банды Поршнеголовых",
		[224484] = "[*] Падающая звезда",
		[328908] = 2,
		[321976] = "Неизвестно",
		[312678] = 2,
		[203795] = 12,
		[196840] = 7,
		[299496] = "Стрелок из банды Поршнеголовых",
		[198888] = "Штормовой дракон",
		[274438] = "[*] Буря",
		[116858] = 9,
		[136475] = "Всадник без головы",
		[324026] = "Некромант с \"Золрамуса\"",
		[93821] = 8,
		[308429] = 11,
		[156910] = 2,
		[307645] = "Вексиона",
		[327649] = "Мве'зала",
		[328123] = 2,
		[272834] = "Разоритель из братства Трюмных Крыс",
		[271924] = 7,
		[326076] = 1,
		[328124] = "Неизвестно",
		[323576] = "Рунический старорог",
		[72222] = "Измученный ружейник",
		[143625] = 6,
		[225511] = "Неизвестно",
		[210153] = 12,
		[299457] = "Охранник Ржавого Болта",
		[228583] = 6,
		[328126] = 2,
		[211801] = "Нестабильный осколок <Скорпирон>",
		[33702] = 9,
		[224488] = "Аристократ-исказитель",
		[278981] = 4,
		[313793] = "Смертокрыл",
		[211178] = "Гниющий дракон",
		[309698] = "Молотящее щупальце",
		[328128] = 2,
		[297412] = 7,
		[299460] = "Стрелок из банды Поршнеголовых",
		[317890] = "Алая убийца",
		[319938] = "[*] Болезнетворное облако",
		[210155] = 12,
		[324034] = 11,
		[236776] = 3,
		[295366] = 7,
		[307192] = 4,
		[51779] = "Верховный маг Эландра",
		[211037] = "Наблюдательница из Сумеречной стражи",
		[295367] = 2,
		[1066] = 11,
		[315845] = 8,
		[309702] = "Молотящее щупальце",
		[295368] = 9,
		[313798] = "Глубинный дозорный",
		[256231] = 8,
		[317894] = "Ночной клинок из Каменного легиона",
		[303560] = 10,
		[202748] = 3,
		[227563] = 4,
		[334277] = 8,
		[38981] = "Плут пламени Скверны",
		[281036] = 3,
		[268230] = "Матрос корпорации Эшвейнов",
		[228565] = "Хелия",
		[303562] = 10,
		[264655] = "Зараженный крестьянин",
		[315849] = 5,
		[209518] = "Око Гул'дана",
		[328136] = 2,
		[278523] = 2,
		[332232] = "Разумное масло",
		[317898] = 11,
		[295373] = 9,
		[256616] = "Кишкодер из банды Резчиков",
		[129552] = 3,
		[85634] = 1,
		[295374] = 9,
		[321995] = 6,
		[332234] = "Разумное масло",
		[271565] = "Бальзамировочный состав",
		[295375] = 12,
		[188016] = 4,
		[324044] = "Халкиас",
		[326092] = "Иглобрюх-разоритель",
		[295376] = 5,
		[270868] = "[*] Стойкий яд",
		[291281] = 11,
		[268756] = 4,
		[303568] = 6,
		[214278] = "Элисанда",
		[324046] = "\"Орифрион\"",
		[85635] = 2,
		[295378] = 12,
		[86659] = 2,
		[324047] = "Миллифисент Манашторм",
		[257260] = "Шипастый страж",
		[303570] = 6,
		[121471] = 4,
		[299475] = "Утильхаунд",
		[204019] = 2,
		[7178] = 6,
		[5782] = 9,
		[315858] = 12,
		[58180] = 11,
		[278999] = 1,
		[317878] = 1,
		[260333] = "Кроглот Зараженный",
		[93827] = 6,
		[328146] = "Червь-трупоед",
		[270329] = 3,
		[322757] = "Хранитель врат с \"Золрамуса\"",
		[276953] = 5,
		[271563] = "Бальзамировочный состав",
		[264667] = 3,
		[260334] = "Кроглот Зараженный",
		[204021] = 12,
		[295384] = 12,
		[289241] = 11,
		[315862] = "Раздирающее щупальце",
		[277706] = 9,
		[250096] = "Язма",
		[338388] = 2,
		[324054] = 1,
		[272528] = "Снайпер дома Эшвейнов",
		[295386] = 4,
		[322756] = "Хранитель врат с \"Золрамуса\"",
		[198903] = "[*] Грохочущая буря",
		[8042] = 7,
		[32292] = 1,
		[263371] = "Аспидис",
		[268280] = "Жрец моря - каратель",
		[301531] = 7,
		[213238] = "Тихондрий",
		[324092] = 7,
		[198904] = "Гнилосердная дриада",
		[232692] = "Гул'дан",
		[302274] = "\"Танкоборец-1\"",
		[305628] = 2,
		[274912] = 10,
		[317915] = "Кровавая опухоль",
		[320707] = 2,
		[173184] = 7,
		[291295] = 8,
		[334298] = 6,
		[209928] = 1,
		[323559] = 4,
		[274914] = 5,
		[228598] = 8,
		[311774] = "Темнокрыл-горгулья",
		[322013] = 11,
		[332252] = 3,
		[272902] = "Капитан Юдора",
		[192109] = 7,
		[264712] = "[*] Волна гнили",
		[211193] = "Капитан Наранот",
		[267797] = 5,
		[213241] = 12,
		[921] = 4,
		[19750] = 2,
		[317920] = 2,
		[344001] = "[*] Слизистый след",
		[72329] = "Темный наемник",
		[340446] = "Воплощение зависти <Инквизитор Зигар>",
		[228600] = 8,
		[279014] = "Сердце Сетралисс",
		[316609] = "Щупальце ужаса",
		[313174] = 2,
		[316745] = "Вексиона",
		[318656] = "Грехослов",
		[331818] = "Домина Отравленный Клинок",
		[127802] = 3,
		[228601] = 8,
		[303589] = "Сгустившийся ужас",
		[272873] = 11,
		[219271] = 7,
		[257270] = "Мастер клинков прилива",
		[184575] = 2,
		[272874] = "Командир из корпорации Эшвейнов",
		[30501] = 5,
		[264173] = 9,
		[270827] = 5,
		[214268] = "Лунный серп из Сумеречной стражи",
		[315878] = "Ярость Н'Зота",
		[232698] = 5,
		[11540] = 10,
		[165485] = 3,
		[299497] = "Стрелок из банды Поршнеголовых",
		[268271] = "Леди Уэйкрест",
		[344548] = 7,
		[38052] = "Уничтожитель Скверны",
		[299498] = "Мехагонский солдат",
		[257272] = "Живец",
		[303594] = "Сгустившийся ужас",
		[338406] = "Подавитель Зелорс",
		[233062] = "Горот",
		[164812] = 11,
		[221437] = "Демоническая сущность",
		[66188] = 6,
		[324073] = 4,
		[1459] = 8,
		[271555] = "Погребальный голем",
		[264689] = 12,
		[299501] = 4,
		[77451] = 7,
		[328170] = "Часовой чертогов",
		[46924] = 1,
		[299502] = "Мехагонский солдат",
		[257274] = "[*] Гнусная субстанция",
		[142478] = 5,
		[218367] = 5,
		[194153] = 11,
		[845] = 1,
		[254203] = 2,
		[338411] = 4,
		[138425] = 6,
		[224511] = "Боевой маг из Сумеречной стражи",
		[160007] = 3,
		[272884] = "Капитан Рауль",
		[337882] = 10,
		[181867] = 4,
		[279028] = 7,
		[264694] = "Раал Прожорливый",
		[324079] = "Мордрета, Вечная императрица",
		[301554] = 6,
		[279029] = 7,
		[203820] = 11,
		[323544] = "Сын Хаккара",
		[111759] = 5,
		[328176] = "Гриб-штурмовик",
		[289982] = 5,
		[276112] = 2,
		[334320] = 9,
		[328177] = "Гриб-штурмовик",
		[272888] = "Разрушитель из дома Эшвейнов",
		[288636] = 10,
		[270891] = "Король Рау'ай",
		[6795] = 11,
		[264698] = "Раал Прожорливый",
		[289298] = 2,
		[334322] = "Создание Трупошва",
		[279033] = 7,
		[328206] = "Эшелон",
		[305118] = 2,
		[24275] = 2,
		[262652] = 7,
		[320696] = "Сшитый боец авангарда",
		[324085] = "Дессия Обезглавливательница",
		[334324] = "Главный смотритель Джавлин",
		[336372] = 11,
		[257292] = "Рассекатель из братства Стальных Волн",
		[324086] = 2,
		[317943] = "Раскольница - боец авангарда",
		[63560] = 6,
		[272893] = 9,
		[274941] = "Буканьер из братства Трюмных Крыс",
		[334326] = "Главный смотритель Джавлин",
		[209158] = "Ксавий",
		[72335] = "Темный наемник",
		[302861] = 11,
		[323538] = "Верховный адъюдикатор Ализа",
		[341936] = 5,
		[289277] = 6,
		[324089] = 2,
		[270872] = "Одержимый кровью шпион",
		[260703] = "Сестра Маладия",
		[258864] = "Морпех корпорации Эшвейнов",
		[324090] = "Дилер Зи'екса",
		[334329] = "Главный смотритель Джавлин",
		[118922] = 3,
		[223506] = "Ужасный дух <Страшный зверолов>",
		[310455] = "Хепфис",
		[52042] = "Неизвестно <Супрек>",
		[200969] = "Король Тор",
		[153596] = 8,
		[211208] = "Капитан Наранот",
		[54861] = 5,
		[319997] = "Шаркающий арбалетчик",
		[305663] = "Маут",
		[254224] = 5,
		[216328] = 2,
		[279043] = 4,
		[272900] = 7,
		[93326] = 1,
		[326836] = "Зловещая подавительница",
		[344572] = "Hiena <Bichuty-Tyrande>",
		[308406] = "Страж кузни Хуррул",
		[289308] = 8,
		[257284] = 3,
		[209162] = 10,
		[201995] = 6,
		[282449] = 4,
		[326835] = "Покрытый оссеином рядовой",
		[264764] = 1,
		[272903] = 2,
		[288589] = 4,
		[315932] = "Непреклонная карательница",
		[280384] = 3,
		[201996] = 9,
		[299525] = "Стрелок из банды Поршнеголовых",
		[703] = 4,
		[165892] = 5,
		[258653] = "Взрывчатка",
		[324099] = 11,
		[268810] = "Подопытная крыса",
		[324128] = 6,
		[89751] = "Даг-тараши <Нелиндель>",
		[339119] = 2,
		[213602] = 5,
		[22568] = 11,
		[274389] = "[*] Мышеловки",
		[300211] = "Вооруженный робопаук",
		[317958] = "Алая убийца",
		[155625] = 11,
		[305672] = "Аллерия Ветрокрылая",
		[291338] = 2,
		[317959] = "Раскольница-бичевательница",
		[102543] = 11,
		[270889] = "Король Рау'ай",
		[324103] = "Генерал Кааль",
		[206515] = "Гул'дан",
		[320008] = "Миллхаус Манашторм",
		[222082] = "Кошмарное слияние",
		[322735] = "Хаккар Свежеватель Душ",
		[212238] = "[*] Миазмы",
		[294860] = "Непримечательное растение",
		[66196] = 6,
		[198589] = 12,
		[178173] = 10,
		[258313] = "Офицер корпорации Эшвейнов",
		[320050] = "Ксав Несломленный",
		[325691] = "Мве'зала",
		[317963] = "Раскольница-бичевательница",
		[270865] = "Король А'акул",
		[272571] = "Воин бури из братства Трюмных Крыс",
		[307725] = "Пророк Скитра",
		[70150] = "Гневный вурдалак",
		[320012] = "Амарт",
		[214624] = 11,
		[299535] = "Стрелок из банды Поршнеголовых",
		[309774] = 1,
		[328204] = 2,
		[294855] = "Непримечательное растение",
		[171621] = 6,
		[300207] = "Вооруженный робопаук",
		[328205] = "Раскольница-бунтарка",
		[272916] = 4,
		[1715] = 1,
		[245005] = "Ужасное щупальце",
		[139546] = 4,
		[208944] = "Элисанда",
		[223504] = "Ужасный дух <Страшный зверолов>",
		[309777] = "Охотник Бездны <Ра-ден>",
		[222111] = "[*] Бушующее пламя",
		[64843] = 5,
		[260364] = 8,
		[326827] = "Старший смотритель",
		[196884] = 7,
		[197908] = 10,
		[257310] = "Пушка братства Стальных Волн",
		[257293] = "Сабля быстрого ветра",
		[295445] = "\"Танкоборец-1\"",
		[17619] = 2,
		[274968] = "Завывающий призрак",
		[317376] = 2,
		[287255] = 11,
		[51533] = 7,
		[119952] = 2,
		[3714] = 6,
		[190456] = 1,
		[296779] = 5,
		[266779] = 3,
		[228626] = 11,
		[328212] = "[*] Режущий лед",
		[281114] = 5,
		[198934] = "Валарьяр-мистик",
		[217694] = 8,
		[121253] = 10,
		[193827] = "Король-бог Сковальд",
		[315927] = "Н'Зот Заразитель",
		[322729] = 10,
		[221460] = "Маг Хаоса Белерон",
		[264734] = "Раал Прожорливый",
		[157980] = 8,
		[263344] = "Усиленный имперский смотритель",
		[209174] = "Элисанда",
		[264735] = 3,
		[188501] = 12,
		[293404] = 1,
		[328216] = 12,
		[324776] = "Туманный культиватор",
		[157981] = 8,
		[91797] = "Grubstealer <Lacria-Silvermoon>",
		[328217] = "Раскольница-бунтарка",
		[338456] = "Кирийский кадавр",
		[332313] = "Домина Отравленный Клинок",
		[330919] = "Яростная маска",
		[258945] = "Отступница - стражница шпиля",
		[264761] = 11,
		[332314] = "Скрывающийся ассасин",
		[326171] = "Мве'зала",
		[17962] = 9,
		[317361] = 2,
		[298154] = 1,
		[333629] = "Возрожденный арбалетчик <Амарт>",
		[231363] = "Горот",
		[330268] = 2,
		[223511] = "Гнилостная слизь",
		[268836] = 2,
		[258323] = "Мясник из братства Стальных Волн",
		[321388] = 8,
		[323496] = "Изготовитель кадавров",
		[261395] = 5,
		[221464] = "Маг Хаоса Белерон",
		[289315] = 11,
		[289349] = 6,
		[323509] = 10,
		[270886] = "Осколок часового",
		[272934] = 8,
		[260372] = "Огнелетчица Торговой компании",
		[317985] = "Раскольник-офицер",
		[107428] = 10,
		[197916] = 10,
		[57934] = 4,
		[298152] = 5,
		[307128] = 7,
		[289318] = 11,
		[243991] = 2,
		[228633] = "Моряк из Ночного дозора",
		[320035] = 8,
		[323507] = 7,
		[224234] = "Небесная послушница",
		[115203] = 10,
		[268233] = "Сторожевой элементаль",
		[257622] = 3,
		[320839] = "Похитительница с \"Золрамуса\"",
		[190446] = 8,
		[311846] = 11,
		[332344] = 2,
		[268854] = 12,
		[91800] = "Marrowbender <Lacria-Silvermoon>",
		[336420] = "Лакезис",
		[272940] = 4,
		[221160] = "Пульсарон",
		[132403] = 2,
		[254232] = 5,
		[197919] = 10,
		[320674] = 7,
		[268846] = "Испытатель экспериментального оружия",
		[328231] = 3,
		[322088] = "Кул'тарок",
		[277061] = "Беглый проклинатель",
		[89753] = "Даг-тараши <Нелиндель>",
		[213278] = "[*] Горящая земля",
		[338471] = "Криксис Ненасытный",
		[198944] = "Валарьяр - дева щита",
		[310830] = "Сумасшедшая мастер ножа",
		[295469] = "Камнепад",
		[325551] = "Домина Отравленный Клинок",
		[332329] = "Верный служитель из племени Атал'ай",
		[334377] = "Писец-исследовательница",
		[295470] = "Ма'хаат Упорный",
		[123904] = 10,
		[10444] = 7,
		[334378] = "Писец-исследовательница",
		[287280] = 2,
		[346665] = 12,
		[277060] = "Беглый проклинатель",
		[268851] = "Аспидис",
		[331695] = 10,
		[227300] = "[*] Кинетическое извержение",
		[332332] = "Сын Хаккара",
		[257620] = 3,
		[324161] = 2,
		[264757] = "Старейшина Ликса",
		[307773] = "Маут",
		[334381] = "Писец-исследователь",
		[270901] = "Сенешаль М'бара",
		[270920] = "Королева Уаси",
		[324143] = 1,
		[257308] = "Красавчик Харлан",
		[233759] = 10,
		[266238] = "[*] Брешь в защите",
		[332335] = "Сын Хаккара",
		[212258] = "Гул'дан",
		[287285] = 2,
		[264760] = 1,
		[315954] = "Ярость Н'Зота",
		[268856] = 12,
		[287286] = 2,
		[322098] = 5,
		[324146] = "\"Вентунакс\"",
		[1330] = 4,
		[110745] = 5,
		[200686] = "Грозный отравитель",
		[279715] = 8,
		[301622] = "Мехагонский кавалерист",
		[336451] = "Защитник из многоокой рати",
		[264763] = "Наэлектризованный дервиш",
		[324148] = "\"Вентунакс\"",
		[320069] = "Дессия Обезглавливательница",
		[207920] = "Жуткий капитан Тэттерсейл",
		[322101] = 10,
		[324149] = 3,
		[301624] = 8,
		[343724] = 2,
		[305720] = "Миша",
		[214975] = 6,
		[207150] = 6,
		[205870] = "Летон",
		[264766] = 1,
		[320072] = "Разлагающийся великан",
		[265392] = "Распорядитель банкета",
		[205103] = "Эредарская сумеречная целительница",
		[305722] = "Маут",
		[315961] = 1,
		[212262] = "Гул'дан",
		[41301] = 2,
		[322105] = 5,
		[157997] = 8,
		[309819] = "Аллерия Ветрокрылая",
		[209191] = "Гул'дан",
		[323497] = 7,
		[324154] = "\"Вентунакс\"",
		[268865] = "Испытатель экспериментального оружия",
		[132404] = 1,
		[25771] = 2,
		[111771] = 9,
		[257314] = "Гренадер из братства Стальных Волн",
		[303678] = "Останки",
		[6572] = 1,
		[2139] = 8,
		[241680] = "Лорд Штормсонг",
		[205097] = "Разведчик-убийца",
		[322109] = 10,
		[335000] = "Мве'зала",
		[257315] = "Гренадер из братства Стальных Волн",
		[336444] = "Раскольница-бунтарка",
		[264773] = "[*] Удушающая волна",
		[223829] = 6,
		[77472] = 7,
		[320063] = "Дессия Обезглавливательница",
		[264774] = 8,
		[223528] = "Гнилостная слизь",
		[257316] = "Красавчик Харлан",
		[221487] = "Астральная предсказательница",
		[289348] = 6,
		[275014] = "Вик'Гот",
		[289362] = 7,
		[205099] = "Эредарская сумеречная целительница",
		[264776] = 1,
		[299588] = "Механик из банды Поршнеголовых",
		[334400] = 11,
		[50259] = 11,
		[313923] = 10,
		[340544] = "Иглобрюх-рогач",
		[228649] = 10,
		[102558] = 11,
		[5374] = 4,
		[324760] = "Фрагмент Халкиаса",
		[272987] = 12,
		[304282] = "Рексар",
		[272970] = 8,
		[30507] = 5,
		[115360] = 7,
		[270923] = "Королева Уаси",
		[115357] = 7,
		[49998] = 6,
		[5740] = 9,
		[264477] = "Аква'сирр",
		[322118] = 10,
		[157736] = 9,
		[268877] = 3,
		[270925] = 5,
		[330323] = 1,
		[198959] = "Валарьяр - резчик рун",
		[346012] = 4,
		[270926] = "Шеф Разданк",
		[272986] = 12,
		[266201] = "Оживленный страж",
		[204079] = 2,
		[270927] = "Король Тималджи",
		[33110] = 5,
		[231724] = 7,
		[197942] = "Урсок",
		[270928] = "Король Тималджи",
		[255836] = "Жрица Алун'за",
		[265372] = "Порабощенная стражница",
		[187698] = 3,
		[102560] = 11,
		[155777] = 11,
		[166197] = "Костолом из клана Кровавого Молота",
		[246867] = 2,
		[270930] = "Королева Патлаа",
		[218415] = "Глаз Ил'гинота",
		[264105] = "Меченая сестра",
		[328282] = 2,
		[270931] = "[*] Выстрел Тьмы",
		[272979] = 2,
		[198962] = "Валарьяр - резчик рун",
		[326221] = "Мве'зала",
		[225583] = "[*] Чародейское высвобождение",
		[313935] = "Акир-роевик <Акир - хранитель роя>",
		[279142] = 1,
		[204082] = "Порабощенный Скверной повелитель гнева",
		[251188] = "Ядовитый саурид",
		[300659] = "Токсичное чудище",
		[310454] = 10,
		[296086] = 5,
		[204372] = "Скорпирон",
		[297555] = "Элементаль забвения",
		[328289] = "Раскольник-хранитель",
		[268887] = 2,
		[303699] = 11,
		[313938] = "Акир-крушитель",
		[344673] = 11,
		[45524] = 6,
		[268893] = 2,
		[256589] = "Капитан Рауль",
		[28880] = 1,
		[252666] = "Крадущийся теневой клинок",
		[221490] = "Астральная предсказательница",
		[289367] = 9,
		[87204] = 5,
		[257326] = "Головорез Краснокрюк",
		[328275] = 3,
		[210228] = "Ядовитый паучок",
		[332371] = 3,
		[316019] = 8,
		[221491] = "Астральная предсказательница",
		[281178] = 2,
		[223539] = "[*] Мерзостная тина",
		[108194] = 6,
		[281195] = 3,
		[330325] = 1,
		[252216] = 11,
		[77478] = 7,
		[31661] = 8,
		[197943] = "Урсок",
		[320103] = "Неизвестно",
		[287340] = 5,
		[303706] = 2,
		[313945] = "Акир-крушитель",
		[324184] = 12,
		[313961] = 2,
		[320655] = "Чумокост",
		[5405] = 8,
		[88746] = 3,
		[268896] = "Лорд Штормсонг",
		[328281] = 2,
		[196364] = 9,
		[279154] = 2,
		[280876] = 8,
		[17454] = 3,
		[313948] = 10,
		[307805] = "Маут",
		[268898] = 2,
		[332940] = 2,
		[251187] = "Ядовитый саурид",
		[260402] = 3,
		[268899] = 2,
		[306319] = "Темный инквизитор Занеш",
		[296080] = "Воздушный подавитель ОУ-8",
		[223543] = 1,
		[318046] = 2,
		[328285] = "Почтенная дуэлянтка",
		[218424] = "Натуралист Тел'арн",
		[307808] = "Ярость Н'Зота",
		[187708] = 3,
		[334444] = 1,
		[330334] = 1,
		[307809] = "Ярость Н'Зота",
		[224568] = "Заступник Цитадели Ночи",
		[328287] = "Почтенная дуэлянтка",
		[308366] = "Инквизитор Темнослов",
		[257337] = "Платный разгонятель толпы",
		[301667] = "Мехагонский кавалерист",
		[328288] = "Раскольник-хранитель",
		[266106] = "Дикий кровавый роевик",
		[228477] = 12,
		[268904] = 1,
		[344671] = 11,
		[313955] = "Сильвана Ветрокрылая",
		[101542] = 8,
		[212283] = 4,
		[344672] = 11,
		[165185] = 5,
		[300174] = 1,
		[224570] = "Заступник Цитадели Ночи",
		[184639] = "Леденящий устрашитель",
		[300919] = 5,
		[153923] = "Шептатель Небесного Пути",
		[253239] = "Дазар'айский сокрушитель",
		[318065] = 2,
		[307828] = "Вексиона",
		[299624] = 5,
		[163147] = 5,
		[287338] = 6,
		[313959] = "[*] Раскаленный пузырь",
		[194879] = 6,
		[85673] = 2,
		[180545] = 1,
		[339080] = "[*] Выброс анимы",
		[190784] = 2,
		[224572] = "Заступник Цитадели Ночи",
		[328295] = "Раскольник-хранитель",
		[273006] = 7,
		[316009] = "Зачарованный ритуалист",
		[213995] = 4,
		[73899] = 7,
		[192081] = 11,
		[207167] = 6,
		[108199] = 6,
		[279151] = 8,
		[337037] = "Нектара Изувер",
		[298124] = "Токсикоид",
		[281210] = 6,
		[279152] = 4,
		[214335] = "Звездный авгур Этрей",
		[307821] = "Маут",
		[291021] = 6,
		[279153] = 2,
		[330347] = "Хранитель кузни",
		[203343] = 11,
		[114852] = 2,
		[295536] = "Воздушный подавитель ОУ-8",
		[101546] = 10,
		[324205] = "\"Вентунакс\"",
		[301680] = "Мехагонский кавалерист",
		[343173] = 4,
		[101033] = 7,
		[332397] = 3,
		[301681] = "Мехагонский кавалерист",
		[296788] = 10,
		[216389] = "Заклинательница клинков Алуриэль",
		[169291] = 2,
		[293491] = 12,
		[261440] = "Лорд Уэйкрест",
		[259388] = 3,
		[20271] = 2,
		[154953] = 4,
		[139595] = 1,
		[278574] = 2,
		[268932] = "Король Дазар",
		[334448] = 2,
		[320114] = "Ксав Несломленный",
		[313971] = "Порождение глубин",
		[340592] = 2,
		[261437] = 10,
		[328306] = 4,
		[328837] = 3,
		[324211] = 2,
		[71342] = 1,
		[322170] = 9,
		[281209] = 6,
		[315947] = "Ярость Н'Зота",
		[342642] = "Неизвестно",
		[336499] = "Призывательница Туманов",
		[22703] = 9,
		[318102] = "Ксав Несломленный",
		[296072] = 5,
		[309854] = "Ра-ден",
		[105421] = 2,
		[307832] = "Ярость Н'Зота",
		[261439] = "Лорд Уэйкрест",
		[316030] = "Шад'хар Ненасытный",
		[322167] = 9,
		[223427] = "[*] Кошмарные споры",
		[326263] = "Тред'ова",
		[320120] = "Пакиран Заразный",
		[88749] = 8,
		[208069] = "Натанос Гнилостень",
		[309882] = "Сектант - погонщик рабов",
		[324739] = 3,
		[206151] = 11,
		[268211] = "Резчик рун Сорн",
		[301692] = "Анодированный разрядниконосец",
		[193534] = 3,
		[117418] = 10,
		[42587] = "Всадник без головы",
		[212295] = 9,
		[196937] = 4,
		[31224] = 4,
		[268936] = "Король Дазар",
		[8921] = 11,
		[287360] = 5,
		[218439] = "Клюв Бури",
		[266030] = 9,
		[136528] = "Всадник без головы",
		[295552] = "Воздушный подавитель ОУ-8",
		[192077] = 7,
		[256323] = 10,
		[318078] = "Живые миазмы",
		[77489] = 5,
		[259395] = 5,
		[316031] = "Шад'хар Ненасытный",
		[318079] = 2,
		[222793] = "Крадущийся ужас",
		[330366] = 8,
		[262794] = "Гений Торговой компании",
		[257348] = "Головорез Краснокрюк",
		[294020] = 7,
		[305794] = "Королева Азшара",
		[328305] = 4,
		[214648] = 11,
		[123051] = "Подчинитель разума <Сотворение>",
		[330368] = 8,
		[261447] = "Лорд Уэйкрест",
		[208203] = "Крос",
		[261438] = "Лорд Уэйкрест",
		[317363] = 9,
		[307639] = "Вексиона",
		[245063] = 5,
		[328322] = "Неумирающий камнебес <Эшелон>",
		[205386] = 5,
		[328331] = "Раскольница-юстициарий",
		[262804] = "Гений Торговой компании",
		[255579] = "Жрица Алун'за",
		[259398] = 3,
		[227658] = "Гарм",
		[261446] = "Леди Уэйкрест",
		[304256] = "Хаффер",
		[214348] = "Элерет Дикая Лань",
		[263318] = "Аспидис",
		[100015] = "Искаженный Бездной чародей",
		[328325] = 11,
		[330373] = 8,
		[116011] = 8,
		[228683] = "[*] Очищающее пламя",
		[190027] = 11,
		[205385] = 5,
		[322709] = "Тред'ова",
		[32175] = 7,
		[259387] = 3,
		[330875] = "Пагубный темный проповедник",
		[304254] = "Герус Заточенный",
		[228684] = "Гарм",
		[334970] = "Мве'зала",
		[313994] = "Сектант-прислужник",
		[223565] = "Жуткий орел",
		[326281] = "Тред'ова",
		[256578] = 3,
		[268077] = "Сестра Солена",
		[299661] = 4,
		[328338] = "Стрелок-отравитель",
		[328330] = "Раскольница-юстициарий",
		[197969] = "Урсок",
		[310396] = "Око Дест'агат",
		[281240] = 2,
		[320140] = 2,
		[338570] = 2,
		[342679] = 2,
		[36702] = 1,
		[328332] = "Раскольница-юстициарий",
		[296061] = 2,
		[299664] = 3,
		[334476] = "Хирург Трупошов",
		[279187] = 7,
		[136538] = "Всадник без головы",
		[222202] = 4,
		[253260] = 8,
		[287379] = 1,
		[204083] = "Порабощенный Скверной повелитель гнева",
		[303770] = 8,
		[196941] = 2,
		[320144] = "Миллифисент Манашторм",
		[334967] = "Мечеклюв-матриарх",
		[300155] = "Жительница Тирна Скитта",
		[253261] = 8,
		[221521] = "Решительный придворный",
		[320646] = "[*] Зловонный газ",
		[256333] = 6,
		[268951] = 5,
		[184662] = 2,
		[21169] = 7,
		[320145] = "Миллифисент Манашторм",
		[268953] = 11,
		[320147] = "Миллифисент Манашторм",
		[338577] = 2,
		[59996] = 6,
		[268954] = 11,
		[262811] = "Капля-пиявка",
		[51723] = 4,
		[340626] = 2,
		[268955] = 11,
		[279194] = 1,
		[338579] = 2,
		[307863] = "Инквизитор Гншал",
		[268956] = 11,
		[318108] = 4,
		[243025] = 9,
		[273563] = "Песчаный стрелок",
		[334485] = "\"Вентунакс\"",
		[328342] = "Ядовитый паук <Стрелок-отравитель>",
		[247121] = 12,
		[223572] = "Жуткий орел",
		[32176] = 7,
		[328343] = "Ядовитый паук",
		[321461] = 3,
		[65116] = 7,
		[156000] = 6,
		[306296] = "Маут",
		[160331] = 10,
		[45470] = 6,
		[108211] = 4,
		[254813] = 2,
		[330868] = "Маниакальный стражник душ",
		[197980] = "Кошмарный образ",
		[322212] = "Частица сомнений",
		[324724] = 5,
		[161354] = 8,
		[225858] = "Шал'дорай-натуралист",
		[285344] = "\"Платиновый лупцеватор\"",
		[266923] = "Энергетическое ядро",
		[316532] = "Добровольная жертва",
		[265338] = "Неизвестно",
		[255319] = 4,
		[70464] = "Леди Джайна Праудмур",
		[267385] = "Щупальце",
		[307871] = 1,
		[265337] = "Запачканный кровью поросенок",
		[279203] = 1,
		[258627] = "Земляной яростень",
		[205420] = "Крос",
		[334493] = "Чащобный мерцающий мотылек",
		[279204] = 2,
		[316530] = 4,
		[205146] = 9,
		[218806] = "Солнцевед Тел'арн",
		[328351] = 11,
		[303769] = 8,
		[97462] = 1,
		[300147] = 2,
		[306290] = "Маут",
		[255317] = 9,
		[225856] = "[*] Отравленные колючки",
		[334496] = 2,
		[303780] = 5,
		[310385] = "[*] Кислотные брызги",
		[145763] = "Маг'хар - владыка зверей",
		[320168] = "Миллифисент Манашторм",
		[273525] = 9,
		[232798] = "Гарм",
		[316068] = "Чумазый гряземес",
		[301734] = "Охранник Ржавого Болта",
		[256826] = 6,
		[330403] = "Чумной рух",
		[97463] = 1,
		[268971] = 5,
		[2823] = 4,
		[330404] = "Чумной рух",
		[260667] = "Позолоченная жрица",
		[326309] = "[*] Разлагающая кислота",
		[344739] = "Неизвестно",
		[54680] = "Thok <Gryndal-Hyjal>",
		[93368] = 1,
		[307865] = 1,
		[268980] = 2,
		[264878] = 3,
		[2983] = 4,
		[191840] = 10,
		[12058] = "Зекхан",
		[324717] = 2,
		[336556] = "Туманник",
		[34914] = 5,
		[42650] = 6,
		[291111] = 6,
		[338606] = "Ассистент-расчленитель <Портал в мастерскую>",
		[15290] = 5,
		[320170] = "Амарт",
		[33891] = 11,
		[194913] = 6,
		[334505] = 2,
		[320171] = "Амарт",
		[264903] = "Аква'сирр",
		[184689] = 2,
		[213567] = "Заклинательница клинков Алуриэль",
		[209248] = "Элисанда",
		[281265] = 5,
		[145762] = "Маг'хар - владыка зверей",
		[315720] = 1,
		[114871] = 2,
		[53600] = 2,
		[314040] = 10,
		[257371] = "[*] Слезоточивый газ",
		[328365] = "Стрелок-отравитель",
		[209471] = "Кошмарный гной",
		[212736] = "[*] Замерзшая лужа",
		[187748] = 11,
		[83242] = 3,
		[330423] = "Гриб-штурмовик",
		[334488] = "Хирург Трупошов",
		[326319] = "Друст-жнец",
		[258978] = "Теневой клинок Рази",
		[314033] = "К'тир - призыватель Бездны",
		[275566] = 10,
		[132467] = 10,
		[273090] = 6,
		[156287] = 1,
		[207203] = 6,
		[232800] = "Гарм",
		[320178] = 2,
		[330417] = "Болотный солдат",
		[340656] = 2,
		[85692] = "Страж ужаса",
		[189804] = "Предсказатель Нобундо",
		[268998] = 8,
		[31821] = 2,
		[185709] = 10,
		[320180] = "Пакиран Заразный",
		[316097] = "Анубисат-часовой",
		[266939] = "Ака'али Завоевательница",
		[253279] = "Дазар'айский сокрушитель",
		[205595] = "Заразный ужас",
		[225851] = "Охранник из Сумеречной стражи",
		[266940] = "Ака'али Завоевательница",
		[277179] = 4,
		[77505] = 7,
		[271049] = 3,
		[256358] = "Тротак",
		[314593] = "Ка'зир",
		[228325] = "Квалдир - терзатель душ",
		[289467] = 4,
		[320197] = "Костяная оболочка",
		[208230] = "Тихондрий",
		[324293] = "Скелет-мародер",
		[322232] = "Маркграфиня Страдама",
		[299707] = 10,
		[275148] = 12,
		[213350] = 2,
		[16564] = "Темный часовой",
		[320200] = "Хирург Трупошов",
		[261479] = 2,
		[260669] = "Рикса Огневерт",
		[202088] = "Хелия",
		[59542] = 2,
		[212327] = 9,
		[127161] = 12,
		[273089] = 6,
		[210279] = "Кенарий",
		[277185] = 8,
		[338636] = "Ассистент-расчленитель <Портал в мастерскую>",
		[322236] = "Тлетворное порождение",
		[322658] = "Тред'ова",
		[285377] = "\"Платиновый лупцеватор\"",
		[90302] = "Обезумевший червинт",
		[211311] = "Роевик из армии Оскверненной Души",
		[301754] = 10,
		[277187] = 4,
		[152953] = "Солнечный фамилиар",
		[202090] = 10,
		[264957] = 3,
		[118459] = "Gara <Xynaro-Durotan>",
		[271045] = 3,
		[197995] = 7,
		[266950] = "Кастетник из братства Чернозубых",
		[232807] = "Гарм",
		[209258] = 12,
		[346813] = "Часовой Башни",
		[266951] = "Ака'али Завоевательница",
		[285381] = 11,
		[73921] = 7,
		[296036] = 5,
		[465] = 2,
		[334558] = "Жуткий егерь",
		[271048] = 3,
		[185710] = 10,
		[316099] = 9,
		[195949] = 3,
		[229737] = 2,
		[197997] = 7,
		[60002] = 8,
		[62305] = "Гиена <Бакснх>",
		[336595] = 12,
		[251909] = 5,
		[336996] = "Нектара Изувер",
		[89792] = "Зилгами <Сулок>",
		[229738] = "Элисанда",
		[355] = 1,
		[190831] = 7,
		[322655] = "Тред'ова",
		[209261] = 12,
		[164415] = 6,
		[260455] = "Кровавый клещ",
		[269005] = "Изначальный элементаль бури <Супрек>",
		[127164] = 12,
		[330453] = "Миския",
		[215405] = 9,
		[334534] = "Писец-исследовательница",
		[271054] = 10,
		[379] = 7,
		[211310] = "Роевик из армии Оскверненной Души",
		[334535] = "Агрессивный мечеклюв",
		[271055] = "Скрытный убийца",
		[257376] = 11,
		[306272] = 2,
		[9512] = 4,
		[285388] = "\"Гномогедд-0Н\"",
		[273104] = 5,
		[101568] = 6,
		[314074] = 7,
		[229741] = "Элисанда",
		[299744] = 4,
		[546] = 7,
		[334538] = "Верховный подавитель Лагвас",
		[271058] = 10,
		[228918] = "Один",
		[203121] = "Таэрар",
		[261488] = "Темный палач",
		[336587] = 9,
		[322253] = 10,
		[256363] = "Тротак",
		[134522] = 4,
		[336588] = 11,
		[202098] = "Хелия",
		[199034] = "Валарьяр-претендентка",
		[77508] = "Мстительный элементаль магмы",
		[147833] = 1,
		[332509] = "Миллифисент Манашторм",
		[8936] = 11,
		[334542] = "Верховный подавитель Лагвас",
		[328399] = 6,
		[322256] = 10,
		[203123] = 11,
		[216441] = 1,
		[196980] = 4,
		[305875] = "Сгустившийся ужас",
		[223601] = "Гнилостная слизь",
		[289503] = 5,
		[75973] = 6,
		[281303] = 6,
		[117952] = 10,
		[164417] = 6,
		[221554] = "Решительный придворный",
		[148859] = 5,
		[207228] = "Угасающая частица времени",
		[203124] = "Летон",
		[334563] = "Жуткий егерь",
		[475] = 8,
		[203125] = "Эмерисс",
		[201272] = "Оскверненная кровью ярость",
		[328404] = 11,
		[710] = 9,
		[316506] = "Акир-сердцекол",
		[342739] = "Чумной громадень",
		[305892] = "Сгустившийся ужас",
		[346835] = 2,
		[307945] = "[*] Темное извержение",
		[221562] = 6,
		[328406] = 11,
		[256374] = 1,
		[322648] = "[*] Связь разума",
		[328791] = "Лорд-камергер",
		[160124] = "Пушок <Вафовна-Борейскаятундра>",
		[330455] = "Миския",
		[113858] = 9,
		[309978] = "[*] Паранойя",
		[271071] = 5,
		[107203] = 2,
		[142910] = 2,
		[982] = 3,
		[328409] = "Таящийся паук",
		[61031] = 2,
		[307932] = 4,
		[287835] = 10,
		[127169] = 6,
		[330458] = "Тюремный часовой",
		[199033] = "Валарьяр-претендентка",
		[220543] = 5,
		[328411] = "Принц Ренатал",
		[264931] = "Раал Прожорливый",
		[291930] = "Куб металлолома",
		[171389] = 6,
		[264027] = "Заколдованный капитан",
		[123586] = 10,
		[586] = 5,
		[15655] = "Отрекшаяся - cтражница смерти",
		[253307] = 12,
		[310019] = "[*] Заряженные узы",
		[299745] = 4,
		[269029] = "Жуткий капитан Локвуд",
		[127170] = 2,
		[338653] = "Ассистент-сшиватель <Портал в мастерскую>",
		[307937] = "Пророк Скитра",
		[309985] = "Ра-ден",
		[88263] = 2,
		[326389] = "Эшелон",
		[48743] = 6,
		[269031] = 2,
		[205179] = 9,
		[209291] = "Око Гул'дана",
		[275175] = "Дюнный пожиратель Краулок",
		[257397] = "Мясник из братства Стальных Волн",
		[336608] = 5,
		[322274] = "Похитительница с \"Золрамуса\"",
		[228914] = "Один",
		[163201] = 1,
		[205180] = 9,
		[198013] = 12,
		[324323] = "Скелет-мародер",
		[334562] = "Подавитель Зелорс",
		[330485] = 11,
		[338670] = 9,
		[316133] = "Анубисат-часовой",
		[702] = 9,
		[53351] = 3,
		[330468] = "Криксис Ненасытный",
		[193078] = "Поглощенный Тьмой агент ШРУ",
		[309991] = "Эгос",
		[320230] = "Дилер Зи'екса",
		[257582] = "Земляной яростень",
		[326390] = 2,
		[206388] = "Звездный авгур Этрей",
		[89808] = "Зилгами <Сулок>",
		[214397] = 6,
		[207230] = 6,
		[120517] = 5,
		[320232] = "Дилер Зи'екса",
		[257408] = 8,
		[113862] = 8,
		[334567] = "Жуткий егерь",
		[308308] = "Падшая пронзательница сердец",
		[774] = 11,
		[299756] = 4,
		[326377] = 2,
		[1022] = 2,
		[259449] = 5,
		[275184] = "Дюнный пожиратель Краулок",
		[8221] = 12,
		[287471] = 2,
		[215430] = "Валарьяр - призыватель молний",
		[127177] = 2,
		[257402] = "Красавчик Харлан",
		[184707] = 1,
		[281329] = "Капитан Джолли",
		[307950] = "Пророк Скитра",
		[261498] = "[*] Ползущая гниль",
		[180612] = 6,
		[250241] = "Вол'каал",
		[199042] = 1,
		[279302] = 6,
		[328429] = "Склизкое щупальце",
		[269399] = "Вол'зит Шепчущая",
		[316143] = "Анубисат-часовой",
		[253308] = 12,
		[224649] = "Заразный ужас",
		[289523] = 8,
		[97058] = 12,
		[47977] = 9,
		[117962] = 10,
		[289524] = 8,
		[326735] = 7,
		[253309] = 4,
		[328432] = "Склизкое щупальце",
		[316496] = "Акир-сердцекол",
		[39318] = 8,
		[310003] = "Ра-ден",
		[686] = 9,
		[289526] = 6,
		[58984] = 12,
		[310352] = "Пасть Дест'агат",
		[328434] = "Клот",
		[59752] = 9,
		[215427] = "Истязательница душ Тагерма",
		[310005] = "Ра-ден",
		[275540] = 1,
		[259454] = 12,
		[275194] = "Дюнный пожиратель Краулок",
		[334579] = "Ползучая слизь",
		[221577] = "Астральная предсказательница",
		[346866] = "Верный камнерожденный",
		[36717] = "Разрушенный часовой",
		[257407] = "Резан",
		[328452] = "Клот",
		[185736] = 10,
		[23223] = 1,
		[126664] = 1,
		[328462] = "Астрон",
		[205361] = "Крос",
		[316152] = "Анубисат-часовой",
		[32182] = 7,
		[320248] = "Пакиран Заразный",
		[259456] = 1,
		[170379] = 7,
		[163212] = 10,
		[205191] = 2,
		[257415] = 11,
		[1044] = 2,
		[307977] = "Пророк Скитра",
		[289555] = 8,
		[314107] = "Тавматург из Темной Империи",
		[275200] = "Дюнный пожиратель Краулок",
		[328458] = "Лакезис",
		[271105] = 1,
		[60307] = 2,
		[253321] = 2,
		[257410] = 8,
		[209288] = "Невообразимый ужас",
		[119582] = 10,
		[195975] = 6,
		[326396] = 3,
		[271107] = 12,
		[334921] = "Ненасытный громила",
		[199050] = "Валарьяр - дева щита",
		[310015] = "Ра-ден",
		[201098] = 5,
		[291918] = "Летающий кран",
		[307968] = "Тек'рис",
		[285443] = "[*] \"Спрятанная\" пламенная пушка",
		[197003] = 4,
		[297746] = "Тралл",
		[215433] = "Валарьяр-мистик",
		[23922] = 1,
		[283408] = "Воевода Гейя'ра",
		[322304] = "Маркграфиня Страдама",
		[137619] = 4,
		[228744] = "Гарм",
		[131476] = 5,
		[206219] = "Гул'дан",
		[43118] = "Всадник без головы",
		[257413] = 7,
		[336640] = 12,
		[210315] = "[*] Кошмарные корни",
		[148906] = 9,
		[199061] = "Порабощенная дева щита",
		[205196] = "Зловещий охотник <Нелиндель>",
		[206220] = "Гул'дан",
		[257422] = 12,
		[5487] = 11,
		[336642] = 1,
		[253324] = 1,
		[307974] = "Гневион",
		[310022] = "[*] Заряженные узы",
		[246152] = 3,
		[198030] = 12,
		[316181] = "Анубисат-часовой",
		[108238] = 11,
		[328453] = "Астрон",
		[218508] = "Чародей Тел'арн",
		[227723] = 2,
		[301177] = "Воздушный подавитель ОУ-8",
		[334918] = "Ненасытный громила",
		[206222] = "Гул'дан",
		[332550] = "Скованная душа",
		[285452] = 7,
		[209294] = "Ксавий",
		[281357] = 8,
		[291915] = "[*] Плазменная сфера",
		[204175] = "Страж Скверны",
		[271115] = 11,
		[328774] = 9,
		[299788] = 2,
		[326409] = "Фрагмент Халкиаса",
		[215443] = "Элерет Дикая Лань",
		[291613] = "Воздушное судно R-21/X",
		[283407] = "Воевода Гейя'ра",
		[51052] = 6,
		[1604] = 1,
		[243241] = 5,
		[25912] = 2,
		[257418] = 2,
		[287504] = 10,
		[271103] = 1,
		[267027] = "Ядовитый змей <Яйцо>",
		[310343] = "Кислотный акир <Ка'зир>",
		[312078] = "Шипастое щупальце",
		[255371] = "Резан",
		[283410] = "Воевода Гейя'ра",
		[256551] = "Рыба-молот",
		[189999] = 2,
		[93985] = 11,
		[285440] = "Главный машинист Искроточец",
		[27576] = 4,
		[205202] = 2,
		[255372] = "Резан",
		[283412] = "Воевода Гейя'ра",
		[257420] = 8,
		[320272] = "Сатель Злосчастный",
		[20153] = "Инфернал <Vanniaded-Blackmoore>",
		[283413] = "Воевода Гейя'ра",
		[257424] = 5,
		[283421] = "\"Гномогедд-0Н\"",
		[255373] = "Резан",
		[320580] = "Амарт",
		[324381] = "Костяное чудовище",
		[257427] = 11,
		[330513] = "[*] Роковой гриб",
		[324370] = "Азуль",
		[8143] = 7,
		[328466] = "Астрон",
		[285472] = 6,
		[267034] = "Вол'зит Шепчущая",
		[191894] = 10,
		[310340] = "Ка'зир",
		[210324] = 2,
		[324372] = "Костяное чудовище",
		[269083] = 2,
		[320277] = "Сатель Злосчастный",
		[269097] = "Лорд Штормсонг",
		[265001] = "Воденыш",
		[175513] = 8,
		[183859] = "Отрекшаяся - ловчая смерти",
		[285460] = "Главный машинист Искроточец",
		[283419] = "Воевода Гейя'ра",
		[269085] = 5,
		[324368] = "Азуль",
		[330518] = 11,
		[330530] = 4,
		[285468] = "\"Гномогедд-0Н\"",
		[105685] = 3,
		[269099] = "Боевая машина Торговой компании",
		[332567] = "Костяная оболочка",
		[310042] = "Молотящее щупальце",
		[262940] = "Капля-пиявка",
		[314433] = "Живая кровь",
		[283422] = "\"Гномогедд-0Н\"",
		[183706] = 5,
		[2120] = 8,
		[320576] = "Вирулакс Заклинатель Чумы",
		[326441] = "Фрагмент Халкиаса",
		[326426] = "Фрагмент Халкиаса",
		[287519] = 1,
		[273185] = "Механик из банды Поршнеголовых",
		[283424] = "Воевода Гейя'ра",
		[257426] = "Головорез из братства Стальных Волн",
		[328475] = "Неизвестно",
		[26297] = 3,
		[97493] = 2,
		[293664] = 2,
		[221591] = "Сумеречная звездная танцовщица",
		[342817] = 12,
		[283426] = "Воевода Гейя'ра",
		[269092] = "Артиллерист",
		[61295] = 7,
		[202138] = 12,
		[344874] = "Эшелон",
		[285475] = 12,
		[19514] = "Терга Землелом",
		[326718] = "Кровавый кадет",
		[308288] = "Аллерия Ветрокрылая",
		[328494] = "[*] Запятнанная грехом анима",
		[320574] = "[*] Колодец Тьмы",
		[306289] = "Гневион",
		[267047] = "Неизвестно <Яйцо>",
		[342814] = 4,
		[303895] = 6,
		[301861] = 11,
		[256405] = "Тротак",
		[287809] = 11,
		[302143] = 2,
		[330529] = 2,
		[324386] = 7,
		[293670] = "Защитник мастерской",
		[287527] = 1,
		[148899] = 2,
		[324387] = "Костяное чудовище",
		[293671] = 11,
		[287528] = 1,
		[314149] = "Темная ритуалистка",
		[267331] = 12,
		[61294] = 2,
		[90328] = "Bestia espíritu <Bichuty-Tyrande>",
		[330532] = "Шаркающий арбалетчик",
		[22842] = 11,
		[285482] = 8,
		[98008] = 7,
		[250259] = "Вол'каал",
		[291626] = "Воздушное судно R-21/X",
		[326438] = "Фрагмент Халкиаса",
		[213405] = 12,
		[281388] = "Канонир дома Эшвейнов",
		[324391] = "Костяное чудовище",
		[310333] = "Глаз разума",
		[324667] = "Склизгл",
		[121557] = 5,
		[137639] = 10,
		[326440] = "Фрагмент Халкиаса",
		[103196] = 3,
		[295998] = 2,
		[326450] = "Порочный псарь",
		[269104] = "Пробудившаяся Бездна",
		[312107] = 2,
		[310361] = "Дест'агат",
		[324394] = "Костяное чудовище",
		[209315] = "Большой разоритель Бездны",
		[156070] = 11,
		[295997] = 2,
		[25914] = 2,
		[46668] = 12,
		[320300] = "Сатель Злосчастный",
		[185763] = 4,
		[291632] = 9,
		[285489] = 1,
		[312110] = "Королева Азшара",
		[338731] = "\"Орифрион\"",
		[267060] = "Заназал Мудрый",
		[269108] = 5,
		[207399] = 7,
		[210337] = "[*] Кошмарные корни",
		[93402] = 11,
		[326446] = 11,
		[180645] = 5,
		[285496] = 5,
		[326434] = 11,
		[257436] = "Корсар из братства Стальных Волн",
		[201123] = "Цветущий злошип",
		[202147] = 1,
		[260508] = "Оживленный голиаф",
		[231843] = 2,
		[308026] = "Охранник плавильной печи",
		[265016] = "Избранная кровавая матрона",
		[207267] = 6,
		[257437] = "Корсар из братства Стальных Волн",
		[303924] = "Смазочный бот",
		[210339] = 11,
		[322358] = "Доктор Икус",
		[318259] = 2,
		[320293] = "Сатель Злосчастный",
		[310329] = "Дест'агат",
		[267326] = 12,
		[342833] = 3,
		[157228] = 11,
		[265019] = "Избранная кровавая матрона",
		[295727] = 4,
		[342834] = 5,
		[209469] = "Кошмарный гной",
		[324662] = "Кин-Тара",
		[308018] = "Акир-скарабей",
		[342835] = 5,
		[328501] = "Взрывоопасный чумной бурильщик",
		[281403] = 8,
		[152108] = 9,
		[267077] = "Взрывной тотем",
		[221604] = "Сумеречная звездная танцовщица",
		[185773] = "Порабощенный Скверной инфернал <Алоиза>",
		[215461] = 11,
		[285500] = 3,
		[312121] = "Аллерия Ветрокрылая",
		[210342] = "Кенарий",
		[260512] = "Оживленный голиаф",
		[93811] = 10,
		[221605] = "Гул'дан",
		[299869] = 2,
		[291645] = 5,
		[269120] = 4,
		[332608] = "Проклинательница худу из племени Атал'ай",
		[259489] = 3,
		[312130] = 5,
		[77535] = 6,
		[344888] = 2,
		[289599] = "Возрожденный стрелок",
		[316220] = 4,
		[301886] = 1,
		[201129] = "Цветущий злошип",
		[273466] = 7,
		[308030] = "Охранник плавильной печи",
		[301887] = 6,
		[156079] = 8,
		[198058] = "Один",
		[332617] = "Доктор Икус",
		[73920] = 7,
		[330810] = "Скованная душа",
		[259491] = 3,
		[332605] = "Проклинательница худу из племени Атал'ай",
		[334653] = "Ненасытный клещ",
		[295746] = 11,
		[273465] = 7,
		[291651] = 4,
		[279608] = 2,
		[271174] = "Бледный пожиратель",
		[281413] = 10,
		[291652] = 5,
		[310324] = "Вексиона",
		[271175] = "Бледный пожиратель",
		[279673] = 9,
		[324417] = "Генерал Кааль",
		[265273] = 9,
		[209443] = "Ксавий",
		[326469] = "[*] Мучение: жар Кузни душ",
		[200238] = "Тень Ксавия",
		[273232] = 12,
		[303941] = "Анодированный разрядниконосец",
		[273225] = "Песчаный стрелок",
		[215471] = "Истязательница душ Тагерма",
		[294117] = 5,
		[271178] = "Бледный пожиратель",
		[36213] = "Большой элементаль земли <Kaddy-ColinasPardas>",
		[291643] = 9,
		[269131] = "Лорд Штормсонг",
		[303943] = 3,
		[314182] = 2,
		[332612] = "Проклинательница худу из племени Атал'ай",
		[285514] = 7,
		[287562] = 1,
		[259495] = 3,
		[299849] = 5,
		[285515] = 7,
		[291644] = 8,
		[281420] = "Саурок из клана Соленой Чешуи",
		[291659] = 6,
		[191920] = 6,
		[269100] = "Боевая машина Торговой компании",
		[24252] = 5,
		[324424] = "Мордрета, Вечная императрица",
		[310090] = "Пасть Дест'агат",
		[205231] = "Созерцатель тьмы <Aramia-Alonsus>",
		[314449] = "Живая кровь",
		[299852] = 2,
		[334664] = "Птенец мечеклюва",
		[233900] = "[*] Инфернальная детонация",
		[202160] = 11,
		[308044] = "Маут",
		[320334] = 12,
		[209329] = "Большой разоритель Бездны",
		[314188] = "Ужас Бездны",
		[324427] = "\"Орифрион\"",
		[342857] = 12,
		[198067] = 7,
		[71909] = 5,
		[84714] = 8,
		[187827] = 12,
		[188851] = "Призывательница смерти Кассандра",
		[202274] = 10,
		[295985] = "Великий Маллеар",
		[202164] = 1,
		[303952] = "Сварочный робот",
		[53365] = 6,
		[91352] = 2,
		[345130] = 10,
		[303953] = 7,
		[306001] = "Заглянувший в Бездну громила",
		[291667] = 9,
		[39798] = 2,
		[320336] = "Хрупкий маг",
		[273238] = 12,
		[271194] = 4,
		[227870] = 3,
		[205237] = 2,
		[273239] = 12,
		[291669] = 8,
		[202137] = 12,
		[320338] = 12,
		[185782] = "Порабощенный Скверной инфернал <Алоиза>",
		[257580] = "Королева песков",
		[291953] = "Куб металлолома",
		[316072] = "Воин жижи",
		[314196] = "Скалящийся ужас",
		[316244] = "Скальный дух",
		[293719] = "Тайная рыба",
		[176568] = 3,
		[239013] = 6,
		[279397] = 2,
		[204213] = "Avarye-Sanguino",
		[320341] = 12,
		[236060] = 8,
		[291673] = 6,
		[15583] = "Ворген-охотница",
		[328533] = "Защитник из многоокой рати",
		[202166] = 1,
		[117526] = 3,
		[117014] = 7,
		[271197] = 4,
		[265002] = "Раал Прожорливый",
		[152173] = 10,
		[342869] = "Разъяренный дух",
		[112866] = 9,
		[306010] = "Заглянувший в Бездну громила",
		[291676] = 11,
		[204215] = 5,
		[206367] = "Гул'дан",
		[211383] = "Леди Калиндрия",
		[291677] = 10,
		[112867] = 9,
		[113942] = 1,
		[314203] = 2,
		[267105] = "Тотем потоков",
		[299754] = 11,
		[188858] = "Призывательница смерти Кассандра",
		[330586] = "Гнилостный мясник",
		[215479] = 10,
		[257458] = "Красавчик Харлан",
		[44151] = 3,
		[324449] = "Мордрета, Вечная императрица",
		[211384] = "Гончая Легиона",
		[98021] = "Неизвестно <Kaddy-ColinasPardas>",
		[267402] = 12,
		[306015] = "Гневион",
		[207289] = 6,
		[334684] = "[*] Копье долга",
		[225719] = 9,
		[251316] = 12,
		[267310] = "Воплощение глубин",
		[326494] = 10,
		[197051] = 4,
		[206366] = 5,
		[231863] = "Хеларьяр - смотрительница туманов",
		[257460] = "[*] Горящие осколки",
		[129250] = 5,
		[289636] = "Бледный всадник",
		[304169] = "Акир - подчинитель разума",
		[293930] = "Мехагонский механик",
		[180670] = "Ми'лаш <Taic-LesSentinelles>",
		[330592] = "Тошнотворный газовый мешок",
		[215482] = "Истязательница душ Тагерма",
		[207400] = 7,
		[257063] = "Заклинатель моря из братства Стальных Волн",
		[346975] = 4,
		[112869] = 9,
		[21562] = 5,
		[275499] = "Тотем разразившегося ливня <Kaddy-ColinasPardas>",
		[289639] = 2,
		[70890] = 6,
		[314406] = "Мал'тир - маг Бездны",
		[328547] = 4,
		[346977] = 2,
		[129253] = 5,
		[171457] = 3,
		[281384] = 5,
		[205246] = 9,
		[215484] = "Истязательница душ Тагерма",
		[279641] = 11,
		[320358] = "Хирург Трупошов",
		[328400] = "Неизвестно",
		[162243] = 12,
		[46968] = 1,
		[320359] = "Хирург Трупошов",
		[297834] = "Токсикоид",
		[255421] = "Резан",
		[270293] = "Голем-чистильщик",
		[330786] = "Икор Желчная Плоть",
		[297835] = "Токсикоид",
		[127207] = 11,
		[293740] = "Тайная рыба",
		[228889] = "Глубоководное чудовище",
		[330600] = 2,
		[322450] = "Тред'ова",
		[277572] = 2,
		[312355] = 8,
		[273264] = 3,
		[211391] = "Гончая Легиона",
		[269169] = "Завоевательница из Армии Чести",
		[299880] = 11,
		[157128] = 2,
		[324459] = "Склизгл",
		[232893] = 12,
		[44153] = 1,
		[157131] = 2,
		[308078] = 9,
		[204225] = "Страж Скверны",
		[114919] = 2,
		[114908] = 5,
		[269351] = "Т'зала",
		[234946] = 5,
		[320366] = "Хирург Трупошов",
		[289650] = "Желчепуз",
		[265081] = "Избранная кровавая матрона",
		[85739] = 1,
		[201159] = "Миллифисент Манашторм",
		[19647] = "Дружумэ <Вредоносный>",
		[16827] = "Дух зверя",
		[310129] = "Маут",
		[299905] = 4,
		[346989] = "Неизвестно",
		[244158] = 11,
		[342894] = 4,
		[19658] = "Дружумэ <Вредоносный>",
		[330608] = "Тошнотворный газовый мешок",
		[316274] = "Темный инквизитор Занеш",
		[334704] = 2,
		[330565] = "Древний капитан",
		[210371] = 2,
		[316275] = 9,
		[261565] = "Хадал Черная Бездна",
		[279416] = 1,
		[312411] = 4,
		[316276] = 2,
		[212423] = "Восставший тихоступ <Mantysaari-Silvermoon>",
		[287608] = "Мермейдер",
		[281465] = 2,
		[221354] = "Сумеречная звездная танцовщица",
		[310134] = "Эгос",
		[197062] = 4,
		[265084] = "Преданная жрица крови",
		[299896] = 5,
		[310135] = "Эгос",
		[287610] = 8,
		[54649] = 10,
		[320542] = "Вирулакс Заклинатель Чумы",
		[299881] = 5,
		[265089] = "Преданная жрица крови",
		[330614] = "Тошнотворный газовый мешок",
		[166347] = "Роевик из армии Оскверненной Души",
		[34428] = 1,
		[320376] = "Создание Трупошва",
		[281469] = 5,
		[190925] = 3,
		[326684] = "Миллхаус Манашторм",
		[336759] = "Призывательница Туманов",
		[198088] = "[*] Сияющий фрагмент",
		[211480] = "Капитан Наранот",
		[158176] = "Сумрачный землетряс",
		[164273] = 3,
		[226757] = 8,
		[227781] = "[*] Сияющий фрагмент",
		[334713] = "Зловещий охотник <Нелиндель>",
		[39802] = 2,
		[256452] = 1,
		[60025] = 7,
		[257476] = "Мастиф братства Стальных Волн",
		[279584] = 12,
		[265091] = "Преданная жрица крови",
		[113899] = "Неизвестно <Vanniaded-Blackmoore>",
		[273241] = "Мечущаяся искра",
		[114923] = 8,
		[322429] = "Часовой чертогов",
		[316286] = "Глубинный дозорный",
		[310143] = 8,
		[344955] = 6,
		[308346] = "Дод",
		[316287] = "Глубинный дозорный",
		[324444] = "\"Орифрион\"",
		[201240] = "Миллифисент Манашторм",
		[273285] = "Взрывчатый стручок",
		[120043] = 2,
		[216521] = 10,
		[314400] = "Живая кровь",
		[273286] = 3,
		[332671] = "Вестник смерти из племени Атал'ай",
		[342910] = 6,
		[227903] = "Хелия",
		[265096] = 3,
		[275335] = 1,
		[271468] = 5,
		[33917] = 11,
		[260547] = "Оживленный голиаф",
		[198097] = 4,
		[322418] = "Часовой чертогов",
		[326736] = 2,
		[347008] = "Даг-тараши <Нелиндель>",
		[316292] = "Глубинный дозорный",
		[257478] = "Мастиф братства Стальных Волн",
		[274369] = 5,
		[204330] = 7,
		[283676] = "Валира Сангвинар",
		[328757] = 3,
		[324490] = "Склизгл",
		[322433] = "Часовой чертогов",
		[190927] = 3,
		[210387] = "Элисанда",
		[225739] = 2,
		[84721] = 8,
		[260551] = "Оживленный голиаф",
		[279450] = 12,
		[345107] = 2,
		[31935] = 2,
		[332678] = "Вестник смерти из племени Атал'ай",
		[318344] = "Придворная аристократка",
		[317592] = 2,
		[273294] = "[*] Дикий огонь",
		[211406] = "Пылающий бес",
		[49020] = 6,
		[312202] = 6,
		[57723] = 2,
		[207311] = 6,
		[108271] = 7,
		[209359] = "Неизвестно",
		[275483] = 2,
		[6353] = 9,
		[212431] = 3,
		[345219] = 5,
		[255434] = "Резан",
		[105709] = 5,
		[167381] = "Тренировочный манекен покорителя подземелий",
		[162264] = 12,
		[273298] = 10,
		[122128] = 5,
		[118000] = 1,
		[45181] = 4,
		[273299] = 10,
		[256459] = 2,
		[216528] = 7,
		[228818] = "Гарм",
		[259531] = "Тотем воскрешения",
		[334660] = "Неизвестно <Аристократ-дуэлянт>",
		[204242] = 2,
		[209477] = "Маназмей",
		[86771] = "Гремящий глиняный элементаль",
		[338837] = "Наджия, Клинок Туманов",
		[85240] = "Командор Лорна Краули",
		[269406] = "Хранитель титанов Хезрел",
		[101650] = "Предсказатель Нобундо",
		[81140] = "Командор Лорна Краули",
		[204243] = "Обитатель Кошмара",
		[263064] = "Королевский грозный страж",
		[57724] = 9,
		[223697] = "Ротос",
		[224721] = "Духостранник Смоляной Рог",
		[328593] = "Верховная надзирательница Бериллия",
		[259533] = "[*] Азеритовый катализатор",
		[316307] = "Взор безумия",
		[228817] = "Гарм",
		[263066] = "Ленивый лаборант",
		[314387] = "Неизвестно",
		[166361] = 3,
		[167385] = "Тренировочный манекен покорителя подземелий",
		[96499] = 2,
		[306070] = "Маут",
		[81141] = 6,
		[212436] = 3,
		[45182] = 4,
		[265116] = 10,
		[207317] = 6,
		[285594] = 10,
		[312215] = 4,
		[338836] = "Наджия, Клинок Туманов",
		[195031] = "Проклятый морем тюремщик душ",
		[285603] = 5,
		[215572] = 1,
		[198103] = 7,
		[295838] = 1,
		[32192] = "Леди Джайна Праудмур",
		[295835] = 12,
		[338838] = "Наджия, Клинок Туманов",
		[283551] = "\"Омега-крушитель\"",
		[80117] = "Обезумевший червинт",
		[312218] = 2,
		[214486] = "Звездный авгур Этрей",
		[330656] = 11,
		[334747] = "Сборщик трупов",
		[256434] = 11,
		[273312] = 5,
		[195033] = "Проклятый морем тюремщик душ",
		[2649] = "Пушок <Недаю-Борейскаятундра>",
		[263074] = "Ленивый лаборант",
		[157153] = 7,
		[293729] = "Мехагонский механик",
		[332705] = "Старший жрец из племени Атал'ай",
		[312336] = "Темный инквизитор Занеш",
		[310288] = "Дест'агат",
		[267171] = 9,
		[342938] = 9,
		[295840] = 5,
		[132578] = 10,
		[101649] = "Предсказатель Нобундо",
		[334748] = "Сборщик трупов",
		[332708] = "Хивин Ломатель",
		[330663] = 11,
		[195035] = "Проклятый морем тюремщик душ",
		[334749] = "Сборщик трупов",
		[295842] = 2,
		[330658] = 11,
		[223704] = "Страшный зверолов",
		[269232] = "Ребан",
		[195038] = "Проклятый морем тюремщик душ",
		[347037] = 4,
		[195036] = "Проклятый морем тюремщик душ",
		[228824] = "Гарм",
		[287653] = 4,
		[255445] = "Резан",
		[336803] = "Лор Верный",
		[224729] = "Щитоносец из армии Зула",
		[269214] = 11,
		[330657] = 11,
		[34433] = 5,
		[157122] = 2,
		[269230] = "Ребан",
		[198109] = "Урсок",
		[328620] = 2,
		[305978] = "Гневион",
		[344993] = "Свирепый гаргон",
		[328622] = 2,
		[267179] = 12,
		[269239] = 2,
		[2825] = 7,
		[24394] = 3,
		[11426] = 8,
		[257495] = "Королева песков",
		[343048] = 2,
		[330661] = 11,
		[6673] = 1,
		[310184] = "Эгос",
		[156132] = 4,
		[330662] = 11,
		[324519] = 7,
		[64382] = 1,
		[287660] = 9,
		[306090] = "Неизвестно",
		[324520] = 7,
		[204255] = 12,
		[90361] = "Bestia espíritu <Bichuty-Tyrande>",
		[42381] = "[*] Воспламенение всадника",
		[207327] = "Сферический уборщик",
		[318378] = 2,
		[279471] = 11,
		[297901] = "Струебот",
		[260569] = "[*] Дикий огонь",
		[187874] = 7,
		[269242] = 7,
		[322475] = "[*] Удар чумы",
		[225762] = 11,
		[38804] = "Защитник Аркатраца",
		[336810] = "Лор Верный",
		[273330] = 8,
		[260570] = "[*] Дикий огонь",
		[322569] = "Друст-душеруб",
		[295856] = "Защитник Азерот <Trini-Thrall>",
		[330668] = 11,
		[322486] = "Жительница Тирна Скитта",
		[108280] = 7,
		[125174] = 10,
		[109304] = 3,
		[227807] = "Один",
		[326574] = "Хирург Трупошов",
		[336813] = "Призывательница Туманов",
		[214497] = "Темный разлом",
		[324527] = "Склизгл",
		[269238] = 2,
		[209378] = "Имаку'туя",
		[267199] = 3,
		[316337] = 4,
		[318385] = "Валира Сангвинар",
		[55164] = 2,
		[265144] = 5,
		[256477] = "Рыба-молот",
		[33667] = 6,
		[312243] = 4,
		[330673] = 11,
		[314298] = 1,
		[277432] = "[*] Железный ливень",
		[271374] = 1,
		[203285] = 8,
		[316340] = 2,
		[342961] = "Дилер Зи'екса",
		[271290] = "Мчимба Бальзамировщик",
		[338866] = 11,
		[275469] = 2,
		[257506] = 4,
		[312246] = 5,
		[22723] = 3,
		[254472] = 2,
		[200166] = 12,
		[304056] = 2,
		[289722] = "Натанос Гнилостень",
		[227811] = "[*] Беснующаяся буря",
		[204262] = 7,
		[312248] = 1,
		[31687] = 8,
		[158188] = 4,
		[191976] = "Хирья",
		[201191] = "Порожденный ненавистью слизень",
		[332805] = 2,
		[324536] = 9,
		[204263] = 5,
		[275394] = 7,
		[115450] = 10,
		[275391] = 7,
		[310206] = "[*] Вытягивание сущности",
		[263105] = "Ленивый лаборант",
		[267308] = "Заназал Мудрый",
		[332804] = 2,
		[118522] = 7,
		[18499] = 1,
		[198121] = 8,
		[223718] = "[*] Извергающаяся слизь",
		[310205] = "Гневион",
		[254471] = 2,
		[52610] = 11,
		[324540] = 9,
		[261602] = 12,
		[279490] = 2,
		[306111] = "Гневион",
		[212492] = "Заклинательница клинков Алуриэль",
		[283660] = "Валира Сангвинар",
		[304064] = 2,
		[273348] = 10,
		[267205] = 3,
		[285635] = "Тиранда Шелест Ветра",
		[209387] = "Кошмарный ужас",
		[273349] = 11,
		[328707] = "Восставший сектант",
		[293827] = "Мехагонский боевой механик",
		[120588] = 7,
		[64373] = 2,
		[289718] = "Натанос Гнилостень",
		[267213] = 9,
		[281517] = 3,
		[306115] = "Ра-ден",
		[283655] = "Валира Сангвинар",
		[297989] = 1,
		[176623] = 6,
		[200174] = 5,
		[330693] = "Отвратительные отходы",
		[212459] = 9,
		[94463] = 1,
		[314308] = "Ург'рот Сокрушитель Героев",
		[57994] = 7,
		[63106] = 9,
		[167410] = 5,
		[273354] = 10,
		[267211] = 9,
		[310202] = 1,
		[332799] = 2,
		[158486] = 5,
		[225800] = "Шал'дорай - верховный маг",
		[318406] = "Кроворуб",
		[193007] = 2,
		[289738] = "Бринья",
		[308168] = "Маут",
		[342980] = 11,
		[310195] = 5,
		[5938] = 4,
		[291843] = 10,
		[200175] = 12,
		[312266] = "Пепельный убийца",
		[289741] = "Бринья",
		[304063] = "Шоковый бот",
		[318409] = "Начертательница шат'яр",
		[114942] = "Тотем целительного прилива <Kaddy-ColinasPardas>",
		[265168] = "Румми Мэнкомб",
		[64901] = 5,
		[84751] = 2,
		[279503] = 6,
		[330697] = "Зараженный ужас",
		[308172] = "Падшая вестница Бездны",
		[256492] = 3,
		[48517] = 11,
		[322507] = 10,
		[12323] = 1,
		[269266] = "Крушащий ужас",
		[279505] = 7,
		[202225] = 1,
		[322557] = "Друст-душеруб",
		[82691] = 8,
		[263103] = "Ленивый лаборант",
		[289745] = "Калдорай-часовая",
		[265157] = 3,
		[6770] = 4,
		[320462] = "Чародей с \"Золрамуса\"",
		[127230] = 9,
		[65410] = 2,
		[310224] = 1,
		[63619] = "Подчинитель разума <Trini-Thrall>",
		[132603] = 5,
		[308177] = "[*] Энтропический синтез",
		[326607] = "Камнерожденный-разоритель",
		[222695] = 7,
		[330703] = "Чумной изрыгатель слизи",
		[308178] = "Ка'зир",
		[204275] = "Скорпирон",
		[20549] = 11,
		[279541] = 11,
		[30146] = 9,
		[47755] = 5,
		[8676] = 4,
		[297941] = 12,
		[322550] = "Тред'ова",
		[295929] = "Невероятно большая крыса Утробы",
		[328651] = "Стрелок-отравитель",
		[257537] = 8,
		[158221] = "Кейлани-Борейскаятундра <Кейлани-Борейскаятундра>",
		[316368] = "Анубисат-часовой",
		[114954] = 8,
		[287712] = 6,
		[338907] = 2,
		[49028] = 6,
		[328660] = "Хлещущая слизь",
		[314326] = "Сокрушающее щупальце",
		[54149] = 2,
		[342995] = 5,
		[269310] = "Хранитель титанов Хезрел",
		[308158] = "Маут",
		[143924] = 1,
		[55173] = 12,
		[328662] = "Неизвестно",
		[267270] = 2,
		[256496] = 3,
		[330694] = "Отвратительные отходы",
		[258544] = "Джес Хаулис",
		[48518] = 11,
		[299995] = "Воевода Гейя'ра",
		[269279] = 2,
		[328664] = "Хрупкий маг",
		[304101] = "Миша",
		[306168] = "Неизвестно",
		[108291] = 11,
		[58501] = 8,
		[263165] = 5,
		[308188] = 11,
		[293854] = "Мехагонский боевой механик",
		[304093] = "Вестник смерти",
		[211439] = "Внутренний демон",
		[256498] = "Кул-тирасская клуша",
		[269282] = 10,
		[328667] = "Хрупкий маг",
		[265187] = 9,
		[236021] = 11,
		[228854] = "Хеларьяр - смотрительница туманов",
		[263140] = 3,
		[222711] = 8,
		[326617] = "Камнерожденный-разоритель",
		[108292] = 11,
		[320478] = "Усиленный верный Утробе перехватчик",
		[265189] = 3,
		[267237] = "Отступник - хранитель яиц",
		[199182] = "Эбеновый ворг",
		[205306] = "Уничтожитель Скверны",
		[221699] = 6,
		[275429] = 9,
		[326623] = "Камнерожденный-разоритель",
		[320480] = "Верный Утробе перехватчик",
		[259572] = "Вол'каал",
		[257542] = 8,
		[332785] = 2,
		[205307] = "Уничтожитель Скверны",
		[330720] = "Страж портала",
		[108294] = 11,
		[293861] = "Противопехотная белка <Мехагонский боевой механик>",
		[328673] = "Зе'рали",
		[330716] = "Страж портала",
		[85256] = 2,
		[297958] = "Заглянувший в Бездну громила",
		[197117] = "Пронзающее щупальце",
		[29893] = 9,
		[342998] = 5,
		[206340] = "Гул'дан",
		[336866] = 2,
		[259574] = "Вол'каал",
		[295939] = "Воздушный подавитель ОУ-8",
		[310246] = "Дест'агат",
		[326642] = "Камнерожденная-потрошительница",
		[107270] = 10,
		[267257] = "Громовой тотем",
		[343011] = 12,
		[287722] = 5,
		[330725] = "Страж портала",
		[330683] = 11,
		[225788] = 5,
		[94472] = 5,
		[222716] = "Скверносерд-осквернитель",
		[155145] = 2,
		[343013] = 12,
		[217597] = 4,
		[185857] = "Морпех корпорации Эшвейнов",
		[195072] = 12,
		[326632] = "Камнерожденный-разоритель",
		[316383] = "Анубисат-часовой",
		[198144] = 8,
		[306163] = "Гневион",
		[326629] = "Хирург Трупошов",
		[196100] = 9,
		[30151] = "Даг-тараши <Нелиндель>",
		[211455] = 2,
		[300140] = 6,
		[48265] = 6,
		[265202] = 5,
		[17735] = "Грак'тасе <Гомыч>",
		[183811] = 2,
		[279537] = 11,
		[44425] = 8,
		[338906] = 2,
		[218617] = 1,
		[198127] = 8,
		[304113] = 3,
		[324589] = "Вестник смерти <[*] Явление смерти>",
		[326637] = "Камнерожденная-потрошительница",
		[269301] = "Освобожденное чудовище",
		[269298] = "Наемный убийца",
		[225787] = 10,
		[334829] = 2,
		[287731] = 2,
		[326638] = "Камнерожденная-потрошительница",
		[6899] = 8,
		[269302] = "Наемный убийца",
		[328687] = "Хрупкий арбалетчик",
		[88335] = 3,
		[88331] = 3,
		[318449] = "Н'Зот Заразитель",
		[72968] = 7,
		[206339] = "Гул'дан",
		[267256] = "Тотем земляной стены",
		[200196] = 5,
		[275378] = 9,
		[202244] = 11,
		[162313] = 11,
		[204292] = "Скорпирон",
		[324631] = 3,
		[198149] = 8,
		[180737] = 5,
		[320512] = "Гниющий слизнекоготь",
		[155158] = 8,
		[259582] = "Умник из стаи Да'ки",
		[97547] = 11,
		[326644] = "Камнерожденная-потрошительница",
		[53385] = 2,
		[316384] = "Анубисат-часовой",
		[308227] = "Тек'рис",
		[334810] = "Мве'зала",
		[250368] = "Вол'каал",
		[202246] = 11,
		[101643] = 10,
		[200182] = "Тень Ксавия",
		[304075] = "Верный Утробе ритуалист",
		[47750] = 5,
		[190984] = 11,
		[224772] = 12,
		[306146] = 7,
		[318451] = "Н'Зот Заразитель",
		[48778] = 6,
		[228868] = "Квалдир - ведьма приливов",
		[295932] = "Страж Аркобан",
		[308189] = 7,
		[300028] = 5,
		[200200] = 5,
		[77575] = 6,
		[322554] = "Вершитель Тарвольд",
		[8613] = 3,
		[269313] = "Бесшабашная подрывница",
		[188938] = "Хранитель котла Миллз",
		[157176] = "Ужас Бездны",
		[199177] = "Эбеновый ворг",
		[257538] = 8,
		[257882] = "Хадал Черная Бездна",
		[57984] = "Большой элементаль огня <Супрек>",
		[328737] = 11,
		[267217] = 9,
		[320571] = "Чародей с \"Золрамуса\"",
		[273411] = "Аспидис",
		[330700] = "Зараженный ужас",
		[124682] = 10,
		[279555] = 11,
		[297985] = "Токсикоид",
		[227847] = 1,
		[326654] = "Индри Древопев",
		[297935] = 5,
		[306125] = "Валира Сангвинар",
		[199179] = "Эбеновый ворг",
		[322465] = "Тред'ова",
		[312321] = 9,
		[98204] = 5,
		[324608] = "\"Орифрион\"",
		[228872] = "Хелия",
		[5394] = 7,
		[273415] = 1,
		[324609] = "Аристократ-дуэлянт",
		[257541] = 8,
		[135700] = 11,
		[42380] = "Всадник без головы",
		[332801] = 2,
		[314309] = "Ург'рот Сокрушитель Героев",
		[295942] = "Страж Аркобан",
		[322563] = "Тред'ова",
		[332707] = "Старший жрец из племени Атал'ай",
		[310277] = "Дест'агат",
		[160274] = "Посвященный Восходящего Солнца",
		[314373] = "Пепельный убийца",
		[203277] = 8,
		[204301] = 2,
		[320517] = "Чумной спинолом",
		[338947] = "Обвинительница",
		[283658] = "Валира Сангвинар",
		[322493] = "Хрупкий маг",
		[225803] = "[*] Запечатанная магия",
		[306184] = "Ра-ден",
		[283659] = "Валира Сангвинар",
		[69395] = 2,
		[320519] = "Чумной спинолом",
		[322567] = "Вершитель Тарвольд",
		[267278] = "Наэлектризованный дервиш",
		[257544] = "Земляной яростень",
		[225804] = "Заклинатель из Сумеречной стражи",
		[338950] = "Обвинительница",
		[283661] = "Валира Сангвинар",
		[212494] = "Заклинательница клинков Алуриэль",
		[254473] = 2,
		[206351] = "Раскаленный уголь",
		[271292] = 5,
		[200208] = "Проклятый морем тюремщик душ",
		[271376] = 1,
		[273424] = 4,
		[187878] = 7,
		[228877] = "Элисанда",
		[254474] = 2,
		[206352] = "Раскаленный уголь",
		[256522] = 4,
		[60299] = 4,
		[279569] = 3,
		[295855] = 5,
		[291856] = "Плазменная сфера",
		[59628] = 4,
		[320365] = "Хирург Трупошов",
		[324522] = 7,
		[308239] = 11,
		[269231] = "Ребан",
		[225807] = "[*] Столпы ночи",
		[273428] = 1,
		[283667] = "Валира Сангвинар",
		[1725] = 4,
		[279572] = 5,
		[216371] = 2,
		[324623] = "Неизвестно <Аристократ-дуэлянт>",
		[324514] = "[*] Явление смерти",
		[209426] = 12,
		[281621] = "Огнелетчица Торговой компании",
		[33662] = 8,
		[334863] = 2,
		[320529] = "Вирулакс Заклинатель Чумы",
		[275351] = 12,
		[231895] = 2,
		[334864] = 1,
		[263193] = 2,
		[210451] = "[*] Узы ужаса",
		[300053] = 5,
		[334865] = 2,
		[246287] = 5,
		[69369] = 11,
		[275481] = 2,
		[283534] = "Магнитохват",
		[336791] = 12,
		[256546] = "Тротак",
		[300055] = 9,
		[273310] = 5,
		[287769] = "[*] Осведомленность Н'Зота",
		[306199] = "Заглянувший в Бездну громила",
		[291865] = "Воздушное судно R-21/X",
		[45438] = 8,
		[263197] = "Тяжелое орудие <Ниэтта>",
		[338964] = "Обвинительница",
		[203286] = 8,
		[287638] = 11,
		[301972] = 8,
		[314392] = "Злокачественный нарост",
		[23881] = 1,
		[142878] = 1,
		[257483] = "[*] Груда костей",
		[297871] = 11,
		[308250] = 5,
		[310298] = "Зловещая резчица душ",
		[115989] = 6,
		[273293] = 10,
		[265092] = 3,
		[277535] = "Вик'Гот",
		[328729] = "Восставший сектант",
		[211522] = 5,
		[332825] = 2,
		[155166] = 6,
		[263202] = "Геомант Торговой компании",
		[195592] = 7,
		[273289] = 3,
		[328492] = 2,
		[295967] = 2,
		[314397] = "Ург'рот Сокрушитель Героев",
		[267299] = "Вол'зит Шепчущая",
		[302111] = 12,
		[53390] = 7,
		[113900] = "Неизвестно <Vanniaded-Blackmoore>",
		[308096] = "Усиленный мастер плавильной печи",
		[97560] = 7,
		[209433] = "[*] Затягивающая сингулярность",
		[306208] = "Темный инквизитор Занеш",
		[291874] = "Летающий кран",
		[64413] = 2,
		[188956] = "Хранитель котла Миллз",
		[230935] = 4,
		[207386] = 11,
		[265088] = "Румми Мэнкомб",
		[295971] = 2,
		[297850] = 10,
		[341022] = "Чумная прислужница",
		[49039] = 6,
		[183752] = 12,
		[330784] = "Боевой ритуалист",
		[297822] = "Тралл",
		[96491] = 1,
		[263209] = "Кобольд-рудокоп",
		[97112] = 4,
		[291878] = "Воздушное судно R-21/X",
		[204316] = "Скорпирон",
		[304165] = "Миша",
		[265258] = 5,
		[293724] = "Генератор защитного поля",
		[30153] = "Даг-тараши <Нелиндель>",
		[204227] = "Страж Скверны",
		[153123] = "Неуловимый боец с шакрамом",
		[332672] = "Вестник смерти из племени Атал'ай",
		[228890] = "Глубоководное чудовище",
		[328740] = "Восставший сектант",
		[11366] = 8,
		[332836] = "Гнилостный мясник",
		[310311] = "Зловещая резчица душ",
		[322410] = "Сгусток слизи",
		[298025] = "К'тир-поработитель",
		[258860] = 12,
		[228891] = "Глубоководное чудовище",
		[312360] = "Аллерия Ветрокрылая",
		[273453] = 7,
		[308265] = "Алькс'ков Зараженный",
		[198065] = 8,
		[198605] = "Валарьяр - призыватель молний",
		[134573] = 10,
		[267311] = "Воплощение глубин",
		[202168] = 1,
		[171454] = 3,
		[273455] = 4,
		[265931] = 9,
		[310348] = "Шупальце Дест'агат",
		[287790] = 11,
		[314411] = "Мал'тир - маг Бездны",
		[118038] = 1,
		[269361] = 7,
		[257459] = "Головорез Краснокрюк",
		[59791] = 4,
		[275544] = 5,
		[85222] = 2,
		[314195] = "Скалящийся ужас",
		[225716] = 6,
		[324652] = "Склизгл",
		[205238] = 2,
		[205345] = 8,
		[206369] = "Ксавий",
		[198069] = 5,
		[326837] = "Старший смотритель",
		[201250] = "Оскверненная кровью ярость",
		[298033] = "К'тир-поработитель",
		[316463] = "Врата разума",
		[263274] = "Небесный капитан Крагг",
		[304177] = "Акир - подчинитель разума",
		[206370] = "Гул'дан",
		[6789] = 9,
		[269366] = "Кул-тирасский инженер",
		[185358] = 3,
		[225845] = "Заклинатель из Сумеречной стражи",
		[328506] = 2,
		[211375] = "Проекция Калиндрии",
		[301884] = 5,
		[288515] = 1,
		[308275] = "Алькс'ков Зараженный",
		[310323] = "Вексиона",
		[225825] = "Ночнорожденная-мудрец",
		[306228] = "Истерзанная душа",
		[273226] = "[*] Разлагающие споры",
		[269369] = "Т'зала",
		[205348] = "[*] Сфера разрушения",
		[306229] = 3,
		[296898] = "Безграничная порча",
		[310325] = "Вексиона",
		[295991] = "Тюремный часовой",
		[306230] = 3,
		[308278] = "Аллерия Ветрокрылая",
		[334899] = "Стрелок-отравитель",
		[328756] = "Ингра Малох",
		[332607] = "Проклинательница худу из племени Атал'ай",
		[267324] = "Пьянчуга из братства Трюмных Крыс",
		[293945] = 4,
		[287802] = 7,
		[322614] = "Тред'ова",
		[267325] = 12,
		[215466] = "Истязательница душ Тагерма",
		[310078] = "Пасть Дест'агат",
		[103195] = 3,
		[111898] = 9,
		[48018] = 9,
		[308029] = "Пророк Скитра",
		[273470] = "Жуткий капитан Локвуд",
		[267327] = 12,
		[326712] = "Темная прислужница",
		[334615] = "Главный смотритель Джавлин",
		[269116] = "Усиленный призыватель шторма",
		[115994] = 6,
		[310331] = "Глаз разума",
		[193065] = 5,
		[204197] = 5,
		[267329] = 12,
		[8679] = 4,
		[263234] = "Гюрзис",
		[206376] = "Крос",
		[267330] = 12,
		[224806] = "Желчепуз",
		[33395] = "Неизвестно <Perretosa-ColinasPardas>",
		[330544] = 6,
		[316477] = "Изедра Омрачительница",
		[318525] = "Начертательница шат'яр",
		[320573] = "Чародей с \"Золрамуса\"",
		[314430] = "[*] Остаточная кровь",
		[226713] = "Оскверненный огонек",
		[183852] = "Отрекшаяся - ловчая смерти",
		[271428] = "Гений Торговой компании",
		[243237] = "[*] Взрыв",
		[260643] = 1,
		[69409] = "Король-лич",
		[287811] = 11,
		[230951] = "Оскверненная душа",
		[215458] = "Заклинательница клинков Алуриэль",
		[192044] = "Хирья",
		[296003] = 5,
		[306242] = 12,
		[289577] = 5,
		[204331] = 7,
		[105174] = 9,
		[330816] = "Икор Желчная Плоть",
		[334625] = "Девия",
		[202140] = 12,
		[271432] = "[*] Тестовый снаряд",
		[49007] = 12,
		[332865] = "Склизгл",
		[334913] = "Мве'зала",
		[285466] = 7,
		[273481] = 2,
		[300102] = "Неисправный хламобот",
		[87840] = 9,
		[30283] = 9,
		[259474] = "Рикса Огневерт",
		[262947] = "Гений Торговой компании",
		[269090] = "Артиллерист",
		[250258] = "Вол'каал",
		[306247] = "[*] Испепеление",
		[300104] = 6,
		[318534] = "Темный хранитель врат",
		[285470] = 3,
		[210477] = 8,
		[291914] = "[*] Режущий луч",
		[308305] = "Алькс'ков Зараженный",
		[263246] = "Аспидис",
		[285454] = "Главный машинист Искроточец",
		[256552] = "Рыба-молот",
		[48020] = 9,
		[209454] = "Око Гул'дана",
		[210478] = 8,
		[152987] = "Гул'дан",
		[318537] = "Неизвестно",
		[148022] = 8,
		[16589] = 10,
		[256553] = "Рыба-молот",
		[210323] = 2,
		[203155] = 3,
		[210479] = 8,
		[17229] = 2,
		[204336] = 7,
		[221584] = "Астральная предсказательница",
		[289871] = "Тиранда Шелест Ветра",
		[299790] = 10,
		[326731] = 2,
		[304206] = "Акир - подчинитель разума",
		[299789] = 4,
		[236077] = 1,
		[44949] = 1,
		[287825] = 11,
		[53652] = 2,
		[206221] = "Гул'дан",
		[326733] = 2,
		[336972] = 2,
		[204157] = 12,
		[291922] = "КУ-ДЖ0",
		[38806] = "Защитник Аркатраца",
		[287827] = 11,
		[306257] = "[*] Нестабильная жизненная сила",
		[79140] = 4,
		[334926] = "Взрывоопасный чумной бурильщик",
		[279303] = 6,
		[330831] = 11,
		[267351] = 8,
		[212530] = "Заклинательница клинков Алуриэль",
		[106785] = 11,
		[202052] = 11,
		[300116] = 12,
		[326737] = 8,
		[263257] = "Аспидис",
		[314451] = "Похищающий жизнь паразит",
		[195125] = 11,
		[326738] = 2,
		[287831] = 10,
		[314452] = "Похищающий жизнь паразит",
		[267354] = "Наемный убийца",
		[326739] = 8,
		[320596] = "Чумокост",
		[268214] = "Резчик рун Сорн",
		[291928] = "Воздушное судно R-21/X",
		[326740] = 2,
		[296024] = 7,
		[222771] = "Скверносерд-мучитель",
		[332884] = 6,
		[332536] = 2,
		[296025] = "Воздушный подавитель ОУ-8",
		[204167] = 6,
		[267357] = "Наемный убийца",
		[228915] = "Один",
		[263262] = "Сланцеед",
		[316141] = "Анубисат-часовой",
		[267358] = "Пьянчуга из братства Трюмных Крыс",
		[334934] = 1,
		[287836] = 10,
		[314457] = "Похищающий жизнь паразит",
		[210294] = 2,
		[974] = 7,
		[287837] = 10,
		[24117] = 2,
		[267360] = "Вол'зит Шепчущая",
		[257585] = "[*] Обстрел",
		[271456] = "Шеф Разданк",
		[210487] = 2,
		[342751] = "Чумной громадень",
		[8680] = 4,
		[642] = 2,
		[113860] = 9,
		[191034] = 11,
		[192058] = 7,
		[225846] = "[*] Избранная судьба",
		[265315] = 10,
		[259455] = 11,
		[26573] = 2,
		[205369] = 5,
		[338659] = 2,
		[324701] = 3,
		[209270] = "Гул'дан",
		[225847] = "Заклинатель из Сумеречной стражи",
		[322654] = "Тред'ова",
		[300129] = "Неисправный хламобот",
		[293986] = "\"Взрывотрон Х-80\"",
		[205370] = "Крос",
		[306273] = 7,
		[291939] = "[*] Гигаразряд",
		[340702] = "Чумная прислужница",
		[271462] = 5,
		[264923] = "Раал Прожорливый",
		[332895] = 2,
		[228920] = 1,
		[164416] = 6,
		[265320] = 7,
		[191037] = 11,
		[320208] = "Создание Трупошва",
		[261483] = 2,
		[314467] = "Взрывоопасный скарабей",
		[85288] = 1,
		[328395] = "Стрелок-отравитель",
		[271465] = 5,
		[127165] = 4,
		[121536] = 5,
		[269418] = "Хранитель титанов Хезрел",
		[263275] = "Надсмотрщик Аскари",
		[97063] = 4,
		[291944] = 2,
		[269419] = "[*] Зияющие врата",
		[312017] = "Око хаоса",
		[306279] = "Ра-ден",
		[339] = 11,
		[267977] = "Храмовник из Святилища Штормов",
		[320614] = "Червь-трупоед",
		[109248] = 3,
		[291946] = "КУ-ДЖ0",
		[204350] = 7,
		[263278] = "[*] Укрытие",
		[206398] = "Звездный авгур Этрей",
		[322239] = "Тлетворное порождение",
		[271057] = "Скрытный убийца",
		[296043] = 6,
		[276110] = "Бледный головорез",
		[48792] = 6,
		[343142] = 4,
		[277181] = 7,
		[16591] = 9,
		[291949] = "КУ-ДЖ0",
		[257593] = "Азерокк",
		[108839] = 8,
		[281711] = 6,
		[191837] = 10,
		[313977] = "Глубинный дозорный",
		[59543] = 3,
		[255546] = 4,
		[300142] = 8,
		[233021] = "[*] Инфернальный шип",
		[27827] = 5,
		[281713] = 6,
		[260666] = "Позолоченная жрица",
		[258381] = "Капитан Юдора",
		[132463] = 10,
		[314478] = "Сам'рек Призыватель Хаоса",
		[83243] = 3,
		[192067] = "Хирья",
		[225855] = "Шал'дорай-натуралист",
		[202306] = "Фазовый паук",
		[300145] = 10,
		[269429] = "Боевая машина Торговой компании",
		[311980] = "Гневион",
		[111400] = 9,
		[333889] = 9,
		[48025] = 1,
		[193092] = "Химдалль",
		[273526] = 9,
		[260668] = "Позолоченная жрица",
		[48168] = 2,
		[119996] = 10,
		[233272] = "Горот",
		[83244] = 3,
		[257597] = "Азерокк",
		[225857] = "Прирученный манапард",
		[314483] = "Сам'рек Призыватель Хаоса",
		[316531] = 1,
		[266925] = 2,
		[59544] = 5,
		[222786] = "Скверносерд-плут",
		[199237] = "Урсок",
		[326771] = "Камнерожденный-рассекатель",
		[258622] = "Азерокк",
		[281721] = 12,
		[316533] = "Детеныш Шад'хара",
		[61336] = 11,
		[314018] = 11,
		[306295] = "[*] Запретная мана",
		[83245] = 3,
		[203102] = "Исондра",
		[217668] = 3,
		[202310] = "Миллифисент Манашторм",
		[226070] = "Визжащий паучок",
		[310392] = "Синод",
		[320631] = "Червь-трупоед",
		[281724] = 11,
		[81340] = 6,
		[273009] = 4,
		[296059] = 11,
		[66235] = 2,
		[105771] = 1,
		[228932] = "Один",
		[304251] = "Раффер",
		[322681] = "Создание Трупошва",
		[151685] = "Нарос",
		[278559] = 5,
		[108843] = 8,
		[342675] = "Костяной чародей",
		[50842] = 6,
		[318587] = "\"Гномогедд-0Н\"",
		[59545] = 6,
		[265346] = "Грознокрылый ворон",
		[223814] = 5,
		[294015] = "\"Взрывотрон Х-80\"",
		[345209] = 11,
		[265347] = "Грознокрылый ворон",
		[300159] = "Тяжелый хламобот",
		[212552] = 6,
		[320637] = "Чумокост",
		[61849] = 2,
		[300160] = "Тяжелый хламобот",
		[210824] = 8,
		[296065] = 10,
		[196947] = "Хелия",
		[38556] = "Охотник за головами из племени Черного Копья",
		[204362] = 7,
		[279684] = 8,
		[273541] = 2,
		[20243] = 1,
		[135416] = 1,
		[258628] = "[*] Резонансное землетрясение",
		[53595] = 2,
		[264155] = "Воденыш",
		[310402] = "[*] Голодное бешенство",
		[254533] = 4,
		[265352] = "Чумная жаба",
		[291973] = "КУ-ДЖ0",
		[310403] = "[*] Голодное бешенство",
		[1850] = 11,
		[263309] = "Гюрзис",
		[291974] = "Король Мехагон",
		[326786] = 2,
		[10793] = 3,
		[255558] = "[*] Оскверненная кровь",
		[308357] = "Падшая пронзательница сердец",
		[305792] = "Королева Азшара",
		[320644] = "Ксав Несломленный",
		[251463] = 1,
		[320125] = 7,
		[310406] = "[*] Сияние Бездны",
		[221771] = 10,
		[198222] = 4,
		[223819] = 2,
		[175697] = 10,
		[62618] = 5,
		[322169] = "Частица сомнений",
		[308360] = "Неизвестно",
		[204366] = 7,
		[119085] = 10,
		[230987] = 5,
		[256884] = "Монзуми",
		[257608] = "Королева песков",
		[301689] = "Анодированный разрядниконосец",
		[19505] = "Дружумэ <Вредоносный>",
		[300171] = "Тяжелый хламобот",
		[210042] = 12,
		[205391] = "Крос",
		[57755] = 1,
		[116014] = 8,
		[269456] = "Вик'Гот",
		[262115] = 1,
		[101168] = 3,
		[301685] = 5,
		[326794] = "Инквизитор Зигар",
		[59547] = 7,
		[262263] = "Ленивый лаборант",
		[267410] = 12,
		[192082] = 7,
		[258634] = "Маг огня корпорации Эшвейнов",
		[311552] = "Джеш'ра",
		[324748] = 9,
		[101545] = 10,
		[189011] = "Жуткий капитан Тэттерсейл",
		[265364] = "Чумная жаба",
		[199250] = "Проклятый морем молниеносный клинок",
		[334988] = "Чумной громадень",
		[209489] = "Усиленное око Гул'дана",
		[225249] = "Смертоносный древень",
		[300177] = "Тяжелый хламобот",
		[214654] = "Скорпирон",
		[345228] = 8,
		[265366] = "Воденыш",
		[316007] = 11,
		[23214] = 2,
		[320102] = 6,
		[275051] = "[*] Гнилая вода",
		[278456] = "Прожорливая личинка",
		[253517] = "Дазар'айский духовник",
		[227642] = "Гарм",
		[265368] = "Заколдованный капитан",
		[49821] = 5,
		[258926] = 12,
		[297574] = "Элементаль забвения",
		[326242] = "Склизгл",
		[260685] = "Старейшина Ликса",
		[294038] = 5,
		[59548] = 8,
		[268905] = 1,
		[172816] = "Присягнувшая Свету анахоретка",
		[294039] = 10,
		[187707] = 3,
		[265371] = "Заколдованный капитан",
		[313951] = "Глубинный дозорный",
		[208685] = "Щупальце угнетения",
		[258352] = "Капитан Юдора",
		[255567] = "Т'лонджа",
		[308375] = "Огюст Мулен",
		[204086] = "Командир Ксовот",
		[255966] = "Небесный капитан Крагг",
		[318038] = 7,
		[123040] = 5,
		[326806] = "Инквизитор Зигар",
		[287320] = 6,
		[322711] = "Халкиас",
		[320109] = 2,
		[93622] = 11,
		[279709] = 11,
		[336463] = 6,
		[32592] = 5,
		[326808] = 6,
		[221781] = "Гул'дан",
		[265376] = "Фанатичный охотник за головами",
		[300188] = "Вооруженный робопаук",
		[257617] = "Королева песков",
		[50334] = 11,
		[265377] = "Фанатичный охотник за головами",
		[308380] = "Инквизитор Темнослов",
		[321442] = 2,
		[205800] = 1,
		[113746] = 10,
		[256594] = "Капитан Рауль",
		[192090] = 11,
		[211261] = "Элисанда",
		[208770] = 12,
		[196911] = 4,
		[212568] = "Инквизитор Ветриз",
		[221783] = "Гул'дан",
		[319592] = "Эшелон",
		[283810] = 1,
		[195617] = 6,
		[2379] = 6,
		[72286] = 5,
		[211545] = 11,
		[300971] = 11,
		[280746] = 1,
		[298146] = 12,
		[333732] = 2,
		[56222] = 6,
		[271526] = "Земляной яростень",
		[288371] = 5,
		[118779] = 1,
		[294052] = 5,
		[229976] = 2,
		[336447] = "Раскольница-офицер",
		[275623] = 10,
		[33697] = 7,
		[108853] = 8,
		[314531] = "Голодный пожиратель плоти",
		[267433] = "Механожокей",
		[201002] = 5,
		[185313] = 4,
		[289959] = 6,
		[199261] = 1,
		[52127] = 7,
		[228645] = 6,
		[184364] = 1,
		[227930] = "Хелия",
		[22482] = 4,
		[197214] = 7,
		[255575] = "Жрица Алун'за",
		[341155] = 3,
		[269484] = "Вик'Гот",
		[275006] = 8,
		[1856] = 4,
		[238452] = 9,
		[294058] = "Крайне взрывоопасная ракета",
		[320679] = "Непреклонный соперник",
		[214621] = 5,
		[278467] = "Румми Мэнкомб",
		[211004] = 7,
		[312489] = 11,
		[265391] = "Распорядитель банкета",
		[260696] = "Сестра Маладия",
		[264765] = "Наэлектризованный дервиш",
		[312490] = "Гневион",
		[255577] = "Жрица Алун'за",
		[323515] = "Кроворуб",
		[294061] = "Танк-долгоног",
		[263345] = "Тяжелое орудие",
		[265393] = "Распорядитель банкета",
		[260697] = "Сестра Брайар",
		[326826] = "Старший смотритель",
		[205408] = "Звездный авгур Этрей",
		[127797] = 11,
		[316588] = "Велинария",
		[52128] = 7,
		[271538] = 6,
		[288712] = 5,
		[260698] = "Сестра Солена",
		[294064] = "Танк-долгоног",
		[271539] = 6,
		[3355] = 3,
		[298866] = "Бичующее щупальце",
		[326829] = "Инквизитор Зигар",
		[316958] = 2,
		[298161] = 5,
		[260699] = "Сестра Солена",
		[269493] = "Платный разгонятель толпы",
		[329666] = 3,
		[119607] = 10,
		[270289] = "[*] Очищающий луч",
		[326831] = "Старший смотритель",
		[221172] = "Молниеносец",
		[322736] = "Хаккар Свежеватель Душ",
		[260700] = "Сестра Маладия",
		[197626] = 11,
		[271543] = 2,
		[255581] = "Жрица Алун'за",
		[327584] = "Изрыгатель чумы",
		[213281] = "Огненные чары",
		[271544] = 2,
		[323393] = "Лорд-камергер",
		[260701] = "Сестра Брайар",
		[254958] = "Дазар'айский колосс",
		[324141] = "[*] Стрела мрака",
		[255582] = "[*] Расплавленное золото",
		[264153] = "Прожорливая личинка",
		[302262] = 2,
		[217699] = "Щупальце Мифаны",
		[296674] = "Алькс'ков Зараженный",
		[260702] = "[*] Нестабильная руническая метка",
		[302263] = 2,
		[115078] = 10,
		[256039] = "Надзиратель Корги",
		[198654] = 11,
		[294073] = "Танк-долгоног",
		[6788] = 5,
		[274991] = "Вик'Гот",
		[308408] = "Страж кузни Хуррул",
		[266206] = "Кула Живодерка",
		[95750] = 9,
		[322743] = "Неповоротливое создание",
		[341173] = 6,
		[276304] = "Буйный гуляка",
		[271550] = 2,
		[265407] = "Распорядитель банкета",
		[266209] = "Падший вестник смерти",
		[301629] = "Мехагонский нормализатор",
		[319556] = 3,
		[321975] = "Моровая слизь",
		[41635] = 5,
		[188404] = "Штормовой дракон",
		[234084] = 11,
		[322746] = "[*] Порченая кровь",
		[267964] = "Даг-тараши <Нелиндель>",
		[17364] = 7,
		[296126] = 5,
		[265410] = "Гуляка из дома Уэйкрестов",
		[321329] = 8,
		[192106] = 7,
		[152175] = 10,
		[339927] = 1,
		[267459] = "Забытый обитатель глубин",
		[321755] = "Налтор Криомант",
		[189035] = "Жуткий капитан Тэттерсейл",
		[10326] = 2,
		[66087] = 3,
		[302272] = "Воздушный подавитель ОУ-8",
		[263365] = "Гюрзис",
		[341977] = "Зараженный ужас",
		[117891] = "Соленоплавниковый пловец",
		[326846] = "Инквизитор Зигар",
		[319506] = "Воплощение ненависти <Полная ненависти душа>",
		[119611] = 10,
		[292035] = "КУ-ДЖ0",
		[326847] = "Инквизитор Зигар",
		[121147] = 6,
		[202347] = 11,
		[260708] = 1,
		[311269] = "Сектантка - теневой клинок",
		[271559] = 6,
		[231016] = "Неизвестно",
		[332236] = "Разумное масло",
		[277703] = 8,
		[298691] = "Надсмотрщик Ул'рок",
		[5302] = 1,
		[195181] = 6,
		[44614] = 8,
		[271561] = "Погребальный голем",
		[272374] = "Капитан Джолли",
		[160029] = 9,
		[231428] = 2,
		[271562] = "Погребальный голем",
		[314565] = "Кровь Заразителя",
		[195182] = 6,
		[302279] = "\"Танкоборец-1\"",
		[279754] = 4,
		[255591] = "Жрица Алун'за",
		[206931] = 6,
		[35395] = 2,
		[271564] = "[*] Бальзамировочный состав",
		[321471] = "Призывательница Туманов",
		[93816] = 3,
		[253544] = "Дазар'айский духовник",
		[296138] = 5,
		[322759] = "Хаккар Свежеватель Душ",
		[215661] = 2,
		[153626] = 8,
		[271566] = "Бальзамировочный состав",
		[268287] = "Азартный пират",
		[270335] = 3,
		[270284] = "Голем-чистильщик",
		[296140] = 2,
		[247402] = 1,
		[316618] = "Акир - хранитель роя",
		[257641] = "Фузилер из братства Стальных Волн",
		[333122] = 2,
		[294909] = 2,
		[258317] = "Тюремщик корпорации Эшвейнов",
		[188018] = 8,
		[274437] = "Ученик призывательницы штормов",
		[321530] = 3,
		[316620] = "Анубисат-часовой",
		[17877] = 9,
		[304334] = "Рексар",
		[93337] = 6,
		[308430] = 11,
		[294096] = 2,
		[221807] = "Гул'дан",
		[203796] = 12,
		[282801] = "Неизвестно",
		[315391] = 4,
		[331274] = "Зараженные останки",
		[101185] = 3,
		[308432] = "Страж кузни Хуррул",
		[253548] = "Дазар'айский почетный страж",
		[328910] = "Дрессированный адский пес",
		[322767] = "Друст-жнец",
		[308433] = 5,
		[326863] = 12,
		[262232] = 1,
		[210546] = "Элисанда",
		[341198] = 4,
		[346111] = 5,
		[115008] = 10,
		[338022] = "Лоскутный солдат",
		[178207] = 2,
		[270246] = "Хранитель кузни",
		[307213] = "Тек'рис",
		[265433] = "Кровавый осквернитель",
		[275672] = 1,
		[277720] = 4,
		[296150] = "[*] Выброс пара",
		[278920] = "Безумное чумное отродье",
		[275673] = 10,
		[326867] = 6,
		[42514] = "Злобная тыква <Всадник без головы>",
		[216331] = 2,
		[267483] = "Мечущаяся искра",
		[326868] = 6,
		[271579] = "Геомант Торговой компании",
		[274459] = 5,
		[268030] = "Жрица моря - спиритуалистка",
		[193641] = 4,
		[126489] = 4,
		[195645] = 3,
		[198688] = 4,
		[277724] = 4,
		[221812] = 8,
		[322775] = 1,
		[6660] = "Констебль Эстли",
		[294107] = "Утильхаунд",
		[121153] = 4,
		[314585] = 2,
		[324824] = 2,
		[302299] = "Ужас Бездны",
		[320729] = "Ксав Несломленный",
		[298204] = 12,
		[341207] = 5,
		[527] = 5,
		[258673] = "Стрелок из братства Стальных Волн",
		[328180] = "Заклинатель чумы",
		[208929] = "Щупальце разложения",
		[204408] = 7,
		[305182] = 7,
		[294946] = 2,
		[201764] = 7,
		[116768] = 10,
		[258674] = "Отдыхающий работник",
		[339162] = "Генерал Кааль",
		[316637] = 9,
		[326876] = "[*] Искусанные ноги",
		[180860] = 5,
		[314590] = 2,
		[107844] = 2,
		[216696] = "Неизвестно",
		[1766] = 4,
		[226935] = "Бич Ил'гинота",
		[292903] = "Верный Утробе страж",
		[302305] = "Ужас Бездны",
		[322065] = 2,
		[314592] = "Раздирающее разум щупальце",
		[307472] = "Шад'хар Ненасытный",
		[318688] = "Молотящее щупальце",
		[271590] = "Леди Уэйкрест",
		[226936] = "Бич Ил'гинота",
		[301351] = "Воздушный подавитель ОУ-8",
		[302307] = 2,
		[312546] = 6,
		[330976] = 2,
		[223865] = "Гнилостная слизь",
		[310499] = "Шупальце Дест'агат",
		[218148] = "Солнцевед Тел'арн",
		[268443] = "Жуткая пушка",
		[316643] = 1,
		[323845] = "Генерал Кааль",
		[302800] = "Обезумевший червинт",
		[273641] = "Страж сферы",
		[275689] = 1,
		[280852] = 4,
		[691] = 9,
		[202365] = "Порабощенный резчик рун",
		[299055] = "Аннигилятор Лак'хал",
		[302311] = 2,
		[258133] = "Мародер из братства Трюмных Крыс",
		[272662] = "Налетчик из братства Стальных Волн",
		[182912] = 2,
		[302312] = 2,
		[204843] = 12,
		[110744] = 5,
		[77130] = 7,
		[342242] = 8,
		[345316] = 4,
		[47528] = 6,
		[72203] = "Дух пехотинца",
		[305497] = 11,
		[755] = 9,
		[2643] = 3,
		[187650] = 3,
		[285933] = 9,
		[333875] = "Вестник смерти",
		[49576] = 6,
		[308459] = "Зардет Черный Коготь",
		[783] = 11,
		[279791] = 2,
		[297126] = 1,
		[252661] = "Крадущийся теневой клинок",
		[253562] = "Дазар'айский авгур",
		[205875] = "[*] Мощный удар",
		[206464] = "Корональный выброс",
		[275996] = "Прожорливый ранишу",
		[335082] = 1,
		[279793] = 11,
		[44457] = 8,
		[209971] = "Элисанда",
		[294128] = "Ракетный танк",
		[172677] = "Шиан'цу",
		[213243] = 12,
		[275699] = 6,
		[163073] = 12,
		[225919] = 12,
		[226943] = 5,
		[227967] = "Хелия",
		[306942] = "Шад'хар Ненасытный",
		[320751] = 7,
		[871] = 1,
		[331847] = "Г4В-Г4В",
		[204859] = "Урсок",
		[883] = 3,
		[22570] = 11,
		[323645] = "Эфирный Ныряльщик",
		[318705] = "[*] Чудовищное признание",
		[213634] = 5,
		[304824] = 2,
		[321264] = "Скальный дух",
		[335088] = 2,
		[225921] = 12,
		[298229] = "Токсикоид",
		[311382] = "Дереш из Пустоты",
		[263891] = "Прядильщица лоз из ковена Мертвых Сердец",
		[337137] = 8,
		[273657] = "Сумрачный ужас",
		[311767] = "Темнокрыл-горгулья",
		[335090] = 11,
		[198723] = "Гнилосердная дриада",
		[273658] = "Сумрачный ужас",
		[308470] = "[*] Энтропический взрыв",
		[317488] = 1,
		[296184] = 5,
		[265468] = "Кровавый осквернитель",
		[256639] = "Метатель черной смолы",
		[335092] = 1,
		[201350] = 12,
		[259711] = "Надзиратель блока",
		[316663] = "Акир - хранитель роя",
		[307297] = "Вексиона",
		[312568] = "[*] Концентрированный яд",
		[319952] = 5,
		[256640] = "Метатель черной смолы",
		[338013] = "Фонтан анимы",
		[263423] = "Шашлык <Йхнт>",
		[276948] = 5,
		[227972] = "Хелия",
		[286031] = 1,
		[263424] = "Гюрзис",
		[214662] = "Скорпирон",
		[323683] = "Мордрета, Вечная императрица",
		[335096] = 1,
		[328953] = 12,
		[332165] = "Завывающий призрак",
		[315496] = 4,
		[335097] = 1,
		[205448] = 5,
		[190090] = "Ворген-охотница",
		[267522] = "Капитан Джолли",
		[335098] = 1,
		[225311] = 2,
		[259714] = "[*] Разлагающие споры",
		[267523] = "Капитан Джолли",
		[269571] = 2,
		[189067] = "Отрекшаяся - cтражница смерти",
		[306431] = 2,
		[321529] = 8,
		[335100] = 1,
		[288988] = 4,
		[322814] = "Девия",
		[324038] = 1,
		[335101] = 1,
		[194640] = "Промокший насквозь страж душ",
		[255620] = "Оживленный почетный страж",
		[308481] = "Падший странник разломов",
		[307317] = "Вексиона",
		[323798] = 6,
		[317936] = "Раскольник-защитник",
		[17] = 5,
		[343294] = 6,
		[5143] = 8,
		[322817] = "Девия",
		[311494] = 2,
		[343295] = 6,
		[278497] = 1,
		[322818] = "Девия",
		[260741] = "Сестра Брайар",
		[285959] = 10,
		[189070] = "Королевская грозная стражница",
		[204883] = 5,
		[324867] = 4,
		[125050] = 3,
		[320772] = "Налтор Криомант",
		[259718] = "Заклинатель спор Занча",
		[316677] = "Акир - хранитель роя",
		[307201] = "Ка'зир",
		[213644] = 2,
		[157331] = "Изначальный элементаль бури <Супрек>",
		[300296] = "Перемалыватель из племени Хламоедов",
		[108366] = 9,
		[324027] = "Некромант с \"Золрамуса\"",
		[226955] = "Внутренний демон",
		[308488] = 2,
		[326918] = 6,
		[312584] = "Акир - повелитель ядов",
		[78674] = 11,
		[207502] = "Триллиакс",
		[304971] = 2,
		[313478] = 5,
		[265487] = "Кровавый осквернитель",
		[198745] = "Закаленный бурей страж",
		[329919] = "Ярость Бвонсамди",
		[197264] = "Хелия",
		[123725] = 10,
		[308491] = 3,
		[215128] = "Ил'гинот",
		[72318] = "Призрачный жрец",
		[296971] = 6,
		[267537] = 5,
		[261769] = 10,
		[38391] = "Жгучий разрушитель",
		[273681] = "Головорез Краснокрюк",
		[264352] = 8,
		[340110] = 3,
		[201361] = "Истерзанный кровопийца",
		[44461] = 8,
		[272821] = "Усиленный призыватель шторма",
		[191587] = 6,
		[312590] = "Шад'хар Ненасытный",
		[853] = 2,
		[308495] = 3,
		[307354] = 2,
		[6807] = 11,
		[306448] = "Шад'хар Ненасытный",
		[341260] = 5,
		[60991] = "Бринья",
		[278961] = "Больной плеточник",
		[273685] = 9,
		[19801] = 3,
		[48045] = 5,
		[320784] = "Налтор Криомант",
		[298259] = "Ядовитая лужа",
		[105809] = 2,
		[323810] = "Генерал Кааль",
		[296212] = 11,
		[132764] = 3,
		[341263] = 5,
		[1822] = 11,
		[320786] = "[*] Переполняющая мощь",
		[272554] = "[*] Кровавое месиво",
		[59052] = 6,
		[343312] = 12,
		[320787] = "Миллхаус Манашторм",
		[219235] = "Отравляющая спора",
		[267546] = "Буйный гуляка",
		[38384] = "Леди Джайна Праудмур",
		[320788] = "Налтор Криомант",
		[307371] = "Вексиона",
		[281000] = 1,
		[253583] = "Дазар'айский авгур",
		[320789] = "Ксав Несломленный",
		[314646] = 11,
		[267548] = "Утонувший обитатель глубин",
		[306995] = "Гневион",
		[260190] = "Шеф Разданк",
		[1966] = 4,
		[308504] = 8,
		[310552] = "Око Дест'агат",
		[240448] = 11,
		[325807] = "Мве'зала",
		[2006] = 5,
		[32216] = 1,
		[271646] = 2,
		[264390] = "Руническая послушница",
		[267551] = "Платный разгонятель толпы",
		[212630] = "Малфурион Ярость Бури",
		[2060] = 5,
		[256101] = "Надзиратель Корги",
		[302474] = "Темная гончая",
		[302364] = "Ужас Бездны",
		[297153] = "Слуга Бездны - опустошитель",
		[188023] = 10,
		[308508] = "Падший странник разломов",
		[262348] = "Ползучая мина",
		[328986] = "Нестабильная канистра",
		[206488] = "[*] Утечка магии",
		[51886] = 7,
		[208536] = "Гул'дан",
		[337178] = "Непреклонный соперник",
		[258153] = "Морской колдун из братства Трюмных Крыс",
		[280200] = 4,
		[81751] = 5,
		[2637] = 11,
		[2645] = 7,
		[207513] = "Триллиакс",
		[319685] = "Криксис Ненасытный",
		[201670] = 12,
		[311497] = 2,
		[196725] = 10,
		[280861] = 5,
		[264408] = 9,
		[196733] = 10,
		[341277] = 4,
		[199805] = "Закаленный бурей страж",
		[216697] = "Ледяной кристалл",
		[259732] = "Заклинатель спор Занча",
		[227992] = "Хелия",
		[294180] = "Сторожевой бот модели \"ПЕС\"",
		[264476] = "Обезумевший стрелок",
		[198300] = 7,
		[267560] = 1,
		[310563] = "Пасть Дест'агат",
		[258709] = "[*] Оскверненное золото",
		[117588] = "Изначальный элементаль огня <Кикими-Борейскаятундра>",
		[120954] = 10,
		[278755] = "Оскверненный дух",
		[296230] = 7,
		[265514] = 12,
		[313564] = "Покрытое наростами щупальце",
		[310565] = 5,
		[271658] = 1,
		[196741] = 10,
		[341282] = 5,
		[122708] = 11,
		[338137] = "Семя гидры",
		[22746] = "Верховный маг Эландра",
		[256663] = "[*] Горящая смола",
		[47666] = 5,
		[85617] = 7,
		[2908] = 11,
		[316711] = "Эгос",
		[335141] = "Нар'зуда",
		[165988] = 5,
		[47536] = 5,
		[248473] = 3,
		[335142] = "Нар'зуда",
		[271662] = 6,
		[281901] = 1,
		[40625] = 1,
		[335143] = "Костоправ с \"Золрамуса\"",
		[106839] = 11,
		[306929] = "Шад'хар Ненасытный",
		[257169] = "Крушитель из братства Трюмных Крыс",
		[131347] = 12,
		[271664] = 6,
		[12654] = 8,
		[44212] = 12,
		[204448] = "Скорпирон",
		[279856] = 8,
		[280634] = 5,
		[212105] = 12,
		[209034] = "[*] Узы ужаса",
		[209568] = "Своевременный элементаль",
		[273714] = 9,
		[227998] = "Хелия",
		[253595] = 6,
		[205473] = 8,
		[190115] = "Ворген-следопыт",
		[341291] = 5,
		[302384] = "\"Шокотрон X1\"",
		[5672] = "Неизвестно <Супрек>",
		[273716] = "Головорез Краснокрюк",
		[51505] = 7,
		[212641] = 2,
		[329426] = "Охранник плавильной печи",
		[327923] = 2,
		[275765] = 2,
		[294195] = "\"Оборонобот I\"",
		[201379] = "Ледопасть",
		[259740] = 10,
		[329609] = "Покрытый рунами колосс",
		[253597] = 6,
		[271671] = 7,
		[247454] = 12,
		[295169] = "\"Взрывотрон Х-80\"",
		[294197] = 2,
		[201380] = "Ледопасть",
		[273720] = "Тяжелое ядро",
		[341296] = 8,
		[310580] = "Пасть Дест'агат",
		[325174] = 7,
		[273721] = "Тяжелое ядро",
		[223392] = "Дикий шаман",
		[302390] = "Вексиона",
		[320820] = 2,
		[264465] = "[*] Крепкая бочка",
		[221332] = 2,
		[114282] = 11,
		[271675] = 3,
		[255647] = 2,
		[327942] = 7,
		[75614] = 2,
		[320822] = "Костоправ с \"Золрамуса\"",
		[265533] = "Клещ из Подгнилья",
		[228003] = "Химдалль",
		[310584] = "Пасть Дест'агат",
		[320823] = "Миллифисент Манашторм",
		[259213] = 5,
		[275773] = 2,
		[272745] = 3,
		[307471] = "Шад'хар Ненасытный",
		[4060] = 5,
		[228004] = "Химдалль",
		[343350] = 11,
		[329016] = "Придворный аристократ",
		[206503] = "[*] Пламя Саргераса",
		[256673] = "Метатель черной смолы",
		[296211] = 11,
		[193695] = 2,
		[202408] = "Порабощенный резчик рун",
		[324922] = "Друст-древолом",
		[335161] = 3,
		[59569] = 3,
		[124507] = 10,
		[324923] = "Друст-древолом",
		[343353] = 1,
		[271682] = 7,
		[194218] = "Харбарон",
		[300351] = "Дециматор Шик'вот",
		[212648] = "[*] Взрыв \"Знака льда\"",
		[205472] = 8,
		[265540] = "Смрадная личинка",
		[275779] = 2,
		[335164] = "Чумной мешок",
		[320830] = "Механическая бомбелка",
		[60214] = 6,
		[196771] = 6,
		[343356] = 1,
		[221864] = "Рекурсивный элементаль",
		[265542] = "Смрадная личинка",
		[300354] = "Дециматор Шик'вот",
		[175790] = 4,
		[271686] = 1,
		[272679] = 3,
		[10060] = 5,
		[204459] = "Скорпирон",
		[20572] = 4,
		[5176] = 11,
		[274400] = "Дуэлянт из братства Волнорезов",
		[272685] = 6,
		[255130] = 11,
		[299061] = "Аннигилятор Лак'хал",
		[260249] = 3,
		[163505] = 11,
		[214181] = "Гнилостная слизь",
		[264693] = "Раал Прожорливый",
		[223914] = "Бо'лан Меченый",
		[318788] = "Слияние плоти",
		[337218] = 11,
		[297261] = "Король Гоббамак",
		[333123] = 2,
		[297262] = "Король Гоббамак",
		[207017] = 11,
		[290121] = 2,
		[342309] = 3,
		[277013] = 5,
		[288074] = 2,
		[194223] = 11,
		[188592] = 7,
		[212653] = 8,
		[205486] = "Звездный авгур Этрей",
		[47540] = 5,
		[264510] = "Обезумевший стрелок",
		[8122] = 5,
		[279885] = 9,
		[331079] = 2,
		[114014] = 4,
		[204463] = "Низендра",
		[289083] = 4,
		[33206] = 5,
		[234153] = 9,
		[278849] = "Заклинательница шипов из ковена",
		[211132] = "Усиленное око Гул'дана",
		[298317] = 4,
		[328002] = "Заразный добытчик",
		[310604] = 2,
		[59571] = 2,
		[298318] = 2,
		[223918] = "Дикий шаман",
		[157375] = "Изначальный элементаль бури <Супрек>",
		[6552] = 1,
		[295248] = 9,
		[219823] = "Хрономатическая аномалия",
		[136387] = "Всадник без головы",
		[213680] = 11,
		[322893] = "Девия",
		[325983] = 2,
		[266107] = "Дикий кровавый роевик",
		[189626] = "Генн Седогрив",
		[298321] = 1,
		[260779] = "Завоевательница из Армии Чести",
		[313400] = "Щупальце Заразителя",
		[329038] = 1,
		[206514] = "Гул'дан",
		[3110] = "Zeppep <Vanniaded-Blackmoore>",
		[224944] = "Скверноподданная маг Хаоса",
		[121183] = 2,
		[290132] = 4,
		[211634] = "[*] Бесконечная тьма",
		[345705] = 2,
		[270674] = 12,
		[290133] = 5,
		[124255] = 10,
		[310611] = 6,
		[345423] = 12,
		[298325] = 4,
		[7384] = 1,
		[196277] = 9,
		[288087] = 1,
		[281944] = 5,
		[278869] = 2,
		[211793] = 6,
		[296279] = "[*] Охранный телепорт",
		[214202] = 2,
		[267611] = 2,
		[310614] = "Шупальце Дест'агат",
		[221875] = "Звездный авгур Этрей",
		[272733] = 3,
		[267612] = 1,
		[326997] = "Камнерожденный-рассекатель",
		[262377] = "Ползучая мина",
		[281947] = 5,
		[295258] = 12,
		[204470] = "[*] Взрывоопасная гниль",
		[288091] = 1,
		[322903] = "Генерал Кааль",
		[79206] = 7,
		[311084] = "Обезумевший новобранец",
		[345429] = "Склизкое щупальце",
		[290140] = 3,
		[114018] = 4,
		[204471] = "Скорпирон",
		[279902] = 2,
		[265568] = "Оскверненный дух",
		[341335] = "Неизвестно <Нозердума>",
		[194594] = 3,
		[317373] = 2,
		[306524] = "[*] Горящие подошвы",
		[265991] = "Ожившее золото",
		[137427] = "Натанос Гнилостень",
		[84342] = 1,
		[278267] = 8,
		[267618] = "Мчимба Бальзамировщик",
		[343385] = 8,
		[69787] = "Леди Джайна Праудмур",
		[290144] = 3,
		[331243] = "Усиленный душами похититель костей",
		[318813] = "Амбициозный дуэлянт",
		[213124] = "[*] Ядовитая лужа",
		[281954] = 2,
		[308575] = "Падший странник разломов",
		[262515] = "Огнелетчица Торговой компании",
		[125282] = 9,
		[326022] = "Иглобрюх-поглотитель",
		[341340] = 6,
		[337931] = 10,
		[298473] = "Ворчун из племени Хламоедов",
		[319849] = 9,
		[224205] = "Астральный защитник",
		[269670] = "Аватара Сетралисс",
		[88423] = 11,
		[152280] = 6,
		[81256] = 6,
		[228611] = "Моряк из Ночного дозора",
		[266181] = "Горак Тул",
		[273767] = "Усиленный имперский дуэлянт",
		[300388] = "Дециматор Шик'вот",
		[183998] = 2,
		[300530] = "К'тир резчик разума",
		[210619] = "Оскверненный огонек",
		[263899] = "Прядильщица лоз из ковена Мертвых Сердец",
		[224459] = "Послушница Саел'орн",
		[213691] = 3,
		[331106] = 2,
		[196819] = 4,
		[96103] = 1,
		[279913] = 9,
		[298343] = 2,
		[209617] = "Своевременный элементаль",
		[198392] = "Урсок",
		[221883] = 2,
		[331108] = "Пропитанные чумой останки",
		[31589] = 8,
		[211064] = 11,
		[209597] = "Элисанда",
		[50769] = 11,
		[117313] = 1,
		[294250] = 5,
		[312680] = "Тавматург из Темной Империи",
		[339301] = 11,
		[209859] = "Ядовитый саурид",
		[115356] = 7,
		[152261] = 2,
		[348] = 9,
		[228028] = "Хирья",
		[278057] = 8,
		[131784] = 8,
		[214718] = "Скорпирон",
		[262554] = "Техник-эксперт",
		[206555] = "Гул'дан",
		[152262] = 2,
		[163558] = 1,
		[260793] = "Кроглот Зараженный",
		[302445] = 2,
		[221886] = 2,
		[198337] = 1,
		[199361] = "Валарьяр-зверолов",
		[300816] = "Жижементаль",
		[193357] = 4,
		[343727] = "Неизвестно <Elunis-Darksorrow>",
		[275826] = "Командир из корпорации Эшвейнов",
		[6268] = "Искаженный Бездной захватчик",
		[221887] = 2,
		[206559] = "Триллиакс",
		[331321] = "[*] Шипастая ловушка",
		[233150] = 7,
		[201410] = 5,
		[186052] = 11,
		[268709] = "Геомант Торговой компании",
		[327022] = 11,
		[217979] = 9,
		[339309] = 11,
		[327276] = 10,
		[269686] = "[*] Чума",
		[209602] = "Советник Меландр",
		[323996] = 12,
		[267639] = "Мчимба Бальзамировщик",
		[221408] = "Фрагмент души Аззинота",
		[306828] = "Тралл",
		[260312] = "Кроглот Зараженный",
		[312740] = 2,
		[329322] = "Верный Утробе послушник",
		[147362] = 3,
		[298357] = 11,
		[312741] = "Иссеченная душа <[*] Иссечение души>",
		[167152] = 7,
		[279928] = 3,
		[329325] = "Верный Утробе послушник",
		[209785] = 2,
		[200389] = 11,
		[274079] = 2,
		[264144] = "Аква'сирр",
		[260798] = 1,
		[15286] = 5,
		[221891] = "Гул'дан",
		[314742] = "Исказитель пространства Душар",
		[275835] = "Захватчица дома Эшвейнов",
		[327029] = "Шаркающий арбалетчик",
		[201414] = 11,
		[263775] = "Аспидис",
		[275836] = "Захватчица дома Эшвейнов",
		[132036] = 6,
		[166646] = 10,
		[197871] = 5,
		[272620] = "Боец из братства Волнорезов",
		[305049] = 2,
		[270264] = "Раскаленное неистовство",
		[322936] = "Халкиас",
		[81262] = "Неизвестно <Eridiel-DunModr>",
		[256976] = "Рыцарь-капитан Валири",
		[312698] = "Гневион",
		[307396] = "Зловещая резчица душ",
		[300412] = "[*] Дециматор",
		[272838] = 1,
		[288126] = 8,
		[194249] = 5,
		[186254] = 3,
		[2479] = 1,
		[345464] = 4,
		[314748] = "Исказитель пространства Душар",
		[256706] = "Тротак",
		[318844] = "Грехослов",
		[304510] = 9,
		[273794] = 1,
		[220916] = "[*] Порченая земля",
		[212680] = 3,
		[345466] = 4,
		[52174] = 1,
		[194674] = "Проклятый морем рабовладелец",
		[108396] = 9,
		[228597] = 8,
		[298829] = "Зор Одинокое Дерево",
		[114158] = 2,
		[204490] = 12,
		[64844] = 5,
		[322943] = "Халкиас",
		[223944] = "Страж Рарсон",
		[257732] = "Кастетник из братства Чернозубых",
		[80240] = 9,
		[273798] = 7,
		[341374] = 5,
		[212735] = "Заклинательница клинков Алуриэль",
		[268774] = 7,
		[314754] = "Мрачный провидец",
		[256709] = "Мастер клинков прилива",
		[215300] = 11,
		[279943] = 11,
		[314855] = "Грит'акс Палач",
		[211659] = "[*] Чародейские узы",
		[212743] = 4,
		[255741] = "Чешуйчатый наездник на кролуске",
		[156438] = 8,
		[223946] = "Страж Рарсон",
		[224970] = "Скверноподданная теневой клинок",
		[333292] = "Сатель Злосчастный",
		[268796] = "[*] Пронзающее копье",
		[302580] = 7,
		[253639] = 3,
		[213708] = 11,
		[61882] = 7,
		[300424] = "Бугай из племени Хламоедов",
		[302585] = 1,
		[207631] = "[*] Аннигиляция",
		[145109] = 11,
		[203028] = "Исондра",
		[38845] = "Смертоносный эредар",
		[296330] = 2,
		[257800] = "Отис",
		[300426] = "Дециматор Шик'вот",
		[257736] = "Призывательница шторма из братства Стальных Волн",
		[296331] = "[*] Режущий луч",
		[145110] = 11,
		[300427] = "Бугай из племени Хламоедов",
		[302475] = "Темная гончая",
		[194844] = 6,
		[222925] = "Ядовитый паучок",
		[210714] = 7,
		[224973] = "[*] Теневой рассекающий удар",
		[209615] = "Элисанда",
		[306572] = 2,
		[258321] = "Мясник из братства Стальных Волн",
		[277904] = 8,
		[110959] = 8,
		[265761] = "Матрона Бриндл",
		[341385] = 5,
		[234264] = 1,
		[152279] = 6,
		[276000] = "Прожорливый ранишу",
		[292240] = 5,
		[273955] = 3,
		[117405] = 3,
		[314766] = 2,
		[408] = 4,
		[257739] = "Задира из братства Чернозубых",
		[288146] = 4,
		[203045] = "[*] Зараженная земля",
		[260811] = "Шеф Разданк",
		[294290] = "Переработчик отходов",
		[312720] = "Тавматург из Темной Империи",
		[306577] = 11,
		[300434] = "Бугай из племени Хламоедов",
		[294291] = "Переработчик отходов",
		[201427] = 12,
		[289324] = 10,
		[296492] = "Капля Бездны",
		[277041] = "Беглый проклинатель",
		[329104] = "Лорд-камергер",
		[258333] = 4,
		[300436] = "Шаман из племени Хламоедов",
		[345638] = 5,
		[201428] = 12,
		[7353] = 11,
		[260813] = "Шеф Разданк",
		[267838] = "[*] Встречный ветер",
		[148187] = 10,
		[325170] = "Паук-убийца <Скрывающийся ассасин>",
		[258338] = "Капитан Рауль",
		[327059] = 9,
		[209620] = "Рекурсивный элементаль",
		[169689] = "Неуловимый боец с шакрамом",
		[81269] = 11,
		[273992] = 11,
		[280208] = 9,
		[306583] = "[*] Свинцовые ноги",
		[207573] = "Исондра",
		[157504] = 7,
		[201430] = 3,
		[169690] = "Неуловимый боец с шакрамом",
		[275868] = 1,
		[204502] = "Тень Ксавия",
		[304537] = "Защитница Ржавого Болта",
		[222932] = "Страж Горрок",
		[235314] = 8,
		[184025] = "Синод",
		[288156] = 2,
		[235219] = 8,
		[230197] = "[*] Темные воды",
		[81782] = 5,
		[296348] = "\"Взрывотрон Х-80\"",
		[32379] = 5,
		[124273] = 10,
		[302681] = "Трикси Искрожгучка",
		[329113] = "Лорд-камергер",
		[50622] = 1,
		[228053] = "Хелия",
		[8690] = 1,
		[335680] = "Верный Утробе заклинатель душ",
		[222934] = "[*] Кошмарное излучение",
		[264233] = "Яйцо",
		[302494] = "Ужасное щупальце",
		[345497] = 11,
		[331163] = 1,
		[228054] = "Хелия",
		[264038] = "Заклинательница шипов из ковена",
		[345498] = "Рунический старорог",
		[117679] = 11,
		[124274] = 10,
		[257747] = "Громила из братства Чернозубых",
		[345499] = 11,
		[33757] = 7,
		[267685] = 11,
		[204506] = "Низендра",
		[268194] = 6,
		[261947] = 10,
		[183005] = "Аптекарь \"Черной Розы\"",
		[329548] = 6,
		[329319] = "Усиленный верный Утробе страж",
		[343527] = 2,
		[228056] = "Хелия",
		[310690] = 1,
		[211805] = 6,
		[322977] = "Халкиас",
		[124275] = 10,
		[265880] = "Матрона Альма",
		[271784] = "Футбомбный хулиган",
		[57820] = 6,
		[333217] = 2,
		[220890] = 6,
		[337313] = 12,
		[265642] = "Зараженный мастиф",
		[308645] = "Перепрограммированный боевой робот",
		[192222] = 7,
		[279977] = 1,
		[227034] = 11,
		[325028] = 3,
		[215884] = 8,
		[274291] = 4,
		[206557] = "Триллиакс",
		[296669] = "Алькс'ков Зараженный",
		[294526] = "Верховный подавитель Лагвас",
		[271788] = 3,
		[273836] = 11,
		[302797] = 2,
		[321005] = "Ингра Малох",
		[188389] = 7,
		[322983] = 2,
		[292267] = "\"Омега-крушитель\"",
		[225105] = "Шал'дорай - верховный маг",
		[250585] = "[*] Ядовитая лужа",
		[314793] = 8,
		[280206] = 2,
		[49088] = 6,
		[213726] = 6,
		[306603] = "Ра-ден",
		[16739] = 10,
		[192225] = 10,
		[258777] = "Боец на веслах из братства Стальных Волн",
		[272021] = "Омут тьмы",
		[48107] = 8,
		[191326] = "Дресарон",
		[192288] = "Олмир Просвещенный",
		[206560] = "Триллиакс",
		[18562] = 11,
		[120694] = "Неизвестно <Xynaro-Durotan>",
		[329131] = 2,
		[273842] = 11,
		[333227] = "Воскрешенный полководец",
		[269747] = 3,
		[123254] = 5,
		[273843] = 11,
		[325037] = 3,
		[335276] = 11,
		[258779] = "Боец на веслах из братства Стальных Волн",
		[331422] = "Разумное масло",
		[228063] = "Хелия",
		[286131] = 4,
		[313227] = "Ра-ден",
		[345980] = 7,
		[267702] = "Мчимба Бальзамировщик",
		[257756] = "Буканьер из братства Трюмных Крыс",
		[325289] = 9,
		[314801] = "Огюст Мулен",
		[275894] = 10,
		[294324] = "Переработчик отходов",
		[688] = 9,
		[20707] = 9,
		[325041] = 5,
		[257757] = "Буканьер из братства Трюмных Крыс",
		[306865] = "Ра-ден",
		[314803] = "Оссират",
		[313010] = 3,
		[308916] = "Воплощение тьмы <[*] Воплощение тьмы>",
		[712] = 9,
		[333711] = "Скелет-ящер",
		[300728] = 2,
		[120696] = 5,
		[164729] = 4,
		[278444] = "Прожорливая личинка",
		[260830] = "Усиленный страж смерти",
		[327092] = 6,
		[317112] = "Н'Зот Заразитель",
		[740] = 11,
		[256735] = 4,
		[224995] = "Грозный страж",
		[312759] = 4,
		[272046] = "Живец",
		[308664] = "Крэггл Головодерг",
		[55233] = 6,
		[307115] = "[*] Струя огня",
		[306617] = "Вез'окк Беспросветный",
		[191208] = 2,
		[327095] = 6,
		[279997] = 4,
		[315305] = "[*] Запретная мана",
		[199545] = 2,
		[327096] = 6,
		[327590] = "Изрыгатель чумы",
		[198376] = "Верховный друид Глайдалис",
		[202497] = 11,
		[302524] = "Ужас Бездны",
		[321401] = "Ненасытный клещ",
		[265665] = "Живая гниль",
		[68992] = 4,
		[253666] = "Дазар'айский сокрушитель",
		[290364] = 4,
		[308945] = "Искажающее разум щупальце",
		[308669] = "Око хаоса",
		[104316] = 9,
		[333728] = "Оживленный костяной воин",
		[298431] = 8,
		[260834] = "Усиленный страж смерти",
		[204521] = 3,
		[345530] = 3,
		[265668] = "Живая гниль",
		[275907] = "Азерокк",
		[300777] = "Жижементаль",
		[217832] = 12,
		[300765] = 1,
		[316863] = 10,
		[183266] = 5,
		[268007] = "Хранитель Сердца",
		[222952] = 12,
		[275909] = 11,
		[224126] = 7,
		[144114] = "Маг'хар - владыка зверей",
		[97150] = 3,
		[288403] = "Калдорай-часовая",
		[327104] = 10,
		[164592] = "Геомант из клана Кровавого Молота",
		[203534] = 1,
		[276208] = 2,
		[277959] = 3,
		[345535] = 2,
		[323010] = "Девия",
		[33786] = 11,
		[277960] = 7,
		[282360] = 8,
		[323011] = "Девия",
		[333250] = "Воскрешенный полководец",
		[104318] = "Дикий бес <Нелиндель>",
		[265986] = "Энергетическое ядро",
		[268008] = "Чумной знахарь",
		[260838] = "[*] Самонаводящаяся ракета",
		[262022] = 3,
		[263628] = "Механомиротворец",
		[339706] = "Эхо наездника на быке",
		[341443] = "Неизвестно",
		[225003] = "Грозный страж",
		[320966] = "Кин-Тара",
		[308742] = 5,
		[268050] = "Жрица моря - спиритуалистка",
		[331523] = 10,
		[345540] = 5,
		[265757] = "Матрона Бриндл",
		[221036] = "Оскверненный вредитель",
		[272402] = "Метательница ножей из братства Волнорезов",
		[345541] = 8,
		[306634] = "[*] Нестабильная Бездна",
		[275918] = 6,
		[224155] = 12,
		[298849] = "Трикси Искрожгучка",
		[274212] = "Глубинная сектантка",
		[276026] = 11,
		[294349] = "Живые отходы",
		[266035] = "Ведьма-послушница",
		[243435] = 10,
		[17253] = "Wolf <Xynaro-Durotan>",
		[25572] = 2,
		[196414] = 9,
		[306637] = "[*] Выброс нестабильной Бездны",
		[308685] = 7,
		[277969] = 3,
		[329163] = "Крадущийся паучок",
		[323020] = "Друст - злобный коготь",
		[31999] = "Искаженный Бездной захватчик",
		[102383] = 11,
		[312782] = "Н'Зот Заразитель",
		[206577] = "Звездный авгур Этрей",
		[142073] = 11,
		[108416] = 9,
		[263637] = "Одурманенный вышибала",
		[126434] = 12,
		[221028] = "Сгустившаяся гниль",
		[147193] = 5,
		[345548] = 1,
		[255724] = 11,
		[176065] = "Сумрачный землетряс",
		[153544] = "Неуловимый боец с шакрамом",
		[320976] = 3,
		[198590] = 9,
		[280409] = 1,
		[311045] = "Начертательница шат'яр",
		[329168] = "Грехокаменная статуя",
		[198388] = "Урсок",
		[72163] = "Призрачный маг",
		[300893] = 4,
		[198595] = "Валарьяр - призыватель молний",
		[298453] = 12,
		[266087] = 9,
		[264040] = "[*] Выкорчеванные шипы",
		[263642] = 12,
		[347600] = 6,
		[207813] = "Звездный авгур Этрей",
		[257774] = "Тихолапка из братства Трюмных Крыс",
		[176888] = 1,
		[306646] = "Вез'окк Беспросветный",
		[272260] = 11,
		[206803] = 12,
	},
	["encounter_spell_pool"] = {
		{
			2108, -- [1]
			"Шеф Разданк", -- [2]
		}, -- [1]
		[306985] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[297262] = {
			2290, -- [1]
			"Король Гоббамак", -- [2]
		},
		[269116] = {
			2124, -- [1]
			"Усиленный призыватель шторма", -- [2]
		},
		[306986] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[250022] = {
			2087, -- [1]
			"Язма", -- [2]
		},
		[320804] = {
			2394, -- [1]
			"Экспериментальная бомбелка", -- [2]
		},
		[276282] = {
			2130, -- [1]
			"Ученица призывательницы штормов", -- [2]
		},
		[321828] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[320293] = {
			2391, -- [1]
			"Сатель Злосчастный", -- [2]
		},
		[316711] = {
			2344, -- [1]
			"Эгос", -- [2]
		},
		[306988] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[302384] = {
			2291, -- [1]
			"\"Шокотрон X1\"", -- [2]
		},
		[227251] = {
			1866, -- [1]
			"Ночная сфера", -- [2]
		},
		[334625] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[333602] = {
			2388, -- [1]
			"Оживленный маг <Амарт>", -- [2]
		},
		[223414] = {
			1886, -- [1]
			"[*] Паразитические путы", -- [2]
		},
		[312110] = {
			2328, -- [1]
			"Королева Азшара", -- [2]
		},
		[209597] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[207806] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[321834] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[38806] = {
			2260, -- [1]
			"Защитник Аркатраца", -- [2]
		},
		[320300] = {
			2391, -- [1]
			"Сатель Злосчастный", -- [2]
		},
		[306995] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[282943] = {
			2257, -- [1]
			"Таранный поршень", -- [2]
		},
		[271685] = {
			1866, -- [1]
			4, -- [2]
		},
		[306996] = {
			2336, -- [1]
			"Перерожденный служитель Бездны", -- [2]
		},
		[209087] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[271174] = {
			2115, -- [1]
			"Бледный пожиратель", -- [2]
		},
		[271686] = {
			1866, -- [1]
			4, -- [2]
		},
		[276292] = {
			2130, -- [1]
			"Ученик Айронхалла", -- [2]
		},
		[330026] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[271175] = {
			2115, -- [1]
			"Бледный пожиратель", -- [2]
		},
		[310580] = {
			2343, -- [1]
			"Пасть Дест'агат", -- [2]
		},
		[250028] = {
			2087, -- [1]
			"Язма", -- [2]
		},
		[339751] = {
			2404, -- [1]
			"Эхо наездника на быке", -- [2]
		},
		[313652] = {
			2333, -- [1]
			"Ка'зир", -- [2]
		},
		[167381] = {
			1866, -- [1]
			"Тренировочный манекен покорителя подземелий", -- [2]
		},
		[214718] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[280389] = {
			2109, -- [1]
			"Жуткий капитан Локвуд", -- [2]
		},
		[271178] = {
			2115, -- [1]
			"Бледный пожиратель", -- [2]
		},
		[264526] = {
			2130, -- [1]
			"Цепкие щупальца", -- [2]
		},
		[305978] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[310584] = {
			2343, -- [1]
			"Пасть Дест'агат", -- [2]
		},
		[338731] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[209602] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[209858] = {
			2130, -- [1]
			"Воденыш", -- [2]
		},
		[312121] = {
			2338, -- [1]
			"Аллерия Ветрокрылая", -- [2]
		},
		[206788] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[227514] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[344874] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[308029] = {
			2334, -- [1]
			"Пророк Скитра", -- [2]
		},
		[320823] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[297283] = {
			2290, -- [1]
			"[*] Обрушение", -- [2]
		},
		[207813] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[197834] = {
			1866, -- [1]
			4, -- [2]
		},
		[167385] = {
			1866, -- [1]
			"Тренировочный манекен покорителя подземелий", -- [2]
		},
		[320825] = {
			2394, -- [1]
			"Механическая бомбелка", -- [2]
		},
		[307008] = {
			2337, -- [1]
			"Взор безумия", -- [2]
		},
		[215234] = {
			1873, -- [1]
			"Щупальце угнетения", -- [2]
		},
		[271698] = {
			2106, -- [1]
			"Азерокк", -- [2]
		},
		[204744] = {
			1849, -- [1]
			"[*] Токсичный хитин", -- [2]
		},
		[223423] = {
			1873, -- [1]
			"Зараженный кровоцвет", -- [2]
		},
		[114942] = {
			2100, -- [1]
			"Неизвестно <Террамото>", -- [2]
		},
		[327481] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[307012] = {
			2337, -- [1]
			"Взор безумия", -- [2]
		},
		[320830] = {
			2394, -- [1]
			"Механическая бомбелка", -- [2]
		},
		[309572] = {
			2377, -- [1]
			"Магистр Умбрий", -- [2]
		},
		[250036] = {
			2087, -- [1]
			"[*] Темные отголоски", -- [2]
		},
		[268122] = {
			2113, -- [1]
			"Сестра Брайар", -- [2]
		},
		[315715] = {
			2344, -- [1]
			"[*] Презрение", -- [2]
		},
		[323392] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[221891] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[323393] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[257458] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[333629] = {
			2388, -- [1]
			"Возрожденный арбалетчик <Амарт>", -- [2]
		},
		[223427] = {
			1873, -- [1]
			"[*] Кошмарные споры", -- [2]
		},
		[193234] = {
			1805, -- [1]
			"[*] Танцующий клинок", -- [2]
		},
		[268126] = {
			2113, -- [1]
			"Сестра Брайар", -- [2]
		},
		[313672] = {
			2333, -- [1]
			"[*] Лужа кислоты", -- [2]
		},
		[310090] = {
			2343, -- [1]
			"Пасть Дест'агат", -- [2]
		},
		[307020] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[308044] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[193235] = {
			1805, -- [1]
			"Химдалль", -- [2]
		},
		[267105] = {
			2140, -- [1]
			"Тотем потоков", -- [2]
		},
		[320839] = {
			2390, -- [1]
			"Похитительница с \"Золрамуса\"", -- [2]
		},
		[304975] = {
			2371, -- [1]
			"Инквизитор Гншал", -- [2]
		},
		[267618] = {
			2142, -- [1]
			"Мчимба Бальзамировщик", -- [2]
		},
		[333634] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[206798] = {
			1867, -- [1]
			"[*] Токсичные объедки", -- [2]
		},
		[196819] = {
			1866, -- [1]
			4, -- [2]
		},
		[324424] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[285020] = {
			2257, -- [1]
			"\"Платиновый лупцеватор\"", -- [2]
		},
		[296279] = {
			2291, -- [1]
			"[*] Охранный телепорт", -- [2]
		},
		[231363] = {
			2032, -- [1]
			"Горот", -- [2]
		},
		[227781] = {
			1958, -- [1]
			"[*] Сияющий фрагмент", -- [2]
		},
		[324427] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[209615] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[332617] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[323406] = {
			2365, -- [1]
			"[*] Рваная рана", -- [2]
		},
		[260279] = {
			2108, -- [1]
			"[*] Пулеметный огонь", -- [2]
		},
		[320336] = {
			2388, -- [1]
			"Оживленный маг <Амарт>", -- [2]
		},
		[270185] = {
			2100, -- [1]
			"Вик'Гот", -- [2]
		},
		[310614] = {
			2343, -- [1]
			"Шупальце Дест'агат", -- [2]
		},
		[211152] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[209617] = {
			1872, -- [1]
			"Своевременный элементаль", -- [2]
		},
		[270187] = {
			2100, -- [1]
			"Вик'Гот", -- [2]
		},
		[280934] = {
			2098, -- [1]
			"Тяжелое ядро", -- [2]
		},
		[297822] = {
			2332, -- [1]
			"Тралл", -- [2]
		},
		[260793] = {
			2118, -- [1]
			"Кроглот Зараженный", -- [2]
		},
		[256955] = {
			2103, -- [1]
			"Рыцарь-капитан Валири", -- [2]
		},
		[262513] = {
			2108, -- [1]
			"Огнелетчица Торговой компании", -- [2]
		},
		[306524] = {
			2372, -- [1]
			"[*] Горящие подошвы", -- [2]
		},
		[117891] = {
			1866, -- [1]
			"Соленоплавниковый пловец", -- [2]
		},
		[1943] = {
			1866, -- [1]
			4, -- [2]
		},
		[298849] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[262515] = {
			2108, -- [1]
			"Огнелетчица Торговой компании", -- [2]
		},
		[255421] = {
			2086, -- [1]
			"Резан", -- [2]
		},
		[204502] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[323414] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[306015] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[322903] = {
			2363, -- [1]
			"Генерал Кааль", -- [2]
		},
		[321368] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[177380] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[330069] = {
			2382, -- [1]
			"[*] Концентрированная чума", -- [2]
		},
		[228300] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[307042] = {
			2337, -- [1]
			"Кошмарный антиген", -- [2]
		},
		[250050] = {
			2087, -- [1]
			"Язма", -- [2]
		},
		[226510] = {
			2127, -- [1]
			"[*] Кровавый гной", -- [2]
		},
		[261565] = {
			2099, -- [1]
			"Хадал Черная Бездна", -- [2]
		},
		[322908] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[307044] = {
			2337, -- [1]
			"Неизвестно", -- [2]
		},
		[324444] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[297834] = {
			2292, -- [1]
			"Токсикоид", -- [2]
		},
		[204506] = {
			1853, -- [1]
			"Низендра", -- [2]
		},
		[266106] = {
			2118, -- [1]
			"Дикий кровавый роевик", -- [2]
		},
		[297835] = {
			2292, -- [1]
			"Токсикоид", -- [2]
		},
		[266107] = {
			2118, -- [1]
			"Дикий кровавый роевик", -- [2]
		},
		[226512] = {
			2127, -- [1]
			"[*] Кровавый гной", -- [2]
		},
		[214486] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[307048] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[256706] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[266109] = {
			2118, -- [1]
			"Дикий кровавый роевик", -- [2]
		},
		[324449] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[206555] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[217046] = {
			1863, -- [1]
			"Остаток Бездны <Око Бездны>", -- [2]
		},
		[321891] = {
			2392, -- [1]
			"Иллюзорный лисохвост <Призывательница Туманов>", -- [2]
		},
		[228817] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[307052] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[321893] = {
			2392, -- [1]
			"Иллюзорный лисохвост <Призывательница Туманов>", -- [2]
		},
		[320358] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[2098] = {
			1866, -- [1]
			4, -- [2]
		},
		[307053] = {
			2329, -- [1]
			"[*] Лужи лавы", -- [2]
		},
		[321894] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[320359] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[206557] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[208860] = {
			1864, -- [1]
			"Ужасное поганище", -- [2]
		},
		[260547] = {
			2114, -- [1]
			"Оживленный голиаф", -- [2]
		},
		[209628] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[323943] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[256198] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[256710] = {
			2103, -- [1]
			"[*] Пылающий арсенал", -- [2]
		},
		[317292] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[322410] = {
			2384, -- [1]
			"Неизвестно", -- [2]
		},
		[273794] = {
			1866, -- [1]
			4, -- [2]
		},
		[256199] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[310129] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[228053] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[228565] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[324459] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[206560] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[208863] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[256200] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[273285] = {
			2112, -- [1]
			"Взрывчатый стручок", -- [2]
		},
		[228054] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[307061] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[228566] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[256201] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[260551] = {
			2114, -- [1]
			"Оживленный голиаф", -- [2]
		},
		[228055] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[310134] = {
			2344, -- [1]
			"Эгос", -- [2]
		},
		[319346] = {
			2344, -- [1]
			"[*] Бремя бесконечности", -- [2]
		},
		[310135] = {
			2344, -- [1]
			"Эгос", -- [2]
		},
		[228056] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[256970] = {
			2103, -- [1]
			"Рыцарь-капитан Валири", -- [2]
		},
		[228824] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[315766] = {
			2343, -- [1]
			"Шупальце Дест'агат", -- [2]
		},
		[209378] = {
			1869, -- [1]
			"Имаку'туя", -- [2]
		},
		[313208] = {
			2334, -- [1]
			"Образ отпущения", -- [2]
		},
		[257483] = {
			2086, -- [1]
			"[*] Груда костей", -- [2]
		},
		[198376] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[206820] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[312698] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[232408] = {
			2008, -- [1]
			"[*] Смрадная гниль", -- [2]
		},
		[214497] = {
			1854, -- [1]
			"Темный разлом", -- [2]
		},
		[268177] = {
			2130, -- [1]
			"Говорящая с ветрами Хелдис", -- [2]
		},
		[307582] = {
			2333, -- [1]
			"Взрывоопасный трутень", -- [2]
		},
		[320376] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[260811] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[307071] = {
			2337, -- [1]
			"Анаболический нарост", -- [2]
		},
		[322936] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[313213] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[315772] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[259533] = {
			2107, -- [1]
			"[*] Азеритовый катализатор", -- [2]
		},
		[198379] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[313215] = {
			2334, -- [1]
			"[*] Поток образов", -- [2]
		},
		[307586] = {
			2327, -- [1]
			"[*] Поглощающий колодец", -- [2]
		},
		[283534] = {
			2260, -- [1]
			"Магнитохват", -- [2]
		},
		[260813] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[307075] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[204777] = {
			1853, -- [1]
			"[*] Взрывоопасная гниль", -- [2]
		},
		[227550] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[268184] = {
			2130, -- [1]
			"Говорящая с ветрами Хелдис", -- [2]
		},
		[336759] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[296331] = {
			2260, -- [1]
			"[*] Режущий луч", -- [2]
		},
		[264603] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[227807] = {
			1958, -- [1]
			"Один", -- [2]
		},
		[322943] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[313732] = {
			2333, -- [1]
			"Тек'рис", -- [2]
		},
		[268187] = {
			2130, -- [1]
			"Говорящая с ветрами Хелдис", -- [2]
		},
		[264605] = {
			2094, -- [1]
			"Румми Мэнкомб", -- [2]
		},
		[322945] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[315269] = {
			2331, -- [1]
			"Неизвестно", -- [2]
		},
		[311176] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[256979] = {
			2094, -- [1]
			"Капитан Юдора", -- [2]
		},
		[268702] = {
			2105, -- [1]
			"Каменный яростень", -- [2]
		},
		[257747] = {
			2094, -- [1]
			"Громила из братства Чернозубых", -- [2]
		},
		[167935] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[211178] = {
			1877, -- [1]
			"Гниющий дракон", -- [2]
		},
		[209387] = {
			1873, -- [1]
			"Кошмарный ужас", -- [2]
		},
		[298897] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[255445] = {
			2086, -- [1]
			"Резан", -- [2]
		},
		[313227] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[268705] = {
			2125, -- [1]
			"Песочная змея <Яйцо>", -- [2]
		},
		[227811] = {
			1958, -- [1]
			"[*] Беснующаяся буря", -- [2]
		},
		[96794] = {
			2377, -- [1]
			"Магистр Умбрий", -- [2]
		},
		[198386] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[264101] = {
			2130, -- [1]
			"Аква'сирр", -- [2]
		},
		[258773] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[309648] = {
			2338, -- [1]
			"Аллерия Ветрокрылая", -- [2]
		},
		[324490] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[340355] = {
			2384, -- [1]
			"[*] Быстрая инфекция", -- [2]
		},
		[257495] = {
			2101, -- [1]
			"Королева песков", -- [2]
		},
		[198388] = {
			1841, -- [1]
			"Урсок", -- [2]
		},
		[307092] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[340356] = {
			2384, -- [1]
			"Моровая слизь", -- [2]
		},
		[309652] = {
			2334, -- [1]
			"[*] Иллюзорная стрела", -- [2]
		},
		[306070] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[206577] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[321935] = {
			2384, -- [1]
			"Неизвестно", -- [2]
		},
		[211439] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[271784] = {
			2105, -- [1]
			"Футбомбный хулиган", -- [2]
		},
		[268202] = {
			2117, -- [1]
			"Меченный смертью поработитель", -- [2]
		},
		[316307] = {
			2337, -- [1]
			"Взор безумия", -- [2]
		},
		[268203] = {
			2117, -- [1]
			"Меченный смертью поработитель", -- [2]
		},
		[260312] = {
			2118, -- [1]
			"Кроглот Зараженный", -- [2]
		},
		[322450] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[313239] = {
			2334, -- [1]
			"Пророк Скитра", -- [2]
		},
		[268717] = {
			2093, -- [1]
			"Живец", -- [2]
		},
		[329104] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[328593] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[198392] = {
			1841, -- [1]
			"Урсок", -- [2]
		},
		[328082] = {
			1866, -- [1]
			4, -- [2]
		},
		[269231] = {
			2143, -- [1]
			"Ребан", -- [2]
		},
		[269232] = {
			2143, -- [1]
			"Ребан", -- [2]
		},
		[257756] = {
			2095, -- [1]
			"Буканьер из братства Трюмных Крыс", -- [2]
		},
		[278444] = {
			2115, -- [1]
			"Прожорливая личинка", -- [2]
		},
		[256477] = {
			2095, -- [1]
			"Рыба-молот", -- [2]
		},
		[315291] = {
			2327, -- [1]
			"[*] Поглощающий колодец", -- [2]
		},
		[257757] = {
			2095, -- [1]
			"Буканьер из братства Трюмных Крыс", -- [2]
		},
		[255966] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[326039] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[329110] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[330135] = {
			2386, -- [1]
			"[*] Источник мора", -- [2]
		},
		[267702] = {
			2142, -- [1]
			"Мчимба Бальзамировщик", -- [2]
		},
		[278961] = {
			2118, -- [1]
			"Больной плеточник", -- [2]
		},
		[329113] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[260318] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[197117] = {
			1824, -- [1]
			"Пронзающее щупальце", -- [2]
		},
		[206585] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[305575] = {
			2328, -- [1]
			"[*] Область проведения ритуала", -- [2]
		},
		[312741] = {
			2334, -- [1]
			"Иссеченная душа <[*] Иссечение души>", -- [2]
		},
		[328094] = {
			2384, -- [1]
			"Заклинатель чумы", -- [2]
		},
		[322465] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[322977] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[310184] = {
			2344, -- [1]
			"Эгос", -- [2]
		},
		[345495] = {
			2397, -- [1]
			"Вспененная пустула", -- [2]
		},
		[278456] = {
			2115, -- [1]
			"Прожорливая личинка", -- [2]
		},
		[324514] = {
			2404, -- [1]
			"[*] Явление смерти", -- [2]
		},
		[306603] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[321956] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[3110] = {
			2344, -- [1]
			"Quzfip", -- [2]
		},
		[215288] = {
			1876, -- [1]
			"Элерет Дикая Лань", -- [2]
		},
		[315305] = {
			2327, -- [1]
			"[*] Запретная мана", -- [2]
		},
		[196354] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[260067] = {
			2102, -- [1]
			"Бобби Хаулис <Джес Хаулис>", -- [2]
		},
		[260323] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[265668] = {
			2118, -- [1]
			"Живая гниль", -- [2]
		},
		[266181] = {
			2117, -- [1]
			"Горак Тул", -- [2]
		},
		[206847] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[324010] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[322475] = {
			2386, -- [1]
			"[*] Удар чумы", -- [2]
		},
		[315311] = {
			2333, -- [1]
			"Акир-трутень", -- [2]
		},
		[307635] = {
			2333, -- [1]
			"Тек'рис", -- [2]
		},
		[275907] = {
			2106, -- [1]
			"Азерокк", -- [2]
		},
		[260838] = {
			2108, -- [1]
			"[*] Самонаводящаяся ракета", -- [2]
		},
		[278467] = {
			2094, -- [1]
			"Румми Мэнкомб", -- [2]
		},
		[307637] = {
			2333, -- [1]
			"Акир-трутень", -- [2]
		},
		[228854] = {
			2008, -- [1]
			"Хеларьяр - смотрительница туманов", -- [2]
		},
		[333737] = {
			2384, -- [1]
			"Неизвестно", -- [2]
		},
		[325550] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[307639] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[326574] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[212735] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[298940] = {
			2312, -- [1]
			"Нано Мегабум", -- [2]
		},
		[309687] = {
			2334, -- [1]
			"Иссеченная душа <[*] Иссечение души>", -- [2]
		},
		[306617] = {
			2373, -- [1]
			"Вез'окк Беспросветный", -- [2]
		},
		[325552] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[204292] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[212736] = {
			1871, -- [1]
			"[*] Замерзшая лужа", -- [2]
		},
		[213760] = {
			1871, -- [1]
			"Неизвестно", -- [2]
		},
		[264144] = {
			2130, -- [1]
			"Аква'сирр", -- [2]
		},
		[336813] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[333231] = {
			2391, -- [1]
			"Сатель Злосчастный", -- [2]
		},
		[221437] = {
			1866, -- [1]
			"Демоническая сущность", -- [2]
		},
		[213761] = {
			1871, -- [1]
			"[*] Взрыв пламени", -- [2]
		},
		[307645] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[308669] = {
			2376, -- [1]
			"Око хаоса", -- [2]
		},
		[298946] = {
			2312, -- [1]
			"Нано Мегабум", -- [2]
		},
		[321975] = {
			2384, -- [1]
			"Неизвестно", -- [2]
		},
		[308158] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[322999] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[298947] = {
			2312, -- [1]
			"Нано Мегабум", -- [2]
		},
		[321976] = {
			2384, -- [1]
			"Неизвестно", -- [2]
		},
		[269266] = {
			2100, -- [1]
			"Крушащий ужас", -- [2]
		},
		[336306] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[323001] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[294855] = {
			2259, -- [1]
			"Непримечательное растение", -- [2]
		},
		[295367] = {
			2113, -- [1]
			"Сестра Солена", -- [2]
		},
		[308673] = {
			2338, -- [1]
			"Око хаоса", -- [2]
		},
		[260333] = {
			2118, -- [1]
			"Кроглот Зараженный", -- [2]
		},
		[306115] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[323515] = {
			2365, -- [1]
			"Кроворуб", -- [2]
		},
		[309698] = {
			2344, -- [1]
			"Молотящее щупальце", -- [2]
		},
		[212997] = {
			1862, -- [1]
			"Тихондрий", -- [2]
		},
		[313793] = {
			2344, -- [1]
			"Смертокрыл", -- [2]
		},
		[322493] = {
			2388, -- [1]
			"Оживленный маг <Амарт>", -- [2]
		},
		[328494] = {
			2361, -- [1]
			"[*] Запятнанная грехом анима", -- [2]
		},
		[54049] = {
			2344, -- [1]
			"Sruuzhum <Rexyies-Hyjal>", -- [2]
		},
		[221875] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[211384] = {
			1869, -- [1]
			"Гончая Легиона", -- [2]
		},
		[327100] = {
			2389, -- [1]
			"[*] Пагубный туман", -- [2]
		},
		[321471] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[328124] = {
			2380, -- [1]
			"Неизвестно", -- [2]
		},
		[258544] = {
			2102, -- [1]
			"Джес Хаулис", -- [2]
		},
		[260852] = {
			2113, -- [1]
			"Сестра Маладия", -- [2]
		},
		[310205] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[214278] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[264155] = {
			2130, -- [1]
			"Воденыш", -- [2]
		},
		[257777] = {
			2102, -- [1]
			"Джес Хаулис", -- [2]
		},
		[268230] = {
			2109, -- [1]
			"Матрос корпорации Эшвейнов", -- [2]
		},
		[295374] = {
			1866, -- [1]
			4, -- [2]
		},
		[308168] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[268234] = {
			2115, -- [1]
			"Желчный слизнюченыш", -- [2]
		},
		[294863] = {
			2259, -- [1]
			"Непримечательное растение", -- [2]
		},
		[313798] = {
			2331, -- [1]
			"Глубинный дозорный", -- [2]
		},
		[292264] = {
			2260, -- [1]
			"\"Омега-крушитель\"", -- [2]
		},
		[306634] = {
			2331, -- [1]
			"[*] Нестабильная Бездна", -- [2]
		},
		[266206] = {
			2140, -- [1]
			"Кула Живодерка", -- [2]
		},
		[309665] = {
			2374, -- [1]
			"Терум Подземная Кузня", -- [2]
		},
		[265019] = {
			2111, -- [1]
			"Избранная кровавая матрона", -- [2]
		},
		[323011] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[238588] = {
			2032, -- [1]
			"Горот", -- [2]
		},
		[319941] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[318406] = {
			2365, -- [1]
			"Кроворуб", -- [2]
		},
		[321370] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[200182] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[271881] = {
			1866, -- [1]
			4, -- [2]
		},
		[312266] = {
			2329, -- [1]
			"Пепельный убийца", -- [2]
		},
		[306637] = {
			2331, -- [1]
			"[*] Выброс нестабильной Бездны", -- [2]
		},
		[250096] = {
			2087, -- [1]
			"Язма", -- [2]
		},
		[313228] = {
			2328, -- [1]
			"[*] Метка Бездны", -- [2]
		},
		[200208] = {
			1822, -- [1]
			"Проклятый морем тюремщик душ", -- [2]
		},
		[212238] = {
			1841, -- [1]
			"[*] Миазмы", -- [2]
		},
		[321406] = {
			2384, -- [1]
			"Неизвестно", -- [2]
		},
		[298898] = {
			2312, -- [1]
			"Нано Мегабум", -- [2]
		},
		[297257] = {
			2290, -- [1]
			"Король Гоббамак", -- [2]
		},
		[315265] = {
			2331, -- [1]
			"Неизвестно", -- [2]
		},
		[206610] = {
			1865, -- [1]
			"Хрономатическая аномалия", -- [2]
		},
		[228611] = {
			2008, -- [1]
			"Моряк из Ночного дозора", -- [2]
		},
		[259572] = {
			2085, -- [1]
			"Вол'каал", -- [2]
		},
		[323372] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[283551] = {
			2260, -- [1]
			"\"Омега-крушитель\"", -- [2]
		},
		[199457] = {
			1823, -- [1]
			"Харбарон", -- [2]
		},
		[313258] = {
			2328, -- [1]
			"Темный инквизитор Занеш", -- [2]
		},
		[207630] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[268260] = {
			2109, -- [1]
			"Канонир дома Эшвейнов", -- [2]
		},
		[323437] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[212492] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[206607] = {
			1865, -- [1]
			"Хрономатическая аномалия", -- [2]
		},
		[320365] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[309713] = {
			2344, -- [1]
			"Молотящее щупальце", -- [2]
		},
		[308178] = {
			2333, -- [1]
			"Ка'зир", -- [2]
		},
		[207631] = {
			1867, -- [1]
			"[*] Аннигиляция", -- [2]
		},
		[227573] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[268188] = {
			2130, -- [1]
			"Говорящая с ветрами Хелдис", -- [2]
		},
		[206352] = {
			1842, -- [1]
			"Раскаленный уголь", -- [2]
		},
		[259830] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[257459] = {
			2098, -- [1]
			"Головорез Краснокрюк", -- [2]
		},
		[324044] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[323681] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[199179] = {
			1807, -- [1]
			"Эбеновый ворг", -- [2]
		},
		[250585] = {
			2085, -- [1]
			"[*] Ядовитая лужа", -- [2]
		},
		[285152] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[212494] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[206609] = {
			1865, -- [1]
			"Хрономатическая аномалия", -- [2]
		},
		[267060] = {
			2140, -- [1]
			"Заназал Мудрый", -- [2]
		},
		[324046] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[203028] = {
			1854, -- [1]
			"Исондра", -- [2]
		},
		[38829] = {
			2260, -- [1]
			"Часовой Аркатраца", -- [2]
		},
		[335817] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[324047] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[256976] = {
			2103, -- [1]
			"Рыцарь-капитан Валири", -- [2]
		},
		[257785] = {
			2102, -- [1]
			"Джес Хаулис", -- [2]
		},
		[294894] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[279014] = {
			2127, -- [1]
			"Сердце Сетралисс", -- [2]
		},
		[306279] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[266035] = {
			2113, -- [1]
			"Ведьма-послушница", -- [2]
		},
		[259531] = {
			2085, -- [1]
			"Тотем воскрешения", -- [2]
		},
		[208659] = {
			1872, -- [1]
			"[*] Кинетическое кольцо", -- [2]
		},
		[228872] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[196376] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[323538] = {
			2403, -- [1]
			"Верховный адъюдикатор Ализа", -- [2]
		},
		[315862] = {
			2337, -- [1]
			"Раздирающее щупальце", -- [2]
		},
		[206351] = {
			1842, -- [1]
			"Раскаленный уголь", -- [2]
		},
		[205588] = {
			1864, -- [1]
			"Ксавий", -- [2]
		},
		[209158] = {
			1864, -- [1]
			"Ксавий", -- [2]
		},
		[212726] = {
			1877, -- [1]
			"Кенарий", -- [2]
		},
		[322893] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[206612] = {
			1865, -- [1]
			"Хрономатическая аномалия", -- [2]
		},
		[268271] = {
			2116, -- [1]
			"Леди Уэйкрест", -- [2]
		},
		[328146] = {
			2387, -- [1]
			"Червь-трупоед", -- [2]
		},
		[260805] = {
			2113, -- [1]
			"Сестра Маладия", -- [2]
		},
		[329170] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[266225] = {
			2117, -- [1]
			"Горак Тул", -- [2]
		},
		[255434] = {
			2086, -- [1]
			"Резан", -- [2]
		},
		[210451] = {
			1864, -- [1]
			"[*] Узы ужаса", -- [2]
		},
		[329171] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[323542] = {
			2365, -- [1]
			"Сочащиеся ошметки", -- [2]
		},
		[36717] = {
			2260, -- [1]
			"Разрушенный часовой", -- [2]
		},
		[250368] = {
			2085, -- [1]
			"Вол'каал", -- [2]
		},
		[329172] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[266231] = {
			2140, -- [1]
			"Кула Живодерка", -- [2]
		},
		[227300] = {
			1866, -- [1]
			"[*] Кинетическое извержение", -- [2]
		},
		[34914] = {
			2113, -- [1]
			"Сестра Солена", -- [2]
		},
		[267763] = {
			2142, -- [1]
			"Недоделанная мумия", -- [2]
		},
		[323544] = {
			2395, -- [1]
			"Сын Хаккара", -- [2]
		},
		[264693] = {
			2115, -- [1]
			"Раал Прожорливый", -- [2]
		},
		[320789] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[320277] = {
			2391, -- [1]
			"Сатель Злосчастный", -- [2]
		},
		[319765] = {
			2364, -- [1]
			"Кул'тарок", -- [2]
		},
		[257278] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[5672] = {
			2366, -- [1]
			"Тотем исцеляющего потока <Террамото>", -- [2]
		},
		[267639] = {
			2142, -- [1]
			"Мчимба Бальзамировщик", -- [2]
		},
		[233434] = {
			1876, -- [1]
			"[*] Некротический яд", -- [2]
		},
		[209174] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[269301] = {
			2123, -- [1]
			"Освобожденное чудовище", -- [2]
		},
		[327952] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[201754] = {
			2344, -- [1]
			"Зверь <Сэйбир>", -- [2]
		},
		[303589] = {
			2332, -- [1]
			"Сгустившийся ужас", -- [2]
		},
		[228877] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[257791] = {
			2102, -- [1]
			"Джес Хаулис", -- [2]
		},
		[14030] = {
			1866, -- [1]
			"Констебль Эстли", -- [2]
		},
		[310552] = {
			2343, -- [1]
			"Око Дест'агат", -- [2]
		},
		[267256] = {
			2140, -- [1]
			"Тотем земляной стены", -- [2]
		},
		[298473] = {
			2290, -- [1]
			"Ворчун из племени Хламоедов", -- [2]
		},
		[272374] = {
			2094, -- [1]
			"Капитан Джолли", -- [2]
		},
		[264698] = {
			2115, -- [1]
			"Раал Прожорливый", -- [2]
		},
		[328667] = {
			2388, -- [1]
			"Оживленный маг <Амарт>", -- [2]
		},
		[192288] = {
			1806, -- [1]
			"Олмир Просвещенный", -- [2]
		},
		[228063] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[215233] = {
			1873, -- [1]
			"Щупальце угнетения", -- [2]
		},
		[304976] = {
			2371, -- [1]
			"Инквизитор Гншал", -- [2]
		},
		[339415] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[230414] = {
			1871, -- [1]
			"[*] Поступь Скверны", -- [2]
		},
		[272888] = {
			2100, -- [1]
			"Разрушительница из дома Эшвейнов", -- [2]
		},
		[310246] = {
			2343, -- [1]
			"Дест'агат", -- [2]
		},
		[257793] = {
			2102, -- [1]
			"Джес Хаулис", -- [2]
		},
		[323552] = {
			2403, -- [1]
			"Верховный адъюдикатор Ализа", -- [2]
		},
		[320786] = {
			2394, -- [1]
			"[*] Переполняющая мощь", -- [2]
		},
		[209433] = {
			1872, -- [1]
			"[*] Затягивающая сингулярность", -- [2]
		},
		[205595] = {
			1864, -- [1]
			"Заразный ужас", -- [2]
		},
		[307177] = {
			2336, -- [1]
			"Зачарованный ритуалист", -- [2]
		},
		[268796] = {
			2143, -- [1]
			"[*] Пронзающее копье", -- [2]
		},
		[204316] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[325170] = {
			2385, -- [1]
			"Паук-убийца <Скрывающийся ассасин>", -- [2]
		},
		[266238] = {
			2140, -- [1]
			"[*] Брешь в защите", -- [2]
		},
		[315878] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[209862] = {
			2111, -- [1]
			"[*] Вулканический шлейф", -- [2]
		},
		[318949] = {
			2384, -- [1]
			"Чумной спинолом", -- [2]
		},
		[327649] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[193826] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[260280] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[225043] = {
			1871, -- [1]
			"Садовник с Террасы шал'дорай", -- [2]
		},
		[310333] = {
			2344, -- [1]
			"Глаз разума", -- [2]
		},
		[198944] = {
			1822, -- [1]
			"Порабощенная дева щита", -- [2]
		},
		[256163] = {
			2105, -- [1]
			"Азеритовая футбомба", -- [2]
		},
		[312810] = {
			2337, -- [1]
			"[*] Взаимосвязь", -- [2]
		},
		[257028] = {
			2103, -- [1]
			"Рыцарь-капитан Валири", -- [2]
		},
		[193827] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[224729] = {
			2101, -- [1]
			"Жужжащий трутень", -- [2]
		},
		[313283] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[256005] = {
			2093, -- [1]
			"Живец", -- [2]
		},
		[317231] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[326629] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[100784] = {
			2133, -- [1]
			10, -- [2]
		},
		[320272] = {
			2391, -- [1]
			"Сатель Злосчастный", -- [2]
		},
		[213166] = {
			1871, -- [1]
			"[*] Пылающее клеймо", -- [2]
		},
		[241680] = {
			2130, -- [1]
			"Лорд Штормсонг", -- [2]
		},
		[194231] = {
			1823, -- [1]
			"Харбарон", -- [2]
		},
		[265002] = {
			2115, -- [1]
			"Раал Прожорливый", -- [2]
		},
		[213275] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[310323] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[323110] = {
			2365, -- [1]
			"Сочащиеся ошметки", -- [2]
		},
		[230423] = {
			1871, -- [1]
			"[*] Смертоносное кружение", -- [2]
		},
		[8676] = {
			1866, -- [1]
			4, -- [2]
		},
		[206367] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[206920] = {
			1864, -- [1]
			"Щупальце Кошмара", -- [2]
		},
		[206879] = {
			1864, -- [1]
			"Ксавий", -- [2]
		},
		[323852] = {
			2403, -- [1]
			"Жуткий молельщик <Нелиндель>", -- [2]
		},
		[273411] = {
			2124, -- [1]
			"Аспидис", -- [2]
		},
		[320966] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[291865] = {
			2260, -- [1]
			"Воздушное судно R-21/X", -- [2]
		},
		[264712] = {
			2115, -- [1]
			"[*] Волна гнили", -- [2]
		},
		[306228] = {
			2328, -- [1]
			"Истерзанная душа", -- [2]
		},
		[225047] = {
			1871, -- [1]
			"Садовник с Террасы шал'дорай", -- [2]
		},
		[308227] = {
			2333, -- [1]
			"Тек'рис", -- [2]
		},
		[333808] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[260016] = {
			2101, -- [1]
			"Жужжащий трутень", -- [2]
		},
		[215836] = {
			1873, -- [1]
			"Цветок смерти", -- [2]
		},
		[274437] = {
			2130, -- [1]
			"Ученица призывательницы штормов", -- [2]
		},
		[260666] = {
			2084, -- [1]
			"Позолоченная жрица", -- [2]
		},
		[206369] = {
			1864, -- [1]
			"Ксавий", -- [2]
		},
		[208672] = {
			1866, -- [1]
			"Азагрим", -- [2]
		},
		[274438] = {
			2130, -- [1]
			"[*] Буря", -- [2]
		},
		[213278] = {
			1871, -- [1]
			"[*] Горящая земля", -- [2]
		},
		[318449] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[306679] = {
			2373, -- [1]
			"Вез'окк Беспросветный", -- [2]
		},
		[32409] = {
			2329, -- [1]
			"[*] Слово Тьмы: Смерть", -- [2]
		},
		[228631] = {
			2008, -- [1]
			"Моряк из Ночного дозора", -- [2]
		},
		[206370] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[227096] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[208929] = {
			1873, -- [1]
			"Щупальце разложения", -- [2]
		},
		[298866] = {
			2375, -- [1]
			"Бичующее щупальце", -- [2]
		},
		[318451] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[323057] = {
			2397, -- [1]
			"Ингра Малох", -- [2]
		},
		[207906] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[255895] = {
			2086, -- [1]
			"Ядовитый саурид", -- [2]
		},
		[211659] = {
			1849, -- [1]
			"[*] Чародейские узы", -- [2]
		},
		[321011] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[206883] = {
			1866, -- [1]
			"Тюремщик Д'зорикс", -- [2]
		},
		[203045] = {
			1853, -- [1]
			"[*] Зараженная земля", -- [2]
		},
		[205348] = {
			1842, -- [1]
			"[*] Сфера разрушения", -- [2]
		},
		[323059] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[207907] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[228633] = {
			2008, -- [1]
			"Моряк из Ночного дозора", -- [2]
		},
		[283655] = {
			2376, -- [1]
			"Валира Сангвинар", -- [2]
		},
		[220957] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[272397] = {
			2094, -- [1]
			"[*] Смерч клинков", -- [2]
		},
		[213281] = {
			1871, -- [1]
			"Огненные чары", -- [2]
		},
		[209443] = {
			1864, -- [1]
			"Ксавий", -- [2]
		},
		[285468] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[323573] = {
			2361, -- [1]
			"[*] Осадок", -- [2]
		},
		[324085] = {
			2391, -- [1]
			"Дессия Обезглавливательница", -- [2]
		},
		[295939] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[207830] = {
			1864, -- [1]
			"Заразный ужас", -- [2]
		},
		[266258] = {
			2117, -- [1]
			"Drust Slaver Summoning Portal", -- [2]
		},
		[305663] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[209620] = {
			1872, -- [1]
			"Рекурсивный элементаль", -- [2]
		},
		[331251] = {
			2357, -- [1]
			"Азуль", -- [2]
		},
		[205862] = {
			1842, -- [1]
			"Крос", -- [2]
		},
		[334322] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[283659] = {
			2376, -- [1]
			"Валира Сангвинар", -- [2]
		},
		[323064] = {
			2395, -- [1]
			"Хаккар Свежеватель Душ", -- [2]
		},
		[258709] = {
			2084, -- [1]
			"[*] Оскверненное золото", -- [2]
		},
		[258317] = {
			2103, -- [1]
			"Офицер корпорации Эшвейнов", -- [2]
		},
		[283660] = {
			2376, -- [1]
			"Валира Сангвинар", -- [2]
		},
		[269843] = {
			2123, -- [1]
			"Освобожденное чудовище", -- [2]
		},
		[307201] = {
			2333, -- [1]
			"Ка'зир", -- [2]
		},
		[273226] = {
			2112, -- [1]
			"[*] Разлагающие споры", -- [2]
		},
		[322554] = {
			2361, -- [1]
			"Вершитель Тарвольд", -- [2]
		},
		[259853] = {
			2107, -- [1]
			"Рикса Огневерт", -- [2]
		},
		[305155] = {
			2373, -- [1]
			"Подземное щупальце", -- [2]
		},
		[324090] = {
			2400, -- [1]
			"Дилер Зи'екса", -- [2]
		},
		[227492] = {
			1863, -- [1]
			"Неизвестно", -- [2]
		},
		[213796] = {
			1871, -- [1]
			"Неизвестно", -- [2]
		},
		[143924] = {
			2132, -- [1]
			"Пушок <Недаю-Борейскаятундра>", -- [2]
		},
		[214308] = {
			1877, -- [1]
			"[*] Кошмарные корни", -- [2]
		},
		[206376] = {
			1842, -- [1]
			"Крос", -- [2]
		},
		[204463] = {
			1853, -- [1]
			"Низендра", -- [2]
		},
		[256016] = {
			2093, -- [1]
			"[*] Гнусная субстанция", -- [2]
		},
		[33395] = {
			2331, -- [1]
			8, -- [2]
		},
		[322557] = {
			2397, -- [1]
			"Друст-душеруб", -- [2]
		},
		[31707] = {
			2327, -- [1]
			8, -- [2]
		},
		[291915] = {
			2260, -- [1]
			"[*] Плазменная сфера", -- [2]
		},
		[212262] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[309671] = {
			2374, -- [1]
			"Терум Подземная Кузня", -- [2]
		},
		[318976] = {
			2344, -- [1]
			"[*] Ошеломляющий взор", -- [2]
		},
		[266266] = {
			2117, -- [1]
			"Горак Тул", -- [2]
		},
		[219815] = {
			1865, -- [1]
			"Хрономатическая аномалия", -- [2]
		},
		[320512] = {
			2384, -- [1]
			"Гниющий слизнекоготь", -- [2]
		},
		[215845] = {
			1873, -- [1]
			"Цветок смерти", -- [2]
		},
		[218148] = {
			1886, -- [1]
			"Солнцевед Тел'арн", -- [2]
		},
		[305672] = {
			2338, -- [1]
			"Аллерия Ветрокрылая", -- [2]
		},
		[283667] = {
			2376, -- [1]
			"Валира Сангвинар", -- [2]
		},
		[259856] = {
			2107, -- [1]
			"Рикса Огневерт", -- [2]
		},
		[210984] = {
			1873, -- [1]
			"Кошмарный ужас", -- [2]
		},
		[211801] = {
			1849, -- [1]
			"Нестабильный осколок <Скорпирон>", -- [2]
		},
		[324608] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[209191] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[320787] = {
			2394, -- [1]
			"Миллхаус Манашторм", -- [2]
		},
		[264734] = {
			2115, -- [1]
			"Раал Прожорливый", -- [2]
		},
		[200238] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[328180] = {
			2384, -- [1]
			"Заклинатель чумы", -- [2]
		},
		[296975] = {
			2338, -- [1]
			"Плод ужаса", -- [2]
		},
		[273470] = {
			2109, -- [1]
			"Жуткий капитан Локвуд", -- [2]
		},
		[322563] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[323845] = {
			2363, -- [1]
			"Генерал Кааль", -- [2]
		},
		[294929] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
		[327427] = {
			2396, -- [1]
			"Расколотое видение", -- [2]
		},
		[320517] = {
			2384, -- [1]
			"Чумной спинолом", -- [2]
		},
		[329217] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[322550] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[320069] = {
			2391, -- [1]
			"Дессия Обезглавливательница", -- [2]
		},
		[251188] = {
			2086, -- [1]
			"Ядовитый саурид", -- [2]
		},
		[314889] = {
			2344, -- [1]
			"Открытый синапс", -- [2]
		},
		[307213] = {
			2333, -- [1]
			"Тек'рис", -- [2]
		},
		[307725] = {
			2334, -- [1]
			"Пророк Скитра", -- [2]
		},
		[320519] = {
			2384, -- [1]
			"Чумной спинолом", -- [2]
		},
		[271903] = {
			2105, -- [1]
			"Платный разгонятель толпы", -- [2]
		},
		[342961] = {
			2400, -- [1]
			"Дилер Зи'екса", -- [2]
		},
		[320008] = {
			2394, -- [1]
			"Миллхаус Манашторм", -- [2]
		},
		[322567] = {
			2361, -- [1]
			"Вершитель Тарвольд", -- [2]
		},
		[22482] = {
			1866, -- [1]
			4, -- [2]
		},
		[205870] = {
			1854, -- [1]
			"Летон", -- [2]
		},
		[295445] = {
			2291, -- [1]
			"\"Танкоборец-1\"", -- [2]
		},
		[267299] = {
			2133, -- [1]
			"Вол'зит Шепчущая", -- [2]
		},
		[208685] = {
			1873, -- [1]
			"Щупальце угнетения", -- [2]
		},
		[215761] = {
			1873, -- [1]
			"Неизвестно", -- [2]
		},
		[260372] = {
			2108, -- [1]
			"Огнелетчица Торговой компании", -- [2]
		},
		[283676] = {
			2376, -- [1]
			"Валира Сангвинар", -- [2]
		},
		[321034] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[307217] = {
			2333, -- [1]
			"Акир-шершень", -- [2]
		},
		[77508] = {
			1655, -- [1]
			"Мстительный элементаль магмы", -- [2]
		},
		[310288] = {
			2343, -- [1]
			"Дест'агат", -- [2]
		},
		[257814] = {
			2102, -- [1]
			"Джес Хаулис", -- [2]
		},
		[307218] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[320012] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[312336] = {
			2328, -- [1]
			"Темный инквизитор Занеш", -- [2]
		},
		[261265] = {
			2113, -- [1]
			"Сестра Брайар", -- [2]
		},
		[313362] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[311373] = {
			2376, -- [1]
			"Поглощенный Тьмой агент ШРУ", -- [2]
		},
		[212942] = {
			1873, -- [1]
			"Кошмарный гной", -- [2]
		},
		[197858] = {
			1824, -- [1]
			"Бурлящая лужа", -- [2]
		},
		[206896] = {
			1866, -- [1]
			"Тюремщик Д'зорикс", -- [2]
		},
		[268061] = {
			2127, -- [1]
			"Чумной знахарь", -- [2]
		},
		[205361] = {
			1842, -- [1]
			"Крос", -- [2]
		},
		[322818] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[218155] = {
			1886, -- [1]
			"[*] Солнечный коллапс", -- [2]
		},
		[285460] = {
			2259, -- [1]
			"Главный машинист Искроточец", -- [2]
		},
		[294860] = {
			2259, -- [1]
			"Непримечательное растение", -- [2]
		},
		[206641] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[208944] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[296718] = {
			2372, -- [1]
			"Плод ужаса", -- [2]
		},
		[322817] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[267818] = {
			2131, -- [1]
			"Призывательница штормов Фэй", -- [2]
		},
		[313364] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[197942] = {
			1841, -- [1]
			"Урсок", -- [2]
		},
		[323569] = {
			2395, -- [1]
			"Сын Хаккара", -- [2]
		},
		[216909] = {
			1863, -- [1]
			"Око Бездны", -- [2]
		},
		[211897] = {
			1867, -- [1]
			"Сферический уборщик", -- [2]
		},
		[328206] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[267308] = {
			2140, -- [1]
			"Заназал Мудрый", -- [2]
		},
		[213807] = {
			1871, -- [1]
			"[*] Взрыв льда", -- [2]
		},
		[205875] = {
			1842, -- [1]
			"[*] Мощный удар", -- [2]
		},
		[197943] = {
			1841, -- [1]
			"Урсок", -- [2]
		},
		[230951] = {
			1871, -- [1]
			"Оскверненная душа", -- [2]
		},
		[309777] = {
			2331, -- [1]
			"Охотник Бездны <Ра-ден>", -- [2]
		},
		[264239] = {
			2125, -- [1]
			"Яйцо", -- [2]
		},
		[322304] = {
			2386, -- [1]
			"Маркграфиня Страдама", -- [2]
		},
		[291874] = {
			2258, -- [1]
			"Летающий кран", -- [2]
		},
		[228028] = {
			1958, -- [1]
			"Хирья", -- [2]
		},
		[232450] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[315927] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[310298] = {
			2336, -- [1]
			"Зловещая резчица душ", -- [2]
		},
		[267838] = {
			2131, -- [1]
			"[*] Встречный ветер", -- [2]
		},
		[307974] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[283661] = {
			2376, -- [1]
			"Валира Сангвинар", -- [2]
		},
		[260292] = {
			2118, -- [1]
			"Кроглот Зараженный", -- [2]
		},
		[209471] = {
			1873, -- [1]
			"Кошмарный гной", -- [2]
		},
		[311323] = {
			2376, -- [1]
			"Сектантка-палач", -- [2]
		},
		[257308] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[212530] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[206645] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[320843] = {
			2360, -- [1]
			"Изголодавшийся клещ", -- [2]
		},
		[328212] = {
			2390, -- [1]
			"[*] Режущий лед", -- [2]
		},
		[291878] = {
			2260, -- [1]
			"Воздушное судно R-21/X", -- [2]
		},
		[228030] = {
			1958, -- [1]
			"Хирья", -- [2]
		},
		[202306] = {
			1851, -- [1]
			"Фазовый паук", -- [2]
		},
		[274991] = {
			2100, -- [1]
			"Вик'Гот", -- [2]
		},
		[306208] = {
			2328, -- [1]
			"Темный инквизитор Занеш", -- [2]
		},
		[228932] = {
			1958, -- [1]
			"Один", -- [2]
		},
		[323608] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[264757] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[250259] = {
			2085, -- [1]
			"Вол'каал", -- [2]
		},
		[265781] = {
			2139, -- [1]
			"Золотой Змей", -- [2]
		},
		[209973] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[257310] = {
			2096, -- [1]
			"Пушка братства Стальных Волн", -- [2]
		},
		[243237] = {
			2113, -- [1]
			"[*] Взрыв", -- [2]
		},
		[228127] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[256552] = {
			2095, -- [1]
			"Рыба-молот", -- [2]
		},
		[228918] = {
			1958, -- [1]
			"Один", -- [2]
		},
		[210342] = {
			1877, -- [1]
			"Кенарий", -- [2]
		},
		[236329] = {
			2032, -- [1]
			"[*] Звездный ожог", -- [2]
		},
		[241456] = {
			2032, -- [1]
			"Серный инфернал <Горот>", -- [2]
		},
		[313395] = {
			2331, -- [1]
			"Сущность жизненной силы <Ра-ден>", -- [2]
		},
		[338471] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[206656] = {
			1864, -- [1]
			"Клинки Кошмара", -- [2]
		},
		[294954] = {
			2259, -- [1]
			"[*] Самостригущаяся изгородь", -- [2]
		},
		[326171] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[298025] = {
			2376, -- [1]
			"Осведомительница ШРУ", -- [2]
		},
		[260894] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[268308] = {
			2116, -- [1]
			"Леди Уэйкрест", -- [2]
		},
		[332313] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[326684] = {
			2394, -- [1]
			"Миллхаус Манашторм", -- [2]
		},
		[306726] = {
			2373, -- [1]
			"Вез'окк Беспросветный", -- [2]
		},
		[231863] = {
			2008, -- [1]
			"Хеларьяр - смотрительница туманов", -- [2]
		},
		[332314] = {
			2385, -- [1]
			"Скрывающийся ассасин", -- [2]
		},
		[269369] = {
			2143, -- [1]
			"Т'зала", -- [2]
		},
		[206559] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[319521] = {
			2364, -- [1]
			"Кул'тарок", -- [2]
		},
		[6660] = {
			1866, -- [1]
			"Констебль Эстли", -- [2]
		},
		[320248] = {
			2391, -- [1]
			"Пакиран Заразный", -- [2]
		},
		[208697] = {
			1873, -- [1]
			"Щупальце смертоносного взгляда", -- [2]
		},
		[307240] = {
			2335, -- [1]
			"Живые миазмы", -- [2]
		},
		[263958] = {
			2125, -- [1]
			"Клубок змей", -- [2]
		},
		[310311] = {
			2336, -- [1]
			"Зловещая резчица душ", -- [2]
		},
		[265773] = {
			2139, -- [1]
			"Золотой Змей", -- [2]
		},
		[310015] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[257314] = {
			2096, -- [1]
			"Гренадер из братства Стальных Волн", -- [2]
		},
		[314406] = {
			2117, -- [1]
			"Мал'тир - маг Бездны", -- [2]
		},
		[206651] = {
			1864, -- [1]
			"Ксавий", -- [2]
		},
		[345561] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[258338] = {
			2094, -- [1]
			"Капитан Рауль", -- [2]
		},
		[312360] = {
			2338, -- [1]
			"Аллерия Ветрокрылая", -- [2]
		},
		[323107] = {
			2365, -- [1]
			"Сочащиеся ошметки", -- [2]
		},
		[294961] = {
			2258, -- [1]
			"[*] Пылающий укус", -- [2]
		},
		[257315] = {
			2096, -- [1]
			"Гренадер из братства Стальных Волн", -- [2]
		},
		[265088] = {
			2094, -- [1]
			"Румми Мэнкомб", -- [2]
		},
		[312873] = {
			2344, -- [1]
			"Смертокрыл", -- [2]
		},
		[202408] = {
			1822, -- [1]
			"Порабощенный резчик рун", -- [2]
		},
		[198058] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[263234] = {
			2124, -- [1]
			"Гюрзис", -- [2]
		},
		[306733] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[227642] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[257316] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[228914] = {
			1958, -- [1]
			"Один", -- [2]
		},
		[212794] = {
			1862, -- [1]
			"Тихондрий", -- [2]
		},
		[227903] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[268865] = {
			2105, -- [1]
			"Испытатель экспериментального оружия", -- [2]
		},
		[314411] = {
			2291, -- [1]
			"Мал'тир - маг Бездны", -- [2]
		},
		[306735] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[307545] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[322088] = {
			2364, -- [1]
			"Кул'тарок", -- [2]
		},
		[228915] = {
			1958, -- [1]
			"Один", -- [2]
		},
		[326389] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[256038] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[264773] = {
			2130, -- [1]
			"[*] Удушающая волна", -- [2]
		},
		[209469] = {
			1873, -- [1]
			"Кошмарный гной", -- [2]
		},
		[260900] = {
			2113, -- [1]
			"Сестра Солена", -- [2]
		},
		[342048] = {
			2391, -- [1]
			"Зира Двурушница", -- [2]
		},
		[328756] = {
			2397, -- [1]
			"Ингра Малох", -- [2]
		},
		[206757] = {
			1866, -- [1]
			"Тюремщик Д'зорикс", -- [2]
		},
		[233266] = {
			2032, -- [1]
			"Горот", -- [2]
		},
		[256039] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[211261] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[256551] = {
			2095, -- [1]
			"Рыба-молот", -- [2]
		},
		[306751] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[264233] = {
			2125, -- [1]
			"Яйцо", -- [2]
		},
		[195031] = {
			1822, -- [1]
			"Проклятый морем тюремщик душ", -- [2]
		},
		[316463] = {
			2344, -- [1]
			"Врата разума", -- [2]
		},
		[241455] = {
			2032, -- [1]
			"Серный инфернал <Горот>", -- [2]
		},
		[206912] = {
			1866, -- [1]
			"Ночная сфера", -- [2]
		},
		[270108] = {
			2123, -- [1]
			"[*] Разлагающая спора", -- [2]
		},
		[324652] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[230197] = {
			2008, -- [1]
			"[*] Темные воды", -- [2]
		},
		[313129] = {
			2333, -- [1]
			"Акир-трутень", -- [2]
		},
		[324141] = {
			2356, -- [1]
			"[*] Стрела мрака", -- [2]
		},
		[310324] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[323118] = {
			2395, -- [1]
			"Хаккар Свежеватель Душ", -- [2]
		},
		[331818] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[315954] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[310325] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[222010] = {
			1886, -- [1]
			"Солнцевед Тел'арн", -- [2]
		},
		[268362] = {
			2105, -- [1]
			"Бесшабашная подрывница", -- [2]
		},
		[325551] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[324667] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[264694] = {
			2115, -- [1]
			"Раал Прожорливый", -- [2]
		},
		[272457] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[320050] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[263246] = {
			2124, -- [1]
			"Аспидис", -- [2]
		},
		[296510] = {
			2373, -- [1]
			"Ползучая порча <Вез'окк Беспросветный>", -- [2]
		},
		[257066] = {
			2087, -- [1]
			"Язма", -- [2]
		},
		[305722] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[335338] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[316981] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[205771] = {
			1864, -- [1]
			"Крадущийся ужас <Ксавий>", -- [2]
		},
		[324146] = {
			2356, -- [1]
			"\"Вентунакс\"", -- [2]
		},
		[310329] = {
			2343, -- [1]
			"Дест'агат", -- [2]
		},
		[276042] = {
			2099, -- [1]
			"[*] Приливная волна", -- [2]
		},
		[313400] = {
			2344, -- [1]
			"Щупальце Заразителя", -- [2]
		},
		[307232] = {
			2333, -- [1]
			"Тек'рис", -- [2]
		},
		[202310] = {
			1847, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[212568] = {
			1866, -- [1]
			"Инквизитор Ветриз", -- [2]
		},
		[256044] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[324148] = {
			2356, -- [1]
			"\"Вентунакс\"", -- [2]
		},
		[310331] = {
			2344, -- [1]
			"Глаз разума", -- [2]
		},
		[213182] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[207573] = {
			1854, -- [1]
			"Исондра", -- [2]
		},
		[307773] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[322614] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[233272] = {
			2032, -- [1]
			"Горот", -- [2]
		},
		[268306] = {
			2116, -- [1]
			"Леди Уэйкрест", -- [2]
		},
		[222020] = {
			1886, -- [1]
			"Натуралист Тел'арн", -- [2]
		},
		[324662] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[260907] = {
			2113, -- [1]
			"Сестра Солена", -- [2]
		},
		[208546] = {
			1866, -- [1]
			"Тюремщик Д'зорикс", -- [2]
		},
		[226713] = {
			1877, -- [1]
			"Оскверненный огонек", -- [2]
		},
		[306168] = {
			2331, -- [1]
			"Неизвестно", -- [2]
		},
		[306752] = {
			2373, -- [1]
			"Вез'окк Беспросветный", -- [2]
		},
		[209630] = {
			1870, -- [1]
			"[*] Пронзающий ураган", -- [2]
		},
		[311570] = {
			2376, -- [1]
			"Владыка Матиас Шоу", -- [2]
		},
		[308288] = {
			2338, -- [1]
			"Аллерия Ветрокрылая", -- [2]
		},
		[296518] = {
			2291, -- [1]
			"\"Шокотрон X1\"", -- [2]
		},
		[185425] = {
			1807, -- [1]
			"Зубастый гризли", -- [2]
		},
		[257326] = {
			2098, -- [1]
			"Головорез Краснокрюк", -- [2]
		},
		[257582] = {
			2106, -- [1]
			"Земляной яростень", -- [2]
		},
		[323130] = {
			2365, -- [1]
			"[*] Сгущающаяся слизь", -- [2]
		},
		[334810] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[324154] = {
			2356, -- [1]
			"\"Вентунакс\"", -- [2]
		},
		[291914] = {
			2260, -- [1]
			"[*] Режущий луч", -- [2]
		},
		[263573] = {
			2124, -- [1]
			"Гюрзис", -- [2]
		},
		[213567] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[194216] = {
			1823, -- [1]
			"Харбарон", -- [2]
		},
		[263257] = {
			2124, -- [1]
			"Аспидис", -- [2]
		},
		[199182] = {
			1807, -- [1]
			"Эбеновый ворг", -- [2]
		},
		[325691] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[320771] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[269399] = {
			2133, -- [1]
			"Вол'зит Шепчущая", -- [2]
		},
		[296522] = {
			2291, -- [1]
			"[*] Самоуничтожение", -- [2]
		},
		[309316] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[320063] = {
			2391, -- [1]
			"Дессия Обезглавливательница", -- [2]
		},
		[310340] = {
			2333, -- [1]
			"Ка'зир", -- [2]
		},
		[257293] = {
			2096, -- [1]
			"Сабля быстрого ветра", -- [2]
		},
		[206921] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[258352] = {
			2094, -- [1]
			"Капитан Юдора", -- [2]
		},
		[306247] = {
			2329, -- [1]
			"[*] Испепеление", -- [2]
		},
		[298571] = {
			2312, -- [1]
			"Механоцикл", -- [2]
		},
		[201380] = {
			1845, -- [1]
			"Ледопасть", -- [2]
		},
		[216389] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[233021] = {
			2032, -- [1]
			"[*] Инфернальный шип", -- [2]
		},
		[316995] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[211927] = {
			1865, -- [1]
			"Хрономатическая аномалия", -- [2]
		},
		[281621] = {
			2108, -- [1]
			"Огнелетчица Торговой компании", -- [2]
		},
		[310343] = {
			2333, -- [1]
			"Кислотный акир <Ка'зир>", -- [2]
		},
		[323137] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[276229] = {
			2108, -- [1]
			"\"БУМБОТ\"", -- [2]
		},
		[323126] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[205391] = {
			1842, -- [1]
			"Крос", -- [2]
		},
		[323138] = {
			2397, -- [1]
			"Ингра Малох", -- [2]
		},
		[256546] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[218806] = {
			1886, -- [1]
			"Солнцевед Тел'арн", -- [2]
		},
		[320580] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[327233] = {
			2385, -- [1]
			"Изрыгатель чумы", -- [2]
		},
		[311369] = {
			2328, -- [1]
			"[*] Мучение", -- [2]
		},
		[208203] = {
			1842, -- [1]
			"Крос", -- [2]
		},
		[201159] = {
			1847, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[296560] = {
			2291, -- [1]
			"[*] Цепкий статический разряд", -- [2]
		},
		[257292] = {
			2098, -- [1]
			"Рассекатель из братства Стальных Волн", -- [2]
		},
		[321258] = {
			2388, -- [1]
			"[*] Последняя жатва", -- [2]
		},
		[267360] = {
			2133, -- [1]
			"Вол'зит Шепчущая", -- [2]
		},
		[306765] = {
			2332, -- [1]
			"Тралл", -- [2]
		},
		[329168] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[197969] = {
			1841, -- [1]
			"Урсок", -- [2]
		},
		[310348] = {
			2343, -- [1]
			"Шупальце Дест'агат", -- [2]
		},
		[317001] = {
			2343, -- [1]
			"[*] Боязнь темноты", -- [2]
		},
		[298588] = {
			2312, -- [1]
			"Механоцикл", -- [2]
		},
		[297555] = {
			2372, -- [1]
			"Элементаль забвения", -- [2]
		},
		[334913] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[306767] = {
			2332, -- [1]
			"Тралл", -- [2]
		},
		[313420] = {
			2333, -- [1]
			"Кислотный акир", -- [2]
		},
		[321772] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[38845] = {
			2260, -- [1]
			"Смертоносный эредар", -- [2]
		},
		[86392] = {
			1866, -- [1]
			4, -- [2]
		},
		[268387] = {
			2116, -- [1]
			"Лорд Уэйкрест", -- [2]
		},
		[196947] = {
			1824, -- [1]
			"Хелия", -- [2]
		},
		[291928] = {
			2260, -- [1]
			"Воздушное судно R-21/X", -- [2]
		},
		[240446] = {
			2260, -- [1]
			"[*] Взрыв", -- [2]
		},
		[331217] = {
			2393, -- [1]
			"[*] Общая боль", -- [2]
		},
		[336451] = {
			2385, -- [1]
			"Защитник из многоокой рати", -- [2]
		},
		[310352] = {
			2343, -- [1]
			"Пасть Дест'агат", -- [2]
		},
		[306770] = {
			2374, -- [1]
			"Порабощенная оружейница", -- [2]
		},
		[334053] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[228265] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[291930] = {
			2258, -- [1]
			"Куб металлолома", -- [2]
		},
		[341442] = {
			2384, -- [1]
			"Извергающаяся слизь", -- [2]
		},
		[314373] = {
			2329, -- [1]
			"Пепельный убийца", -- [2]
		},
		[214348] = {
			1876, -- [1]
			"Элерет Дикая Лань", -- [2]
		},
		[296025] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[233283] = {
			2032, -- [1]
			"Горот", -- [2]
		},
		[307284] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[310361] = {
			2343, -- [1]
			"Дест'агат", -- [2]
		},
		[263274] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[276068] = {
			2099, -- [1]
			"Хадал Черная Бездна", -- [2]
		},
		[319567] = {
			2364, -- [1]
			"Кул'тарок", -- [2]
		},
		[333540] = {
			2391, -- [1]
			"Зира Двурушница", -- [2]
		},
		[263275] = {
			2105, -- [1]
			"Надсмотрщик Аскари", -- [2]
		},
		[323150] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[314843] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[326221] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[314451] = {
			2343, -- [1]
			"Похищающий жизнь паразит", -- [2]
		},
		[302681] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[188404] = {
			1805, -- [1]
			"Штормовой дракон", -- [2]
		},
		[257337] = {
			2105, -- [1]
			"Платный разгонятель толпы", -- [2]
		},
		[314452] = {
			2343, -- [1]
			"Похищающий жизнь паразит", -- [2]
		},
		[302682] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[207006] = {
			1866, -- [1]
			"Инквизитор Ветриз", -- [2]
		},
		[306928] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[263278] = {
			2105, -- [1]
			"[*] Укрытие", -- [2]
		},
		[271456] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[311383] = {
			2328, -- [1]
			"[*] Мучение", -- [2]
		},
		[328651] = {
			2385, -- [1]
			"Стрелок-отравитель", -- [2]
		},
		[204372] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[309854] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[322648] = {
			2393, -- [1]
			"[*] Связь разума", -- [2]
		},
		[260103] = {
			2107, -- [1]
			"[*] Выброс сжатого газа", -- [2]
		},
		[320596] = {
			2387, -- [1]
			"Чумокост", -- [2]
		},
		[320232] = {
			2400, -- [1]
			"Дилер Зи'екса", -- [2]
		},
		[185438] = {
			1866, -- [1]
			4, -- [2]
		},
		[275051] = {
			2100, -- [1]
			"[*] Гнилая вода", -- [2]
		},
		[291939] = {
			2260, -- [1]
			"[*] Гигаразряд", -- [2]
		},
		[307809] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[249919] = {
			2087, -- [1]
			"Язма", -- [2]
		},
		[227658] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[314457] = {
			2343, -- [1]
			"Похищающий жизнь паразит", -- [2]
		},
		[258875] = {
			2094, -- [1]
			"Бочка черной пелены <Капитан Рауль>", -- [2]
		},
		[265986] = {
			2126, -- [1]
			"Энергетическое ядро", -- [2]
		},
		[307805] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[321999] = {
			2384, -- [1]
			"Неизвестно", -- [2]
		},
		[206677] = {
			1842, -- [1]
			"Крос", -- [2]
		},
		[324527] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[259756] = {
			1866, -- [1]
			4, -- [2]
		},
		[207141] = {
			1867, -- [1]
			"Сферический уборщик", -- [2]
		},
		[228171] = {
			1958, -- [1]
			"Химдалль", -- [2]
		},
		[278637] = {
			2118, -- [1]
			"Кровавый клещ", -- [2]
		},
		[228683] = {
			1958, -- [1]
			"[*] Очищающее пламя", -- [2]
		},
		[257597] = {
			2106, -- [1]
			"Азерокк", -- [2]
		},
		[206821] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[268403] = {
			2143, -- [1]
			"Король Дазар", -- [2]
		},
		[307808] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[260668] = {
			2084, -- [1]
			"Позолоченная жрица", -- [2]
		},
		[191326] = {
			1838, -- [1]
			"Дресарон", -- [2]
		},
		[307297] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[228684] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[328791] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[223021] = {
			1862, -- [1]
			"[*] Трупное заражение", -- [2]
		},
		[341443] = {
			2384, -- [1]
			"Неизвестно", -- [2]
		},
		[313951] = {
			2331, -- [1]
			"Глубинный дозорный", -- [2]
		},
		[258622] = {
			2106, -- [1]
			"Азерокк", -- [2]
		},
		[232692] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[263425] = {
			2124, -- [1]
			"Гюрзис", -- [2]
		},
		[197980] = {
			1841, -- [1]
			"Кошмарный образ", -- [2]
		},
		[322654] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[269230] = {
			2143, -- [1]
			"Ребан", -- [2]
		},
		[206936] = {
			1863, -- [1]
			"Корональный выброс", -- [2]
		},
		[335805] = {
			2359, -- [1]
			"[*] Бастион Архонта", -- [2]
		},
		[265337] = {
			2115, -- [1]
			"Запачканный кровью поросенок", -- [2]
		},
		[322658] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[306794] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[261438] = {
			2116, -- [1]
			"Лорд Уэйкрест", -- [2]
		},
		[291949] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
		[323166] = {
			2395, -- [1]
			"Хаккар Свежеватель Душ", -- [2]
		},
		[325725] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[313955] = {
			2344, -- [1]
			"Сильвана Ветрокрылая", -- [2]
		},
		[322655] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[211799] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[308177] = {
			2335, -- [1]
			"[*] Энтропический синтез", -- [2]
		},
		[261439] = {
			2116, -- [1]
			"Лорд Уэйкрест", -- [2]
		},
		[313959] = {
			2329, -- [1]
			"[*] Раскаленный пузырь", -- [2]
		},
		[267899] = {
			2131, -- [1]
			"Брат Айронхалл", -- [2]
		},
		[204766] = {
			1849, -- [1]
			"Кристаллический скорпид", -- [2]
		},
		[322274] = {
			2390, -- [1]
			"Похитительница с \"Золрамуса\"", -- [2]
		},
		[331997] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[338012] = {
			2403, -- [1]
			"Фонтан анимы", -- [2]
		},
		[30625] = {
			2260, -- [1]
			"Волшебное завихрение", -- [2]
		},
		[261440] = {
			2116, -- [1]
			"Лорд Уэйкрест", -- [2]
		},
		[291953] = {
			2258, -- [1]
			"Куб металлолома", -- [2]
		},
		[267901] = {
			2131, -- [1]
			"Брат Айронхалл", -- [2]
		},
		[307306] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[295536] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[258627] = {
			2106, -- [1]
			"Земляной яростень", -- [2]
		},
		[333406] = {
			2385, -- [1]
			"[*] Ликвидация", -- [2]
		},
		[323683] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[326242] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[291918] = {
			2258, -- [1]
			"Летающий кран", -- [2]
		},
		[320103] = {
			2384, -- [1]
			"Ползучая слизь", -- [2]
		},
		[338013] = {
			2403, -- [1]
			"Фонтан анимы", -- [2]
		},
		[203102] = {
			1854, -- [1]
			"Исондра", -- [2]
		},
		[221781] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[201567] = {
			1822, -- [1]
			"Проклятый морем рабовладелец", -- [2]
		},
		[257092] = {
			2101, -- [1]
			"Королева песков", -- [2]
		},
		[257348] = {
			2098, -- [1]
			"Головорез Краснокрюк", -- [2]
		},
		[257585] = {
			2098, -- [1]
			"[*] Обстрел", -- [2]
		},
		[339550] = {
			2404, -- [1]
			"[*] Эхо битвы", -- [2]
		},
		[319592] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[228818] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[258628] = {
			2106, -- [1]
			"[*] Резонансное землетрясение", -- [2]
		},
		[255814] = {
			2085, -- [1]
			"Оживленный почетный страж", -- [2]
		},
		[323687] = {
			2400, -- [1]
			"Дилер Зи'екса", -- [2]
		},
		[268419] = {
			2143, -- [1]
			"[*] Порыв борея", -- [2]
		},
		[255558] = {
			2084, -- [1]
			"[*] Оскверненная кровь", -- [2]
		},
		[267907] = {
			2114, -- [1]
			"[*] Шипы души", -- [2]
		},
		[213083] = {
			1871, -- [1]
			"Ледяные чары", -- [2]
		},
		[264560] = {
			2130, -- [1]
			"Аква'сирр", -- [2]
		},
		[221783] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[323177] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[306929] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[268932] = {
			2143, -- [1]
			"Король Дазар", -- [2]
		},
		[306290] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[260669] = {
			2107, -- [1]
			"Рикса Огневерт", -- [2]
		},
		[205408] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[321247] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[310385] = {
			2333, -- [1]
			"[*] Кислотные брызги", -- [2]
		},
		[208536] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[338022] = {
			2387, -- [1]
			"Лоскутный солдат", -- [2]
		},
		[324205] = {
			2356, -- [1]
			"\"Вентунакс\"", -- [2]
		},
		[265352] = {
			2113, -- [1]
			"Чумная жаба", -- [2]
		},
		[276212] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[213085] = {
			1871, -- [1]
			"[*] Ледяная буря", -- [2]
		},
		[307828] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[310499] = {
			2343, -- [1]
			"Шупальце Дест'агат", -- [2]
		},
		[213853] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[307317] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[268936] = {
			2143, -- [1]
			"Король Дазар", -- [2]
		},
		[257608] = {
			2101, -- [1]
			"Королева песков", -- [2]
		},
		[314994] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[301177] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[209248] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[314483] = {
			2123, -- [1]
			"Сам'рек Призыватель Хаоса", -- [2]
		},
		[314995] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[313460] = {
			2333, -- [1]
			"Тек'рис", -- [2]
		},
		[261447] = {
			2116, -- [1]
			"Лорд Уэйкрест", -- [2]
		},
		[306296] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[261446] = {
			2116, -- [1]
			"Леди Уэйкрест", -- [2]
		},
		[313461] = {
			2333, -- [1]
			"Ка'зир", -- [2]
		},
		[307832] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[262287] = {
			2108, -- [1]
			"Огнелетчица Торговой компании", -- [2]
		},
		[335467] = {
			2113, -- [1]
			"Сестра Солена", -- [2]
		},
		[55095] = {
			2113, -- [1]
			"Сестра Солена", -- [2]
		},
		[320114] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[304251] = {
			2370, -- [1]
			"Раффер", -- [2]
		},
		[314736] = {
			2335, -- [1]
			"[*] Бурлящее переполнение", -- [2]
		},
		[232249] = {
			2032, -- [1]
			"Горот", -- [2]
		},
		[295552] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[310078] = {
			2343, -- [1]
			"Пасть Дест'агат", -- [2]
		},
		[263309] = {
			2124, -- [1]
			"Гюрзис", -- [2]
		},
		[291946] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
		[309985] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[260879] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[265974] = {
			2126, -- [1]
			"Гальваззт", -- [2]
		},
		[320631] = {
			2387, -- [1]
			"Червь-трупоед", -- [2]
		},
		[313977] = {
			2331, -- [1]
			"Глубинный дозорный", -- [2]
		},
		[227930] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[269456] = {
			2100, -- [1]
			"Вик'Гот", -- [2]
		},
		[259147] = {
			2087, -- [1]
			"[*] Пожирание душ", -- [2]
		},
		[218424] = {
			1886, -- [1]
			"Натуралист Тел'арн", -- [2]
		},
		[310396] = {
			2343, -- [1]
			"Око Дест'агат", -- [2]
		},
		[304256] = {
			2370, -- [1]
			"Хаффер", -- [2]
		},
		[309373] = {
			2377, -- [1]
			"Магистр Умбрий", -- [2]
		},
		[320120] = {
			2391, -- [1]
			"Пакиран Заразный", -- [2]
		},
		[291974] = {
			2260, -- [1]
			"Король Мехагон", -- [2]
		},
		[318587] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[263318] = {
			2124, -- [1]
			"Аспидис", -- [2]
		},
		[202088] = {
			1824, -- [1]
			"Хелия", -- [2]
		},
		[265364] = {
			2113, -- [1]
			"Чумная жаба", -- [2]
		},
		[300675] = {
			2292, -- [1]
			"[*] Ядовитый туман", -- [2]
		},
		[194668] = {
			1823, -- [1]
			"Харбарон", -- [2]
		},
		[258381] = {
			2094, -- [1]
			"Капитан Юдора", -- [2]
		},
		[322681] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[228004] = {
			1958, -- [1]
			"Химдалль", -- [2]
		},
		[318078] = {
			2335, -- [1]
			"Живые миазмы", -- [2]
		},
		[336499] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[265366] = {
			2130, -- [1]
			"Воденыш", -- [2]
		},
		[310402] = {
			2333, -- [1]
			"[*] Голодное бешенство", -- [2]
		},
		[270484] = {
			2100, -- [1]
			"Вик'Гот", -- [2]
		},
		[316030] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[260685] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[323195] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[210022] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[316031] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[320637] = {
			2387, -- [1]
			"Чумокост", -- [2]
		},
		[259711] = {
			2101, -- [1]
			"Надзиратель блока", -- [2]
		},
		[210931] = {
			1873, -- [1]
			"Глаз Ил'гинота", -- [2]
		},
		[228190] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[310403] = {
			2333, -- [1]
			"[*] Голодное бешенство", -- [2]
		},
		[339573] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[305792] = {
			2328, -- [1]
			"Королева Азшара", -- [2]
		},
		[210279] = {
			1877, -- [1]
			"Кенарий", -- [2]
		},
		[209971] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[325245] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[219235] = {
			1886, -- [1]
			"Отравляющая спора", -- [2]
		},
		[205863] = {
			1842, -- [1]
			"Крос", -- [2]
		},
		[257617] = {
			2101, -- [1]
			"Королева песков", -- [2]
		},
		[329340] = {
			2403, -- [1]
			"Верховный адъюдикатор Ализа", -- [2]
		},
		[320727] = {
			2400, -- [1]
			"[*] Перемещенная взрывная волна", -- [2]
		},
		[334970] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[310406] = {
			2343, -- [1]
			"[*] Сияние Бездны", -- [2]
		},
		[319703] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[268443] = {
			2109, -- [1]
			"Жуткая пушка", -- [2]
		},
		[342135] = {
			2391, -- [1]
			"Хивин Ломатель", -- [2]
		},
		[256594] = {
			2094, -- [1]
			"Капитан Рауль", -- [2]
		},
		[201581] = {
			1847, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[266237] = {
			2140, -- [1]
			"Ака'али Завоевательница", -- [2]
		},
		[232798] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[308360] = {
			2333, -- [1]
			"Акир-трутень", -- [2]
		},
		[267874] = {
			2142, -- [1]
			"[*] Горящая земля", -- [2]
		},
		[256083] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[296080] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[320644] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[118297] = {
			2096, -- [1]
			"Изначальный элементаль огня", -- [2]
		},
		[207979] = {
			1869, -- [1]
			"Джазшариу", -- [2]
		},
		[265168] = {
			2094, -- [1]
			"Румми Мэнкомб", -- [2]
		},
		[272542] = {
			2100, -- [1]
			"Снайпер корпорации Эшвейнов", -- [2]
		},
		[306828] = {
			2332, -- [1]
			"Тралл", -- [2]
		},
		[321669] = {
			2392, -- [1]
			"Иллюзорный клон", -- [2]
		},
		[328322] = {
			2380, -- [1]
			"Неумирающий камнебес <Эшелон>", -- [2]
		},
		[320646] = {
			2387, -- [1]
			"[*] Зловонный газ", -- [2]
		},
		[299153] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[207980] = {
			1869, -- [1]
			"Баалгар Бдительный", -- [2]
		},
		[232800] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[307968] = {
			2333, -- [1]
			"Тек'рис", -- [2]
		},
		[208748] = {
			1864, -- [1]
			"Ужасное поганище", -- [2]
		},
		[227427] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[325254] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[306319] = {
			2328, -- [1]
			"Темный инквизитор Занеш", -- [2]
		},
		[317066] = {
			2344, -- [1]
			"Пожинатель мыслей", -- [2]
		},
		[307343] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[257593] = {
			2106, -- [1]
			"Азерокк", -- [2]
		},
		[268013] = {
			2127, -- [1]
			"Проклинатель худу", -- [2]
		},
		[298124] = {
			2292, -- [1]
			"Токсикоид", -- [2]
		},
		[319626] = {
			2364, -- [1]
			"Кул'тарок", -- [2]
		},
		[257402] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[297574] = {
			2372, -- [1]
			"Элементаль забвения", -- [2]
		},
		[213867] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[305794] = {
			2328, -- [1]
			"Королева Азшара", -- [2]
		},
		[326281] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[255575] = {
			2084, -- [1]
			"Жрица Алун'за", -- [2]
		},
		[325257] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[209006] = {
			1842, -- [1]
			"Раскаленный уголь", -- [2]
		},
		[203121] = {
			1854, -- [1]
			"Таэрар", -- [2]
		},
		[209518] = {
			1866, -- [1]
			"Око Гул'дана", -- [2]
		},
		[325258] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[259975] = {
			2101, -- [1]
			"Королева песков", -- [2]
		},
		[202098] = {
			1824, -- [1]
			"Хелия", -- [2]
		},
		[209667] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[206398] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[316274] = {
			2328, -- [1]
			"Темный инквизитор Занеш", -- [2]
		},
		[218508] = {
			1886, -- [1]
			"Чародей Тел'арн", -- [2]
		},
		[271526] = {
			2106, -- [1]
			"Земляной яростень", -- [2]
		},
		[325260] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[255577] = {
			2084, -- [1]
			"Жрица Алун'за", -- [2]
		},
		[285344] = {
			2257, -- [1]
			"\"Платиновый лупцеватор\"", -- [2]
		},
		[320655] = {
			2387, -- [1]
			"Чумокост", -- [2]
		},
		[325261] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[325262] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[320144] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[268851] = {
			2124, -- [1]
			"Аспидис", -- [2]
		},
		[298651] = {
			2312, -- [1]
			"Механоцикл", -- [2]
		},
		[228003] = {
			1958, -- [1]
			"Химдалль", -- [2]
		},
		[307863] = {
			2371, -- [1]
			"Инквизитор Гншал", -- [2]
		},
		[260696] = {
			2113, -- [1]
			"Сестра Маладия", -- [2]
		},
		[263345] = {
			2104, -- [1]
			"Тяжелое орудие", -- [2]
		},
		[299164] = {
			2312, -- [1]
			"Механоцикл", -- [2]
		},
		[203124] = {
			1854, -- [1]
			"Летон", -- [2]
		},
		[304282] = {
			2370, -- [1]
			"Рексар", -- [2]
		},
		[230504] = {
			1871, -- [1]
			"Оскверненная душа", -- [2]
		},
		[272554] = {
			2095, -- [1]
			"[*] Кровавое месиво", -- [2]
		},
		[320147] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[233062] = {
			2032, -- [1]
			"Горот", -- [2]
		},
		[255835] = {
			2084, -- [1]
			"Жрица Алун'за", -- [2]
		},
		[323730] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[203125] = {
			1854, -- [1]
			"Эмерисс", -- [2]
		},
		[260697] = {
			2113, -- [1]
			"Сестра Брайар", -- [2]
		},
		[231016] = {
			1958, -- [1]
			"Неизвестно", -- [2]
		},
		[264368] = {
			2125, -- [1]
			"Яйцо", -- [2]
		},
		[232807] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[210546] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[257883] = {
			2099, -- [1]
			"Хадал Черная Бездна", -- [2]
		},
		[323732] = {
			2400, -- [1]
			"Дилер Зи'екса", -- [2]
		},
		[322709] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[260698] = {
			2113, -- [1]
			"Сестра Солена", -- [2]
		},
		[272046] = {
			2093, -- [1]
			"Живец", -- [2]
		},
		[193659] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[268008] = {
			2127, -- [1]
			"Чумной знахарь", -- [2]
		},
		[255581] = {
			2084, -- [1]
			"Жрица Алун'за", -- [2]
		},
		[307358] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[206965] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[229738] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[322711] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[307359] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[193660] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[260699] = {
			2113, -- [1]
			"Сестра Солена", -- [2]
		},
		[255582] = {
			2084, -- [1]
			"[*] Расплавленное золото", -- [2]
		},
		[268007] = {
			2127, -- [1]
			"Хранитель Сердца", -- [2]
		},
		[207707] = {
			1807, -- [1]
			"Неизвестно", -- [2]
		},
		[264206] = {
			2125, -- [1]
			"Меректа", -- [2]
		},
		[221807] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[265910] = {
			2139, -- [1]
			"Золотой Змей", -- [2]
		},
		[319643] = {
			2332, -- [1]
			"Тралл", -- [2]
		},
		[328343] = {
			2384, -- [1]
			"Ядовитый паук", -- [2]
		},
		[263912] = {
			2125, -- [1]
			"Меректа", -- [2]
		},
		[257886] = {
			2099, -- [1]
			"[*] Лужа морской воды", -- [2]
		},
		[260189] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[334485] = {
			2356, -- [1]
			"\"Вентунакс\"", -- [2]
		},
		[269493] = {
			2105, -- [1]
			"Платный разгонятель толпы", -- [2]
		},
		[331415] = {
			2363, -- [1]
			"Генерал Кааль", -- [2]
		},
		[257119] = {
			2101, -- [1]
			"[*] Песчаная ловушка", -- [2]
		},
		[260701] = {
			2113, -- [1]
			"Сестра Брайар", -- [2]
		},
		[269029] = {
			2109, -- [1]
			"Жуткий капитан Локвуд", -- [2]
		},
		[167819] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[260190] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[229741] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[260702] = {
			2113, -- [1]
			"[*] Нестабильная руническая метка", -- [2]
		},
		[267310] = {
			2133, -- [1]
			"Воплощение глубин", -- [2]
		},
		[264378] = {
			2116, -- [1]
			"Прорицательница из ковена", -- [2]
		},
		[334488] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[335000] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[204666] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[272055] = {
			2093, -- [1]
			"Живец", -- [2]
		},
		[264235] = {
			2125, -- [1]
			"Яйцо", -- [2]
		},
		[260703] = {
			2113, -- [1]
			"Сестра Маладия", -- [2]
		},
		[307821] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[205179] = {
			1866, -- [1]
			9, -- [2]
		},
		[266939] = {
			2140, -- [1]
			"Ака'али Завоевательница", -- [2]
		},
		[206458] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[308903] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[319650] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[266940] = {
			2140, -- [1]
			"Ака'али Завоевательница", -- [2]
		},
		[321226] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[298669] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[227972] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[334476] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[202365] = {
			1822, -- [1]
			"Порабощенный резчик рун", -- [2]
		},
		[260700] = {
			2113, -- [1]
			"Сестра Маладия", -- [2]
		},
		[317605] = {
			2364, -- [1]
			"Нектара Изувер", -- [2]
		},
		[265391] = {
			2115, -- [1]
			"Распорядитель банкета", -- [2]
		},
		[265407] = {
			2115, -- [1]
			"Распорядитель банкета", -- [2]
		},
		[259574] = {
			2085, -- [1]
			"Вол'каал", -- [2]
		},
		[307371] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[210228] = {
			1876, -- [1]
			"Ядовитый паучок", -- [2]
		},
		[221336] = {
			1866, -- [1]
			"Фрагмент души Аззинота", -- [2]
		},
		[323236] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[319654] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[207228] = {
			1865, -- [1]
			"Угасающая частица времени", -- [2]
		},
		[312490] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[216696] = {
			1863, -- [1]
			"Неизвестно", -- [2]
		},
		[319655] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[256101] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[265410] = {
			2115, -- [1]
			"Гуляка из дома Уэйкрестов", -- [2]
		},
		[320200] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[323750] = {
			2365, -- [1]
			"[*] Губительный газ", -- [2]
		},
		[320168] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[311980] = {
			2337, -- [1]
			"Гневион", -- [2]
		},
		[265923] = {
			2139, -- [1]
			"Золотой Змей", -- [2]
		},
		[268347] = {
			2132, -- [1]
			"Лорд Штормсонг", -- [2]
		},
		[267459] = {
			2133, -- [1]
			"Забытый обитатель глубин", -- [2]
		},
		[263365] = {
			2124, -- [1]
			"Гюрзис", -- [2]
		},
		[210315] = {
			1877, -- [1]
			"[*] Кошмарные корни", -- [2]
		},
		[320170] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[256358] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[256060] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[306865] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[308470] = {
			2335, -- [1]
			"[*] Энтропический взрыв", -- [2]
		},
		[320171] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[255591] = {
			2084, -- [1]
			"Жрица Алун'за", -- [2]
		},
		[306866] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[257544] = {
			2106, -- [1]
			"Земляной яростень", -- [2]
		},
		[264903] = {
			2130, -- [1]
			"Аква'сирр", -- [2]
		},
		[309451] = {
			2377, -- [1]
			"Магистр Умбрий", -- [2]
		},
		[317102] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[306583] = {
			2377, -- [1]
			"[*] Свинцовые ноги", -- [2]
		},
		[266951] = {
			2140, -- [1]
			"Ака'али Завоевательница", -- [2]
		},
		[206464] = {
			1863, -- [1]
			"Корональный выброс", -- [2]
		},
		[218415] = {
			1873, -- [1]
			"Глаз Ил'гинота", -- [2]
		},
		[311362] = {
			2329, -- [1]
			"[*] Нарастающий жар", -- [2]
		},
		[319685] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[197509] = {
			2123, -- [1]
			"Кровавый червь <Дэлери>", -- [2]
		},
		[308916] = {
			2327, -- [1]
			"Воплощение тьмы <[*] Воплощение тьмы>", -- [2]
		},
		[262347] = {
			2105, -- [1]
			"Платный разгонятель толпы", -- [2]
		},
		[152987] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[263371] = {
			2124, -- [1]
			"Аспидис", -- [2]
		},
		[214141] = {
			1842, -- [1]
			"Раскаленный уголь", -- [2]
		},
		[260455] = {
			2118, -- [1]
			"Кровавый клещ", -- [2]
		},
		[285377] = {
			2257, -- [1]
			"\"Платиновый лупцеватор\"", -- [2]
		},
		[322735] = {
			2395, -- [1]
			"Хаккар Свежеватель Душ", -- [2]
		},
		[331966] = {
			2384, -- [1]
			"Неизвестно", -- [2]
		},
		[274631] = {
			2130, -- [1]
			"Ученик Айронхалла", -- [2]
		},
		[210048] = {
			1873, -- [1]
			"Кошмарный гной", -- [2]
		},
		[257641] = {
			2098, -- [1]
			"Фузилер из братства Стальных Волн", -- [2]
		},
		[214654] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[325807] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[326309] = {
			2393, -- [1]
			"[*] Разлагающая кислота", -- [2]
		},
		[310455] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[185099] = {
			2133, -- [1]
			10, -- [2]
		},
		[274633] = {
			2130, -- [1]
			"Ученик Айронхалла", -- [2]
		},
		[323250] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[306874] = {
			2331, -- [1]
			"Грозовой охотник <Ра-ден>", -- [2]
		},
		[333485] = {
			2389, -- [1]
			"Тошногнил", -- [2]
		},
		[320180] = {
			2391, -- [1]
			"Пакиран Заразный", -- [2]
		},
		[256363] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[256106] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[296150] = {
			2291, -- [1]
			"[*] Выброс пара", -- [2]
		},
		[214662] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[208671] = {
			1866, -- [1]
			"Азагрим", -- [2]
		},
		[292035] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
		[306876] = {
			2328, -- [1]
			"Темный инквизитор Занеш", -- [2]
		},
		[260202] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[272402] = {
			2094, -- [1]
			"Метательница ножей из братства Волнорезов", -- [2]
		},
		[333488] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[317112] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[197262] = {
			1824, -- [1]
			"Хелия", -- [2]
		},
		[209288] = {
			1864, -- [1]
			"Невообразимый ужас", -- [2]
		},
		[302272] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[333489] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[193092] = {
			1805, -- [1]
			"Химдалль", -- [2]
		},
		[213624] = {
			1871, -- [1]
			"[*] Знак льда", -- [2]
		},
		[304969] = {
			2371, -- [1]
			"Инквизитор Гншал", -- [2]
		},
		[298691] = {
			2375, -- [1]
			"Надсмотрщик Ул'рок", -- [2]
		},
		[208545] = {
			1866, -- [1]
			"Тюремщик Д'зорикс", -- [2]
		},
		[322232] = {
			2386, -- [1]
			"Маркграфиня Страдама", -- [2]
		},
		[302274] = {
			2291, -- [1]
			"\"Танкоборец-1\"", -- [2]
		},
		[204859] = {
			1841, -- [1]
			"Урсок", -- [2]
		},
		[317627] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[257882] = {
			2099, -- [1]
			"Хадал Черная Бездна", -- [2]
		},
		[306881] = {
			2331, -- [1]
			"Охотник Бездны <Ра-ден>", -- [2]
		},
		[343727] = {
			2344, -- [1]
			"Исчадие Тьмы <Kuraki-Hyjal>", -- [2]
		},
		[265393] = {
			2115, -- [1]
			"Распорядитель банкета", -- [2]
		},
		[285388] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[322746] = {
			2395, -- [1]
			"[*] Порченая кровь", -- [2]
		},
		[213124] = {
			1876, -- [1]
			"[*] Ядовитая лужа", -- [2]
		},
		[274642] = {
			2127, -- [1]
			"Проклинатель худу", -- [2]
		},
		[216697] = {
			1863, -- [1]
			"Ледяной кристалл", -- [2]
		},
		[208924] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[255836] = {
			2084, -- [1]
			"Жрица Алун'за", -- [2]
		},
		[309704] = {
			2335, -- [1]
			"[*] Едкая кислота", -- [2]
		},
		[322236] = {
			2386, -- [1]
			"Тлетворное порождение", -- [2]
		},
		[213123] = {
			1876, -- [1]
			"Ядовитый паучок", -- [2]
		},
		[157331] = {
			2118, -- [1]
			"Изначальный элементаль бури", -- [2]
		},
		[307396] = {
			2336, -- [1]
			"Зловещая резчица душ", -- [2]
		},
		[273294] = {
			2113, -- [1]
			"[*] Дикий огонь", -- [2]
		},
		[302279] = {
			2291, -- [1]
			"\"Танкоборец-1\"", -- [2]
		},
		[333492] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[315585] = {
			1866, -- [1]
			4, -- [2]
		},
		[214335] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[255952] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[53] = {
			1866, -- [1]
			4, -- [2]
		},
		[198752] = {
			1822, -- [1]
			"Проклятый морем рабовладелец", -- [2]
		},
		[264923] = {
			2115, -- [1]
			"Раал Прожорливый", -- [2]
		},
		[227967] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[322239] = {
			2386, -- [1]
			"Тлетворное порождение", -- [2]
		},
		[312782] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[205370] = {
			1842, -- [1]
			"Крос", -- [2]
		},
		[206474] = {
			1862, -- [1]
			"Тихондрий", -- [2]
		},
		[205420] = {
			1842, -- [1]
			"Крос", -- [2]
		},
		[204275] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[306819] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[314565] = {
			2260, -- [1]
			"Кровь Заразителя", -- [2]
		},
		[205707] = {
			1865, -- [1]
			"[*] Временная сфера", -- [2]
		},
		[259714] = {
			2112, -- [1]
			"[*] Разлагающие споры", -- [2]
		},
		[206219] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[271579] = {
			2105, -- [1]
			"Геомант Торговой компании", -- [2]
		},
		[322736] = {
			2395, -- [1]
			"Хаккар Свежеватель Душ", -- [2]
		},
		[209034] = {
			1864, -- [1]
			"[*] Узы ужаса", -- [2]
		},
		[206954] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[197264] = {
			1824, -- [1]
			"Хелия", -- [2]
		},
		[207981] = {
			1869, -- [1]
			"Баалгар Бдительный", -- [2]
		},
		[307403] = {
			2336, -- [1]
			"Перерожденный служитель Бездны", -- [2]
		},
		[206220] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[206618] = {
			1865, -- [1]
			"Хрономатическая аномалия", -- [2]
		},
		[263905] = {
			2113, -- [1]
			"Плетельщица рун из ковена Мертвых Сердец", -- [2]
		},
		[317639] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[209291] = {
			1866, -- [1]
			"Око Гул'дана", -- [2]
		},
		[304334] = {
			2370, -- [1]
			"Рексар", -- [2]
		},
		[272422] = {
			2099, -- [1]
			"Наводчица корпорации Эшвейнов", -- [2]
		},
		[259187] = {
			2087, -- [1]
			"Язма", -- [2]
		},
		[206221] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[210619] = {
			1877, -- [1]
			"Оскверненный огонек", -- [2]
		},
		[308941] = {
			2343, -- [1]
			"Дест'агат", -- [2]
		},
		[308947] = {
			2343, -- [1]
			"Дест'агат", -- [2]
		},
		[264931] = {
			2115, -- [1]
			"Раал Прожорливый", -- [2]
		},
		[322759] = {
			2395, -- [1]
			"Хаккар Свежеватель Душ", -- [2]
		},
		[228227] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[206608] = {
			1865, -- [1]
			"Хрономатическая аномалия", -- [2]
		},
		[206222] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[315762] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[191284] = {
			1805, -- [1]
			"Химдалль", -- [2]
		},
		[206339] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[208506] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[207502] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[228228] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[323209] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[307250] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[331399] = {
			2386, -- [1]
			"Маркграфиня Страдама", -- [2]
		},
		[313039] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[265914] = {
			2139, -- [1]
			"[*] Расплавленное золото", -- [2]
		},
		[209294] = {
			1864, -- [1]
			"Ксавий", -- [2]
		},
		[211132] = {
			1866, -- [1]
			"Усиленное око Гул'дана", -- [2]
		},
		[313040] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[209270] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[312017] = {
			2376, -- [1]
			"Око хаоса", -- [2]
		},
		[311192] = {
			1866, -- [1]
			4, -- [2]
		},
		[313041] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[269831] = {
			2107, -- [1]
			"[*] Токсичная слизь", -- [2]
		},
		[260570] = {
			2113, -- [1]
			"[*] Дикий огонь", -- [2]
		},
		[271590] = {
			2116, -- [1]
			"Леди Уэйкрест", -- [2]
		},
		[263914] = {
			2125, -- [1]
			"Меректа", -- [2]
		},
		[259191] = {
			2087, -- [1]
			"Язма", -- [2]
		},
		[265392] = {
			2115, -- [1]
			"Распорядитель банкета", -- [2]
		},
		[318102] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[319637] = {
			2364, -- [1]
			"[*] Возвращенная душа", -- [2]
		},
		[255579] = {
			2084, -- [1]
			"Жрица Алун'за", -- [2]
		},
		[320208] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[269484] = {
			2100, -- [1]
			"Вик'Гот", -- [2]
		},
		[266923] = {
			2126, -- [1]
			"Энергетическое ядро", -- [2]
		},
		[320145] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[224649] = {
			1864, -- [1]
			"Заразный ужас", -- [2]
		},
		[283143] = {
			2260, -- [1]
			"Магнитохват", -- [2]
		},
		[229255] = {
			1958, -- [1]
			"Один", -- [2]
		},
		[323792] = {
			2358, -- [1]
			"Сгусток анимы", -- [2]
		},
		[306646] = {
			2373, -- [1]
			"Вез'окк Беспросветный", -- [2]
		},
		[258134] = {
			2103, -- [1]
			"Мародер из братства Трюмных Крыс", -- [2]
		},
		[306656] = {
			2373, -- [1]
			"Вез'окк Беспросветный", -- [2]
		},
		[317915] = {
			2337, -- [1]
			"Кровавая опухоль", -- [2]
		},
		[228744] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[320723] = {
			2400, -- [1]
			"[*] Перемещенная взрывная волна", -- [2]
		},
		[308953] = {
			2343, -- [1]
			"Око Дест'агат", -- [2]
		},
		[263262] = {
			2105, -- [1]
			"Сланцеед", -- [2]
		},
		[294549] = {
			2258, -- [1]
			"[*] Пламя горнила", -- [2]
		},
		[306289] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[313398] = {
			2331, -- [1]
			"Сущность Бездны <Ра-ден>", -- [2]
		},
		[194674] = {
			1822, -- [1]
			"Проклятый морем рабовладелец", -- [2]
		},
		[309978] = {
			2344, -- [1]
			"[*] Паранойя", -- [2]
		},
		[309702] = {
			2344, -- [1]
			"Молотящее щупальце", -- [2]
		},
		[328125] = {
			2380, -- [1]
			"Неумирающий камнебес <Эшелон>", -- [2]
		},
		[319702] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[257033] = {
			2103, -- [1]
			"Рыцарь-капитан Валири", -- [2]
		},
		[267830] = {
			2131, -- [1]
			"Призывательница штормов Фэй", -- [2]
		},
		[308956] = {
			2343, -- [1]
			"Око Дест'агат", -- [2]
		},
		[307421] = {
			2336, -- [1]
			"Перерожденный служитель Бездны", -- [2]
		},
		[261498] = {
			2111, -- [1]
			"[*] Ползущая гниль", -- [2]
		},
		[226955] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[341709] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[221326] = {
			1866, -- [1]
			"Фрагмент души Аззинота", -- [2]
		},
		[306448] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[221408] = {
			1866, -- [1]
			"Фрагмент души Аззинота", -- [2]
		},
		[210337] = {
			1877, -- [1]
			"[*] Кошмарные корни", -- [2]
		},
		[313564] = {
			2337, -- [1]
			"Покрытое наростами щупальце", -- [2]
		},
		[256589] = {
			2094, -- [1]
			"Капитан Рауль", -- [2]
		},
		[320729] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[208230] = {
			1862, -- [1]
			"Тихондрий", -- [2]
		},
		[212258] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[250241] = {
			2085, -- [1]
			"Вол'каал", -- [2]
		},
		[326263] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[206949] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[321754] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[307937] = {
			2334, -- [1]
			"Пророк Скитра", -- [2]
		},
		[291973] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
		[263927] = {
			2125, -- [1]
			"Меректа", -- [2]
		},
		[321755] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[215443] = {
			1876, -- [1]
			"Элерет Дикая Лань", -- [2]
		},
		[269838] = {
			2123, -- [1]
			"[*] Гнусный выброс", -- [2]
		},
		[267311] = {
			2133, -- [1]
			"Воплощение глубин", -- [2]
		},
		[306257] = {
			2331, -- [1]
			"[*] Нестабильная жизненная сила", -- [2]
		},
		[257407] = {
			2086, -- [1]
			"Резан", -- [2]
		},
		[206488] = {
			1867, -- [1]
			"[*] Утечка магии", -- [2]
		},
		[206744] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[256128] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[306295] = {
			2327, -- [1]
			"[*] Запретная мана", -- [2]
		},
		[314593] = {
			2333, -- [1]
			"Ка'зир", -- [2]
		},
		[268024] = {
			2127, -- [1]
			"Сердце Сетралисс", -- [2]
		},
		[299241] = {
			2312, -- [1]
			"Нано Мегабум", -- [2]
		},
		[185763] = {
			1866, -- [1]
			4, -- [2]
		},
		[318688] = {
			2344, -- [1]
			"Молотящее щупальце", -- [2]
		},
		[212886] = {
			1873, -- [1]
			"Ил'гинот", -- [2]
		},
		[230229] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[8936] = {
			1866, -- [1]
			11, -- [2]
		},
		[207513] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[315341] = {
			1866, -- [1]
			4, -- [2]
		},
		[319713] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[268278] = {
			2116, -- [1]
			"Леди Уэйкрест", -- [2]
		},
		[272426] = {
			2109, -- [1]
			"[*] Цель для артиллерии", -- [2]
		},
		[309819] = {
			2338, -- [1]
			"Аллерия Ветрокрылая", -- [2]
		},
		[323010] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[309991] = {
			2344, -- [1]
			"Эгос", -- [2]
		},
		[273657] = {
			2117, -- [1]
			"Меченный смертью поработитель", -- [2]
		},
		[222021] = {
			1886, -- [1]
			"Чародей Тел'арн", -- [2]
		},
		[319715] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[307945] = {
			2335, -- [1]
			"[*] Темное извержение", -- [2]
		},
		[273658] = {
			2117, -- [1]
			"Меченный смертью поработитель", -- [2]
		},
		[320614] = {
			2387, -- [1]
			"Червь-трупоед", -- [2]
		},
		[323810] = {
			2363, -- [1]
			"Генерал Кааль", -- [2]
		},
		[228514] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[263424] = {
			2124, -- [1]
			"Гюрзис", -- [2]
		},
		[226194] = {
			1864, -- [1]
			"Ксавий", -- [2]
		},
		[210074] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[228162] = {
			1958, -- [1]
			"Хирья", -- [2]
		},
		[255620] = {
			2085, -- [1]
			"Оживленный почетный страж", -- [2]
		},
		[321253] = {
			2388, -- [1]
			"[*] Последняя жатва", -- [2]
		},
		[270590] = {
			2100, -- [1]
			"Крушащий ужас", -- [2]
		},
		[320230] = {
			2400, -- [1]
			"Дилер Зи'екса", -- [2]
		},
		[319780] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[207327] = {
			1867, -- [1]
			"Сферический уборщик", -- [2]
		},
		[313303] = {
			2371, -- [1]
			"[*] Сожженный мост", -- [2]
		},
		[306163] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[335072] = {
			2394, -- [1]
			"Миллхаус Манашторм", -- [2]
		},
		[206749] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[291922] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
		[307950] = {
			2334, -- [1]
			"Пророк Скитра", -- [2]
		},
		[267522] = {
			2094, -- [1]
			"Капитан Джолли", -- [2]
		},
		[267385] = {
			2133, -- [1]
			"Щупальце", -- [2]
		},
		[273225] = {
			2124, -- [1]
			"Песчаный стрелок", -- [2]
		},
		[330468] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[267523] = {
			2094, -- [1]
			"Капитан Джолли", -- [2]
		},
		[262019] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[301299] = {
			2258, -- [1]
			"[*] Пламя горнила", -- [2]
		},
		[215128] = {
			1873, -- [1]
			"Ил'гинот", -- [2]
		},
		[298229] = {
			2292, -- [1]
			"Токсикоид", -- [2]
		},
		[201633] = {
			2337, -- [1]
			"Тотем земляной стены <Наттара>", -- [2]
		},
		[267257] = {
			2140, -- [1]
			"Громовой тотем", -- [2]
		},
		[199237] = {
			1841, -- [1]
			"Урсок", -- [2]
		},
		[204448] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[306930] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[213148] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[264234] = {
			2125, -- [1]
			"Яйцо", -- [2]
		},
		[260741] = {
			2113, -- [1]
			"Сестра Брайар", -- [2]
		},
		[265991] = {
			2139, -- [1]
			"Ожившее золото", -- [2]
		},
		[205984] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[333292] = {
			2391, -- [1]
			"Сатель Злосчастный", -- [2]
		},
		[259718] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[306932] = {
			2335, -- [1]
			"[*] Токсичный покров", -- [2]
		},
		[198088] = {
			1809, -- [1]
			"[*] Сияющий фрагмент", -- [2]
		},
		[310003] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[201379] = {
			1845, -- [1]
			"Ледопасть", -- [2]
		},
		[308980] = {
			2376, -- [1]
			"Заразная опухоль", -- [2]
		},
		[323821] = {
			2363, -- [1]
			"Генерал Кааль", -- [2]
		},
		[285440] = {
			2259, -- [1]
			"Главный машинист Искроточец", -- [2]
		},
		[326892] = {
			2391, -- [1]
			"Дессия Обезглавливательница", -- [2]
		},
		[306934] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[256137] = {
			2105, -- [1]
			"Азеритовая футбомба", -- [2]
		},
		[310005] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[209568] = {
			1872, -- [1]
			"Своевременный элементаль", -- [2]
		},
		[257827] = {
			2102, -- [1]
			"Джес Хаулис", -- [2]
		},
		[278789] = {
			2118, -- [1]
			"[*] Волна разложения", -- [2]
		},
		[206388] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[259720] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[208801] = {
			1866, -- [1]
			"Ночная сфера", -- [2]
		},
		[158221] = {
			2133, -- [1]
			10, -- [2]
		},
		[285443] = {
			2259, -- [1]
			"[*] \"Спрятанная\" пламенная пушка", -- [2]
		},
		[227992] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[325360] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[323825] = {
			2404, -- [1]
			"Затягивающий разлом <Мордрета, Вечная императрица>", -- [2]
		},
		[255371] = {
			2086, -- [1]
			"Резан", -- [2]
		},
		[267533] = {
			2094, -- [1]
			"Капитан Джолли", -- [2]
		},
		[297985] = {
			2292, -- [1]
			"Токсикоид", -- [2]
		},
		[206340] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[208839] = {
			1866, -- [1]
			"Ночная сфера", -- [2]
		},
		[321005] = {
			2397, -- [1]
			"Ингра Малох", -- [2]
		},
		[276234] = {
			2108, -- [1]
			"\"БУМБОТ\"", -- [2]
		},
		[319733] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[255372] = {
			2086, -- [1]
			"Резан", -- [2]
		},
		[194218] = {
			1823, -- [1]
			"Харбарон", -- [2]
		},
		[269419] = {
			2133, -- [1]
			"[*] Зияющие врата", -- [2]
		},
		[272418] = {
			2109, -- [1]
			"Наводчик корпорации Эшвейнов", -- [2]
		},
		[324589] = {
			2404, -- [1]
			"Вестник смерти <[*] Явление смерти>", -- [2]
		},
		[273677] = {
			2127, -- [1]
			"Проклинатель худу", -- [2]
		},
		[321009] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[307453] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[255373] = {
			2086, -- [1]
			"Резан", -- [2]
		},
		[324079] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[306942] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[343556] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[90361] = {
			2337, -- [1]
			"Magria", -- [2]
		},
		[291856] = {
			2260, -- [1]
			"Плазменная сфера", -- [2]
		},
		[269131] = {
			2132, -- [1]
			"Лорд Штормсонг", -- [2]
		},
		[269351] = {
			2143, -- [1]
			"Т'зала", -- [2]
		},
		[267027] = {
			2125, -- [1]
			"Ядовитый змей <Яйцо>", -- [2]
		},
		[318714] = {
			2344, -- [1]
			"Молотящее щупальце", -- [2]
		},
		[223134] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[327664] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[215458] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[273681] = {
			2098, -- [1]
			"Головорез Краснокрюк", -- [2]
		},
		[226205] = {
			1867, -- [1]
			"[*] Лужа жижи", -- [2]
		},
		[311551] = {
			2328, -- [1]
			"Темный инквизитор Занеш", -- [2]
		},
		[274507] = {
			2094, -- [1]
			"Морячок из братства Трюмных Крыс", -- [2]
		},
		[206503] = {
			1866, -- [1]
			"[*] Пламя Саргераса", -- [2]
		},
		[321275] = {
			2384, -- [1]
			"[*] Быстрая инфекция", -- [2]
		},
		[306184] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[250258] = {
			2085, -- [1]
			"Вол'каал", -- [2]
		},
		[205649] = {
			1863, -- [1]
			"Корональный выброс", -- [2]
		},
		[310277] = {
			2343, -- [1]
			"Дест'агат", -- [2]
		},
		[206581] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[285454] = {
			2259, -- [1]
			"Главный машинист Искроточец", -- [2]
		},
		[209454] = {
			1866, -- [1]
			"Око Гул'дана", -- [2]
		},
		[308995] = {
			2343, -- [1]
			"Шупальце Дест'агат", -- [2]
		},
		[298259] = {
			2292, -- [1]
			"Ядовитая лужа", -- [2]
		},
		[310019] = {
			2331, -- [1]
			"[*] Заряженные узы", -- [2]
		},
		[227998] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[308996] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[52042] = {
			2124, -- [1]
			"Тотем исцеляющего потока <Супрек>", -- [2]
		},
		[334579] = {
			2384, -- [1]
			"Извергающаяся слизь", -- [2]
		},
		[322814] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[209489] = {
			1866, -- [1]
			"Усиленное око Гул'дана", -- [2]
		},
		[321061] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[267034] = {
			2133, -- [1]
			"Вол'зит Шепчущая", -- [2]
		},
		[264166] = {
			2130, -- [1]
			"Воденыш", -- [2]
		},
		[308998] = {
			2374, -- [1]
			"Падшая надсмотрщица", -- [2]
		},
		[205782] = {
			1864, -- [1]
			"Крадущийся ужас <Ксавий>", -- [2]
		},
		[310022] = {
			2331, -- [1]
			"[*] Заряженные узы", -- [2]
		},
		[204459] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[210387] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[264477] = {
			2130, -- [1]
			"Аква'сирр", -- [2]
		},
		[268896] = {
			2132, -- [1]
			"Лорд Штормсонг", -- [2]
		},
		[267548] = {
			2133, -- [1]
			"Утонувший обитатель глубин", -- [2]
		},
		[306953] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[261264] = {
			2113, -- [1]
			"Сестра Солена", -- [2]
		},
		[307977] = {
			2334, -- [1]
			"Пророк Скитра", -- [2]
		},
		[212648] = {
			1871, -- [1]
			"[*] Взрыв \"Знака льда\"", -- [2]
		},
		[339706] = {
			2404, -- [1]
			"Эхо наездника на быке", -- [2]
		},
		[274714] = {
			2132, -- [1]
			"[*] Извивающаяся Бездна", -- [2]
		},
		[267841] = {
			2131, -- [1]
			"Призывательница штормов Фэй", -- [2]
		},
		[320772] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[256553] = {
			2095, -- [1]
			"Рыба-молот", -- [2]
		},
		[272668] = {
			2114, -- [1]
			"Пылающая душа", -- [2]
		},
		[259474] = {
			2107, -- [1]
			"Рикса Огневерт", -- [2]
		},
		[202414] = {
			1851, -- [1]
			"Саел'орн", -- [2]
		},
		[327426] = {
			2396, -- [1]
			"Расколотое видение", -- [2]
		},
		[272669] = {
			2114, -- [1]
			"Пылающая душа", -- [2]
		},
		[221605] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[276286] = {
			2130, -- [1]
			"[*] Кромсающий ураган", -- [2]
		},
		[205741] = {
			1864, -- [1]
			"Ксавий", -- [2]
		},
		[261266] = {
			2113, -- [1]
			"Сестра Маладия", -- [2]
		},
		[297746] = {
			2332, -- [1]
			"Тралл", -- [2]
		},
		[320366] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[206939] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[257580] = {
			2101, -- [1]
			"Королева песков", -- [2]
		},
		[256405] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[205486] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[251187] = {
			2086, -- [1]
			"Ядовитый саурид", -- [2]
		},
		[307471] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[275014] = {
			2100, -- [1]
			"Вик'Гот", -- [2]
		},
		[259732] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[312866] = {
			2344, -- [1]
			"Смертокрыл", -- [2]
		},
		[307472] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[312078] = {
			2344, -- [1]
			"Шипастое щупальце", -- [2]
		},
		[312590] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[230345] = {
			2032, -- [1]
			"[*] Падающая комета", -- [2]
		},
		[270926] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[283421] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[306732] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[219049] = {
			1886, -- [1]
			"Натуралист Тел'арн", -- [2]
		},
		[208865] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[283422] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[221864] = {
			1872, -- [1]
			"Рекурсивный элементаль", -- [2]
		},
		[225362] = {
			1842, -- [1]
			"[*] Мощный удар", -- [2]
		},
		[257460] = {
			2096, -- [1]
			"[*] Горящие осколки", -- [2]
		},
		[267047] = {
			2125, -- [1]
			"Неизвестно <Яйцо>", -- [2]
		},
		[315947] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[263775] = {
			2124, -- [1]
			"Аспидис", -- [2]
		},
		[307476] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[265001] = {
			2130, -- [1]
			"Воденыш", -- [2]
		},
		[332865] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[274213] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[323853] = {
			2403, -- [1]
			"Жуткий молельщик <Нелиндель>", -- [2]
		},
		[291613] = {
			2260, -- [1]
			"Воздушное судно R-21/X", -- [2]
		},
		[312595] = {
			2343, -- [1]
			"Дест'агат", -- [2]
		},
		[268125] = {
			2113, -- [1]
			"[*] Аура шипов", -- [2]
		},
		[307478] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[269097] = {
			2132, -- [1]
			"Лорд Штормсонг", -- [2]
		},
		[320784] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[308278] = {
			2338, -- [1]
			"Аллерия Ветрокрылая", -- [2]
		},
		[268586] = {
			2143, -- [1]
			"Король Дазар", -- [2]
		},
		[319539] = {
			2364, -- [1]
			"Кул'тарок", -- [2]
		},
		[206514] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[296733] = {
			2372, -- [1]
			"Плод ужаса", -- [2]
		},
		[268587] = {
			2143, -- [1]
			"Король Дазар", -- [2]
		},
		[324368] = {
			2357, -- [1]
			"Азуль", -- [2]
		},
		[201397] = {
			1822, -- [1]
			"Проклятый морем тюремщик душ", -- [2]
		},
		[322358] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[327646] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[307017] = {
			2329, -- [1]
			"Тлеющий осколок", -- [2]
		},
		[206515] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[268077] = {
			2113, -- [1]
			"Сестра Солена", -- [2]
		},
		[268589] = {
			2143, -- [1]
			"Король Дазар", -- [2]
		},
		[324370] = {
			2357, -- [1]
			"Азуль", -- [2]
		},
		[320788] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[306971] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[268590] = {
			2143, -- [1]
			"Король Дазар", -- [2]
		},
		[310042] = {
			2344, -- [1]
			"Молотящее щупальце", -- [2]
		},
		[206516] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[325395] = {
			2385, -- [1]
			"Shadowclone Stalker", -- [2]
		},
		[268591] = {
			2143, -- [1]
			"Король Дазар", -- [2]
		},
		[198109] = {
			1841, -- [1]
			"Урсок", -- [2]
		},
		[211634] = {
			1864, -- [1]
			"[*] Бесконечная тьма", -- [2]
		},
		[268080] = {
			2113, -- [1]
			"[*] Аура апатии", -- [2]
		},
		[210099] = {
			1873, -- [1]
			"Неизвестно", -- [2]
		},
		[269104] = {
			2132, -- [1]
			"Пробудившаяся Бездна", -- [2]
		},
		[204470] = {
			1853, -- [1]
			"[*] Взрывоопасная гниль", -- [2]
		},
		[213238] = {
			1862, -- [1]
			"Тихондрий", -- [2]
		},
		[298602] = {
			2312, -- [1]
			"[*] Облако дыма", -- [2]
		},
		[282945] = {
			2257, -- [1]
			"Свисторез", -- [2]
		},
		[219823] = {
			1865, -- [1]
			"Хрономатическая аномалия", -- [2]
		},
		[228267] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[330004] = {
			2363, -- [1]
			"[*] Темная сфера", -- [2]
		},
		[281388] = {
			2109, -- [1]
			"Канонир дома Эшвейнов", -- [2]
		},
		[204471] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[266036] = {
			2113, -- [1]
			"Ведьма-послушница", -- [2]
		},
		[331606] = {
			2366, -- [1]
			"Подавляющее знамя <Ксав Несломленный>", -- [2]
		},
		[260508] = {
			2114, -- [1]
			"Оживленный голиаф", -- [2]
		},
		[228012] = {
			1958, -- [1]
			"Химдалль", -- [2]
		},
		[307057] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[297254] = {
			2290, -- [1]
			"Король Гоббамак", -- [2]
		},
		[38804] = {
			2260, -- [1]
			"Защитник Аркатраца", -- [2]
		},
		[264608] = {
			2094, -- [1]
			"Румми Мэнкомб", -- [2]
		},
		[306978] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[306111] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[291626] = {
			2260, -- [1]
			"Воздушное судно R-21/X", -- [2]
		},
		[266191] = {
			2140, -- [1]
			"[*] Крутящийся топор", -- [2]
		},
		[268086] = {
			2113, -- [1]
			"[*] Аура ужаса", -- [2]
		},
		[297256] = {
			2290, -- [1]
			"Король Гоббамак", -- [2]
		},
		[265016] = {
			2111, -- [1]
			"Избранная кровавая матрона", -- [2]
		},
		[273716] = {
			2098, -- [1]
			"Головорез Краснокрюк", -- [2]
		},
		[339759] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[301351] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[201240] = {
			1847, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[310563] = {
			2343, -- [1]
			"Пасть Дест'агат", -- [2]
		},
		[268088] = {
			2113, -- [1]
			"Сестра Маладия", -- [2]
		},
		[199177] = {
			1807, -- [1]
			"Эбеновый ворг", -- [2]
		},
		[269686] = {
			2127, -- [1]
			"[*] Чума", -- [2]
		},
		[273718] = {
			2098, -- [1]
			"[*] Тяжелое ядро", -- [2]
		},
		[271290] = {
			2142, -- [1]
			"Мчимба Бальзамировщик", -- [2]
		},
		[292267] = {
			2260, -- [1]
			"\"Омега-крушитель\"", -- [2]
		},
		[233900] = {
			2032, -- [1]
			"[*] Инфернальная детонация", -- [2]
		},
		[323992] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[306090] = {
			2331, -- [1]
			"Неизвестно", -- [2]
		},
		[260334] = {
			2118, -- [1]
			"Кроглот Зараженный", -- [2]
		},
		[264153] = {
			2115, -- [1]
			"Прожорливая личинка", -- [2]
		},
		[273720] = {
			2098, -- [1]
			"Тяжелое ядро", -- [2]
		},
		[196543] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[297261] = {
			2290, -- [1]
			"Король Гоббамак", -- [2]
		},
		[260512] = {
			2114, -- [1]
			"Оживленный голиаф", -- [2]
		},
		[273721] = {
			2098, -- [1]
			"Тяжелое ядро", -- [2]
		},
		[331618] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
	},
	["immersion_pets_on_solo_play"] = false,
	["npcid_ignored"] = {
	},
	["dungeon_data"] = {
	},
	["auto_open_news_window"] = true,
	["got_first_run"] = true,
	["report_pos"] = {
		1, -- [1]
		1, -- [2]
	},
	["latest_report_table"] = {
		{
			1, -- [1]
			1, -- [2]
			1, -- [3]
			5, -- [4]
			"PARTY", -- [5]
		}, -- [1]
	},
	["exp90temp"] = {
		["delete_damage_TCOB"] = true,
	},
	["__profiles"] = {
		["Ниэтта-Гордунни"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = false,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["instances_no_libwindow"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -420.9990692138672,
							["x"] = 579.499755859375,
							["w"] = 161.0001525878906,
							["h"] = 124.0000152587891,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						19, -- [1]
						1, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.32941176470588,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 12,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020",
						["texture_custom_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020.blp",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 4,
							["color"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["textR_bracket"] = "[",
						["textR_enable_custom_text"] = false,
						["textL_enable_custom_text"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_custom"] = "",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details2020",
						["start_after_icon"] = true,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar_background",
						["texture_background"] = "Details Flat",
						["alpha"] = 0.8,
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0.1843137254902, -- [1]
							0.1921568627451, -- [2]
							0.18823529411765, -- [3]
							0.41242814064026, -- [4]
						},
						["font_face"] = "Oswald",
						["texture_class_colors"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["use_spec_icons"] = true,
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.32941176470588,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.32941176470588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Dark Theme",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 74,
					["__snapV"] = false,
					["__snapH"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["isHidden"] = false,
								["timeType"] = 1,
								["textYMod"] = 0,
								["segmentType"] = 2,
								["textFace"] = "Oswald",
								["maxSectionIds"] = 19,
								["textAlign"] = 3,
								["textSize"] = 9,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									0.7, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Oswald",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									0.7, -- [4]
								},
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 9,
								["textYMod"] = 0,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = false,
								["timeType"] = 1,
								["textYMod"] = 0,
								["segmentType"] = 2,
								["textFace"] = "Oswald",
								["maxSectionIds"] = 19,
								["textAlign"] = 2,
								["textSize"] = 9,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									0.7, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["grab_on_top"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["switch_all_roles_after_wipe"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_inverted"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["stretch_button_side"] = 1,
					["hide_in_combat_alpha"] = 0,
					["bars_sort_direction"] = 1,
					["show_statusbar"] = true,
					["libwindow"] = {
						["y"] = 57.00086212158203,
						["x"] = -300.000244140625,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 1,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["backdrop_texture"] = "Details Ground",
					["menu_anchor_down"] = {
						16, -- [1]
						-2, -- [2]
					},
					["bg_alpha"] = 0.51000002026558,
					["switch_tank_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["switch_damager_in_combat"] = false,
					["icon_desaturated"] = false,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "Oswald",
						["anchor"] = {
							1, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							0.69272297620773, -- [4]
						},
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -420.9990692138672,
							["x"] = 579.499755859375,
							["w"] = 161.0001525878906,
							["h"] = 124.0000152587891,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["skin_custom"] = "",
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["enabled"] = true,
						["width"] = 266,
						["texcoord"] = {
							0.048000001907349, -- [1]
							0.29800001144409, -- [2]
							0.63099998474121, -- [3]
							0.75599998474121, -- [4]
						},
						["overlay"] = {
							0.99999779462814, -- [1]
							0.99999779462814, -- [2]
							0.99999779462814, -- [3]
							0.79999822378159, -- [4]
						},
						["anchor"] = "all",
						["height"] = 226.00001525879,
						["alpha"] = 0.80000007152557,
						["texture"] = "Interface\\AddOns\\Details\\images\\skins\\darktheme",
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 37,
					["use_multi_fontstrings"] = true,
					["menu_icons_size"] = 0.8999999761581421,
				}, -- [1]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -420.9991302490234,
							["x"] = 734.999755859375,
							["w"] = 150.0000610351563,
							["h"] = 124.0000381469727,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						19, -- [1]
						1, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.32941176470588,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								1, -- [4]
							},
							["size"] = 4,
						},
						["font_size"] = 12,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020",
						["textR_bracket"] = "[",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["textL_outline_small"] = true,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["textR_outline_small"] = true,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details2020",
						["fixed_texture_background_color"] = {
							0.1843137254902, -- [1]
							0.1921568627451, -- [2]
							0.18823529411765, -- [3]
							0.41242814064026, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar_background",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textL_class_colors"] = false,
						["texture_background"] = "Details Flat",
						["alpha"] = 0.8,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["start_after_icon"] = true,
						["font_face"] = "Oswald",
						["texture_class_colors"] = true,
						["textL_enable_custom_text"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["texture_custom_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020.blp",
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.32941176470588,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.32941176470588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Dark Theme",
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 74,
					["__snapV"] = false,
					["__snapH"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["isHidden"] = false,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = false,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["grab_on_top"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["switch_all_roles_after_wipe"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_inverted"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["stretch_button_side"] = 1,
					["hide_in_combat_alpha"] = 0,
					["bars_sort_direction"] = 1,
					["show_statusbar"] = true,
					["libwindow"] = {
						["y"] = 57.00078964233398,
						["x"] = -150.000244140625,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 1,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["backdrop_texture"] = "Details Ground",
					["menu_anchor_down"] = {
						16, -- [1]
						-2, -- [2]
					},
					["bg_alpha"] = 0.51000002026558,
					["switch_tank_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["switch_damager_in_combat"] = false,
					["icon_desaturated"] = false,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							0.69272297620773, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Oswald",
						["anchor"] = {
							1, -- [1]
							2, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["show_timer"] = true,
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -420.9991302490234,
							["x"] = 734.999755859375,
							["w"] = 150.0000610351563,
							["h"] = 124.0000381469727,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["skin_custom"] = "",
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["overlay"] = {
							0.99999779462814, -- [1]
							0.99999779462814, -- [2]
							0.99999779462814, -- [3]
							0.79999822378159, -- [4]
						},
						["texture"] = "Interface\\AddOns\\Details\\images\\skins\\darktheme",
						["texcoord"] = {
							0.048000001907349, -- [1]
							0.29800001144409, -- [2]
							0.63099998474121, -- [3]
							0.75599998474121, -- [4]
						},
						["enabled"] = true,
						["anchor"] = "all",
						["height"] = 226.00001525879,
						["alpha"] = 0.80000007152557,
						["width"] = 266,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 37,
					["use_multi_fontstrings"] = true,
					["menu_icons_size"] = 0.8999999761581421,
				}, -- [2]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -420.9991302490234,
							["x"] = 884.999755859375,
							["w"] = 150.0000610351563,
							["h"] = 124.0000381469727,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						19, -- [1]
						1, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.32941176470588,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								1, -- [4]
							},
							["size"] = 4,
						},
						["font_size"] = 12,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020",
						["textR_bracket"] = "[",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["textL_outline_small"] = true,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["textR_outline_small"] = true,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details2020",
						["fixed_texture_background_color"] = {
							0.1843137254902, -- [1]
							0.1921568627451, -- [2]
							0.18823529411765, -- [3]
							0.41242814064026, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar_background",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textL_class_colors"] = false,
						["texture_background"] = "Details Flat",
						["alpha"] = 0.8,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["start_after_icon"] = true,
						["font_face"] = "Oswald",
						["texture_class_colors"] = true,
						["textL_enable_custom_text"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["texture_custom_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020.blp",
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.32941176470588,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.32941176470588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Dark Theme",
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 74,
					["__snapV"] = false,
					["__snapH"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["isHidden"] = true,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = true,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["grab_on_top"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["switch_all_roles_after_wipe"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_inverted"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["stretch_button_side"] = 1,
					["hide_in_combat_alpha"] = 0,
					["bars_sort_direction"] = 1,
					["show_statusbar"] = true,
					["libwindow"] = {
						["y"] = 57.00078964233398,
						["x"] = -0.000244140625,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 1,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["backdrop_texture"] = "Details Ground",
					["menu_anchor_down"] = {
						16, -- [1]
						-2, -- [2]
					},
					["bg_alpha"] = 0.51000002026558,
					["switch_tank_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["switch_damager_in_combat"] = false,
					["icon_desaturated"] = false,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							0.69272297620773, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Oswald",
						["anchor"] = {
							1, -- [1]
							2, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["show_timer"] = true,
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -420.9991302490234,
							["x"] = 884.999755859375,
							["w"] = 150.0000610351563,
							["h"] = 124.0000381469727,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["skin_custom"] = "",
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["overlay"] = {
							0.99999779462814, -- [1]
							0.99999779462814, -- [2]
							0.99999779462814, -- [3]
							0.79999822378159, -- [4]
						},
						["texture"] = "Interface\\AddOns\\Details\\images\\skins\\darktheme",
						["texcoord"] = {
							0.048000001907349, -- [1]
							0.29800001144409, -- [2]
							0.63099998474121, -- [3]
							0.75599998474121, -- [4]
						},
						["enabled"] = true,
						["anchor"] = "all",
						["height"] = 226.00001525879,
						["alpha"] = 0.80000007152557,
						["width"] = 266,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 37,
					["use_multi_fontstrings"] = true,
					["menu_icons_size"] = 0.8999999761581421,
				}, -- [3]
			},
			["data_broker_text"] = "",
			["segments_amount"] = 30,
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["use_battleground_server_parser"] = false,
			["skin"] = "Dark Theme",
			["override_spellids"] = true,
			["use_scroll"] = false,
			["report_schema"] = 1,
			["overall_clear_newboss"] = false,
			["overall_clear_logout"] = false,
			["minimum_combat_time"] = 5,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["standard_skin"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["trash_auto_remove"] = true,
			["animation_speed_triggertravel"] = 5,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 3,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 189.4832895537483,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["default_bg_color"] = 0.0941,
			["segments_amount_to_save"] = 30,
			["total_abbreviation"] = 2,
			["segments_panic_mode"] = false,
			["numerical_system_symbols"] = "auto",
			["overall_flag"] = 16,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["memory_threshold"] = 3,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["pvp_as_group"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["default_bg_alpha"] = 0.5,
			["time_type_original"] = 2,
		},
		["Фламинника-Гордунни"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["time_type_original"] = 2,
			["default_bg_alpha"] = 0.5,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["time_type"] = 2,
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						5, -- [1]
						1, -- [2]
						["side"] = 1,
					},
					["bg_r"] = 0.0941,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["skin_custom"] = "",
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["attribute_text"] = {
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Friz Quadrata TT",
						["anchor"] = {
							5, -- [1]
							1, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["enabled"] = false,
					},
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 2,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["show_sidebars"] = true,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941,
					["bars_inverted"] = false,
					["switch_healer_in_combat"] = false,
					["color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Minimalistic",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["bg_alpha"] = 0.7,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["switch_all_roles_after_wipe"] = false,
					["hide_in_combat_alpha"] = 0,
					["bg_b"] = 0.0941,
					["menu_anchor_down"] = {
						5, -- [1]
						1, -- [2]
					},
					["libwindow"] = {
					},
					["statusbar_info"] = {
						["alpha"] = 1,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["stretch_button_side"] = 1,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["switch_tank_in_combat"] = false,
					["clickthrough_rows"] = false,
					["version"] = 3,
					["switch_damager_in_combat"] = false,
					["bars_sort_direction"] = 1,
					["switch_tank"] = false,
					["auto_current"] = true,
					["micro_displays_side"] = 2,
					["menu_icons_size"] = 1,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = true,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = -5,
							["left"] = 3,
							["between"] = 1,
						},
						["texture_background_class_color"] = true,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARIALN.TTF",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 10,
						["textL_translit_text"] = false,
						["height"] = 14,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar4",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["percent_type"] = 1,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = false,
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["textL_outline_small"] = true,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_custom"] = "",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details D'ictum",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textL_class_colors"] = false,
						["texture_background"] = "Details D'ictum",
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["start_after_icon"] = true,
						["font_face"] = "Arial Narrow",
						["texture_class_colors"] = true,
						["texture_custom_file"] = "Interface\\",
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["grab_on_top"] = false,
					["bars_grow_direction"] = 1,
					["wallpaper"] = {
						["enabled"] = false,
						["texture"] = "Interface\\AddOns\\Details\\images\\background",
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 0,
						["alpha"] = 0.5,
						["width"] = 0,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_damager"] = false,
					["backdrop_texture"] = "Details Ground",
					["show_statusbar"] = true,
					["micro_displays_locked"] = true,
				}, -- [1]
			},
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["overall_clear_logout"] = false,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["overall_flag"] = 16,
			["disable_alldisplays_window"] = false,
			["numerical_system_symbols"] = "auto",
			["trash_auto_remove"] = true,
			["total_abbreviation"] = 2,
			["segments_amount_to_save"] = 18,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["segments_auto_erase"] = 1,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
			},
			["segments_panic_mode"] = false,
			["standard_skin"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["minimum_combat_time"] = 5,
			["overall_clear_newboss"] = true,
			["report_schema"] = 1,
			["use_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["segments_amount"] = 18,
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = true,
		},
	},
	["immersion_special_units"] = true,
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
			["249919"] = {
				"Yazma", -- [1]
				"249919", -- [2]
				"Пронзание", -- [3]
				6.1, -- [4]
				132141, -- [5]
				["id"] = 2087,
			},
			["207976"] = {
				"Chronomatic Anomaly", -- [1]
				"207976", -- [2]
				"Полная сила", -- [3]
				360, -- [4]
				1125916, -- [5]
				["id"] = 1865,
			},
			["268932"] = {
				"Dazar, The First King", -- [1]
				"268932", -- [2]
				"Сотрясающий землю прыжок", -- [3]
				12.1, -- [4]
				878213, -- [5]
				["id"] = 2143,
			},
			["319626"] = {
				"Kul'tharok", -- [1]
				"319626", -- [2]
				"Фантомный паразит", -- [3]
				25.5, -- [4]
				236298, -- [5]
				["id"] = 2364,
			},
			["259718"] = {
				"Sporecaller Zancha", -- [1]
				"259718", -- [2]
				"Дрожь земли", -- [3]
				16, -- [4]
				236188, -- [5]
				["id"] = 2112,
			},
			["150755"] = {
				"Gug'rokk", -- [1]
				"150755", -- [2]
				"Призыв нестабильного шлакового элементаля", -- [3]
				20, -- [4]
				135790, -- [5]
				["id"] = 1654,
			},
			["228730"] = {
				"Helya-TrialOfValor", -- [1]
				"228730", -- [2]
				"Разящее щупальце (1)", -- [3]
				35.3, -- [4]
				254105, -- [5]
				["id"] = 2008,
			},
			["309671"] = {
				"Therum Deepforge", -- [1]
				"309671", -- [2]
				"Усиленное дыхание Кузни", -- [3]
				8.5, -- [4]
				615339, -- [5]
				["id"] = 2374,
			},
			["264166"] = {
				"Aqu'sirr", -- [1]
				"264166", -- [2]
				"Водоворот", -- [3]
				32, -- [4]
				893778, -- [5]
				["id"] = 2130,
			},
			["321009"] = {
				"Kin-Tara", -- [1]
				"321009", -- [2]
				"Заряженное копье", -- [3]
				34, -- [4]
				1508065, -- [5]
				["id"] = 2357,
			},
			["320012"] = {
				"Amarth, The Reanimator", -- [1]
				"320012", -- [2]
				"Нечестивое бешенство", -- [3]
				7, -- [4]
				136224, -- [5]
				["id"] = 2388,
			},
			["327481"] = {
				"Kin-Tara", -- [1]
				"327481", -- [2]
				"Темное копье", -- [3]
				9.7, -- [4]
				3528298, -- [5]
				["id"] = 2357,
			},
			["325552"] = {
				"Domina Venomblade", -- [1]
				"325552", -- [2]
				"Удар цитотоксина", -- [3]
				6, -- [4]
				348565, -- [5]
				["id"] = 2385,
			},
			["204463"] = {
				"Nythendra", -- [1]
				"204463", -- [2]
				"Взрывоопасная гниль", -- [3]
				22.8, -- [4]
				236271, -- [5]
				["id"] = 1853,
			},
			["154135"] = {
				"Araknath", -- [1]
				"154135", -- [2]
				"Взрыв", -- [3]
				20, -- [4]
				525026, -- [5]
				["id"] = 1699,
			},
			["307639"] = {
				"Vexiona", -- [1]
				"307639", -- [2]
				"Сердце тьмы", -- [3]
				16.5, -- [4]
				1711336, -- [5]
				["id"] = 2336,
			},
			["263958"] = {
				"Merektha", -- [1]
				"263958", -- [2]
				"Клубок змей", -- [3]
				12, -- [4]
				132211, -- [5]
				["id"] = 2125,
			},
			["268347"] = {
				"Lord Stormsong", -- [1]
				"268347", -- [2]
				"Стрела Бездны", -- [3]
				8.5, -- [4]
				132886, -- [5]
				["id"] = 2132,
			},
			["323552"] = {
				"High Adjudicator Aleez", -- [1]
				"323552", -- [2]
				"Залп силы", -- [3]
				12, -- [4]
				1394887, -- [5]
				["id"] = 2403,
			},
			["322977"] = {
				"Halkias, the Sin-Stained Goliath", -- [1]
				"322977", -- [2]
				"Видения греховного света", -- [3]
				27, -- [4]
				3163624, -- [5]
				["id"] = 2401,
			},
			["270185"] = {
				"Viq'Goth", -- [1]
				"270185", -- [2]
				"Зов глубин", -- [3]
				6, -- [4]
				533422, -- [5]
				["id"] = 2100,
			},
			["-21311"] = {
				"Shad'har the Insatiable", -- [1]
				"-21311", -- [2]
				"Сокрушение и растворение (1)", -- [3]
				15.5, -- [4]
				"Interface\\Icons\\inv_pet_voidhound", -- [5]
				["id"] = 2335,
			},
			["310329"] = {
				"Drest'agath", -- [1]
				"310329", -- [2]
				"Энтропическое сокрушение (1)", -- [3]
				15, -- [4]
				1022950, -- [5]
				["id"] = 2343,
			},
			["207830"] = {
				"Xavius", -- [1]
				"207830", -- [2]
				"Взрыв порчи", -- [3]
				20.7, -- [4]
				1396969, -- [5]
				["id"] = 1864,
			},
			["193826"] = {
				"God-King Skovald", -- [1]
				"193826", -- [2]
				"Рагнарек", -- [3]
				11, -- [4]
				135799, -- [5]
				["id"] = 1808,
			},
			["310340"] = {
				"The Hivemind", -- [1]
				"310340", -- [2]
				"Порождение кислотного акира (1)", -- [3]
				56.3, -- [4]
				656595, -- [5]
				["id"] = 2333,
			},
			["307472"] = {
				"Shad'har the Insatiable", -- [1]
				"307472", -- [2]
				"<Чтение Растворение (1)>", -- [3]
				2.5, -- [4]
				136007, -- [5]
				["id"] = 2335,
			},
			["271698"] = {
				"Tik'ali", -- [1]
				"271698", -- [2]
				"Усиление азеритом", -- [3]
				20, -- [4]
				612968, -- [5]
				["id"] = 2106,
			},
			["333488"] = {
				"Amarth, The Reanimator", -- [1]
				"333488", -- [2]
				"Некротическое дыхание", -- [3]
				29.5, -- [4]
				2576093, -- [5]
				["id"] = 2388,
			},
			["268024"] = {
				"Avatar of Sethraliss", -- [1]
				"268024", -- [2]
				"Пульсация", -- [3]
				9.5, -- [4]
				237237, -- [5]
				["id"] = 2127,
			},
			["231350"] = {
				"Odyn-TrialOfValor", -- [1]
				"231350", -- [2]
				"Сияние правосудия", -- [3]
				7.5, -- [4]
				1360764, -- [5]
				["id"] = 1958,
			},
			["318976"] = {
				"N'Zoth, the Corruptor", -- [1]
				"318976", -- [2]
				"Ошеломляющий взор (1)", -- [3]
				40.7, -- [4]
				1386551, -- [5]
				["id"] = 2344,
			},
			["random_cast"] = {
				"Infested Crawg", -- [1]
				"random_cast", -- [2]
				"Рывок или Несварение", -- [3]
				8, -- [4]
				"Interface\\Icons\\inv_misc_questionmark", -- [5]
				["id"] = 2118,
			},
			["260280"] = {
				"Mogul Razzdunk", -- [1]
				"260280", -- [2]
				"Пулеметный огонь", -- [3]
				15, -- [4]
				249177, -- [5]
				["id"] = 2108,
			},
			["201392"] = {
				"Millificent Manastorm", -- [1]
				"201392", -- [2]
				"Ториевый турбоцыпленок", -- [3]
				24, -- [4]
				656513, -- [5]
				["id"] = 1847,
			},
			["307471"] = {
				"Shad'har the Insatiable", -- [1]
				"307471", -- [2]
				"<Чтение Сокрушение (2)>", -- [3]
				2.5, -- [4]
				132358, -- [5]
				["id"] = 2335,
			},
			["307232"] = {
				"The Hivemind", -- [1]
				"307232", -- [2]
				"Эхо Бездны (1)", -- [3]
				33.9, -- [4]
				1022950, -- [5]
				["id"] = 2333,
			},
			["256955"] = {
				"Knight Captain Valyri", -- [1]
				"256955", -- [2]
				"Жаркие угли", -- [3]
				18, -- [4]
				524795, -- [5]
				["id"] = 2103,
			},
			["320596"] = {
				"Blightbone", -- [1]
				"320596", -- [2]
				"Пузырящаяся рвота", -- [3]
				10.5, -- [4]
				136182, -- [5]
				["id"] = 2387,
			},
			["204471"] = {
				"Skorpyron", -- [1]
				"204471", -- [2]
				"Точечный удар", -- [3]
				16, -- [4]
				135739, -- [5]
				["id"] = 1849,
			},
			["257288"] = {
				"Siege of Boralus Trash", -- [1]
				"257288", -- [2]
				"<Чтение Сильный удар сплеча>", -- [3]
				2.8, -- [4]
				132215, -- [5]
				["id"] = 2098,
			},
			["324427"] = {
				"Oryphrion", -- [1]
				"324427", -- [2]
				"Небесный снаряд", -- [3]
				26, -- [4]
				1405806, -- [5]
				["id"] = 2358,
			},
			["227503"] = {
				"Odyn-TrialOfValor", -- [1]
				"227503", -- [2]
				"Впитывание энергии", -- [3]
				35, -- [4]
				236247, -- [5]
				["id"] = 1958,
			},
			["291918"] = {
				"K.U.-J.0.", -- [1]
				"291918", -- [2]
				"Сброс груза", -- [3]
				7.1, -- [4]
				136243, -- [5]
				["id"] = 2258,
			},
			["204859"] = {
				"Ursoc", -- [1]
				"204859", -- [2]
				"Раздирание плоти", -- [3]
				15, -- [4]
				1033474, -- [5]
				["id"] = 1841,
			},
			["267273"] = {
				"The Council of Tribes", -- [1]
				"267273", -- [2]
				"Выброс яда", -- [3]
				16, -- [4]
				132099, -- [5]
				["id"] = 2140,
			},
			["307806"] = {
				"Maut", -- [1]
				"307806", -- [2]
				"Пожирание магии", -- [3]
				9, -- [4]
				3086045, -- [5]
				["id"] = 2327,
			},
			["257092"] = {
				"The Sand Queen", -- [1]
				"257092", -- [2]
				"Песчаная ловушка", -- [3]
				8.5, -- [4]
				796634, -- [5]
				["id"] = 2101,
			},
			["322304"] = {
				"Margrave Stradama", -- [1]
				"322304", -- [2]
				"Болезнетворный нарост", -- [3]
				5, -- [4]
				2576086, -- [5]
				["id"] = 2386,
			},
			["272874"] = {
				"Siege of Boralus Trash", -- [1]
				"272874", -- [2]
				"<Чтение Растаптывание>", -- [3]
				3, -- [4]
				1373907, -- [5]
				["id"] = 2099,
			},
			["329104"] = {
				"Lord Chamberlain", -- [1]
				"329104", -- [2]
				"Врата теней", -- [3]
				25, -- [4]
				134430, -- [5]
				["id"] = 2381,
			},
			["265923"] = {
				"The Golden Serpent", -- [1]
				"265923", -- [2]
				"Корыстный зов", -- [3]
				40, -- [4]
				135950, -- [5]
				["id"] = 2139,
			},
			["272457"] = {
				"Sporecaller Zancha", -- [1]
				"272457", -- [2]
				"Ударная волна", -- [3]
				10.5, -- [4]
				451165, -- [5]
				["id"] = 2112,
			},
			["267830"] = {
				"Tidesage Coucil", -- [1]
				"267830", -- [2]
				"Благословение бури", -- [3]
				26.7, -- [4]
				135863, -- [5]
				["id"] = 2131,
			},
			["321894"] = {
				"Nalthor the Rimebinder", -- [1]
				"321894", -- [2]
				"Темное изгнание", -- [3]
				26, -- [4]
				2576087, -- [5]
				["id"] = 2390,
			},
			["228171"] = {
				"Odyn-TrialOfValor", -- [1]
				"228171", -- [2]
				"Хирья: Регенерация", -- [3]
				10, -- [4]
				236249, -- [5]
				["id"] = 1958,
			},
			["307201"] = {
				"The Hivemind", -- [1]
				"307201", -- [2]
				"Контроль над коллективным разумом: Ка'зир", -- [3]
				93.5, -- [4]
				2914898, -- [5]
				["id"] = 2333,
			},
			["209158"] = {
				"Xavius", -- [1]
				"209158", -- [2]
				"Очернение души", -- [3]
				7, -- [4]
				1396968, -- [5]
				["id"] = 1864,
			},
			["324667"] = {
				"Globgrog", -- [1]
				"324667", -- [2]
				"Волна слизи", -- [3]
				17.1, -- [4]
				132104, -- [5]
				["id"] = 2382,
			},
			["316463"] = {
				"N'Zoth, the Corruptor", -- [1]
				"316463", -- [2]
				"Врата разума (1)", -- [3]
				68, -- [4]
				878214, -- [5]
				["id"] = 2344,
			},
			["214348"] = {
				"Elerethe Renferal", -- [1]
				"214348", -- [2]
				"Злобный внезапный удар", -- [3]
				8.2, -- [4]
				132089, -- [5]
				["id"] = 1876,
			},
			["226821"] = {
				"Cenarius", -- [1]
				"226821", -- [2]
				"Иссушающая поступь (1)", -- [3]
				20, -- [4]
				1357801, -- [5]
				["id"] = 1877,
			},
			["191325"] = {
				"Dresaron", -- [1]
				"191325", -- [2]
				"Дыхание порчи", -- [3]
				13.5, -- [4]
				1357794, -- [5]
				["id"] = 1838,
			},
			["211927"] = {
				"Chronomatic Anomaly", -- [1]
				"211927", -- [2]
				"Переполняющая мощь", -- [3]
				22, -- [4]
				1125916, -- [5]
				["id"] = 1865,
			},
			["256105"] = {
				"Overseer Korgus", -- [1]
				"256105", -- [2]
				"Взрывной выброс", -- [3]
				13, -- [4]
				878211, -- [5]
				["id"] = 2104,
			},
			["232249"] = {
				"Goroth", -- [1]
				"232249", -- [2]
				"Падающая комета", -- [3]
				8.5, -- [4]
				135797, -- [5]
				["id"] = 2032,
			},
			["320644"] = {
				"Xav the Unfallen", -- [1]
				"320644", -- [2]
				"Жестокая комбинация", -- [3]
				5.7, -- [4]
				1390946, -- [5]
				["id"] = 2366,
			},
			["285020"] = {
				"Tussle Tonks", -- [1]
				"285020", -- [2]
				"Крутящийся клинок", -- [3]
				8.2, -- [4]
				132306, -- [5]
				["id"] = 2257,
			},
			["228918"] = {
				"Odyn-TrialOfValor", -- [1]
				"228918", -- [2]
				"Закаленное бурей копье", -- [3]
				9, -- [4]
				1508064, -- [5]
				["id"] = 1958,
			},
			["320359"] = {
				"Surgeon Stitchflesh", -- [1]
				"320359", -- [2]
				"Бегство", -- [3]
				30, -- [4]
				132307, -- [5]
				["id"] = 2389,
			},
			["-21286"] = {
				"N'Zoth, the Corruptor", -- [1]
				"-21286", -- [2]
				"Молотящее щупальце (1)", -- [3]
				25.5, -- [4]
				"Interface\\Icons\\spell_priest_voidtendrils", -- [5]
				["id"] = 2344,
			},
			["298946"] = {
				"Trixie & Naeno", -- [1]
				"298946", -- [2]
				"ДТП", -- [3]
				30, -- [4]
				1887733, -- [5]
				["id"] = 2312,
			},
			["329340"] = {
				"High Adjudicator Aleez", -- [1]
				"329340", -- [2]
				"Фонтан анимы", -- [3]
				22, -- [4]
				1392546, -- [5]
				["id"] = 2403,
			},
			["191284"] = {
				"Hymdall", -- [1]
				"191284", -- [2]
				"Рог доблести", -- [3]
				8, -- [4]
				134229, -- [5]
				["id"] = 1805,
			},
			["320772"] = {
				"Nalthor the Rimebinder", -- [1]
				"320772", -- [2]
				"Кометная буря", -- [3]
				18, -- [4]
				1033907, -- [5]
				["id"] = 2390,
			},
			["206617"] = {
				"Chronomatic Anomaly", -- [1]
				"206617", -- [2]
				"Часовая бомба", -- [3]
				6.5, -- [4]
				609814, -- [5]
				["id"] = 1865,
			},
			["193364"] = {
				"Ymiron", -- [1]
				"193364", -- [2]
				"Крики мертвых", -- [3]
				5.9, -- [4]
				136184, -- [5]
				["id"] = 1822,
			},
			["268306"] = {
				"Lord and Lady Waycrest", -- [1]
				"268306", -- [2]
				"Нестройная каденция", -- [3]
				18, -- [4]
				463569, -- [5]
				["id"] = 2116,
			},
			["257278"] = {
				"Harlan Sweete", -- [1]
				"257278", -- [2]
				"Сабля повелителя пассатов", -- [3]
				11, -- [4]
				796638, -- [5]
				["id"] = 2096,
			},
			["193566"] = {
				"Ymiron", -- [1]
				"193566", -- [2]
				"Восстань, павший", -- [3]
				41.2, -- [4]
				136187, -- [5]
				["id"] = 1822,
			},
			["201240"] = {
				"Millificent Manastorm", -- [1]
				"201240", -- [2]
				"Элементиевая бомбелка", -- [3]
				7, -- [4]
				133709, -- [5]
				["id"] = 1847,
			},
			["319650"] = {
				"Kryxis the Voracious", -- [1]
				"319650", -- [2]
				"Жестокий удар головой", -- [3]
				5.8, -- [4]
				132091, -- [5]
				["id"] = 2360,
			},
			["260292"] = {
				"Infested Crawg", -- [1]
				"260292", -- [2]
				"Рывок (1)", -- [3]
				12, -- [4]
				2011119, -- [5]
				["id"] = 2118,
			},
			["add"] = {
				"High Sage Viryx", -- [1]
				"add", -- [2]
				"Помощник", -- [3]
				32, -- [4]
				"Interface\\Icons\\icon_petfamily_mechanical", -- [5]
				["id"] = 1701,
			},
			["310129"] = {
				"Maut", -- [1]
				"310129", -- [2]
				"Темные когти", -- [3]
				8, -- [4]
				135599, -- [5]
				["id"] = 2327,
			},
			["258622"] = {
				"Tik'ali", -- [1]
				"258622", -- [2]
				"Резонансный импульс", -- [3]
				9.5, -- [4]
				451165, -- [5]
				["id"] = 2106,
			},
			["228029"] = {
				"Odyn-TrialOfValor", -- [1]
				"228029", -- [2]
				"Световое излучение", -- [3]
				25, -- [4]
				237541, -- [5]
				["id"] = 1958,
			},
			["204040"] = {
				"Dragons of Nightmare", -- [1]
				"204040", -- [2]
				"Выброс тьмы на ТЕБЕ", -- [3]
				10, -- [4]
				132843, -- [5]
				["id"] = 1854,
			},
			["322651"] = {
				"Tred'ova", -- [1]
				"322651", -- [2]
				"Кислотный выброс", -- [3]
				14.5, -- [4]
				132104, -- [5]
				["id"] = 2393,
			},
			["323683"] = {
				"Mordretha, the Endless Empress", -- [1]
				"323683", -- [2]
				"Затягивающий разлом", -- [3]
				22.8, -- [4]
				2576090, -- [5]
				["id"] = 2404,
			},
			["269843"] = {
				"Unbound Abomination", -- [1]
				"269843", -- [2]
				"Гнусный выброс", -- [3]
				8.5, -- [4]
				1029009, -- [5]
				["id"] = 2123,
			},
			["228877"] = {
				"Grand Magistrix Elisande", -- [1]
				"228877", -- [2]
				"Кинетическое кольцо (1)", -- [3]
				35, -- [4]
				1033906, -- [5]
				["id"] = 1872,
			},
			["269097"] = {
				"Lord Stormsong", -- [1]
				"269097", -- [2]
				"Пробуждение Бездны", -- [3]
				13.5, -- [4]
				136221, -- [5]
				["id"] = 2132,
			},
			["269369"] = {
				"Dazar, The First King", -- [1]
				"269369", -- [2]
				"Смертоносный рык", -- [3]
				8.5, -- [4]
				236175, -- [5]
				["id"] = 2143,
			},
			["215128"] = {
				"Il'gynoth", -- [1]
				"215128", -- [2]
				"Проклятая кровь", -- [3]
				15, -- [4]
				237515, -- [5]
				["id"] = 1873,
			},
			["291613"] = {
				"King Mechagon", -- [1]
				"291613", -- [2]
				"Взлетаю!", -- [3]
				30, -- [4]
				133029, -- [5]
				["id"] = 2260,
			},
			["305722"] = {
				"Maut", -- [1]
				"305722", -- [2]
				"<Чтение Обсидиановый раскол>", -- [3]
				60, -- [4]
				399041, -- [5]
				["id"] = 2327,
			},
			["323149"] = {
				"Ingra Maloch", -- [1]
				"323149", -- [2]
				"Подчинение тьме", -- [3]
				36, -- [4]
				252272, -- [5]
				["id"] = 2397,
			},
			["307863"] = {
				"Inquisitor Gnshal", -- [1]
				"307863", -- [2]
				"Поток Бездны", -- [3]
				15.8, -- [4]
				608955, -- [5]
				["id"] = 2371,
			},
			["294853"] = {
				"Machinist's Garden", -- [1]
				"294853", -- [2]
				"Активировать растение", -- [3]
				6.1, -- [4]
				136243, -- [5]
				["id"] = 2259,
			},
			["267639"] = {
				"Mchimba the Embalmer", -- [1]
				"267639", -- [2]
				"Выжигание порчи", -- [3]
				11.1, -- [4]
				892832, -- [5]
				["id"] = 2142,
			},
			["153954"] = {
				"High Sage Viryx", -- [1]
				"153954", -- [2]
				"Сброс", -- [3]
				15, -- [4]
				1029578, -- [5]
				["id"] = 1701,
			},
			["256405"] = {
				"Ring of Booty", -- [1]
				"256405", -- [2]
				"Акулий торнадо", -- [3]
				23, -- [4]
				463487, -- [5]
				["id"] = 2095,
			},
			["206788"] = {
				"Trilliax", -- [1]
				"206788", -- [2]
				"Токсичные объедки", -- [3]
				11, -- [4]
				237360, -- [5]
				["id"] = 1867,
			},
			["264931"] = {
				"Raal the Gluttonous", -- [1]
				"264931", -- [2]
				"Призыв слуг", -- [3]
				43.5, -- [4]
				1769027, -- [5]
				["id"] = 2115,
			},
			["267060"] = {
				"The Council of Tribes", -- [1]
				"267060", -- [2]
				"Зов стихий", -- [3]
				20, -- [4]
				538566, -- [5]
				["id"] = 2140,
			},
			["307359"] = {
				"Vexiona", -- [1]
				"307359", -- [2]
				"Отчаяние", -- [3]
				10, -- [4]
				237552, -- [5]
				["id"] = 2336,
			},
			["260741"] = {
				"Heartsbane Triad", -- [1]
				"260741", -- [2]
				"Зазубренные стебли", -- [3]
				8.5, -- [4]
				959837, -- [5]
				["id"] = 2113,
			},
			["306828"] = {
				"Thrall", -- [1]
				"306828", -- [2]
				"Оскверненная земля", -- [3]
				12.1, -- [4]
				136201, -- [5]
				["id"] = 2332,
			},
			["265781"] = {
				"The Golden Serpent", -- [1]
				"265781", -- [2]
				"Змеиный порыв", -- [3]
				12.5, -- [4]
				1029585, -- [5]
				["id"] = 2139,
			},
			["312336"] = {
				"Dark Inquisitor Xanesh", -- [1]
				"312336", -- [2]
				"Ритуал Бездны (1)", -- [3]
				61, -- [4]
				1728724, -- [5]
				["id"] = 2328,
			},
			["257882"] = {
				"Hadal Darkfathom", -- [1]
				"257882", -- [2]
				"Волнорез", -- [3]
				7, -- [4]
				135861, -- [5]
				["id"] = 2099,
			},
			["263257"] = {
				"Adderis and Aspix", -- [1]
				"263257", -- [2]
				"Статический шок", -- [3]
				20, -- [4]
				237587, -- [5]
				["id"] = 2124,
			},
			["203552"] = {
				"Nythendra", -- [1]
				"203552", -- [2]
				"Королева роя", -- [3]
				90, -- [4]
				136128, -- [5]
				["id"] = 1853,
			},
			["209244"] = {
				"Grand Magistrix Elisande", -- [1]
				"209244", -- [2]
				"Пророческий луч", -- [3]
				59, -- [4]
				135730, -- [5]
				["id"] = 1872,
			},
			["322614"] = {
				"Tred'ova", -- [1]
				"322614", -- [2]
				"Связь разума", -- [3]
				17, -- [4]
				3528276, -- [5]
				["id"] = 2393,
			},
			["209170"] = {
				"Grand Magistrix Elisande", -- [1]
				"209170", -- [2]
				"Затягивающая сингулярность (1)", -- [3]
				25, -- [4]
				135735, -- [5]
				["id"] = 1872,
			},
			["285388"] = {
				"Tussle Tonks", -- [1]
				"285388", -- [2]
				"Выброс пламени", -- [3]
				22, -- [4]
				133407, -- [5]
				["id"] = 2257,
			},
			["266237"] = {
				"The Council of Tribes", -- [1]
				"266237", -- [2]
				"Контузящая оплеуха", -- [3]
				9, -- [4]
				134919, -- [5]
				["id"] = 2140,
			},
			["227883"] = {
				"Guarm-TrialOfValor", -- [1]
				"227883", -- [2]
				"Ревущий прыжок", -- [3]
				48.5, -- [4]
				236169, -- [5]
				["id"] = 1962,
			},
			["198495"] = {
				"Helya", -- [1]
				"198495", -- [2]
				"Стремительный поток", -- [3]
				10, -- [4]
				135861, -- [5]
				["id"] = 1824,
			},
			["267037"] = {
				"Vol'zith the Whisperer", -- [1]
				"267037", -- [2]
				"Шепот силы", -- [3]
				12.5, -- [4]
				1386549, -- [5]
				["id"] = 2133,
			},
			["207278"] = {
				"Patrol Captain Gerdo", -- [1]
				"207278", -- [2]
				"Чародейская изоляция", -- [3]
				15.5, -- [4]
				1041230, -- [5]
				["id"] = 1868,
			},
			["323821"] = {
				"General Kaal", -- [1]
				"323821", -- [2]
				"Пронзающая дымка", -- [3]
				16.7, -- [4]
				1396971, -- [5]
				["id"] = 2363,
			},
			["256005"] = {
				"Skycap'n Kragg", -- [1]
				"256005", -- [2]
				"Гнусная бомбардировка", -- [3]
				6, -- [4]
				1500941, -- [5]
				["id"] = 2093,
			},
			["306319"] = {
				"Dark Inquisitor Xanesh", -- [1]
				"306319", -- [2]
				"Свежевание души (1)", -- [3]
				16.9, -- [4]
				1354410, -- [5]
				["id"] = 2328,
			},
			["255582"] = {
				"Priestess Alun'za", -- [1]
				"255582", -- [2]
				"Расплавленное золото", -- [3]
				19, -- [4]
				135903, -- [5]
				["id"] = 2084,
			},
			["322232"] = {
				"Margrave Stradama", -- [1]
				"322232", -- [2]
				"Болезнетворный дождь", -- [3]
				15.5, -- [4]
				132100, -- [5]
				["id"] = 2386,
			},
			["258381"] = {
				"Council o' Captains", -- [1]
				"258381", -- [2]
				"Картечный залп", -- [3]
				8.542000000015832, -- [4]
				1773651, -- [5]
				["id"] = 2094,
			},
			["228519"] = {
				"Helya-TrialOfValor", -- [1]
				"228519", -- [2]
				"Удар якорем", -- [3]
				12, -- [4]
				132470, -- [5]
				["id"] = 2008,
			},
			["209602"] = {
				"Advisor Melandrus", -- [1]
				"209602", -- [2]
				"Буйство клинков (1)", -- [3]
				5.2, -- [4]
				965900, -- [5]
				["id"] = 1870,
			},
			["329110"] = {
				"Doctor Ickus", -- [1]
				"329110", -- [2]
				"Инъекция слизи", -- [3]
				10, -- [4]
				3459797, -- [5]
				["id"] = 2384,
			},
			["325360"] = {
				"Grand Proctor Beryllia", -- [1]
				"325360", -- [2]
				"Ритуал превосходства", -- [3]
				38.8, -- [4]
				3528311, -- [5]
				["id"] = 2362,
			},
			["204078"] = {
				"Dragons of Nightmare", -- [1]
				"204078", -- [2]
				"Раскатистый рев", -- [3]
				51, -- [4]
				136129, -- [5]
				["id"] = 1854,
			},
			["204316"] = {
				"Skorpyron", -- [1]
				"204316", -- [2]
				"Ударная волна", -- [3]
				59, -- [4]
				1029595, -- [5]
				["id"] = 1849,
			},
			["301351"] = {
				"HK-8 Aerial Oppression Unit", -- [1]
				"301351", -- [2]
				"Передатчик подкрепления", -- [3]
				21.4, -- [4]
				516796, -- [5]
				["id"] = 2291,
			},
			["212364"] = {
				"Elerethe Renferal", -- [1]
				"212364", -- [2]
				"Время кормления", -- [3]
				16, -- [4]
				132196, -- [5]
				["id"] = 1876,
			},
			["322550"] = {
				"Tred'ova", -- [1]
				"322550", -- [2]
				"Ускоренная инкубация", -- [3]
				24, -- [4]
				2141733, -- [5]
				["id"] = 2393,
			},
			["266512"] = {
				"Galvazzt", -- [1]
				"266512", -- [2]
				"<Чтение Поглощение заряда>", -- [3]
				3, -- [4]
				136111, -- [5]
				["id"] = 2126,
			},
			["309698"] = {
				"N'Zoth, the Corruptor", -- [1]
				"309698", -- [2]
				"Хлыст Бездны", -- [3]
				23, -- [4]
				537022, -- [5]
				["id"] = 2344,
			},
			["307013"] = {
				"Wrathion", -- [1]
				"307013", -- [2]
				"<Чтение Пылающее безумие>", -- [3]
				8, -- [4]
				574788, -- [5]
				["id"] = 2329,
			},
			["272046"] = {
				"Skycap'n Kragg", -- [1]
				"272046", -- [2]
				"Бреющий полет", -- [3]
				17, -- [4]
				1029584, -- [5]
				["id"] = 2093,
			},
			["-5478"] = {
				"Warp Splinter", -- [1]
				"-5478", -- [2]
				"Вызов саженцев", -- [3]
				15, -- [4]
				136044, -- [5]
				["id"] = 1929,
			},
			["269231"] = {
				"Dazar, The First King", -- [1]
				"269231", -- [2]
				"Охотничий прыжок", -- [3]
				5, -- [4]
				132141, -- [5]
				["id"] = 2143,
			},
			["323650"] = {
				"High Adjudicator Aleez", -- [1]
				"323650", -- [2]
				"Пугающее сосредоточение", -- [3]
				16, -- [4]
				841379, -- [5]
				["id"] = 2403,
			},
			["stages"] = {
				"Wrathion", -- [1]
				"stages", -- [2]
				"Этап 2", -- [3]
				160, -- [4]
				132331, -- [5]
				["id"] = 2329,
			},
			["323236"] = {
				"Lord Chamberlain", -- [1]
				"323236", -- [2]
				"Высвобожденное страдание", -- [3]
				15.5, -- [4]
				1035037, -- [5]
				["id"] = 2381,
			},
			["204667"] = {
				"Oakheart", -- [1]
				"204667", -- [2]
				"Дыхание Кошмара", -- [3]
				18, -- [4]
				1357794, -- [5]
				["id"] = 1837,
			},
			["332617"] = {
				"Doctor Ickus", -- [1]
				"332617", -- [2]
				"Выброс заразы", -- [3]
				10.5, -- [4]
				3459800, -- [5]
				["id"] = 2384,
			},
			["312155"] = {
				"N'Zoth, the Corruptor", -- [1]
				"312155", -- [2]
				"<Чтение Разбитая душа (1)>", -- [3]
				30, -- [4]
				132094, -- [5]
				["id"] = 2344,
			},
			["260894"] = {
				"Elder Leaxa", -- [1]
				"260894", -- [2]
				"Ползущая гниль", -- [3]
				12, -- [4]
				236271, -- [5]
				["id"] = 2111,
			},
			["268260"] = {
				"Siege of Boralus Trash", -- [1]
				"268260", -- [2]
				"<Чтение Бортовой залп>", -- [3]
				3, -- [4]
				252185, -- [5]
				["id"] = 2109,
			},
			["306930"] = {
				"Shad'har the Insatiable", -- [1]
				"306930", -- [2]
				"Энтропическое дыхание", -- [3]
				20, -- [4]
				236302, -- [5]
				["id"] = 2335,
			},
			["201379"] = {
				"Shivermaw", -- [1]
				"201379", -- [2]
				"Ледяное дыхание", -- [3]
				5, -- [4]
				1029007, -- [5]
				["id"] = 1845,
			},
			["268752"] = {
				"Dread Captain Lockwood", -- [1]
				"268752", -- [2]
				"Прыжок назад", -- [3]
				12.1, -- [4]
				1126431, -- [5]
				["id"] = 2109,
			},
			["324368"] = {
				"Kin-Tara", -- [1]
				"324368", -- [2]
				"Ослабленный шквал", -- [3]
				6, -- [4]
				3528304, -- [5]
				["id"] = 2357,
			},
			["198006"] = {
				"Ursoc", -- [1]
				"198006", -- [2]
				"Пристальный взгляд (1|T137004:0|t)", -- [3]
				19, -- [4]
				571585, -- [5]
				["id"] = 1841,
			},
			["322795"] = {
				"Gorechop", -- [1]
				"322795", -- [2]
				"Мясницкие крюки", -- [3]
				10.8, -- [4]
				1373906, -- [5]
				["id"] = 2365,
			},
			["269266"] = {
				"Viq'Goth", -- [1]
				"269266", -- [2]
				"Мощный удар", -- [3]
				8, -- [4]
				451165, -- [5]
				["id"] = 2100,
			},
			["268187"] = {
				"Shrine of the Storm Trash", -- [1]
				"268187", -- [2]
				"Штормовые ветра", -- [3]
				22, -- [4]
				136018, -- [5]
				["id"] = 2130,
			},
			["255434"] = {
				"Rezan", -- [1]
				"255434", -- [2]
				"Отточенные зубы", -- [3]
				6, -- [4]
				236304, -- [5]
				["id"] = 2086,
			},
			["318406"] = {
				"Gorechop", -- [1]
				"318406", -- [2]
				"Превращение в отбивную", -- [3]
				13.1, -- [4]
				623773, -- [5]
				["id"] = 2365,
			},
			["263246"] = {
				"Adderis and Aspix", -- [1]
				"263246", -- [2]
				"Щит молний", -- [3]
				4, -- [4]
				136051, -- [5]
				["id"] = 2124,
			},
			["283551"] = {
				"King Mechagon", -- [1]
				"283551", -- [2]
				"Магнитохват", -- [3]
				35.6, -- [4]
				892830, -- [5]
				["id"] = 2260,
			},
			["269310"] = {
				"Unbound Abomination", -- [1]
				"269310", -- [2]
				"Очищающий свет", -- [3]
				18, -- [4]
				237541, -- [5]
				["id"] = 2123,
			},
			["256589"] = {
				"Council o' Captains", -- [1]
				"256589", -- [2]
				"Удар бочкой", -- [3]
				6.942000000015833, -- [4]
				132622, -- [5]
				["id"] = 2094,
			},
			["326389"] = {
				"Echelon", -- [1]
				"326389", -- [2]
				"Поток крови", -- [3]
				9.5, -- [4]
				1394887, -- [5]
				["id"] = 2380,
			},
			["268184"] = {
				"Shrine of the Storm Trash", -- [1]
				"268184", -- [2]
				"Малый оберег проворства", -- [3]
				32, -- [4]
				1589500, -- [5]
				["id"] = 2130,
			},
			["267360"] = {
				"Vol'zith the Whisperer", -- [1]
				"267360", -- [2]
				"Хватка Затонувшего города", -- [3]
				20.5, -- [4]
				136194, -- [5]
				["id"] = 2133,
			},
			["203787"] = {
				"Dragons of Nightmare", -- [1]
				"203787", -- [2]
				"Летучая зараза", -- [3]
				20, -- [4]
				135914, -- [5]
				["id"] = 1854,
			},
			["264694"] = {
				"Raal the Gluttonous", -- [1]
				"264694", -- [2]
				"Волна гнили", -- [3]
				5.5, -- [4]
				132098, -- [5]
				["id"] = 2115,
			},
			["307092"] = {
				"Carapace of N'Zoth", -- [1]
				"307092", -- [2]
				"Затылочный удар", -- [3]
				5.6, -- [4]
				1386551, -- [5]
				["id"] = 2337,
			},
			["257785"] = {
				"Jes Howlis", -- [1]
				"257785", -- [2]
				"Мелькающие кинжалы", -- [3]
				12, -- [4]
				236273, -- [5]
				["id"] = 2102,
			},
			["257593"] = {
				"Tik'ali", -- [1]
				"257593", -- [2]
				"Призыв земляного яростня", -- [3]
				64, -- [4]
				136024, -- [5]
				["id"] = 2106,
			},
			["259187"] = {
				"Yazma", -- [1]
				"259187", -- [2]
				"Раздирание души", -- [3]
				9.7, -- [4]
				1354410, -- [5]
				["id"] = 2087,
			},
			["forces"] = {
				"Il'gynoth", -- [1]
				"forces", -- [2]
				"Щупальце смертоносного взгляда (1)", -- [3]
				21, -- [4]
				462324, -- [5]
				["id"] = 1873,
			},
			["306881"] = {
				"Ra-den the Despoiled", -- [1]
				"306881", -- [2]
				"Коллапс Бездны", -- [3]
				7, -- [4]
				607865, -- [5]
				["id"] = 2331,
			},
			["334053"] = {
				"Oryphrion", -- [1]
				"334053", -- [2]
				"Очищающая вспышка", -- [3]
				13, -- [4]
				3528286, -- [5]
				["id"] = 2358,
			},
			["334625"] = {
				"Devos, Paragon of Doubt", -- [1]
				"334625", -- [2]
				"Взрыв великой пустоты", -- [3]
				23.3, -- [4]
				3528303, -- [5]
				["id"] = 2359,
			},
			["320966"] = {
				"Kin-Tara", -- [1]
				"320966", -- [2]
				"Рассекающий удар сверху", -- [3]
				8.5, -- [4]
				3284464, -- [5]
				["id"] = 2357,
			},
			["213162"] = {
				"Cenarius", -- [1]
				"213162", -- [2]
				"Заряд Кошмара", -- [3]
				30, -- [4]
				1357799, -- [5]
				["id"] = 1877,
			},
			["193460"] = {
				"Ymiron", -- [1]
				"193460", -- [2]
				"Погибель", -- [3]
				22.1, -- [4]
				136194, -- [5]
				["id"] = 1822,
			},
			["215300"] = {
				"Elerethe Renferal", -- [1]
				"215300", -- [2]
				"Паутина боли", -- [3]
				6, -- [4]
				237431, -- [5]
				["id"] = 1876,
			},
			["256489"] = {
				"Ring of Booty", -- [1]
				"256489", -- [2]
				"Место!", -- [3]
				46, -- [4]
				136225, -- [5]
				["id"] = 2095,
			},
			["267899"] = {
				"Tidesage Coucil", -- [1]
				"267899", -- [2]
				"Тормозящий удар", -- [3]
				8.5, -- [4]
				460959, -- [5]
				["id"] = 2131,
			},
			["323150"] = {
				"Lord Chamberlain", -- [1]
				"323150", -- [2]
				"Телекинетический бросок", -- [3]
				6, -- [4]
				136243, -- [5]
				["id"] = 2381,
			},
			["228012"] = {
				"Odyn-TrialOfValor", -- [1]
				"228012", -- [2]
				"Рог доблести (1)", -- [3]
				8, -- [4]
				134229, -- [5]
				["id"] = 1958,
			},
			["307213"] = {
				"The Hivemind", -- [1]
				"307213", -- [2]
				"Контроль над коллективным разумом: Тек'рис", -- [3]
				93.5, -- [4]
				3194606, -- [5]
				["id"] = 2333,
			},
			["259732"] = {
				"Sporecaller Zancha", -- [1]
				"259732", -- [2]
				"Гниющий урожай", -- [3]
				45, -- [4]
				237521, -- [5]
				["id"] = 2112,
			},
			["255952"] = {
				"Skycap'n Kragg", -- [1]
				"255952", -- [2]
				"Р-р-рывок!", -- [3]
				4.8, -- [4]
				1716281, -- [5]
				["id"] = 2093,
			},
			["296522"] = {
				"HK-8 Aerial Oppression Unit", -- [1]
				"296522", -- [2]
				"Самоуничтожение", -- [3]
				15, -- [4]
				1041235, -- [5]
				["id"] = 2291,
			},
			["228162"] = {
				"Odyn-TrialOfValor", -- [1]
				"228162", -- [2]
				"Щит Света (1)", -- [3]
				20, -- [4]
				612968, -- [5]
				["id"] = 1958,
			},
			["320069"] = {
				"An Affront of Challengers", -- [1]
				"320069", -- [2]
				"Смертельный удар", -- [3]
				21, -- [4]
				132355, -- [5]
				["id"] = 2391,
			},
			["260829"] = {
				"Mogul Razzdunk", -- [1]
				"260829", -- [2]
				"Самонаводящаяся ракета", -- [3]
				5, -- [4]
				369278, -- [5]
				["id"] = 2108,
			},
			["306289"] = {
				"Wrathion", -- [1]
				"306289", -- [2]
				"Ураганный удар", -- [3]
				48, -- [4]
				642418, -- [5]
				["id"] = 2329,
			},
			["256083"] = {
				"Overseer Korgus", -- [1]
				"256083", -- [2]
				"Перекрестный огонь", -- [3]
				18, -- [4]
				460952, -- [5]
				["id"] = 2104,
			},
			["207906"] = {
				"Talixae Flamewreath", -- [1]
				"207906", -- [2]
				"Интенсивное горение", -- [3]
				6, -- [4]
				135818, -- [5]
				["id"] = 1869,
			},
			["324608"] = {
				"Oryphrion", -- [1]
				"324608", -- [2]
				"Заряженная поступь", -- [3]
				26, -- [4]
				460957, -- [5]
				["id"] = 2358,
			},
			["306988"] = {
				"Carapace of N'Zoth", -- [1]
				"306988", -- [2]
				"Адаптивная мембрана (1)", -- [3]
				16, -- [4]
				1378702, -- [5]
				["id"] = 2337,
			},
			["331618"] = {
				"Xav the Unfallen", -- [1]
				"331618", -- [2]
				"Подавляющее знамя", -- [3]
				10.6, -- [4]
				3578234, -- [5]
				["id"] = 2366,
			},
			["322563"] = {
				"Tred'ova", -- [1]
				"322563", -- [2]
				"Отмеченная жертва", -- [3]
				24, -- [4]
				841383, -- [5]
				["id"] = 2393,
			},
			["267385"] = {
				"Vol'zith the Whisperer", -- [1]
				"267385", -- [2]
				"<Чтение Мощный удар щупальцем>", -- [3]
				4, -- [4]
				537022, -- [5]
				["id"] = 2133,
			},
			["204459"] = {
				"Skorpyron", -- [1]
				"204459", -- [2]
				"<Чтение Уязвимость>", -- [3]
				14, -- [4]
				132358, -- [5]
				["id"] = 1849,
			},
			["207881"] = {
				"Talixae Flamewreath", -- [1]
				"207881", -- [2]
				"Инфернальное извержение", -- [3]
				19, -- [4]
				451164, -- [5]
				["id"] = 1869,
			},
			["-20560"] = {
				"Carapace of N'Zoth", -- [1]
				"-20560", -- [2]
				"Покрытое наростами щупальце (1)", -- [3]
				30, -- [4]
				"Interface\\Icons\\INV_MISC_MONSTERHORN_04", -- [5]
				["id"] = 2337,
			},
			["264560"] = {
				"Aqu'sirr", -- [1]
				"264560", -- [2]
				"Удушающая волна", -- [3]
				10.2, -- [4]
				893779, -- [5]
				["id"] = 2130,
			},
			["264923"] = {
				"Raal the Gluttonous", -- [1]
				"264923", -- [2]
				"Отбивка", -- [3]
				20.5, -- [4]
				132318, -- [5]
				["id"] = 2115,
			},
			["339550"] = {
				"Mordretha, the Endless Empress", -- [1]
				"339550", -- [2]
				"Эхо битвы", -- [3]
				3.2, -- [4]
				1778230, -- [5]
				["id"] = 2404,
			},
			["313184"] = {
				"N'Zoth, the Corruptor", -- [1]
				"313184", -- [2]
				"Синаптический шок (1): Эгос", -- [3]
				20, -- [4]
				237552, -- [5]
				["id"] = 2344,
			},
			["257608"] = {
				"The Sand Queen", -- [1]
				"257608", -- [2]
				"Дрожь земли", -- [3]
				14.5, -- [4]
				136025, -- [5]
				["id"] = 2101,
			},
			["320063"] = {
				"An Affront of Challengers", -- [1]
				"320063", -- [2]
				"Мощный удар", -- [3]
				8.5, -- [4]
				132340, -- [5]
				["id"] = 2391,
			},
			["227992"] = {
				"Helya-TrialOfValor", -- [1]
				"227992", -- [2]
				"<Чтение Желчное разжижение>", -- [3]
				20.5, -- [4]
				893778, -- [5]
				["id"] = 2008,
			},
			["307809"] = {
				"Carapace of N'Zoth", -- [1]
				"307809", -- [2]
				"Вечная тьма (1)", -- [3]
				23.6, -- [4]
				1386548, -- [5]
				["id"] = 2337,
			},
			["320637"] = {
				"Blightbone", -- [1]
				"320637", -- [2]
				"Зловонный газ", -- [3]
				22.5, -- [4]
				646782, -- [5]
				["id"] = 2387,
			},
			["199345"] = {
				"Dresaron", -- [1]
				"199345", -- [2]
				"Нисходящий поток", -- [3]
				21, -- [4]
				1029595, -- [5]
				["id"] = 1838,
			},
			["306953"] = {
				"Shad'har the Insatiable", -- [1]
				"306953", -- [2]
				"Ослабляющая слюна (2)", -- [3]
				30.3, -- [4]
				132107, -- [5]
				["id"] = 2335,
			},
			["238588"] = {
				"Goroth", -- [1]
				"238588", -- [2]
				"Серный дождь", -- [3]
				12, -- [4]
				517112, -- [5]
				["id"] = 2032,
			},
			["267901"] = {
				"Tidesage Coucil", -- [1]
				"267901", -- [2]
				"Благословение броненосцев", -- [3]
				6.1, -- [4]
				236370, -- [5]
				["id"] = 2131,
			},
			["260508"] = {
				"Soulbound Goliath", -- [1]
				"260508", -- [2]
				"Сокрушение", -- [3]
				6, -- [4]
				132318, -- [5]
				["id"] = 2114,
			},
			["256358"] = {
				"Ring of Booty", -- [1]
				"256358", -- [2]
				"Бросок акулы", -- [3]
				14, -- [4]
				622095, -- [5]
				["id"] = 2095,
			},
			["194216"] = {
				"Harbaron", -- [1]
				"194216", -- [2]
				"Космическая коса", -- [3]
				3.6, -- [4]
				1120185, -- [5]
				["id"] = 1823,
			},
			["210290"] = {
				"Cenarius", -- [1]
				"210290", -- [2]
				"Кошмарные колючки", -- [3]
				28, -- [4]
				1357815, -- [5]
				["id"] = 1877,
			},
			["227816"] = {
				"Guarm-TrialOfValor", -- [1]
				"227816", -- [2]
				"Безудержный рывок", -- [3]
				57, -- [4]
				304501, -- [5]
				["id"] = 1962,
			},
			["-13022"] = {
				"Chronomatic Anomaly", -- [1]
				"-13022", -- [2]
				"Помощник", -- [3]
				7, -- [4]
				135739, -- [5]
				["id"] = 1865,
			},
			["295445"] = {
				"HK-8 Aerial Oppression Unit", -- [1]
				"295445", -- [2]
				"Сокрушение", -- [3]
				12, -- [4]
				132358, -- [5]
				["id"] = 2291,
			},
			["263912"] = {
				"Merektha", -- [1]
				"263912", -- [2]
				"Пагубное дыхание", -- [3]
				6, -- [4]
				136182, -- [5]
				["id"] = 2125,
			},
			["266225"] = {
				"Gorak Tul", -- [1]
				"266225", -- [2]
				"Темная молния", -- [3]
				7.2, -- [4]
				1385911, -- [5]
				["id"] = 2117,
			},
			["291946"] = {
				"K.U.-J.0.", -- [1]
				"291946", -- [2]
				"Выброс огня", -- [3]
				15.6, -- [4]
				629054, -- [5]
				["id"] = 2258,
			},
			["210022"] = {
				"Grand Magistrix Elisande", -- [1]
				"210022", -- [2]
				"Эпохальная сфера", -- [3]
				18, -- [4]
				429383, -- [5]
				["id"] = 1872,
			},
			["261563"] = {
				"Hadal Darkfathom", -- [1]
				"261563", -- [2]
				"Сокрушительный поток", -- [3]
				12.5, -- [4]
				1385912, -- [5]
				["id"] = 2099,
			},
			["-21491"] = {
				"N'Zoth, the Corruptor", -- [1]
				"-21491", -- [2]
				"Пожинатель мыслей (1)", -- [3]
				15.5, -- [4]
				"Interface\\Icons\\achievement_boss_heraldofnzoth", -- [5]
				["id"] = 2344,
			},
			["267522"] = {
				"Council o' Captains", -- [1]
				"267522", -- [2]
				"Разрезающий рывок", -- [3]
				5.743000000005123, -- [4]
				965900, -- [5]
				["id"] = 2094,
			},
			["298940"] = {
				"Trixie & Naeno", -- [1]
				"298940", -- [2]
				"Поток разрядов", -- [3]
				35.1, -- [4]
				986493, -- [5]
				["id"] = 2312,
			},
			["324490"] = {
				"Globgrog", -- [1]
				"324490", -- [2]
				"Приманивание слизи", -- [3]
				25.5, -- [4]
				3459153, -- [5]
				["id"] = 2382,
			},
			["310358"] = {
				"Drest'agath", -- [1]
				"310358", -- [2]
				"Безумное бормотание (1)", -- [3]
				30, -- [4]
				136131, -- [5]
				["id"] = 2343,
			},
			["313239"] = {
				"The Prophet Skitra", -- [1]
				"313239", -- [2]
				"Образы отпущения", -- [3]
				31.5, -- [4]
				136056, -- [5]
				["id"] = 2334,
			},
			["essences"] = {
				"Ra-den the Despoiled", -- [1]
				"essences", -- [2]
				"Сущности (1)", -- [3]
				10, -- [4]
				132886, -- [5]
				["id"] = 2331,
			},
			["207573"] = {
				"Dragons of Nightmare", -- [1]
				"207573", -- [2]
				"Призыв оскверненного духа", -- [3]
				30, -- [4]
				1022944, -- [5]
				["id"] = 1854,
			},
			["recursive_elemental"] = {
				"Grand Magistrix Elisande", -- [1]
				"recursive_elemental", -- [2]
				"Рекурсивный элементаль", -- [3]
				5, -- [4]
				653221, -- [5]
				["id"] = 1872,
			},
			["322554"] = {
				"Executor Tarvold", -- [1]
				"322554", -- [2]
				"Бичевание", -- [3]
				20.7, -- [4]
				458735, -- [5]
				["id"] = 2361,
			},
			["297261"] = {
				"King Gobbamak", -- [1]
				"297261", -- [2]
				"Землетрясение", -- [3]
				8.4, -- [4]
				451165, -- [5]
				["id"] = 2290,
			},
			["-20565"] = {
				"Carapace of N'Zoth", -- [1]
				"-20565", -- [2]
				"Взор безумия (1)", -- [3]
				10, -- [4]
				"Interface\\Icons\\INV_EyeofNzothPet", -- [5]
				["id"] = 2337,
			},
			["255579"] = {
				"Priestess Alun'za", -- [1]
				"255579", -- [2]
				"Золоченые когти", -- [3]
				11, -- [4]
				237389, -- [5]
				["id"] = 2084,
			},
			["197961"] = {
				"Odyn-TrialOfValor", -- [1]
				"197961", -- [2]
				"Руническое клеймо", -- [3]
				21, -- [4]
				442743, -- [5]
				["id"] = 1958,
			},
			["320102"] = {
				"Xav the Unfallen", -- [1]
				"320102", -- [2]
				"Кровь и слава", -- [3]
				33.7, -- [4]
				1322720, -- [5]
				["id"] = 2366,
			},
			["309687"] = {
				"The Prophet Skitra", -- [1]
				"309687", -- [2]
				"<Чтение Вспышка больного рассудка>", -- [3]
				5, -- [4]
				631519, -- [5]
				["id"] = 2334,
			},
			["297835"] = {
				"Gunker", -- [1]
				"297835", -- [2]
				"Слияние", -- [3]
				20.5, -- [4]
				840190, -- [5]
				["id"] = 2292,
			},
			["276068"] = {
				"Hadal Darkfathom", -- [1]
				"276068", -- [2]
				"Приливная волна", -- [3]
				23.5, -- [4]
				237590, -- [5]
				["id"] = 2099,
			},
			["320358"] = {
				"Surgeon Stitchflesh", -- [1]
				"320358", -- [2]
				"Пробуждение создания", -- [3]
				27.9, -- [4]
				2492254, -- [5]
				["id"] = 2389,
			},
			["256198"] = {
				"Overseer Korgus", -- [1]
				"256198", -- [2]
				"Зажигательные азеритовые пули", -- [3]
				6, -- [4]
				514016, -- [5]
				["id"] = 2104,
			},
			["268586"] = {
				"Dazar, The First King", -- [1]
				"268586", -- [2]
				"Серия ударов", -- [3]
				18.2, -- [4]
				1035036, -- [5]
				["id"] = 2143,
			},
			["323437"] = {
				"Lord Chamberlain", -- [1]
				"323437", -- [2]
				"Клеймо гордыни", -- [3]
				41, -- [4]
				538039, -- [5]
				["id"] = 2381,
			},
			["307403"] = {
				"Vexiona", -- [1]
				"307403", -- [2]
				"Аннигиляция", -- [3]
				13, -- [4]
				1386551, -- [5]
				["id"] = 2336,
			},
			["260907"] = {
				"Heartsbane Triad", -- [1]
				"260907", -- [2]
				"Управление душой", -- [3]
				8.5, -- [4]
				892448, -- [5]
				["id"] = 2113,
			},
			["271456"] = {
				"Mogul Razzdunk", -- [1]
				"271456", -- [2]
				"Мощный удар буром", -- [3]
				8.5, -- [4]
				892833, -- [5]
				["id"] = 2108,
			},
			["256970"] = {
				"Knight Captain Valyri", -- [1]
				"256970", -- [2]
				"Возгорание", -- [3]
				10, -- [4]
				236215, -- [5]
				["id"] = 2103,
			},
			["307020"] = {
				"Vexiona", -- [1]
				"307020", -- [2]
				"Сумеречное дыхание", -- [3]
				5.7, -- [4]
				425954, -- [5]
				["id"] = 2336,
			},
			["211802"] = {
				"Xavius", -- [1]
				"211802", -- [2]
				"Клинки Кошмара", -- [3]
				19.2, -- [4]
				1396975, -- [5]
				["id"] = 1864,
			},
			["283422"] = {
				"Tussle Tonks", -- [1]
				"283422", -- [2]
				"Максимальная тяга", -- [3]
				43.7, -- [4]
				648208, -- [5]
				["id"] = 2257,
			},
			["328756"] = {
				"Ingra Maloch", -- [1]
				"328756", -- [2]
				"Отвратительная личина", -- [3]
				26.5, -- [4]
				136184, -- [5]
				["id"] = 2397,
			},
			["319941"] = {
				"Echelon", -- [1]
				"319941", -- [2]
				"Разбивающий камень прыжок", -- [3]
				23.5, -- [4]
				1016245, -- [5]
				["id"] = 2380,
			},
			["315947"] = {
				"Carapace of N'Zoth", -- [1]
				"315947", -- [2]
				"Мощный удар жвалами", -- [3]
				13, -- [4]
				135664, -- [5]
				["id"] = 2337,
			},
			["210264"] = {
				"Xavius", -- [1]
				"210264", -- [2]
				"Проявление порчи (1)", -- [3]
				59, -- [4]
				1357796, -- [5]
				["id"] = 1864,
			},
			["259572"] = {
				"Vol'kaal", -- [1]
				"259572", -- [2]
				"Токсичное зловоние", -- [3]
				6, -- [4]
				132108, -- [5]
				["id"] = 2085,
			},
			["306929"] = {
				"Shad'har the Insatiable", -- [1]
				"306929", -- [2]
				"Бурлящее дыхание", -- [3]
				15, -- [4]
				136182, -- [5]
				["id"] = 2335,
			},
			["256038"] = {
				"Overseer Korgus", -- [1]
				"256038", -- [2]
				"Меткий стрелок", -- [3]
				28, -- [4]
				132385, -- [5]
				["id"] = 2104,
			},
			["198379"] = {
				"Archdruid Glaidalis", -- [1]
				"198379", -- [2]
				"Первобытная ярость", -- [3]
				12, -- [4]
				571585, -- [5]
				["id"] = 1836,
			},
			["306973"] = {
				"Carapace of N'Zoth", -- [1]
				"306973", -- [2]
				"Бомба сумасшествия (1)", -- [3]
				5, -- [4]
				136173, -- [5]
				["id"] = 2337,
			},
			["-13767"] = {
				"Skorpyron", -- [1]
				"-13767", -- [2]
				"Красный режим", -- [3]
				22, -- [4]
				1003591, -- [5]
				["id"] = 1849,
			},
			["-14404"] = {
				"Odyn-TrialOfValor", -- [1]
				"-14404", -- [2]
				"Хирья", -- [3]
				16, -- [4]
				"Interface\\Icons\\inv_shield_1h_hyrja_d_01", -- [5]
				["id"] = 1958,
			},
			["291973"] = {
				"K.U.-J.0.", -- [1]
				"291973", -- [2]
				"Взрывной прыжок", -- [3]
				38, -- [4]
				971291, -- [5]
				["id"] = 2258,
			},
			["205843"] = {
				"Xavius", -- [1]
				"205843", -- [2]
				"<Чтение Сон (1)>", -- [3]
				6, -- [4]
				136090, -- [5]
				["id"] = 1864,
			},
			["203028"] = {
				"Dragons of Nightmare", -- [1]
				"203028", -- [2]
				"Дыхание порчи", -- [3]
				17, -- [4]
				136123, -- [5]
				["id"] = 1854,
			},
			["233062"] = {
				"Goroth", -- [1]
				"233062", -- [2]
				"Инфернальное пламя", -- [3]
				54, -- [4]
				135802, -- [5]
				["id"] = 2032,
			},
			["325245"] = {
				"Domina Venomblade", -- [1]
				"325245", -- [2]
				"Засада в тени", -- [3]
				11.2, -- [4]
				1305160, -- [5]
				["id"] = 2385,
			},
			["228390"] = {
				"Helya-TrialOfValor", -- [1]
				"228390", -- [2]
				"Выброс ила", -- [3]
				14, -- [4]
				1500940, -- [5]
				["id"] = 2008,
			},
			["313652"] = {
				"The Hivemind", -- [1]
				"313652", -- [2]
				"Выброс дурманящего яда", -- [3]
				15, -- [4]
				348565, -- [5]
				["id"] = 2333,
			},
			["-12809"] = {
				"Dragons of Nightmare", -- [1]
				"-12809", -- [2]
				"Знак Исондры (1) на ТЕБЕ", -- [3]
				35, -- [4]
				1354172, -- [5]
				["id"] = 1854,
			},
			["227629"] = {
				"Odyn-TrialOfValor", -- [1]
				"227629", -- [2]
				"Выверенный взрыв", -- [3]
				68, -- [4]
				135981, -- [5]
				["id"] = 1958,
			},
			["219815"] = {
				"Chronomatic Anomaly", -- [1]
				"219815", -- [2]
				"Временные сферы", -- [3]
				12, -- [4]
				610472, -- [5]
				["id"] = 1865,
			},
			["308903"] = {
				"Maut", -- [1]
				"308903", -- [2]
				"Воплощение тьмы", -- [3]
				13, -- [4]
				136221, -- [5]
				["id"] = 2327,
			},
			["265773"] = {
				"The Golden Serpent", -- [1]
				"265773", -- [2]
				"Плевок золотом", -- [3]
				9, -- [4]
				646669, -- [5]
				["id"] = 2139,
			},
			["209166"] = {
				"Grand Magistrix Elisande", -- [1]
				"209166", -- [2]
				"Зона ускорения времени (1)", -- [3]
				35, -- [4]
				648208, -- [5]
				["id"] = 1872,
			},
			["266951"] = {
				"The Council of Tribes", -- [1]
				"266951", -- [2]
				"Прорыв", -- [3]
				5.5, -- [4]
				628134, -- [5]
				["id"] = 2140,
			},
			["315762"] = {
				"Vexiona", -- [1]
				"315762", -- [2]
				"Сумеречное истребление (1)", -- [3]
				10.7, -- [4]
				132291, -- [5]
				["id"] = 2336,
			},
			["227967"] = {
				"Helya-TrialOfValor", -- [1]
				"227967", -- [2]
				"Желчное дыхание (1)", -- [3]
				10.5, -- [4]
				132104, -- [5]
				["id"] = 2008,
			},
			["285454"] = {
				"Machinist's Garden", -- [1]
				"285454", -- [2]
				"Импульсный деформатор", -- [3]
				8.5, -- [4]
				1778228, -- [5]
				["id"] = 2259,
			},
			["201960"] = {
				"Shivermaw", -- [1]
				"201960", -- [2]
				"Ледяная бомба", -- [3]
				47, -- [4]
				609814, -- [5]
				["id"] = 1845,
			},
			["228611"] = {
				"Helya-TrialOfValor", -- [1]
				"228611", -- [2]
				"Призрачная ярость", -- [3]
				10, -- [4]
				236310, -- [5]
				["id"] = 2008,
			},
			["233279"] = {
				"Goroth", -- [1]
				"233279", -- [2]
				"Сокрушающая звезда (1)", -- [3]
				34, -- [4]
				517112, -- [5]
				["id"] = 2032,
			},
			["310184"] = {
				"N'Zoth, the Corruptor", -- [1]
				"310184", -- [2]
				"Ползучее страдание (1)", -- [3]
				12.1, -- [4]
				136195, -- [5]
				["id"] = 2344,
			},
			["205588"] = {
				"Xavius", -- [1]
				"205588", -- [2]
				"Зов кошмаров", -- [3]
				2, -- [4]
				1357812, -- [5]
				["id"] = 1864,
			},
			["224649"] = {
				"Xavius", -- [1]
				"224649", -- [2]
				"Мучительное рассечение", -- [3]
				10, -- [4]
				1396978, -- [5]
				["id"] = 1864,
			},
			["291626"] = {
				"King Mechagon", -- [1]
				"291626", -- [2]
				"<Чтение Режущий луч>", -- [3]
				6, -- [4]
				839983, -- [5]
				["id"] = 2260,
			},
			["307968"] = {
				"The Hivemind", -- [1]
				"307968", -- [2]
				"Нейтрализующий удар", -- [3]
				26.3, -- [4]
				537022, -- [5]
				["id"] = 2333,
			},
			["266181"] = {
				"Gorak Tul", -- [1]
				"266181", -- [2]
				"Сущность ужаса", -- [3]
				25.5, -- [4]
				1778230, -- [5]
				["id"] = 2117,
			},
			["276229"] = {
				"Mogul Razzdunk", -- [1]
				"276229", -- [2]
				"<Чтение Микроракеты>", -- [3]
				5, -- [4]
				134273, -- [5]
				["id"] = 2108,
			},
			["297746"] = {
				"Thrall", -- [1]
				"297746", -- [2]
				"Сейсмический удар", -- [3]
				5, -- [4]
				1016245, -- [5]
				["id"] = 2332,
			},
			["291928"] = {
				"King Mechagon", -- [1]
				"291928", -- [2]
				"Гигаразряд", -- [3]
				8.4, -- [4]
				896468, -- [5]
				["id"] = 2260,
			},
			["298651"] = {
				"Trixie & Naeno", -- [1]
				"298651", -- [2]
				"Форсаж", -- [3]
				2, -- [4]
				2115321, -- [5]
				["id"] = 2312,
			},
			["323845"] = {
				"General Kaal", -- [1]
				"323845", -- [2]
				"Зловещий рывок", -- [3]
				5.2, -- [4]
				589068, -- [5]
				["id"] = 2363,
			},
			["204646"] = {
				"Oakheart", -- [1]
				"204646", -- [2]
				"Сокрушительная хватка", -- [3]
				28, -- [4]
				236316, -- [5]
				["id"] = 1837,
			},
			["194668"] = {
				"Harbaron", -- [1]
				"194668", -- [2]
				"Разрыв Пустоты", -- [3]
				12.5, -- [4]
				1022950, -- [5]
				["id"] = 1823,
			},
			["310003"] = {
				"Ra-den the Despoiled", -- [1]
				"310003", -- [2]
				"Извержение Бездны", -- [3]
				12.1, -- [4]
				537022, -- [5]
				["id"] = 2331,
			},
			["196543"] = {
				"Fenryr", -- [1]
				"196543", -- [2]
				"Пугающий вой", -- [3]
				30, -- [4]
				1033494, -- [5]
				["id"] = 1807,
			},
			["263309"] = {
				"Adderis and Aspix", -- [1]
				"263309", -- [2]
				"Вихревой удар", -- [3]
				8.5, -- [4]
				511543, -- [5]
				["id"] = 2124,
			},
			["307057"] = {
				"Vexiona", -- [1]
				"307057", -- [2]
				"Темные врата", -- [3]
				32.6, -- [4]
				136194, -- [5]
				["id"] = 2336,
			},
			["307314"] = {
				"Vexiona", -- [1]
				"307314", -- [2]
				"Крадущиеся тени", -- [3]
				15, -- [4]
				132886, -- [5]
				["id"] = 2336,
			},
			["250096"] = {
				"Yazma", -- [1]
				"250096", -- [2]
				"Нестерпимая боль", -- [3]
				3.7, -- [4]
				236300, -- [5]
				["id"] = 2087,
			},
			["nightmare_horror"] = {
				"Il'gynoth", -- [1]
				"nightmare_horror", -- [2]
				"Кошмарный ужас", -- [3]
				80, -- [4]
				463569, -- [5]
				["id"] = 1873,
			},
			["200050"] = {
				"Shade of Xavius", -- [1]
				"200050", -- [2]
				"Апокалиптический Кошмар", -- [3]
				5, -- [4]
				1357806, -- [5]
				["id"] = 1839,
			},
			["250258"] = {
				"Vol'kaal", -- [1]
				"250258", -- [2]
				"Токсичный прыжок", -- [3]
				2, -- [4]
				132301, -- [5]
				["id"] = 2085,
			},
			["313039"] = {
				"Carapace of N'Zoth", -- [1]
				"313039", -- [2]
				"Бесконечная тьма (1)", -- [3]
				54, -- [4]
				1386548, -- [5]
				["id"] = 2337,
			},
			["207261"] = {
				"Patrol Captain Gerdo", -- [1]
				"207261", -- [2]
				"Резонирующий удар сплеча", -- [3]
				7, -- [4]
				135734, -- [5]
				["id"] = 1868,
			},
			["202088"] = {
				"Helya", -- [1]
				"202088", -- [2]
				"Обстрел солоноватой водой", -- [3]
				15.6, -- [4]
				135862, -- [5]
				["id"] = 1824,
			},
			["307950"] = {
				"The Prophet Skitra", -- [1]
				"307950", -- [2]
				"Иссечение души (1)", -- [3]
				12.5, -- [4]
				462324, -- [5]
				["id"] = 2334,
			},
			["demolishing"] = {
				"Viq'Goth", -- [1]
				"demolishing", -- [2]
				"Крушащий ужас (2)", -- [3]
				20, -- [4]
				"Interface\\Icons\\achievement_boss_yoggsaron_01", -- [5]
				["id"] = 2100,
			},
			["206651"] = {
				"Xavius", -- [1]
				"206651", -- [2]
				"Затемнение души", -- [3]
				7.5, -- [4]
				1396972, -- [5]
				["id"] = 1864,
			},
			["207630"] = {
				"Trilliax", -- [1]
				"207630", -- [2]
				"Аннигиляция", -- [3]
				20.5, -- [4]
				135734, -- [5]
				["id"] = 1867,
			},
			["269493"] = {
				"Coin-Operated Crowd Pummeler", -- [1]
				"269493", -- [2]
				"Футбомбомет", -- [3]
				9.7, -- [4]
				660531, -- [5]
				["id"] = 2105,
			},
			["adds"] = {
				"Avatar of Sethraliss", -- [1]
				"adds", -- [2]
				"Хранитель Сердца появление", -- [3]
				3.5, -- [4]
				1120423, -- [5]
				["id"] = 2127,
			},
			["325254"] = {
				"Grand Proctor Beryllia", -- [1]
				"325254", -- [2]
				"Железные шипы", -- [3]
				31, -- [4]
				3199068, -- [5]
				["id"] = 2362,
			},
			["258338"] = {
				"Council o' Captains", -- [1]
				"258338", -- [2]
				"Бочка черной пелены", -- [3]
				19.04200000001583, -- [4]
				132620, -- [5]
				["id"] = 2094,
			},
			["227807"] = {
				"Odyn-TrialOfValor", -- [1]
				"227807", -- [2]
				"Буря правосудия", -- [3]
				4, -- [4]
				839983, -- [5]
				["id"] = 1958,
			},
			["294929"] = {
				"K.U.-J.0.", -- [1]
				"294929", -- [2]
				"Пылающий укус", -- [3]
				10.9, -- [4]
				1530249, -- [5]
				["id"] = 2258,
			},
			["259853"] = {
				"Rixxa Fluxflame", -- [1]
				"259853", -- [2]
				"Химический ожог", -- [3]
				12.5, -- [4]
				132100, -- [5]
				["id"] = 2107,
			},
			["233514"] = {
				"Goroth", -- [1]
				"233514", -- [2]
				"Инфернальный шип", -- [3]
				4.8, -- [4]
				1118739, -- [5]
				["id"] = 2032,
			},
			["204574"] = {
				"Oakheart", -- [1]
				"204574", -- [2]
				"Корни-душители", -- [3]
				12, -- [4]
				458176, -- [5]
				["id"] = 1837,
			},
			["209628"] = {
				"Advisor Melandrus", -- [1]
				"209628", -- [2]
				"Пронзающий ураган", -- [3]
				11, -- [4]
				1020351, -- [5]
				["id"] = 1870,
			},
			["208929"] = {
				"Il'gynoth", -- [1]
				"208929", -- [2]
				"Выброс порчи на ТЕБЕ", -- [3]
				10, -- [4]
				136211, -- [5]
				["id"] = 1873,
			},
			["206641"] = {
				"Trilliax", -- [1]
				"206641", -- [2]
				"Чародейский выпад", -- [3]
				7.5, -- [4]
				1041233, -- [5]
				["id"] = 1867,
			},
			["196947"] = {
				"Helya", -- [1]
				"196947", -- [2]
				"Погружение", -- [3]
				15, -- [4]
				463570, -- [5]
				["id"] = 1824,
			},
			["264239"] = {
				"Merektha", -- [1]
				"264239", -- [2]
				"Инкубация", -- [3]
				35, -- [4]
				236197, -- [5]
				["id"] = 2125,
			},
			["198077"] = {
				"Odyn", -- [1]
				"198077", -- [2]
				"Расколотые копья", -- [3]
				40, -- [4]
				612968, -- [5]
				["id"] = 1809,
			},
			["257028"] = {
				"Knight Captain Valyri", -- [1]
				"257028", -- [2]
				"Поджог запала", -- [3]
				17.5, -- [4]
				132093, -- [5]
				["id"] = 2103,
			},
			["268403"] = {
				"Dazar, The First King", -- [1]
				"268403", -- [2]
				"Порыв борея", -- [3]
				14.5, -- [4]
				1029585, -- [5]
				["id"] = 2143,
			},
			["193092"] = {
				"Hymdall", -- [1]
				"193092", -- [2]
				"Кровопролитный круговой удар", -- [3]
				16, -- [4]
				589068, -- [5]
				["id"] = 1805,
			},
			["257337"] = {
				"Coin-Operated Crowd Pummeler", -- [1]
				"257337", -- [2]
				"Электрический коготь", -- [3]
				14.2, -- [4]
				136050, -- [5]
				["id"] = 2105,
			},
			["315927"] = {
				"N'Zoth, the Corruptor", -- [1]
				"315927", -- [2]
				"Паранойя (1)", -- [3]
				51.1, -- [4]
				135740, -- [5]
				["id"] = 2344,
			},
			["263371"] = {
				"Adderis and Aspix", -- [1]
				"263371", -- [2]
				"Проводник", -- [3]
				22.5, -- [4]
				136050, -- [5]
				["id"] = 2124,
			},
			["265910"] = {
				"The Golden Serpent", -- [1]
				"265910", -- [2]
				"Удар хвостом", -- [3]
				15.5, -- [4]
				132202, -- [5]
				["id"] = 2139,
			},
			["306273"] = {
				"Ra-den the Despoiled", -- [1]
				"306273", -- [2]
				"Нестабильная жизненная сила (5): Kaddy*", -- [3]
				6, -- [4]
				136049, -- [5]
				["id"] = 2331,
			},
			["228619"] = {
				"Helya-TrialOfValor", -- [1]
				"228619", -- [2]
				"Фонарь Тьмы", -- [3]
				30, -- [4]
				134553, -- [5]
				["id"] = 2008,
			},
			["206847"] = {
				"Gul'dan", -- [1]
				"206847", -- [2]
				"Паразитарная рана", -- [3]
				8.6, -- [4]
				136214, -- [5]
				["id"] = 1866,
			},
			["197943"] = {
				"Ursoc", -- [1]
				"197943", -- [2]
				"Сокрушение", -- [3]
				10, -- [4]
				132358, -- [5]
				["id"] = 1841,
			},
			["228565"] = {
				"Helya-TrialOfValor", -- [1]
				"228565", -- [2]
				"Дыхание порчи", -- [3]
				10, -- [4]
				136195, -- [5]
				["id"] = 2008,
			},
			["260793"] = {
				"Infested Crawg", -- [1]
				"260793", -- [2]
				"Несварение", -- [3]
				11, -- [4]
				1394887, -- [5]
				["id"] = 2118,
			},
			["203096"] = {
				"Nythendra", -- [1]
				"203096", -- [2]
				"Гниль", -- [3]
				5.8, -- [4]
				136134, -- [5]
				["id"] = 1853,
			},
			["224508"] = {
				"Xavius", -- [1]
				"224508", -- [2]
				"Кошмарный метеорит", -- [3]
				20.7, -- [4]
				1396970, -- [5]
				["id"] = 1864,
			},
			["278961"] = {
				"Underrot Trash", -- [1]
				"278961", -- [2]
				"Гниющий разум: Narumi*", -- [3]
				30, -- [4]
				135740, -- [5]
				["id"] = 2118,
			},
			["326039"] = {
				"Grand Proctor Beryllia", -- [1]
				"326039", -- [2]
				"Бесконечная пытка", -- [3]
				38.8, -- [4]
				1394887, -- [5]
				["id"] = 2362,
			},
			["209034"] = {
				"Xavius", -- [1]
				"209034", -- [2]
				"Узы ужаса", -- [3]
				15.5, -- [4]
				1396973, -- [5]
				["id"] = 1864,
			},
			["257459"] = {
				"Chopper Redhook", -- [1]
				"257459", -- [2]
				"На крюке: Шупар", -- [3]
				20, -- [4]
				1357795, -- [5]
				["id"] = 2098,
			},
			["256493"] = {
				"Coin-Operated Crowd Pummeler", -- [1]
				"256493", -- [2]
				"Пылающий азерит (1): Платный разгонятель толпы", -- [3]
				15, -- [4]
				615339, -- [5]
				["id"] = 2105,
			},
			["306984"] = {
				"Carapace of N'Zoth", -- [1]
				"306984", -- [2]
				"Бомба безумия (1)", -- [3]
				21.7, -- [4]
				458969, -- [5]
				["id"] = 2337,
			},
			["255371"] = {
				"Rezan", -- [1]
				"255371", -- [2]
				"Ужасающий образ", -- [3]
				12, -- [4]
				132111, -- [5]
				["id"] = 2086,
			},
			["257585"] = {
				"Chopper Redhook", -- [1]
				"257585", -- [2]
				"Обстрел", -- [3]
				11, -- [4]
				252185, -- [5]
				["id"] = 2098,
			},
			["261438"] = {
				"Lord and Lady Waycrest", -- [1]
				"261438", -- [2]
				"Изнуряющий удар", -- [3]
				6.5, -- [4]
				132100, -- [5]
				["id"] = 2116,
			},
			["322936"] = {
				"Halkias, the Sin-Stained Goliath", -- [1]
				"322936", -- [2]
				"Крошащий удар", -- [3]
				5, -- [4]
				134459, -- [5]
				["id"] = 2401,
			},
			["336258"] = {
				"Domina Venomblade", -- [1]
				"336258", -- [2]
				"Одинокая жертва на ТЕБЕ", -- [3]
				6, -- [4]
				892448, -- [5]
				["id"] = 2385,
			},
			["323608"] = {
				"Mordretha, the Endless Empress", -- [1]
				"323608", -- [2]
				"Темное опустошение", -- [3]
				15.5, -- [4]
				2576088, -- [5]
				["id"] = 2404,
			},
			["324449"] = {
				"Mordretha, the Endless Empress", -- [1]
				"324449", -- [2]
				"Явление смерти", -- [3]
				21.6, -- [4]
				2576087, -- [5]
				["id"] = 2404,
			},
			["226194"] = {
				"Xavius", -- [1]
				"226194", -- [2]
				"Шевелящаяся бездна", -- [3]
				12.42236024844721, -- [4]
				1357812, -- [5]
				["id"] = 1864,
			},
			["305978"] = {
				"Wrathion", -- [1]
				"305978", -- [2]
				"Огненное дыхание", -- [3]
				7.1, -- [4]
				134153, -- [5]
				["id"] = 2329,
			},
			["322903"] = {
				"General Kaal", -- [1]
				"322903", -- [2]
				"Порыв мрака", -- [3]
				35.3, -- [4]
				1035055, -- [5]
				["id"] = 2363,
			},
			["333231"] = {
				"An Affront of Challengers", -- [1]
				"333231", -- [2]
				"Огненная смерть", -- [3]
				9.7, -- [4]
				2576089, -- [5]
				["id"] = 2391,
			},
			["322943"] = {
				"Halkias, the Sin-Stained Goliath", -- [1]
				"322943", -- [2]
				"Бросок обломка", -- [3]
				12, -- [4]
				1500971, -- [5]
				["id"] = 2401,
			},
			["156793"] = {
				"Ranjit", -- [1]
				"156793", -- [2]
				"Четыре ветра", -- [3]
				36, -- [4]
				1029585, -- [5]
				["id"] = 1698,
			},
			["expedient_elemental"] = {
				"Grand Magistrix Elisande", -- [1]
				"expedient_elemental", -- [2]
				"Своевременный элементаль", -- [3]
				8, -- [4]
				648208, -- [5]
				["id"] = 1872,
			},
			["269131"] = {
				"Lord Stormsong", -- [1]
				"269131", -- [2]
				"Древний подчинитель разума", -- [3]
				22, -- [4]
				462324, -- [5]
				["id"] = 2132,
			},
			["206609"] = {
				"Chronomatic Anomaly", -- [1]
				"206609", -- [2]
				"Выдержка времени", -- [3]
				10, -- [4]
				413594, -- [5]
				["id"] = 1865,
			},
			["parasitic"] = {
				"Tred'ova", -- [1]
				"parasitic", -- [2]
				"Паразит", -- [3]
				22, -- [4]
				656595, -- [5]
				["id"] = 2393,
			},
			["322818"] = {
				"Devos, Paragon of Doubt", -- [1]
				"322818", -- [2]
				"Потеря уверенности", -- [3]
				16.3, -- [4]
				237555, -- [5]
				["id"] = 2359,
			},
			["323943"] = {
				"Devos, Paragon of Doubt", -- [1]
				"323943", -- [2]
				"Пробег", -- [3]
				20, -- [4]
				132337, -- [5]
				["id"] = 2359,
			},
			["320788"] = {
				"Nalthor the Rimebinder", -- [1]
				"320788", -- [2]
				"Ледяные путы", -- [3]
				8, -- [4]
				135834, -- [5]
				["id"] = 2390,
			},
			["269366"] = {
				"Viq'Goth", -- [1]
				"269366", -- [2]
				"<Чтение Ремонт>", -- [3]
				3.5, -- [4]
				134521, -- [5]
				["id"] = 2100,
			},
			["208431"] = {
				"Xavius", -- [1]
				"208431", -- [2]
				"Порча: Провал Безумия на ТЕБЕ", -- [3]
				20, -- [4]
				1357814, -- [5]
				["id"] = 1864,
			},
			["228633"] = {
				"Helya-TrialOfValor", -- [1]
				"228633", -- [2]
				"Не щадить никого", -- [3]
				7, -- [4]
				132337, -- [5]
				["id"] = 2008,
			},
			["273285"] = {
				"Sporecaller Zancha", -- [1]
				"273285", -- [2]
				"Взрывчатые коробочки", -- [3]
				46, -- [4]
				620828, -- [5]
				["id"] = 2112,
			},
			["302682"] = {
				"Trixie & Naeno", -- [1]
				"302682", -- [2]
				"Суперэлектрошок", -- [3]
				26.4, -- [4]
				237587, -- [5]
				["id"] = 2312,
			},
			["318078"] = {
				"Shad'har the Insatiable", -- [1]
				"318078", -- [2]
				"Сосредоточение внимания (1)", -- [3]
				31, -- [4]
				841383, -- [5]
				["id"] = 2335,
			},
			["322681"] = {
				"Surgeon Stitchflesh", -- [1]
				"322681", -- [2]
				"Мясницкий крюк", -- [3]
				10.5, -- [4]
				1373906, -- [5]
				["id"] = 2389,
			},
			["257777"] = {
				"Jes Howlis", -- [1]
				"257777", -- [2]
				"Увечащая заточка", -- [3]
				7, -- [4]
				132290, -- [5]
				["id"] = 2102,
			},
			["272902"] = {
				"Council o' Captains", -- [1]
				"272902", -- [2]
				"Выстрел цепью", -- [3]
				4.760999999986962, -- [4]
				132309, -- [5]
				["id"] = 2094,
			},
			["324146"] = {
				"Ventunax", -- [1]
				"324146", -- [2]
				"Темная поступь", -- [3]
				11, -- [4]
				132303, -- [5]
				["id"] = 2356,
			},
			["206005"] = {
				"Xavius", -- [1]
				"206005", -- [2]
				"Сонная проекция на ТЕБЕ", -- [3]
				180, -- [4]
				1396974, -- [5]
				["id"] = 1864,
			},
			["323137"] = {
				"Ingra Maloch", -- [1]
				"323137", -- [2]
				"Ошеломляющая пыльца", -- [3]
				4.5, -- [4]
				134219, -- [5]
				["id"] = 2397,
			},
			["214529"] = {
				"Cenarius", -- [1]
				"214529", -- [2]
				"Копье кошмаров", -- [3]
				23, -- [4]
				1357799, -- [5]
				["id"] = 1877,
			},
			["219488"] = {
				"Patrol Captain Gerdo", -- [1]
				"219488", -- [2]
				"Дворник", -- [3]
				11, -- [4]
				1391767, -- [5]
				["id"] = 1868,
			},
			["266266"] = {
				"Gorak Tul", -- [1]
				"266266", -- [2]
				"Призыв меченного смертью поработителя", -- [3]
				4.4, -- [4]
				136194, -- [5]
				["id"] = 2117,
			},
			["194231"] = {
				"Harbaron", -- [1]
				"194231", -- [2]
				"Призыв скованного прислужника", -- [3]
				8, -- [4]
				636332, -- [5]
				["id"] = 1823,
			},
			["273721"] = {
				"Chopper Redhook", -- [1]
				"273721", -- [2]
				"Тяжелое ядро (3)", -- [3]
				43, -- [4]
				1141394, -- [5]
				["id"] = 2098,
			},
			["196376"] = {
				"Archdruid Glaidalis", -- [1]
				"196376", -- [2]
				"Мучительное разрывание", -- [3]
				5, -- [4]
				132133, -- [5]
				["id"] = 1836,
			},
			["193668"] = {
				"God-King Skovald", -- [1]
				"193668", -- [2]
				"Свирепый клинок", -- [3]
				47, -- [4]
				135271, -- [5]
				["id"] = 1808,
			},
			["206820"] = {
				"Trilliax", -- [1]
				"206820", -- [2]
				"Очищающая ярость", -- [3]
				10.5, -- [4]
				132345, -- [5]
				["id"] = 1867,
			},
			["269399"] = {
				"Vol'zith the Whisperer", -- [1]
				"269399", -- [2]
				"Зияющие врата", -- [3]
				12.5, -- [4]
				1022950, -- [5]
				["id"] = 2133,
			},
			["209676"] = {
				"Advisor Melandrus", -- [1]
				"209676", -- [2]
				"Кромсающий вихрь", -- [3]
				23, -- [4]
				1029585, -- [5]
				["id"] = 1870,
			},
			["328791"] = {
				"Lord Chamberlain", -- [1]
				"328791", -- [2]
				"Горестный ритуал", -- [3]
				36, -- [4]
				237536, -- [5]
				["id"] = 2381,
			},
			["destructor_tentacle"] = {
				"Helya", -- [1]
				"destructor_tentacle", -- [2]
				"Щупальце разрушения", -- [3]
				26, -- [4]
				"Interface\\Icons\\inv_misc_monsterhorn_03", -- [5]
				["id"] = 1824,
			},
			["201354"] = {
				"Shivermaw", -- [1]
				"201354", -- [2]
				"Взмах хвостом", -- [3]
				17, -- [4]
				134307, -- [5]
				["id"] = 1845,
			},
			["214505"] = {
				"Cenarius", -- [1]
				"214505", -- [2]
				"Опутывающие кошмары", -- [3]
				35, -- [4]
				1357814, -- [5]
				["id"] = 1877,
			},
			["295536"] = {
				"HK-8 Aerial Oppression Unit", -- [1]
				"295536", -- [2]
				"<Чтение Пушечный выстрел>", -- [3]
				3, -- [4]
				1320373, -- [5]
				["id"] = 2291,
			},
			["257791"] = {
				"Jes Howlis", -- [1]
				"257791", -- [2]
				"Ужасающий вой", -- [3]
				8.5, -- [4]
				607852, -- [5]
				["id"] = 2102,
			},
			["208689"] = {
				"Il'gynoth", -- [1]
				"208689", -- [2]
				"Удар по земле", -- [3]
				11.5, -- [4]
				254105, -- [5]
				["id"] = 1873,
			},
			["200185"] = {
				"Shade of Xavius", -- [1]
				"200185", -- [2]
				"Кошмарная стрела", -- [3]
				7, -- [4]
				1357805, -- [5]
				["id"] = 1839,
			},
			["305663"] = {
				"Maut", -- [1]
				"305663", -- [2]
				"Черные крылья", -- [3]
				18.2, -- [4]
				2103869, -- [5]
				["id"] = 2327,
			},
			["264101"] = {
				"Aqu'sirr", -- [1]
				"264101", -- [2]
				"Стремительный поток", -- [3]
				15.5, -- [4]
				237590, -- [5]
				["id"] = 2130,
			},
			["227982"] = {
				"Helya-TrialOfValor", -- [1]
				"227982", -- [2]
				"Желчное окисление на ТЕБЕ", -- [3]
				30, -- [4]
				458736, -- [5]
				["id"] = 2008,
			},
			["263424"] = {
				"Adderis and Aspix", -- [1]
				"263424", -- [2]
				"Грозовой рывок", -- [3]
				20, -- [4]
				1041234, -- [5]
				["id"] = 2124,
			},
			["297128"] = {
				"Operation: Mechagon Trash", -- [1]
				"297128", -- [2]
				"<Чтение Кинетическое воздействие>", -- [3]
				3, -- [4]
				612098, -- [5]
				["id"] = 2260,
			},
			["296080"] = {
				"HK-8 Aerial Oppression Unit", -- [1]
				"296080", -- [2]
				"Неполадка: Воздушный подавитель ОУ*", -- [3]
				30, -- [4]
				896469, -- [5]
				["id"] = 2291,
			},
			["322711"] = {
				"Halkias, the Sin-Stained Goliath", -- [1]
				"322711", -- [2]
				"Преломленный греховный свет", -- [3]
				35, -- [4]
				537468, -- [5]
				["id"] = 2401,
			},
			["264757"] = {
				"Elder Leaxa", -- [1]
				"264757", -- [2]
				"Кровавый пир", -- [3]
				9, -- [4]
				1394887, -- [5]
				["id"] = 2111,
			},
			["260703"] = {
				"Heartsbane Triad", -- [1]
				"260703", -- [2]
				"Нестабильная руническая метка", -- [3]
				9, -- [4]
				633004, -- [5]
				["id"] = 2113,
			},
			["257407"] = {
				"Rezan", -- [1]
				"257407", -- [2]
				"Преследование", -- [3]
				22, -- [4]
				236192, -- [5]
				["id"] = 2086,
			},
			["228187"] = {
				"Guarm-TrialOfValor", -- [1]
				"228187", -- [2]
				"Дыхание стража", -- [3]
				14.5, -- [4]
				988195, -- [5]
				["id"] = 1962,
			},
			["256199"] = {
				"Overseer Korgus", -- [1]
				"256199", -- [2]
				"Взрывные азеритовые пули", -- [3]
				27.5, -- [4]
				133584, -- [5]
				["id"] = 2104,
			},
			["205298"] = {
				"Dragons of Nightmare", -- [1]
				"205298", -- [2]
				"Сущность порчи", -- [3]
				29, -- [4]
				134438, -- [5]
				["id"] = 1854,
			},
			["193211"] = {
				"Ymiron", -- [1]
				"193211", -- [2]
				"Черная рана", -- [3]
				3.5, -- [4]
				135371, -- [5]
				["id"] = 1822,
			},
			["321828"] = {
				"Mistcaller", -- [1]
				"321828", -- [2]
				"Ладушки", -- [3]
				14.5, -- [4]
				134470, -- [5]
				["id"] = 2392,
			},
			["321247"] = {
				"Amarth, The Reanimator", -- [1]
				"321247", -- [2]
				"Последняя жатва", -- [3]
				41.5, -- [4]
				2576087, -- [5]
				["id"] = 2388,
			},
			["193659"] = {
				"God-King Skovald", -- [1]
				"193659", -- [2]
				"Рывок пламени Скверны", -- [3]
				8.5, -- [4]
				1096201, -- [5]
				["id"] = 1808,
			},
			["orb_melee"] = {
				"Helya-TrialOfValor", -- [1]
				"orb_melee", -- [2]
				"Сфера в мили (2)", -- [3]
				24.3, -- [4]
				1097742, -- [5]
				["id"] = 2008,
			},
			["255577"] = {
				"Priestess Alun'za", -- [1]
				"255577", -- [2]
				"Переливание", -- [3]
				25, -- [4]
				135949, -- [5]
				["id"] = 2084,
			},
			["321406"] = {
				"Doctor Ickus", -- [1]
				"321406", -- [2]
				"<Чтение Заразный взрыв>", -- [3]
				30, -- [4]
				840194, -- [5]
				["id"] = 2384,
			},
			["211192"] = {
				"Cenarius", -- [1]
				"211192", -- [2]
				"Смрадное дыхание (1)", -- [3]
				20, -- [4]
				1357794, -- [5]
				["id"] = 1877,
			},
			["209443"] = {
				"Xavius", -- [1]
				"209443", -- [2]
				"Насыщение Кошмаром", -- [3]
				29, -- [4]
				1396976, -- [5]
				["id"] = 1864,
			},
			["297254"] = {
				"King Gobbamak", -- [1]
				"297254", -- [2]
				"Заряженный удар", -- [3]
				21.8, -- [4]
				132314, -- [5]
				["id"] = 2290,
			},
			["257495"] = {
				"The Sand Queen", -- [1]
				"257495", -- [2]
				"Песчаная буря", -- [3]
				30, -- [4]
				796638, -- [5]
				["id"] = 2101,
			},
			["260669"] = {
				"Rixxa Fluxflame", -- [1]
				"260669", -- [2]
				"Выброс сжатого газа", -- [3]
				31, -- [4]
				135833, -- [5]
				["id"] = 2107,
			},
			["257170"] = {
				"Siege of Boralus Trash", -- [1]
				"257170", -- [2]
				"Лихой ураган", -- [3]
				14, -- [4]
				236303, -- [5]
				["id"] = 2098,
			},
			["267702"] = {
				"Mchimba the Embalmer", -- [1]
				"267702", -- [2]
				"Погребение", -- [3]
				29.5, -- [4]
				236399, -- [5]
				["id"] = 2142,
			},
			["320050"] = {
				"Xav the Unfallen", -- [1]
				"320050", -- [2]
				"Сила Малдраксуса", -- [3]
				16.7, -- [4]
				1115905, -- [5]
				["id"] = 2366,
			},
			["272421"] = {
				"Siege of Boralus Trash", -- [1]
				"272421", -- [2]
				"Цель для артиллерии: Вредоносный", -- [3]
				6, -- [4]
				132212, -- [5]
				["id"] = 2109,
			},
			["328206"] = {
				"Echelon", -- [1]
				"328206", -- [2]
				"Проклятие камня", -- [3]
				22, -- [4]
				516666, -- [5]
				["id"] = 2380,
			},
			["210346"] = {
				"Cenarius", -- [1]
				"210346", -- [2]
				"Аура ужасных шипов", -- [3]
				6, -- [4]
				1357798, -- [5]
				["id"] = 1877,
			},
			["-14535"] = {
				"Guarm-TrialOfValor", -- [1]
				"-14535", -- [2]
				"Неустойчивая пена (1)", -- [3]
				10.9, -- [4]
				135780, -- [5]
				["id"] = 1962,
			},
			["322475"] = {
				"Margrave Stradama", -- [1]
				"322475", -- [2]
				"Удар чумы", -- [3]
				11.5, -- [4]
				2576087, -- [5]
				["id"] = 2386,
			},
			["306208"] = {
				"Dark Inquisitor Xanesh", -- [1]
				"306208", -- [2]
				"Мучение (1)", -- [3]
				20.5, -- [4]
				236295, -- [5]
				["id"] = 2328,
			},
			["203888"] = {
				"Dragons of Nightmare", -- [1]
				"203888", -- [2]
				"Вытягивание души", -- [3]
				25, -- [4]
				136122, -- [5]
				["id"] = 1854,
			},
			["204275"] = {
				"Skorpyron", -- [1]
				"204275", -- [2]
				"Чародейское рассечение", -- [3]
				6, -- [4]
				655172, -- [5]
				["id"] = 1849,
			},
			["319654"] = {
				"Kryxis the Voracious", -- [1]
				"319654", -- [2]
				"Алчное вытягивание", -- [3]
				10.6, -- [4]
				571321, -- [5]
				["id"] = 2360,
			},
			["319713"] = {
				"Kryxis the Voracious", -- [1]
				"319713", -- [2]
				"Неудержимый рывок", -- [3]
				22.8, -- [4]
				132335, -- [5]
				["id"] = 2360,
			},
			["323515"] = {
				"Gorechop", -- [1]
				"323515", -- [2]
				"Удар ненависти", -- [3]
				7, -- [4]
				237517, -- [5]
				["id"] = 2365,
			},
			["319733"] = {
				"Echelon", -- [1]
				"319733", -- [2]
				"Каменный зов", -- [3]
				15.5, -- [4]
				463493, -- [5]
				["id"] = 2380,
			},
			["208165"] = {
				"Talixae Flamewreath", -- [1]
				"208165", -- [2]
				"Иссохшая душа", -- [3]
				13, -- [4]
				460700, -- [5]
				["id"] = 1869,
			},
			["193235"] = {
				"Hymdall", -- [1]
				"193235", -- [2]
				"Танцующий клинок", -- [3]
				3.3, -- [4]
				135408, -- [5]
				["id"] = 1805,
			},
			["317102"] = {
				"N'Zoth, the Corruptor", -- [1]
				"317102", -- [2]
				"Причинение страданий (1)", -- [3]
				13, -- [4]
				136195, -- [5]
				["id"] = 2344,
			},
			["198263"] = {
				"Odyn", -- [1]
				"198263", -- [2]
				"Светозарная буря", -- [3]
				8, -- [4]
				236250, -- [5]
				["id"] = 1809,
			},
			["324205"] = {
				"Ventunax", -- [1]
				"324205", -- [2]
				"Ослепительная вспышка", -- [3]
				15.5, -- [4]
				1029583, -- [5]
				["id"] = 2356,
			},
			["310390"] = {
				"Drest'agath", -- [1]
				"310390", -- [2]
				"Сияние Бездны (1)", -- [3]
				45.5, -- [4]
				136215, -- [5]
				["id"] = 2343,
			},
			["197969"] = {
				"Ursoc", -- [1]
				"197969", -- [2]
				"Какофонический рев (1)", -- [3]
				20, -- [4]
				136195, -- [5]
				["id"] = 1841,
			},
			["224333"] = {
				"Advisor Melandrus", -- [1]
				"224333", -- [2]
				"Вихрь", -- [3]
				8.4, -- [4]
				1029595, -- [5]
				["id"] = 1870,
			},
			["285440"] = {
				"Machinist's Garden", -- [1]
				"285440", -- [2]
				"\"Спрятанная\" пламенная пушка", -- [3]
				14.1, -- [4]
				524795, -- [5]
				["id"] = 2259,
			},
			["262347"] = {
				"Coin-Operated Crowd Pummeler", -- [1]
				"262347", -- [2]
				"Статический импульс", -- [3]
				6, -- [4]
				136050, -- [5]
				["id"] = 2105,
			},
			["berserk"] = {
				"Skorpyron", -- [1]
				"berserk", -- [2]
				"Берсерк", -- [3]
				542, -- [4]
				136224, -- [5]
				["id"] = 1849,
			},
			["269029"] = {
				"Dread Captain Lockwood", -- [1]
				"269029", -- [2]
				"Очистить палубу!", -- [3]
				3.5, -- [4]
				132306, -- [5]
				["id"] = 2109,
			},
			["321226"] = {
				"Amarth, The Reanimator", -- [1]
				"321226", -- [2]
				"Царство мертвых", -- [3]
				12, -- [4]
				136179, -- [5]
				["id"] = 2388,
			},
			["266206"] = {
				"The Council of Tribes", -- [1]
				"266206", -- [2]
				"Крутящиеся топоры", -- [3]
				8, -- [4]
				999952, -- [5]
				["id"] = 2140,
			},
			["308044"] = {
				"Maut", -- [1]
				"308044", -- [2]
				"Стигийская аннигиляция", -- [3]
				41, -- [4]
				463286, -- [5]
				["id"] = 2327,
			},
			["291865"] = {
				"King Mechagon", -- [1]
				"291865", -- [2]
				"Перенастройка", -- [3]
				5.9, -- [4]
				648208, -- [5]
				["id"] = 2260,
			},
			["264603"] = {
				"Elder Leaxa", -- [1]
				"264603", -- [2]
				"Кровавое зеркало", -- [3]
				15.5, -- [4]
				1726347, -- [5]
				["id"] = 2111,
			},
			["334488"] = {
				"Surgeon Stitchflesh", -- [1]
				"334488", -- [2]
				"Рассечение плоти", -- [3]
				9.7, -- [4]
				3616005, -- [5]
				["id"] = 2389,
			},
			["204372"] = {
				"Skorpyron", -- [1]
				"204372", -- [2]
				"Зов скорпида", -- [3]
				20, -- [4]
				620833, -- [5]
				["id"] = 1849,
			},
			["205741"] = {
				"Xavius", -- [1]
				"205741", -- [2]
				"Ужасное извержение", -- [3]
				18, -- [4]
				1396977, -- [5]
				["id"] = 1864,
			},
			["lick"] = {
				"Guarm-TrialOfValor", -- [1]
				"lick", -- [2]
				"Язык (1)", -- [3]
				14, -- [4]
				1391772, -- [5]
				["id"] = 1962,
			},
			["306928"] = {
				"Shad'har the Insatiable", -- [1]
				"306928", -- [2]
				"Темное дыхание", -- [3]
				25, -- [4]
				425954, -- [5]
				["id"] = 2335,
			},
			["204666"] = {
				"Oakheart", -- [1]
				"204666", -- [2]
				"Расколовшаяся земля", -- [3]
				7.3, -- [4]
				132368, -- [5]
				["id"] = 1837,
			},
			["334485"] = {
				"Ventunax", -- [1]
				"334485", -- [2]
				"Перезарядка", -- [3]
				43.8, -- [4]
				3565449, -- [5]
				["id"] = 2356,
			},
			["320655"] = {
				"Blightbone", -- [1]
				"320655", -- [2]
				"Хрусть", -- [3]
				5.5, -- [4]
				132358, -- [5]
				["id"] = 2387,
			},
			["167910"] = {
				"Helya-TrialOfValor", -- [1]
				"167910", -- [2]
				"Помощники", -- [3]
				14, -- [4]
				627487, -- [5]
				["id"] = 2008,
			},
			["324527"] = {
				"Globgrog", -- [1]
				"324527", -- [2]
				"Чумной топот", -- [3]
				8.9, -- [4]
				1044089, -- [5]
				["id"] = 2382,
			},
			["306163"] = {
				"Wrathion", -- [1]
				"306163", -- [2]
				"Испепеление (1)", -- [3]
				8, -- [4]
				1035051, -- [5]
				["id"] = 2329,
			},
			["210984"] = {
				"Il'gynoth", -- [1]
				"210984", -- [2]
				"Око судьбы", -- [3]
				13.8, -- [4]
				1357799, -- [5]
				["id"] = 1873,
			},
			["260333"] = {
				"Infested Crawg", -- [1]
				"260333", -- [2]
				"Припадок", -- [3]
				45, -- [4]
				1694232, -- [5]
				["id"] = 2118,
			},
			["201355"] = {
				"Shivermaw", -- [1]
				"201355", -- [2]
				"Взмах крылом", -- [3]
				20.5, -- [4]
				134155, -- [5]
				["id"] = 1845,
			},
			["67382"] = {
				"Doctor Ickus", -- [1]
				"67382", -- [2]
				"Прыжок", -- [3]
				26, -- [4]
				236171, -- [5]
				["id"] = 2384,
			},
			["267618"] = {
				"Mchimba the Embalmer", -- [1]
				"267618", -- [2]
				"Поглощение жидкостей", -- [3]
				17.9, -- [4]
				463570, -- [5]
				["id"] = 2142,
			},
			["264526"] = {
				"Aqu'sirr", -- [1]
				"264526", -- [2]
				"Хватка глубин", -- [3]
				24, -- [4]
				537022, -- [5]
				["id"] = 2130,
			},
			["261440"] = {
				"Lord and Lady Waycrest", -- [1]
				"261440", -- [2]
				"Смертоносный патоген", -- [3]
				11.5, -- [4]
				132104, -- [5]
				["id"] = 2116,
			},
			["256106"] = {
				"Skycap'n Kragg", -- [1]
				"256106", -- [2]
				"Выстрел азеритовым порохом", -- [3]
				7, -- [4]
				134536, -- [5]
				["id"] = 2093,
			},
			["267907"] = {
				"Soulbound Goliath", -- [1]
				"267907", -- [2]
				"Шипы души", -- [3]
				10, -- [4]
				1016245, -- [5]
				["id"] = 2114,
			},
			["202977"] = {
				"Nythendra", -- [1]
				"202977", -- [2]
				"Заразное дыхание", -- [3]
				37, -- [4]
				538518, -- [5]
				["id"] = 1853,
			},
			["250050"] = {
				"Yazma", -- [1]
				"250050", -- [2]
				"Эхо Шадры", -- [3]
				15.8, -- [4]
				134321, -- [5]
				["id"] = 2087,
			},
			["263345"] = {
				"Overseer Korgus", -- [1]
				"263345", -- [2]
				"Мощный залп", -- [3]
				27.5, -- [4]
				1373903, -- [5]
				["id"] = 2104,
			},
			["268278"] = {
				"Lord and Lady Waycrest", -- [1]
				"268278", -- [2]
				"Сокрушающий аккорд", -- [3]
				8, -- [4]
				136181, -- [5]
				["id"] = 2116,
			},
			["nil"] = {
				"Pull", -- [1]
				"nil", -- [2]
				"Атака", -- [3]
				10, -- [4]
				132337, -- [5]
				["id"] = 2329,
			},
			["266231"] = {
				"The Council of Tribes", -- [1]
				"266231", -- [2]
				"Увечащий топор", -- [3]
				24, -- [4]
				132215, -- [5]
				["id"] = 2140,
			},
			["257305"] = {
				"Harlan Sweete", -- [1]
				"257305", -- [2]
				"Обстрел", -- [3]
				20, -- [4]
				252185, -- [5]
				["id"] = 2096,
			},
			["263914"] = {
				"Merektha", -- [1]
				"263914", -- [2]
				"Слепящий песок", -- [3]
				6, -- [4]
				132284, -- [5]
				["id"] = 2125,
			},
			["orb_ranged"] = {
				"Helya-TrialOfValor", -- [1]
				"orb_ranged", -- [2]
				"Сфера в рдд (1)", -- [3]
				14, -- [4]
				1097742, -- [5]
				["id"] = 2008,
			},
			["321368"] = {
				"Nalthor the Rimebinder", -- [1]
				"321368", -- [2]
				"Ледяная эгида", -- [3]
				13, -- [4]
				236224, -- [5]
				["id"] = 2390,
			},
			["201672"] = {
				"Shivermaw", -- [1]
				"201672", -- [2]
				"Беспощадная буря", -- [3]
				9, -- [4]
				1033907, -- [5]
				["id"] = 1845,
			},
			["339706"] = {
				"Mordretha, the Endless Empress", -- [1]
				"339706", -- [2]
				"Призрачная скачка", -- [3]
				13.5, -- [4]
				3511738, -- [5]
				["id"] = 2404,
			},
			["326180"] = {
				"Mistcaller", -- [1]
				"326180", -- [2]
				"Ледяные салочки", -- [3]
				22, -- [4]
				1698698, -- [5]
				["id"] = 2392,
			},
			["314583"] = {
				"The Hivemind", -- [1]
				"314583", -- [2]
				"Нестабильный выброс", -- [3]
				107, -- [4]
				237521, -- [5]
				["id"] = 2333,
			},
			["306735"] = {
				"Wrathion", -- [1]
				"306735", -- [2]
				"Пылающий катаклизм", -- [3]
				53, -- [4]
				575535, -- [5]
				["id"] = 2329,
			},
			["154159"] = {
				"Araknath", -- [1]
				"154159", -- [2]
				"Наполнение энергией", -- [3]
				17, -- [4]
				1029582, -- [5]
				["id"] = 1699,
			},
			["269686"] = {
				"Avatar of Sethraliss", -- [1]
				"269686", -- [2]
				"Чума на ТЕБЕ", -- [3]
				12, -- [4]
				804968, -- [5]
				["id"] = 2127,
			},
			["306726"] = {
				"Vez'okk the Lightless", -- [1]
				"306726", -- [2]
				"Оскверненная земля", -- [3]
				3.3, -- [4]
				136201, -- [5]
				["id"] = 2373,
			},
			["275907"] = {
				"Tik'ali", -- [1]
				"275907", -- [2]
				"Тектонический удар", -- [3]
				5, -- [4]
				136025, -- [5]
				["id"] = 2106,
			},
			["334476"] = {
				"Surgeon Stitchflesh", -- [1]
				"334476", -- [2]
				"Бальзамирующая лимфа", -- [3]
				12.1, -- [4]
				1001622, -- [5]
				["id"] = 2389,
			},
			["227514"] = {
				"Guarm-TrialOfValor", -- [1]
				"227514", -- [2]
				"Мелькающие клыки", -- [3]
				6, -- [4]
				132127, -- [5]
				["id"] = 1962,
			},
			["218415"] = {
				"Il'gynoth", -- [1]
				"218415", -- [2]
				"Цветок смерти", -- [3]
				60, -- [4]
				1357815, -- [5]
				["id"] = 1873,
			},
			["321834"] = {
				"Mistcaller", -- [1]
				"321834", -- [2]
				"Выбивной", -- [3]
				7, -- [4]
				132387, -- [5]
				["id"] = 2392,
			},
			["297985"] = {
				"Gunker", -- [1]
				"297985", -- [2]
				"Бурление жижи", -- [3]
				8.3, -- [4]
				136016, -- [5]
				["id"] = 2292,
			},
			["228300"] = {
				"Helya-TrialOfValor", -- [1]
				"228300", -- [2]
				"Ярость Утробы душ", -- [3]
				11, -- [4]
				237590, -- [5]
				["id"] = 2008,
			},
			["-21069"] = {
				"Carapace of N'Zoth", -- [1]
				"-21069", -- [2]
				"Раздирающее щупальце (1)", -- [3]
				32, -- [4]
				132154, -- [5]
				["id"] = 2337,
			},
			["193367"] = {
				"Helya-TrialOfValor", -- [1]
				"193367", -- [2]
				"Смрадная гниль", -- [3]
				7, -- [4]
				132100, -- [5]
				["id"] = 2008,
			},
			["211615"] = {
				"Trilliax", -- [1]
				"211615", -- [2]
				"Дезинфекция на ТЕБЕ", -- [3]
				45, -- [4]
				237587, -- [5]
				["id"] = 1867,
			},
			["310019"] = {
				"Ra-den the Despoiled", -- [1]
				"310019", -- [2]
				"Заряженные узы", -- [3]
				4.8, -- [4]
				1370984, -- [5]
				["id"] = 2331,
			},
			["201159"] = {
				"Millificent Manastorm", -- [1]
				"201159", -- [2]
				"Экстремальный лазер \"Два пальца\"", -- [3]
				5, -- [4]
				892834, -- [5]
				["id"] = 1847,
			},
			["323059"] = {
				"Ingra Maloch", -- [1]
				"323059", -- [2]
				"Гнев дромана", -- [3]
				12, -- [4]
				134218, -- [5]
				["id"] = 2397,
			},
			["270028"] = {
				"Rixxa Fluxflame", -- [1]
				"270028", -- [2]
				"Азеритовый катализатор", -- [3]
				4, -- [4]
				135789, -- [5]
				["id"] = 2107,
			},
			["298898"] = {
				"Trixie & Naeno", -- [1]
				"298898", -- [2]
				"Выкатываюсь!", -- [3]
				53.5, -- [4]
				2902999, -- [5]
				["id"] = 2312,
			},
			["228054"] = {
				"Helya-TrialOfValor", -- [1]
				"228054", -- [2]
				"Морская порча (1)", -- [3]
				15.5, -- [4]
				136030, -- [5]
				["id"] = 2008,
			},
			["212726"] = {
				"Cenarius", -- [1]
				"212726", -- [2]
				"Силы Кошмара (1)", -- [3]
				10, -- [4]
				1357812, -- [5]
				["id"] = 1877,
			},
			["323177"] = {
				"Ingra Maloch", -- [1]
				"323177", -- [2]
				"Слезы леса", -- [3]
				10.5, -- [4]
				463570, -- [5]
				["id"] = 2397,
			},
			["332313"] = {
				"Domina Venomblade", -- [1]
				"332313", -- [2]
				"Пауки-убийцы", -- [3]
				11.2, -- [4]
				1370997, -- [5]
				["id"] = 2385,
			},
			["209165"] = {
				"Grand Magistrix Elisande", -- [1]
				"209165", -- [2]
				"Зона замедления времени (1)", -- [3]
				70, -- [4]
				653221, -- [5]
				["id"] = 1872,
			},
			["310323"] = {
				"Vexiona", -- [1]
				"310323", -- [2]
				"Уныние", -- [3]
				30.3, -- [4]
				425955, -- [5]
				["id"] = 2336,
			},
			["314993"] = {
				"Maut", -- [1]
				"314993", -- [2]
				"Вытягивание сущности", -- [3]
				13.3, -- [4]
				3154546, -- [5]
				["id"] = 2327,
			},
			["257316"] = {
				"Harlan Sweete", -- [1]
				"257316", -- [2]
				"Следующий помощник", -- [3]
				84.4, -- [4]
				463515, -- [5]
				["id"] = 2096,
			},
			["193977"] = {
				"Ymiron", -- [1]
				"193977", -- [2]
				"Ветра Нордскола", -- [3]
				15.1, -- [4]
				135833, -- [5]
				["id"] = 1822,
			},
			["324079"] = {
				"Mordretha, the Endless Empress", -- [1]
				"324079", -- [2]
				"Коса жнеца", -- [3]
				8.2, -- [4]
				1060569, -- [5]
				["id"] = 2404,
			},
			["warmup"] = {
				"Tussle Tonks", -- [1]
				"warmup", -- [2]
				"Активен", -- [3]
				23, -- [4]
				"Interface\\Icons\\inv_engineering_autohammer", -- [5]
				["id"] = 2257,
			},
			["200289"] = {
				"Shade of Xavius", -- [1]
				"200289", -- [2]
				"Усугубляющаяся паранойя", -- [3]
				25.5, -- [4]
				460691, -- [5]
				["id"] = 1839,
			},
			["319685"] = {
				"Kryxis the Voracious", -- [1]
				"319685", -- [2]
				"Увечащий удар", -- [3]
				32.5, -- [4]
				1778230, -- [5]
				["id"] = 2360,
			},
			["275014"] = {
				"Viq'Goth", -- [1]
				"275014", -- [2]
				"Гнилая вода", -- [3]
				5, -- [4]
				463570, -- [5]
				["id"] = 2100,
			},
			["326892"] = {
				"An Affront of Challengers", -- [1]
				"326892", -- [2]
				"Сосредоточение внимания: Супркек", -- [3]
				10, -- [4]
				841380, -- [5]
				["id"] = 2391,
			},
			["232488"] = {
				"Helya-TrialOfValor", -- [1]
				"232488", -- [2]
				"Темная ненависть на ТЕБЕ", -- [3]
				12, -- [4]
				633004, -- [5]
				["id"] = 2008,
			},
			["297834"] = {
				"Gunker", -- [1]
				"297834", -- [2]
				"Волна яда", -- [3]
				44.8, -- [4]
				136233, -- [5]
				["id"] = 2292,
			},
			["267533"] = {
				"Council o' Captains", -- [1]
				"267533", -- [2]
				"Смерч клинков", -- [3]
				13.04300000000512, -- [4]
				1500963, -- [5]
				["id"] = 2094,
			},
			["225943"] = {
				"Nythendra", -- [1]
				"225943", -- [2]
				"Зараженный разум", -- [3]
				49, -- [4]
				892448, -- [5]
				["id"] = 1853,
			},
			["319521"] = {
				"Kul'tharok", -- [1]
				"319521", -- [2]
				"Вытягивание души", -- [3]
				15.8, -- [4]
				2576083, -- [5]
				["id"] = 2364,
			},
			["212681"] = {
				"Cenarius", -- [1]
				"212681", -- [2]
				"Очищенная земля", -- [3]
				11, -- [4]
				136074, -- [5]
				["id"] = 1877,
			},
			["215443"] = {
				"Elerethe Renferal", -- [1]
				"215443", -- [2]
				"Некротический яд", -- [3]
				22, -- [4]
				132107, -- [5]
				["id"] = 1876,
			},
			["307637"] = {
				"The Hivemind", -- [1]
				"307637", -- [2]
				"Ускоренная эволюция", -- [3]
				21.5, -- [4]
				236302, -- [5]
				["id"] = 2333,
			},
			["194325"] = {
				"Harbaron", -- [1]
				"194325", -- [2]
				"Разделение", -- [3]
				18, -- [4]
				236300, -- [5]
				["id"] = 1823,
			},
			["264206"] = {
				"Merektha", -- [1]
				"264206", -- [2]
				"Закапывание", -- [3]
				29, -- [4]
				451165, -- [5]
				["id"] = 2125,
			},
			["307569"] = {
				"The Hivemind", -- [1]
				"307569", -- [2]
				"Темное восстановление", -- [3]
				10, -- [4]
				2433897, -- [5]
				["id"] = 2333,
			},
		},
		["encounter_timers_dbm"] = {
		},
	},
	["spell_school_cache"] = {
		["Удар Тьмы"] = 32,
		["Пробуждение инфернала"] = 4,
		["Взрывной выброс"] = 4,
		["Песчаная буря"] = 8,
		["Режущий лед"] = 16,
		["Отсроченный взрыв"] = 4,
		["Устранение вреда"] = 8,
		["Озноб"] = 16,
		["Шквал крови"] = 32,
		["Опустошенная земля"] = 4,
		["Взрывчатые обломки"] = 64,
		["Зараженная пыльца"] = 8,
		["Нестабильность"] = 64,
		["Нарастающий жар"] = 4,
		["Пыльцестрел"] = 8,
		["Извержение шипов"] = 1,
		["Кислотные брызги"] = 8,
		["Меткий стрелок"] = 1,
		["Леденящий импульс"] = 16,
		["Жестокий удар когтями"] = 1,
		["Выброс нестабильной Бездны"] = 32,
		["Извивающаяся Бездна"] = 32,
		["Приливная буря"] = 24,
		["Усиленное дыхание Кузни"] = 4,
		["Ледяная буря"] = 16,
		["Оскверненный разум"] = 32,
		["Золоченые когти"] = 1,
		["Кошмарное антитело"] = 32,
		["Выстрел из пистоли"] = 1,
		["Знак льда"] = 16,
		["Мучительные сомнения"] = 64,
		["Отравленные клинки"] = 8,
		["Копье Света"] = 2,
		["Эманация Скверны"] = 4,
		["Место!"] = 1,
		["Ледяное копье"] = 16,
		["Ледяные путы"] = 16,
		["Удар"] = 1,
		["Прикосновение боли"] = 1,
		["Сильный всплеск"] = 16,
		["Миазмы"] = 32,
		["Веер клинков"] = 1,
		["Обстрел"] = 4,
		["Коса жнеца"] = 1,
		["Расшвыривающий удар"] = 1,
		["Импульсный деформатор"] = 8,
		["Сгущающаяся слизь"] = 40,
		["Непостоянный обстрел"] = 64,
		["Плевок"] = 8,
		["Рассекающая коррозия"] = 32,
		["Удар колосса"] = 1,
		["Магнитохват"] = 8,
		["Страх"] = 32,
		["Рука Гул'дана"] = 32,
		["Сейсмический прыжок"] = 1,
		["Переваривание"] = 8,
		["Опутывающие заросли"] = 8,
		["Плазменная сфера"] = 8,
		["Электроемкий удар"] = 8,
		["Причинение страданий"] = 32,
		["Взрывная слизь"] = 1,
		["Земной шок"] = 8,
		["Бездушный"] = 32,
		["Коварный удар"] = 1,
		["Горящие кулаки"] = 4,
		["Укус демона"] = 1,
		["Удар теней"] = 32,
		["Касание слизи"] = 8,
		["Неудержимая акула"] = 1,
		["Отравленные когти"] = 8,
		["Сердце тьмы"] = 32,
		["Кошмарные споры"] = 8,
		["Кошмарный метеорит"] = 32,
		["Сильный удар сплеча"] = 1,
		["Очищающее пожертвование"] = 64,
		["Глубокая связь"] = 64,
		["Сила отравителя"] = 8,
		["Пулеметный огонь"] = 1,
		["Сожженный мост"] = 32,
		["Ядовитые пары"] = 40,
		["Турбоцыплячий обстрел"] = 4,
		["Ледяная новая"] = 16,
		["Полет шмелей"] = 1,
		["Пронзание"] = 1,
		["Безволие"] = 32,
		["Раскрывающаяся рана"] = 32,
		["Взмах кошмарных крыльев"] = 32,
		["Осквернение Бездной"] = 1,
		["Выброс маны"] = 64,
		["Усиленное жидкое адское пламя"] = 4,
		["Акулий торнадо"] = 1,
		["Метка Бездны"] = 32,
		["Поглощающие тени"] = 32,
		["Усиленное Бездной оружие"] = 32,
		["Гаррота"] = 1,
		["Свинцовые ноги"] = 1,
		["Поток крови"] = 32,
		["Зубчатые шипы"] = 8,
		["Мясное буйство"] = 1,
		["Импульс аннигиляции"] = 8,
		["Очищающая ярость"] = 64,
		["Укус змеи"] = 8,
		["Tiro-Autom�tico"] = 1,
		["Область анимы"] = 64,
		["Оползень"] = 1,
		["Падающая комета"] = 4,
		["Ледяной вихрь"] = 16,
		["Лужа кислоты"] = 8,
		["Огненный шок"] = 4,
		["Выстрел кобры"] = 1,
		["Энтропический взрыв"] = 32,
		["Раскаленный пузырь"] = 4,
		["Адаптивная мембрана"] = 32,
		["Кровожадность"] = 32,
		["Узы ужаса"] = 32,
		["Огненная смерть"] = 32,
		["Клевать"] = 1,
		["Демоническая сущность"] = 32,
		["Услышь мой зов"] = 8,
		["Солнечный коллапс"] = 4,
		["Ужасные шипы"] = 32,
		["Химический ожог"] = 8,
		["Отпугивание"] = 8,
		["Быстрая инфекция"] = 8,
		["Распад психики"] = 32,
		["Опутывание"] = 8,
		["Освобожденное безумие"] = 32,
		["Сияющий фрагмент"] = 2,
		["Пылающий азерит"] = 4,
		["Выброс лавы"] = 4,
		["Гнусная субстанция"] = 8,
		["Бастион Архонта"] = 1,
		["Освящение"] = 2,
		["Нестабильная Бездна"] = 32,
		["Вытягивание сущности"] = 32,
		["Огненный язык"] = 4,
		["Поджог запала"] = 4,
		["Отгрызть"] = 1,
		["Узы жизни"] = 1,
		["Устранение"] = 1,
		["Хватка глубин"] = 48,
		["Индукция"] = 8,
		["Последний расчет"] = 2,
		["Бросок обломка"] = 1,
		["Уныние"] = 32,
		["Вспарывание"] = 1,
		["Извергающаяся тьма"] = 32,
		["Желчная тина"] = 16,
		["Растворение"] = 8,
		["Мощный удар буром"] = 1,
		["Ослабляющая слюна"] = 8,
		["Прицельный выстрел"] = 1,
		["Разъедающая желчь"] = 16,
		["Перья"] = 1,
		["Лужа жижи"] = 8,
		["Страдания"] = 32,
		["Сосредоточенный огонь"] = 4,
		["Темница Бездны"] = 32,
		["Взрывоопасное устройство"] = 64,
		["Бурлящее переполнение"] = 8,
		["Служение Н'Зоту"] = 32,
		["Ужасное извержение"] = 32,
		["Падающая звезда"] = 64,
		["Тяжелые удары"] = 1,
		["Око Гул'дана"] = 32,
		["Узы Скверны"] = 4,
		["Снежная буря"] = 16,
		["Казнь"] = 1,
		["Пожирание душ"] = 32,
		["Жнец душ"] = 32,
		["Бесконечная Бездна"] = 32,
		["Клинки Кошмара"] = 1,
		["Поле пламени"] = 4,
		["Психогенные отзвуки"] = 32,
		["Обжигающий разряд"] = 8,
		["Горестный ритуал"] = 32,
		["Удар молнии"] = 8,
		["Стигийская аннигиляция"] = 32,
		["Загробный импульс"] = 32,
		["Разлагающие споры"] = 40,
		["Мрак"] = 32,
		["Переливание"] = 32,
		["Колодец душ"] = 32,
		["Удар Плети"] = 32,
		["Рывок"] = 1,
		["Управление душой"] = 32,
		["Пылающая смола"] = 4,
		["Вихревой удар"] = 8,
		["Взрывная Бездна"] = 32,
		["Небесный снаряд"] = 64,
		["Пламя Катаклизма"] = 4,
		["Световое излучение"] = 2,
		["Черный шрам"] = 32,
		["Звездный огонь"] = 64,
		["Область проведения ритуала"] = 32,
		["Клевок"] = 1,
		["Не щадить никого!"] = 64,
		["Благословенный молот"] = 2,
		["Закаленное бурей копье"] = 8,
		["Взрывная душа"] = 4,
		["Пушечный выстрел"] = 8,
		["Оскверненное золото"] = 4,
		["Разлагающая кислота"] = 8,
		["Удар бочонком"] = 1,
		["Тройной укус"] = 8,
		["Губительный газ"] = 40,
		["Удар бочкой"] = 1,
		["Выдержка времени"] = 64,
		["Нестабильное колдовство"] = 32,
		["Гнойная язва"] = 32,
		["Тлетворный укус"] = 8,
		["Землетрясение"] = 1,
		["Соленая слюна"] = 16,
		["Ледяная стрела"] = 16,
		["Холодные ветра"] = 16,
		["Ужалить"] = 1,
		["Бросок слизи"] = 1,
		["Рваная рана"] = 1,
		["Вой"] = 32,
		["Возвращенная душа"] = 1,
		["Ядовитые жвалы"] = 8,
		["Чумное уничтожение"] = 40,
		["Рикошетящий клинок"] = 1,
		["Бесконечная тьма"] = 32,
		["Очищающая вспышка"] = 64,
		["Огненная шрапнель"] = 4,
		["Связь разума"] = 32,
		["Воспламеняющая вспышка"] = 4,
		["Залп"] = 1,
		["Кинетическое воздействие"] = 8,
		["Телекинетическое столкновение"] = 1,
		["Выброс пламени"] = 4,
		["Буря"] = 8,
		["Добивающий удар"] = 1,
		["Пламя безумия"] = 4,
		["Элизийский декрет"] = 64,
		["Едкая кислота"] = 32,
		["Взрывоопасная гниль"] = 40,
		["Мрачная Жатва"] = 32,
		["Пылающее клеймо"] = 4,
		["Засада в тени"] = 32,
		["Алчущий рой"] = 32,
		["Токсичная слизь"] = 8,
		["Ледяной шар"] = 16,
		["Извержение"] = 8,
		["Фонтан"] = 8,
		["Зловонный газ"] = 8,
		["Улучшить синапсы"] = 8,
		["Циркулярная пила"] = 1,
		["Растаптывание"] = 1,
		["Ритуал Бездны"] = 32,
		["Выброс суспензии"] = 32,
		["Мастер стрельбы"] = 1,
		["Призрачная скачка"] = 32,
		["Пылающий укус"] = 4,
		["Порча Бездны"] = 32,
		["Отравленная стрела"] = 8,
		["Царапины"] = 1,
		["Железный ливень"] = 1,
		["Ползущая гниль"] = 8,
		["Кремация"] = 4,
		["Печать огня"] = 4,
		["Порча Г'ууна"] = 32,
		["Паразитическое извержение"] = 32,
		["Ядовитая лужа"] = 8,
		["Бомба безумия"] = 32,
		["Луч Скверны"] = 4,
		["ДТП"] = 1,
		["Мучительная агония"] = 8,
		["Азеритовый шип"] = 4,
		["Некротическое дыхание"] = 32,
		["Взрыв"] = 32,
		["Смертельный удар"] = 32,
		["Некротический яд"] = 8,
		["Иллюзорная стрела"] = 32,
		["Мучительное разрывание"] = 1,
		["Разлагающая спора"] = 32,
		["Интеллект алхимика"] = 1,
		["Воспламенение"] = 4,
		["Интенсивное горение"] = 4,
		["Резонансное землетрясение"] = 1,
		["Укус за руку"] = 1,
		["Апокалиптический Кошмар"] = 4,
		["Энтропический синтез"] = 32,
		["Вспышка больного рассудка"] = 32,
		["Рубящий удар"] = 1,
		["Удар головой"] = 1,
		["Стрела мрака"] = 32,
		["Рассекатель души"] = 32,
		["Пульсация"] = 8,
		["Кромсающий ураган"] = 8,
		["Гнев"] = 8,
		["Самонаводящаяся ракета"] = 4,
		["Дрожь земли"] = 1,
		["Удар Бездны"] = 32,
		["Темный фетиш гладиатора"] = 32,
		["Солнечный огонь"] = 8,
		["Крушащий удар"] = 1,
		["Перемещенная взрывная волна"] = 64,
		["Вечный прилив"] = 8,
		["Стеклянные осколки"] = 1,
		["Некротический заряд"] = 32,
		["Ошеломляющий взор"] = 32,
		["Паранойя"] = 32,
		["Удар разложения"] = 1,
		["Волна гнили"] = 8,
		["Морозный взрыв"] = 16,
		["Ползучие кошмары"] = 32,
		["Горящие подошвы"] = 4,
		["Сводящее с ума извержение"] = 32,
		["Мучительный прыжок"] = 1,
		["Потусторонний холод"] = 32,
		["Песчаная ловушка"] = 8,
		["Бремя бесконечности"] = 32,
		["Дыхание порчи"] = 4,
		["Раскалывающий бросок"] = 1,
		["Осадок тьмы"] = 32,
		["Ядовитый удар"] = 8,
		["Темная мокрота"] = 32,
		["Вулканическое давление"] = 4,
		["Отчаяние"] = 32,
		["Сердечный приступ"] = 8,
		["Клинок справедливости"] = 1,
		["Высвобождение порчи"] = 32,
		["Божественная буря"] = 2,
		["Порождение безумия"] = 32,
		["Удар грома"] = 1,
		["Пламенное оружие"] = 4,
		["Темное сокрушение"] = 32,
		["Пылающее ядро"] = 4,
		["Космический коллапс"] = 32,
		["Бушующая гроза"] = 8,
		["Дикий огонь"] = 4,
		["Древний подчинитель разума"] = 32,
		["Трупное заражение"] = 32,
		["Чародейские узы"] = 64,
		["Цепкий статический разряд"] = 8,
		["Разлом"] = 1,
		["Острые когти"] = 1,
		["Взор Бездны"] = 32,
		["Сфера разрушения"] = 4,
		["Взбучка"] = 1,
		["Смертоносный яд"] = 8,
		["Горящая земля"] = 4,
		["Пытка разума"] = 32,
		["Темная поступь"] = 1,
		["Заряженное копье"] = 64,
		["Пылающий катаклизм"] = 4,
		["Замерзшая лужа"] = 16,
		["Кольцо сокрушения"] = 4,
		["Морской токсин"] = 8,
		["Поглощение эссенции"] = 32,
		["Усилитель"] = 1,
		["Нестабильная жизненная сила"] = 8,
		["Быстродействующий яд"] = 8,
		["Высвобожденная жизненная сила"] = 8,
		["Зажигательные пули"] = 4,
		["Презрение"] = 16,
		["Разбивающий камень прыжок"] = 8,
		["Кометная буря"] = 16,
		["Ледяная эгида"] = 16,
		["Извлекающий удар"] = 1,
		["Испепеляющий след"] = 6,
		["Кольцо обледенения"] = 16,
		["Потемневшее небо"] = 32,
		["Melee"] = 1,
		["Столкновение"] = 1,
		["Оскверненная кровь"] = 32,
		["Азеритовый шквал"] = 2,
		["Жидкое адское пламя"] = 4,
		["Жестокий удар"] = 1,
		["Коррозия"] = 8,
		["Паразитарная рана"] = 32,
		["Пожирание сущности"] = 32,
		["Раздирающее щупальце"] = 8,
		["Обжигающий жар"] = 4,
		["Ледяной шок"] = 16,
		["Раздробленный камень"] = 8,
		["Серия ударов"] = 1,
		["Мучительная тошнота"] = 8,
		["Разорванная душа"] = 32,
		["Выброс огня"] = 4,
		["Удар воина Света"] = 1,
		["Лужа анимы"] = 8,
		["Фантомный паразит"] = 32,
		["Жестокое сокрушение"] = 1,
		["Взрыв слизи"] = 8,
		["Укрытие"] = 1,
		["Ураганный удар"] = 4,
		["Аура апатии"] = 1,
		["Стрела ужаса"] = 32,
		["Первобытная ярость"] = 1,
		["Удушающая волна"] = 16,
		["Разрывающий выстрел"] = 1,
		["Луч дезинтеграции"] = 32,
		["Агония"] = 32,
		["Ионизированная плазма"] = 64,
		["Темное опустошение"] = 32,
		["Токсичные объедки"] = 8,
		["Порча: непостижимая реальность"] = 4,
		["Разбрызгивание яда"] = 8,
		["Удар дуэлянта"] = 1,
		["Раскол души"] = 32,
		["Железные шипы"] = 1,
		["Огненная глыба"] = 4,
		["Могильное касание"] = 32,
		["Огненный взрыв"] = 4,
		["Исторжение души"] = 32,
		["Разрубание жил"] = 1,
		["Разъедание души"] = 32,
		["Звериный гнев"] = 1,
		["Расправа"] = 1,
		["Мучительный визг"] = 16,
		["Вердикт храмовника"] = 2,
		["Тяжелый удар"] = 1,
		["Припадок"] = 1,
		["Порча"] = 32,
		["Аура ужаса"] = 32,
		["Расплавленное золото"] = 4,
		["Прерывающий крик"] = 1,
		["Приливная волна"] = 16,
		["Вспышка истерии"] = 1,
		["Космическая коса"] = 64,
		["Сокрушенная душа"] = 32,
		["Вечная тьма"] = 32,
		["Нейротоксин акиров"] = 8,
		["Мощное столкновение"] = 1,
		["Раздирающий удар"] = 1,
		["Темный взор"] = 32,
		["Остатки разрушений"] = 124,
		["Выброс кислоты"] = 8,
		["Возмездие бури"] = 8,
		["Кинетическое извержение"] = 64,
		["Лужа морской воды"] = 16,
		["Голодное бешенство"] = 8,
		["Встречный ветер"] = 8,
		["Кристаллические обломки"] = 64,
		["Морская порча"] = 16,
		["Шквал"] = 16,
		["Зов глубин"] = 16,
		["Огненный ливень"] = 4,
		["Осадок"] = 32,
		["Кровавое месиво"] = 1,
		["Быстрая стрельба"] = 1,
		["Сбрасывание анимы"] = 1,
		["Некротическая язва"] = 1,
		["Необузданный космос"] = 32,
		["Выводящий из равновесия удар"] = 1,
		["Ядовитый туман"] = 40,
		["Чума"] = 40,
		["Сияние Бездны"] = 32,
		["Ледяное дыхание"] = 16,
		["Удар гнили"] = 8,
		["Вирусные капли"] = 8,
		["Обсидиановая кожа"] = 64,
		["Звездный поток"] = 72,
		["Цель для артиллерии"] = 64,
		["Стая воронов"] = 1,
		["Поглощающий колодец"] = 32,
		["Всплеск порчи"] = 32,
		["Кровоточащая рана"] = 1,
		["Расколотая земля"] = 32,
		["Выброс гноя"] = 8,
		["Кислотный выброс"] = 1,
		["Выстрел"] = 8,
		["Лизание"] = 8,
		["Заиндевевшие боеприпасы"] = 16,
		["Проявление безумия"] = 32,
		["Верный выстрел"] = 1,
		["Бортовой залп"] = 64,
		["Вспышка Бездны"] = 32,
		["Сумеречный призрак"] = 32,
		["Разрыв реальности"] = 32,
		["Крутящийся топор"] = 1,
		["Синяк"] = 1,
		["Временной взрыв"] = 64,
		["Декрет Штормсонгов"] = 8,
		["Пропитанная ядом паутина"] = 8,
		["Измученные духи"] = 32,
		["Всепожирающая чума"] = 32,
		["Общая боль"] = 32,
		["Взрывоопасное устройство локального действия"] = 64,
		["Трещина"] = 1,
		["Слово Тьмы: Смерть"] = 32,
		["Рассекающий удар"] = 1,
		["Гибельные споры"] = 40,
		["Искоренение"] = 16,
		["Токсичный хитин"] = 8,
		["Мучительный взрыв"] = 32,
		["Правосудие"] = 2,
		["Падение кометы"] = 1,
		["Раздирающие когти"] = 1,
		["Взрыв разума"] = 32,
		["Вытягивание души"] = 32,
		["Мясницкий крюк"] = 1,
		["Вспышка тики"] = 4,
		["Жертвенный огонь"] = 4,
		["Вечное озарение"] = 32,
		["Поглощение слизи"] = 1,
		["Жуткий залп"] = 64,
		["Таранный поршень"] = 1,
		["Неспокойные воды"] = 16,
		["Гниющая рана"] = 32,
		["Очищающее пламя"] = 2,
		["Укус Тьмы"] = 32,
		["Знак Исондры"] = 32,
		["Многоглавый"] = 1,
		["Крадущиеся тени"] = 32,
		["Тестовый снаряд"] = 4,
		["Нарост порчи"] = 32,
		["Глубокий порез"] = 1,
		["Мусорная бомба"] = 4,
		["Оторванная душа"] = 32,
		["Прикосновение порчи"] = 32,
		["Неземной рывок"] = 16,
		["Ослабленный шквал"] = 64,
		["Выброс анимы"] = 64,
		["Взрыв солоноватой воды"] = 16,
		["Явление смерти"] = 32,
		["Инфернальная детонация"] = 4,
		["Черный залп"] = 32,
		["Мерзкая порча"] = 32,
		["Гальванизация"] = 8,
		["Обстрел солоноватой водой"] = 16,
		["Мясной дождь"] = 32,
		["Сфера коррозии"] = 16,
		["Смерч клинков"] = 4,
		["Закапывание"] = 1,
		["Ликвидация"] = 8,
		["Хваткие руки"] = 32,
		["Кошмарная порча"] = 32,
		["Обжигающий реагент"] = 4,
		["Запятнанная грехом анима"] = 32,
		["Зловоние великого червя"] = 1,
		["Расколотая руна"] = 32,
		["Расщепление души"] = 32,
		["Очищающее разрушение"] = 64,
		["Мина \"СМ3-Р7b\""] = 1,
		["Энергетический разряд"] = 64,
		["Мицелиальный нарост"] = 8,
		["Замкнутая ярость"] = 1,
		["Сверхмощный лазер \"Два пальца\""] = 4,
		["Груда костей"] = 32,
		["Пламя горнила"] = 4,
		["Ударная волна"] = 8,
		["Желчное дыхание"] = 16,
		["Утечка магии"] = 64,
		["Растущая гордыня"] = 32,
		["Щит молний"] = 8,
		["Коса Скверны"] = 4,
		["Раскатистый удар"] = 1,
		["Низвергающийся ужас"] = 32,
		["Гниющий разум"] = 8,
		["Темная сфера"] = 32,
		["Линза смерти"] = 32,
		["Быстрый удар"] = 1,
		["Волна слизи"] = 8,
		["Взрыв порчи"] = 16,
		["Водяная стрела"] = 16,
		["Зачумленная земля"] = 40,
		["Сланцевый плевок"] = 8,
		["В жиже"] = 40,
		["Потрошение"] = 1,
		["Команда \"Взять!\""] = 1,
		["Смрадная гниль"] = 8,
		["Взрыв Скверны"] = 4,
		["Облако дыма"] = 8,
		["Неистовое закапывание"] = 8,
		["Заразные рудименты"] = 8,
		["Смертоносные удары"] = 4,
		["Кровотечение"] = 1,
		["Темное извержение"] = 32,
		["Вытягивание жизни"] = 32,
		["Зараженная земля"] = 40,
		["Замученные отголоски"] = 32,
		["Правой, левой"] = 1,
		["Древнее пламя"] = 4,
		["Зараженные внутренности"] = 32,
		["Фонтан крови"] = 32,
		["Атака ближнего боя"] = 1,
		["Предательский шепот"] = 1,
		["Танцующий клинок"] = 1,
		["Усиленное око Гул'дана"] = 4,
		["Прикосновение вампира"] = 32,
		["Сумеречное дыхание"] = 32,
		["Разрушение"] = 40,
		["Поджигание"] = 4,
		["Ожог"] = 4,
		["Похищение жизни"] = 32,
		["Токсичное зловоние"] = 8,
		["Взрыв \"Знака льда\""] = 16,
		["Залп ледяных стрел"] = 16,
		["Порченая кровь"] = 32,
		["Брешь в защите"] = 1,
		["Темный покров"] = 32,
		["Гнусный выброс"] = 32,
		["Высвобожденная анима"] = 64,
		["Стрела Бездны"] = 32,
		["Неустойчивая детонация"] = 32,
		["Сокрушительный поток"] = 16,
		["Взрыв льда"] = 16,
		["Прожорливое бешенство"] = 32,
		["Заряженные узы"] = 8,
		["Лужи лавы"] = 4,
		["Пролитая сущность"] = 32,
		["Порыв нефритового ветра"] = 1,
		["Беспорядочные искры"] = 4,
		["Промозглый выброс"] = 16,
		["Черная плеть"] = 32,
		["Стремительный бег"] = 1,
		["Беснующаяся буря"] = 8,
		["Пожирание магии"] = 32,
		["Земляная стена"] = 8,
		["Мучение"] = 32,
		["Запретная мана"] = 64,
		["Затылочный удар"] = 32,
		["Выброс пара"] = 8,
		["Пирокластический поток"] = 4,
		["Охотничий прыжок"] = 1,
		["Взрыв пламени"] = 4,
		["Рагнарек"] = 4,
		["Распыленные споры"] = 32,
		["Горящие осколки"] = 4,
		["Бальзамирующая лимфа"] = 40,
		["Зазубренный удар"] = 1,
		["Отголоски резни"] = 32,
		["Пронзающий шип"] = 32,
		["Горящий хворост"] = 4,
		["Взрывоопасный снаряд"] = 4,
		["Убийственный выстрел"] = 1,
		["Рикошет"] = 1,
		["Всеуничтожающая порча"] = 32,
		["Хлыст Бездны"] = 32,
		["Семя Хаоса"] = 127,
		["Похищение души"] = 8,
		["Усиленные узы Скверны"] = 4,
		["Своевременные удары"] = 1,
		["Бичевание"] = 32,
		["Выброс сжатого газа"] = 8,
		["Желчное разжижение"] = 16,
		["Прожигающий огонь"] = 4,
		["Темные когти"] = 1,
		["Порча: сокрушающие тени"] = 1,
		["Кровавый гной"] = 32,
		["Пламя Саргераса"] = 4,
		["Штормовые ветра"] = 8,
		["Неблагозвучный аккорд"] = 32,
		["Драконье усиление"] = 1,
		["Обстрел тени смерти"] = 32,
		["Дурманящий яд"] = 8,
		["Сокрушение"] = 1,
		["Самостригущаяся изгородь"] = 1,
		["Ползучий яд"] = 8,
		["Фонтан анимы"] = 32,
		["Боязнь темноты"] = 32,
		["Жуткое хрумканье"] = 1,
		["Охранный телепорт"] = 8,
		["Гнилая вода"] = 16,
		["Смертоносное кружение"] = 4,
		["Заряженная анима"] = 64,
		["Укус"] = 1,
		["Падающие звезды"] = 72,
		["Плевок анимы"] = 2,
		["Перегрузка анимы"] = 64,
		["Раздирание души"] = 32,
		["Сумеречное истребление"] = 32,
		["Лунный огонь"] = 64,
		["Контузящий заряд"] = 4,
		["Пронзающий взгляд"] = 32,
		["Кровоточивый взрыв"] = 32,
		["Пагубный туман"] = 40,
		["Преломленный греховный свет"] = 32,
		["Бомба с черным порохом"] = 4,
		["Кровавая опухоль"] = 32,
		["Огромная глефа"] = 1,
		["Темные отголоски"] = 32,
		["Алчное вытягивание"] = 32,
		["Зазубренные грани"] = 1,
		["Темный коллапс"] = 32,
		["Corpo-a-Corpo"] = 1,
		["Переполняющая мощь!"] = 64,
		["Разлагающаяся гниль"] = 40,
		["Знак Летона"] = 32,
		["Поступь Скверны"] = 4,
		["Знак Таэрара"] = 32,
		["Самодельный кинжал"] = 1,
		["Смазочный пистолет"] = 1,
		["Укус мангуста"] = 1,
		["Мощный удар"] = 1,
		["Бомба сумасшествия"] = 32,
		["Гнев Вик'Гота"] = 16,
		["Зазубренные клыки"] = 1,
		["Помешательство"] = 1,
		["Порыв борея"] = 8,
		["Миазмы Бездны"] = 1,
		["Стрела Хаоса"] = 124,
		["Метка Тюремщика"] = 32,
		["Источник мора"] = 8,
		["Кристалл льда"] = 16,
		["Заглатывающий укус"] = 1,
		["Взрывной прыжок"] = 4,
		["Концентрированная чума"] = 8,
		["Аура шипов"] = 1,
		["Наскок"] = 1,
		["Ярость Утробы душ"] = 16,
		["Пожирание"] = 1,
		["Кошмарный взрыв"] = 32,
		["Шипы души"] = 1,
		["Гибельная волна"] = 32,
		["Вечные муки"] = 32,
		["Ослабление"] = 8,
		["Временная сфера"] = 64,
		["Токсичный покров"] = 8,
		["Нечистая аура"] = 32,
		["Режущий луч"] = 8,
		["Мор аптекаря"] = 40,
		["Покрытое наростами щупальце"] = 8,
		["Заражение"] = 8,
		["Взаимосвязь"] = 1,
		["Кислотные обломки"] = 8,
		["Проклятая кровь"] = 32,
		["Темные воды"] = 32,
		["Поток образов"] = 32,
		["Электроемкий заряд"] = 8,
		["Ранящий укус"] = 1,
		["Отравляющий укол"] = 1,
		["Цапнуть"] = 1,
		["Яд закрученного листа"] = 8,
		["Пылающий арсенал"] = 4,
		["Раскалывание душ"] = 1,
		["Звездный ожог"] = 4,
		["Сабля повелителя пассатов"] = 8,
		["Гигаразряд"] = 8,
		["Болезнетворное облако"] = 40,
		["Отмечающий удар клинком"] = 32,
		["Аннигиляция"] = 1,
		["Метеорит Бездны"] = 1,
		["Повелитель смерти"] = 32,
		["Глаз ужаса"] = 32,
		["Извержение Бездны"] = 32,
		["Переполняющая мощь"] = 64,
		["Кошмарные корни"] = 32,
		["Гениальность машиниста"] = 1,
		["Электростатический взрыв"] = 8,
		["Волнорез"] = 16,
		["Пламенная пушка"] = 4,
		["Отравляющие споры"] = 8,
		["Удар с наскока"] = 1,
		["Поток Бездны"] = 32,
		["Болезнетворный дождь"] = 8,
		["Яд плеточника"] = 8,
		["Возгорание"] = 4,
		["Обрушение"] = 1,
		["Автоматическая стрельба"] = 1,
		["Знак Эмерисс"] = 32,
		["Повторяющиеся удары"] = 1,
		["Кольцо хаоса"] = 32,
		["Объятия Тьмы"] = 32,
		["Серный дождь"] = 4,
		["Высвобожденная Бездна"] = 32,
		["Клубок змей"] = 1,
		["Раскаленный доспех"] = 4,
		["Нестройная каденция"] = 32,
		["Беглый огонь"] = 1,
		["Вихрь"] = 1,
		["Суперэлектрошок"] = 8,
		["Сокрушающее объятие"] = 1,
		["Энтропический покров"] = 32,
		["Звездопад"] = 72,
		["Разлом Пустоты"] = 64,
		["Абсолютный нуль"] = 16,
		["Азеритовый пронзатель сердец"] = 1,
		["Сфера порчи"] = 32,
		["Призрачная сингулярность"] = 32,
		["Стремительный поток"] = 16,
		["Волна разложения"] = 8,
		["Инфернальный шип"] = 4,
		["Микроракеты"] = 4,
		["Плевок молнией"] = 8,
		["Некротический гной"] = 32,
		["Злобный натиск"] = 32,
		["Свисторез"] = 1,
		["Нестабильная руническая метка"] = 32,
		["Подавляющее знамя"] = 1,
		["Эхо Шадры"] = 32,
		["Завеса клинков"] = 1,
		["Алые брызги"] = 32,
		["Азеритовый катализатор"] = 4,
		["Оскверненная земля"] = 32,
		["Темные раны"] = 32,
		["Протокол разбирания"] = 1,
		["Быстродействующие ферменты"] = 8,
		["Отравление"] = 8,
		["Испепеление"] = 4,
		["Удар в спину"] = 1,
		["Пронзающее копье"] = 1,
		["Отторжение анимы"] = 8,
		["Горение"] = 4,
		["Мучительное рассечение"] = 32,
		["Нейтрализация"] = 32,
		["Чародейская молния"] = 64,
		["Рубящий взмах"] = 1,
		["Слово Тьмы: Боль"] = 32,
		["Бросок ножа"] = 1,
		["Найти и уничтожить"] = 32,
		["Паразитические путы"] = 8,
		["Темные врата"] = 32,
		["\"Спрятанная\" пламенная пушка"] = 4,
		["Ненасытный удар"] = 1,
		["Звездное облако"] = 32,
		["Пламя Скверны"] = 4,
		["Шквал копий"] = 1,
		["Зияющие врата"] = 32,
		["Топот"] = 1,
		["Неудержимый рывок"] = 1,
		["Смертоносная чума"] = 32,
		["Блуждающий дух"] = 32,
		["Катаклизм"] = 36,
		["Чародейский выстрел"] = 64,
		["Омут душ"] = 32,
		["Турбо-ускорение"] = 8,
		["Тяжелое ядро"] = 64,
		["Нестабильная порча"] = 32,
		["Альфа-пушка"] = 4,
		["Чумное заражение"] = 40,
		["Вулканический шлейф"] = 4,
		["Жестокий шквал"] = 1,
	},
	["deathlog_healingdone_min"] = 1,
	["report_where"] = "PARTY",
	["damage_scroll_auto_open"] = true,
	["always_use_profile"] = true,
	["run_code"] = {
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--use the role icon in the player bar when inside an arena (default false)\nDetails.show_arena_role_icon = false;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["last_changelog_size"] = 2493,
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
			["y"] = 0.0002593994140625,
			["x"] = 9.1552734375e-05,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = true,
		["mythicrun_chart_frame_ready"] = {
			["y"] = 0.0001678466796875,
			["x"] = 3.0517578125e-05,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
			["y"] = 0.000244140625,
			["x"] = 0,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["last_mythicrun_chart"] = {
		},
	},
	["spellid_ignored"] = {
	},
	["damage_scroll_position"] = {
	},
	["plugin_window_pos"] = {
		["y"] = -77.99969482421875,
		["x"] = 117.4998931884766,
		["point"] = "TOPLEFT",
		["scale"] = 1,
	},
	["realm_sync"] = true,
	["createauraframe"] = {
	},
	["item_level_pool"] = {
		["Player-1602-0224EDBB"] = {
			["name"] = "Сочувствие",
			["time"] = 1606682509,
			["ilvl"] = 151.9375,
		},
		["Player-1605-027DE697"] = {
			["name"] = "Бэггинс-СтражСмерти",
			["time"] = 1606640903,
			["ilvl"] = 109.5625,
		},
		["Player-1605-0AF75689"] = {
			["name"] = "Гуашик-СтражСмерти",
			["time"] = 1606641330,
			["ilvl"] = 116.2666666666667,
		},
		["Player-1604-0E869E8C"] = {
			["time"] = 1606664276,
			["name"] = "Уважаемый-СвежевательДуш",
			["ilvl"] = 107.3333333333333,
		},
		["Player-1602-0A10FF06"] = {
			["time"] = 1606664361,
			["name"] = "Дыбом",
			["ilvl"] = 154.75,
		},
		["Player-1602-0BA408A2"] = {
			["name"] = "Альфоня",
			["time"] = 1606681436,
			["ilvl"] = 163.1875,
		},
		["Player-1605-08534258"] = {
			["time"] = 1606654158,
			["name"] = "Оуни-СтражСмерти",
			["ilvl"] = 123.625,
		},
		["Player-1602-0B060C27"] = {
			["name"] = "Убеванкиноби",
			["time"] = 1606681480,
			["ilvl"] = 173.125,
		},
		["Player-1929-04C52CF3"] = {
			["name"] = "Древнус-ЧерныйШрам",
			["time"] = 1606640916,
			["ilvl"] = 121.6666666666667,
		},
		["Player-1605-0B5558C1"] = {
			["time"] = 1606654349,
			["name"] = "Тухлыйпук-СтражСмерти",
			["ilvl"] = 116.2,
		},
		["Player-1929-0E64BB9B"] = {
			["time"] = 1606663963,
			["name"] = "Ммденс-ПиратскаяБухта",
			["ilvl"] = 106.1333333333333,
		},
		["Player-1602-0E7BAA70"] = {
			["name"] = "Взлетная",
			["time"] = 1606681465,
			["ilvl"] = 167.125,
		},
		["Player-1602-09FA2D87"] = {
			["time"] = 1606659882,
			["name"] = "Гивюрхартми",
			["ilvl"] = 174.25,
		},
		["Player-1604-0A25BB1B"] = {
			["time"] = 1606664380,
			["name"] = "Лютыйевпат-СвежевательДуш",
			["ilvl"] = 121.75,
		},
		["Player-1602-0BB6166D"] = {
			["name"] = "Эстрэя",
			["time"] = 1606689247,
			["ilvl"] = 149.125,
		},
		["Player-1922-08AA8CFE"] = {
			["name"] = "Неизвестныйя-Азурегос",
			["time"] = 1606641931,
			["ilvl"] = 106.6666666666667,
		},
		["Player-1605-03BC3EAD"] = {
			["time"] = 1606653389,
			["name"] = "Насин-СтражСмерти",
			["ilvl"] = 108.9333333333333,
		},
		["Player-1605-095DC242"] = {
			["time"] = 1606654353,
			["name"] = "Марципанчик-СтражСмерти",
			["ilvl"] = 112.2666666666667,
		},
	},
	["savedCustomSpells"] = {
		{
			2, -- [1]
			"Автоматическая стрельба", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [1]
		{
			3, -- [1]
			"Мир (падение)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [2]
		{
			55090, -- [1]
			"Удар Плети (Physical)", -- [2]
			237530, -- [3]
		}, -- [3]
		{
			4, -- [1]
			"Мир (утопление)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [4]
		{
			5, -- [1]
			"Мир (усталость)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [5]
		{
			6, -- [1]
			"Мир (огонь)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [6]
		{
			7, -- [1]
			"Мир (лава)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [7]
		{
			8, -- [1]
			"Мир (слизь)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [8]
		{
			59638, -- [1]
			"Ледяная стрела (Зеркальное изображение)", -- [2]
			135846, -- [3]
		}, -- [9]
		{
			49184, -- [1]
			"Воющий ветер (Main Target)", -- [2]
			135833, -- [3]
		}, -- [10]
		{
			44461, -- [1]
			"Живая бомба (взрыв)", -- [2]
			236220, -- [3]
		}, -- [11]
		{
			278227, -- [1]
			"Шипастая кора (Trinket)", -- [2]
			134439, -- [3]
		}, -- [12]
		{
			268998, -- [1]
			"Воспламененная душа (Trinket)", -- [2]
			651093, -- [3]
		}, -- [13]
		{
			196917, -- [1]
			"Свет мученика (Урон)", -- [2]
			135938, -- [3]
		}, -- [14]
		{
			120761, -- [1]
			"Бросок глеф (Glaive #2)", -- [2]
			132330, -- [3]
		}, -- [15]
		{
			278812, -- [1]
			"Грация льва (Trinket)", -- [2]
			464140, -- [3]
		}, -- [16]
		{
			270827, -- [1]
			"Самоцвет души ткача (Trinket)", -- [2]
			237431, -- [3]
		}, -- [17]
		{
			212739, -- [1]
			"Эпидемия (Main Target)", -- [2]
			136066, -- [3]
		}, -- [18]
		{
			279664, -- [1]
			"Кровавая желчь (Trinket)", -- [2]
			136007, -- [3]
		}, -- [19]
		{
			237680, -- [1]
			"Воющий ветер (AoE)", -- [2]
			135833, -- [3]
		}, -- [20]
		{
			215969, -- [1]
			"Эпидемия (AoE)", -- [2]
			136066, -- [3]
		}, -- [21]
		{
			278359, -- [1]
			"Кровавая ненависть (Trinket)", -- [2]
			132175, -- [3]
		}, -- [22]
		{
			278155, -- [1]
			"Неугасающая сила Залзеикса (Trinket)", -- [2]
			254105, -- [3]
		}, -- [23]
		{
			271115, -- [1]
			"Запал мага-поджигателя (Trinket)", -- [2]
			1119937, -- [3]
		}, -- [24]
		{
			277179, -- [1]
			"Медальон гладиатора (Trinket)", -- [2]
			252267, -- [3]
		}, -- [25]
		{
			70890, -- [1]
			"Удар Плети (Shadow)", -- [2]
			237530, -- [3]
		}, -- [26]
		{
			278057, -- [1]
			"Взрыв крови (Trinket)", -- [2]
			538040, -- [3]
		}, -- [27]
		{
			277185, -- [1]
			"Жетон гладиатора (Trinket)", -- [2]
			135884, -- [3]
		}, -- [28]
		{
			228649, -- [1]
			"Нокаутирующий удар (Passive)", -- [2]
			574575, -- [3]
		}, -- [29]
		{
			121414, -- [1]
			"Бросок глеф (Glaive #1)", -- [2]
			132330, -- [3]
		}, -- [30]
		{
			94472, -- [1]
			"Искупление вины (критический)", -- [2]
			135887, -- [3]
		}, -- [31]
		{
			277187, -- [1]
			"Эмблема гладиатора (Trinket)", -- [2]
			132344, -- [3]
		}, -- [32]
		{
			277181, -- [1]
			"Знак гладиатора (Trinket)", -- [2]
			134501, -- [3]
		}, -- [33]
		{
			278862, -- [1]
			"Холод рун (Trinket)", -- [2]
			252270, -- [3]
		}, -- [34]
		{
			271462, -- [1]
			"Подгнившая кукла вуду (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [35]
		{
			270925, -- [1]
			"Водяной вихрь (Trinket)", -- [2]
			1698701, -- [3]
		}, -- [36]
		{
			271071, -- [1]
			"Раковина темного шепота (Trinket)", -- [2]
			1498840, -- [3]
		}, -- [37]
		{
			271465, -- [1]
			"Подгнившая кукла вуду (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [38]
		{
			33778, -- [1]
			"Жизнецвет (Bloom)", -- [2]
			134206, -- [3]
		}, -- [39]
		{
			88082, -- [1]
			"Огненный шар (Зеркальное изображение)", -- [2]
			135812, -- [3]
		}, -- [40]
		{
			1, -- [1]
			"Атака ближнего боя", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [41]
		{
			278383, -- [1]
			"Неистовая буря (Trinket)", -- [2]
			2103829, -- [3]
		}, -- [42]
		{
			271671, -- [1]
			"Неблагозвучный аккорд (Trinket)", -- [2]
			454048, -- [3]
		}, -- [43]
		{
			98021, -- [1]
			"Обмен здоровья", -- [2]
			237586, -- [3]
		}, -- [44]
	},
	["update_warning_timeout"] = 10,
	["show_totalhitdamage_on_overkill"] = false,
	["switchSaved"] = {
		["slots"] = 12,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
		},
	},
	["raid_data"] = {
	},
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_bw"] = {
			},
			["encounter_timers_dbm"] = {
			},
		},
	},
	["always_use_profile_name"] = "Ниэтта-Гордунни",
	["savedStyles"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["tutorial"] = {
		["bookmark_tutorial"] = false,
		["main_help_button"] = 462,
		["WINDOW_GROUP_MAKING1"] = true,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["unlock_button"] = 4,
		["ctrl_click_close_tutorial"] = false,
		["OVERALLDATA_WARNING1"] = 1,
		["logons"] = 462,
		["version_announce"] = 0,
		["DETAILS_INFO_TUTORIAL2"] = 10,
		["WINDOW_LOCK_UNLOCK1"] = true,
		["DISABLE_ONDEATH_PANEL"] = true,
		["MIN_COMBAT_TIME"] = true,
	},
	["savedTimeCaptures"] = {
		{
			"Player Damage Done", -- [1]
			"\n	-- the goal of this script is get the current combat then get your character and extract your damage done.\n	-- the first thing to do is get the combat, so, we use here the command \"_detalhes:GetCombat ( \"overall\" \"current\" or \"segment number\")\"\n	\n	local current_combat = _detalhes:GetCombat (\"current\") --> getting the current combat\n	\n	-- the next step is request your character from the combat\n	-- to do this, we take the combat which here we named \"current_combat\" and tells what we want inside parentheses.\n	\n	local my_self = current_combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n	\n	-- _detalhes.playername holds the name of your character.\n	-- DETAILS_ATTRIBUTE_DAMAGE means we want the damage table, _HEAL _ENERGY _MISC is the other 3 tables.\n	\n	-- before we proceed, the result needs to be checked to make sure its a valid result.\n	\n	if (not my_self) then\n		return 0 -- the combat doesnt have *you*, this happens when you didn't deal any damage in the combat yet.\n	end\n	\n	-- now its time to get the total damage.\n	\n	local my_damage = my_self.total\n	\n	-- then finally return the amount to the capture.\n	\n	return my_damage\n	\n", -- [2]
			{
				["max_value"] = 0,
				["last_value"] = 0,
			}, -- [3]
			"Chart Viewer", -- [4]
			"1.0", -- [5]
			"Interface\\ICONS\\Ability_MeleeDamage", -- [6]
			true, -- [7]
		}, -- [1]
	},
	["latest_news_saw"] = "v9.0.1.7950",
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показать, кто в вашем рейде использовал зелье во время сражения.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n			\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n			\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n			\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo (spellId)\n						GameCooltip:AddLine (name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["attribute"] = false,
			["name"] = "Использовано зелий",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n				\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n					\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						\n						local found_potion = false\n						\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n							\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player \n								instance_container:AddValue (player, 1)\n							end\n						end\n						\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n				\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n				\n										--add amount to the player \n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n						\n						if (found_potion) then\n							amount = amount + 1\n						end    \n					end\n				end\n				\n				--return:\n				return total, top, amount\n				",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["script_version"] = 6,
		}, -- [1]
		{
			["source"] = false,
			["desc"] = "Показать, кто в вашей рейдовой группе использовал камень здоровья или целебное зелье.",
			["author"] = "Details! Team",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "			--get the parameters passed\n			local actor, combat, instance = ...\n			\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GameCooltip = GameCooltip\n			local R, G, B, A = 0, 0, 0, 0.75\n			\n			local hs = actor:GetSpell (6262)\n			if (hs) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n\n			--Cooltip code\n			",
			["name"] = "Лечебное зелье и камень",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["script_version"] = 15,
		}, -- [2]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел на нанесение урона.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Урон (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["script_version"] = 3,
		}, -- [3]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел, делая исцеление.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Исцеление (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["script_version"] = 2,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "Контроль толпы сделано",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 11,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the amount of crowd control received for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["name"] = "Контроль толпы получено",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["script_version"] = 3,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Показать свои заклинания в окне.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["attribute"] = false,
			["name"] = "Мои заклинания",
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n				\n				local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["script_version"] = 7,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, меткой с черепом.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон по метки с черепом",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 3,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, отмеченным любой другой меткой.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон на другие помеченные метки",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 3,
		}, -- [9]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n				    local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n				    OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				if (instance.row_info.textR_show_data[3]) then\n				    s = ToK (_, value) .. \" (\" .. s .. \", \"\n				else\n				    s = ToK (_, value) .. \" (\" .. s\n				end\n\n				return s\n			",
			["desc"] = "Show overall damage done on the fly.",
			["attribute"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n				    return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n				    --only player in group\n				    if (player:IsGroupPlayer()) then\n					instance_container:AddValue (player, player.total)\n				    end\n				end\n\n				if (Details.in_combat) then\n				    for _, player in ipairs ( damage_container_current ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n					    instance_container:AddValue (player, player.total)        \n					end\n				    end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["name"] = "Динамический общий урон",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n				    AllSpells [spellID] = spellTable.total\n				end\n\n				--current\n				local player = CurrentCombat [1]:GetActor (actor.nome)\n				if (player) then\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs (playerSpells) do\n						AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n				    tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n				for i, t in ipairs (sortedList) do\n				    local spellID, total = unpack (t)\n				    if (total > 1) then\n					local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n					\n					GameCooltip:AddLine (spellName, format_func (_, total))\n					Details:AddTooltipBackgroundStatusbar()\n					GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["script_version"] = 5,
		}, -- [10]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон по щитам",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["script_version"] = 1,
		}, -- [11]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show who in your raid used a potion during the encounter.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n			\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n			\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n			\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo (spellId)\n						GameCooltip:AddLine (name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["name"] = "Potion Used",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n				\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n					\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						\n						local found_potion = false\n						\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n							\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player \n								instance_container:AddValue (player, 1)\n							end\n						end\n						\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n				\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n				\n										--add amount to the player \n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n						\n						if (found_potion) then\n							amount = amount + 1\n						end    \n					end\n				end\n				\n				--return:\n				return total, top, amount\n				",
			["attribute"] = false,
			["script_version"] = 6,
		}, -- [12]
		{
			["source"] = false,
			["total_script"] = false,
			["author"] = "Details! Team",
			["percent_script"] = false,
			["desc"] = "Show who in your raid group used the healthstone or a heal potion.",
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["spellid"] = false,
			["name"] = "Health Potion & Stone",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["tooltip"] = "			--get the parameters passed\n			local actor, combat, instance = ...\n			\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GameCooltip = GameCooltip\n			local R, G, B, A = 0, 0, 0, 0.75\n			\n			local hs = actor:GetSpell (6262)\n			if (hs) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n\n			--Cooltip code\n			",
			["attribute"] = false,
			["script_version"] = 15,
		}, -- [13]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "				\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Tells how much time each character spent doing damage.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["spellid"] = false,
			["name"] = "Damage Activity Time",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [14]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "				\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Tells how much time each character spent doing healing.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["spellid"] = false,
			["name"] = "Healing Activity Time",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 2,
		}, -- [15]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the crowd control amount for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["spellid"] = false,
			["name"] = "Crowd Control Done",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 11,
		}, -- [16]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of crowd control received for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["spellid"] = false,
			["name"] = "Crowd Control Received",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [17]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Show your spells in the window.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["name"] = "My Spells",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n				\n				local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 7,
		}, -- [18]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of damage applied on targets marked with skull.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["name"] = "Damage On Skull Marked Targets",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [19]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of damage applied on targets marked with any other mark.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["name"] = "Damage On Other Marked Targets",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [20]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show overall damage done on the fly.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n				    local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n				    OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				if (instance.row_info.textR_show_data[3]) then\n				    s = ToK (_, value) .. \" (\" .. s .. \", \"\n				else\n				    s = ToK (_, value) .. \" (\" .. s\n				end\n\n				return s\n			",
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["spellid"] = false,
			["name"] = "Dynamic Overall Damage",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n				    AllSpells [spellID] = spellTable.total\n				end\n\n				--current\n				local player = CurrentCombat [1]:GetActor (actor.nome)\n				if (player) then\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs (playerSpells) do\n						AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n				    tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n				for i, t in ipairs (sortedList) do\n				    local spellID, total = unpack (t)\n				    if (total > 1) then\n					local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n					\n					GameCooltip:AddLine (spellName, format_func (_, total))\n					Details:AddTooltipBackgroundStatusbar()\n					GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				end\n			",
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n				    return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n				    --only player in group\n				    if (player:IsGroupPlayer()) then\n					instance_container:AddValue (player, player.total)\n				    end\n				end\n\n				if (Details.in_combat) then\n				    for _, player in ipairs ( damage_container_current ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n					    instance_container:AddValue (player, player.total)        \n					end\n				    end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 5,
		}, -- [21]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["name"] = "Damage on Shields",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 1,
		}, -- [22]
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"4 - Reversing switches.", -- [3]
		"6 - Saving Config.", -- [4]
		"7 - Saving Profiles.", -- [5]
		"8 - Saving nicktag cache.", -- [6]
	},
	["immersion_unit_special_icons"] = true,
	["lastUpdateWarning"] = 1606638614,
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["damage_taken_shadow"] = true,
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_size"] = 12,
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
}
