
_detalhes_global = {
	["npcid_pool"] = {
		[0] = "[*] Токсичная слизь",
		[36877] = "Грозный скелет",
		[156146] = "Слуга Бездны - щитоносец",
		[127485] = "Мародер из братства Трюмных Крыс",
		[157170] = "Послушник Таспу",
		[174062] = "Скади Безжалостный",
		[162289] = "Палач из Темной Империи",
		[108034] = "Фал'дорайский разоритель",
		[141303] = "\"БУМБОТ\"",
		[158707] = "Дух Бездны",
		[159219] = "Мрачный провидец",
		[123135] = "Дикий саблеклык",
		[127486] = "Офицер корпорации Эшвейнов",
		[123647] = "Завролиск",
		[174064] = "Профессор Мерзоцид",
		[162291] = "Извивающийся ужас",
		[108035] = "Фал'дорайский паучок",
		[92423] = "Териссия",
		[136186] = "Жрица моря - спиритуалистка",
		[97030] = "Силовзор",
		[174065] = "Кровавая королева Лана'тель",
		[36494] = "Начальник кузни Гархлад",
		[134139] = "Храмовник из Святилища Штормов",
		[126719] = "Головорез из братства Стальных Волн",
		[152567] = "Глубинная Ива",
		[174066] = "Лоскутик",
		[103685] = "Тихондрий",
		[150520] = "Куб металлолома",
		[117250] = "Инфернал-крушитель",
		[76556] = "Рубака Железного Марша",
		[137212] = "Глубинный пророк",
		[105733] = "Сквернокровь",
		[126720] = "Разбойник из братства Стальных Волн",
		[98311] = "Мррклр",
		[90377] = "Иссохший пожиратель магии",
		[136189] = "Король-лишайник",
		[157176] = "Забытая",
		[111620] = "Палач из Сумеречной стражи",
		[159224] = "Грит'акс Палач",
		[117251] = "Инфернал адского пламени",
		[101127] = "Танцующий с клинком из Сумеречного Молота",
		[101639] = "Валарьяр - дева щита",
		[36879] = "Порожденный чумой ужас",
		[160249] = "Шипастое щупальце",
		[45453] = "Чумная гончая",
		[111621] = "Палач из Сумеречной стражи",
		[134144] = "Живой поток",
		[129025] = "Дуэлянт из братства Волнорезов",
		[131585] = "Порабощенная стражница",
		[148477] = "Укротительница Дракара",
		[80653] = "Искровой угорь",
		[142847] = "Безумный Шляпкин <Король-лишайник>",
		[135169] = "Тотем поглощения духа <Кровавый осквернитель>",
		[131586] = "Распорядитель банкета",
		[127490] = "Рыцарь-капитан Валири",
		[103176] = "Мо'арг-крошитель",
		[165882] = "Воскресительница культа",
		[131587] = "Заколдованный капитан",
		[109575] = "Валакар Жаждущий",
		[101641] = "Мифана",
		[101897] = "Боргот Великий Разоритель",
		[90380] = "Алчущий маны иссохший",
		[138243] = "Искаженный раб",
		[138755] = "Работорговка из братства Стальных Волн",
		[129027] = "Голанар",
		[135684] = "Земляной прислужник",
		[144898] = "Капитан Нашашук",
		[118022] = "Инфернал - вестник хаоса",
		[154624] = "Неизвестно",
		[111112] = "Бурлементаль <Молниеносец>",
		[162303] = "Акир - хранитель роя",
		[138245] = "Порабощенная проклятием арбалетчица",
		[139269] = "Сумрачный ужас",
		[156161] = "Инквизитор Гншал",
		[136198] = "Маттиус \"Ствол\" Грабб",
		[161280] = "Акир-скарабей",
		[125957] = "Одержимая портовая работница",
		[36497] = "Броньям",
		[138246] = "Плетеный солдат",
		[36881] = "Скелет-раб",
		[152067] = "Малый зоатроид",
		[132104] = "Контрабандистка черного пороха",
		[145413] = "Гоблинский телепорт",
		[162305] = "Акир-сердцекол",
		[138247] = "Мародер из братства Стальных Волн",
		[155139] = "Магическое слияние",
		[163841] = "Слияние плоти",
		[162306] = "Акир-трутень",
		[101900] = "Зловещий визгун",
		[35090] = "Капитан Аэртас Огненный Ястреб",
		[111370] = "Обитатель теней",
		[157700] = "Огюст Мулен",
		[103692] = "Большой разоритель Бездны",
		[128774] = "Бурошкурый волк",
		[148487] = "Неизвестно <Дрэйкор-Ясеневыйлес>",
		[153094] = "Налетчик из клана Цзань-Тень",
		[125959] = "Паразит - похититель разума",
		[101645] = "Землекоп из племени Серого Камня",
		[138250] = "Омут тьмы",
		[130822] = "Зет'джирская поработительница",
		[131084] = "Зет'джирский страж приливов",
		[106764] = "Мракобес-разоритель",
		[86545] = "Разрастающийся стручлинг <Беремус Буйнорастущий>",
		[153095] = "Призыватель из клана Цзань-Тень",
		[153096] = "Оживший страж",
		[2923] = "Облезлый среброгрив",
		[134157] = "Тенеликий воин",
		[130823] = "Зет'джирская заклинательница приливов",
		[159751] = "Разрядниконосец мятежников",
		[136205] = "Ледоклык-завыватель",
		[153097] = "Слуга Бездны - шаманка",
		[103694] = "Крадущийся ужас <Ксавий>",
		[134158] = "Тенеликий защитник",
		[124681] = "Костегрыз-охотник",
		[155657] = "Хаффер",
		[149515] = "Берсерк из Армии Чести",
		[36499] = "Головорез - страж душ",
		[138254] = "Фузилер из братства Стальных Волн",
		[139278] = "Ранджа",
		[127497] = "Стражник корпорации Эшвейнов",
		[153099] = "Заступник из клана Барук",
		[165896] = "Неповоротливое страшилище",
		[103695] = "Заразный ужас",
		[138255] = "Наводчица корпорации Эшвейнов",
		[147469] = "Закаленный ветеран",
		[150541] = "Занш'ир-поработитель",
		[160267] = "Акир-гигант",
		[148494] = "Повелитель песков Содир",
		[161291] = "Глубоководный призыватель",
		[137233] = "Чумная жаба",
		[88084] = "Налетчик из клана Колец Ненависти",
		[112910] = "Охотник туманной низины",
		[148495] = "Пыледемон",
		[129802] = "Земляной яростень",
		[157709] = "Дрилиана",
		[109839] = "Друид-медведь",
		[154638] = "Великая императрица Шек'зара",
		[159245] = "Послушник культа Приверженцев Тени",
		[135699] = "Тюремщик корпорации Эшвейнов",
		[159246] = "Ученик культа Приверженцев Тени",
		[79895] = "Эхолов",
		[125452] = "Мелководный завролиск",
		[129803] = "Флагеллятор",
		[137748] = "Чудовищный раб",
		[151569] = "Глубоководный пожиратель",
		[111120] = "Некролорд Азаэль",
		[90901] = "Вожак прайда Мяул",
		[28108] = "Острокостный опустошитель",
		[139285] = "Чешуетряс Ядовитый",
		[129548] = "Громила из братства Чернозубых",
		[153106] = "Заклинатель крови из клана Докани",
		[105746] = "Хеларьяр-берсерк",
		[150547] = "Ворчун из племени Хламоедов",
		[90134] = "Ллотиенский гризли",
		[115216] = "Ветеран Сумеречной стражи",
		[153107] = "Тенеступ из клана Докани",
		[78873] = "Солнечный фамилиар",
		[108306] = "Сквернскорнский налетчик",
		[88087] = "Буревестница из клана Колец Ненависти",
		[139799] = "Ученик Айронхалла",
		[168976] = "Темная поработительница",
		[126734] = "Эхо Шадры",
		[139800] = "Ученик призывательницы штормов",
		[127758] = "Шипастый завролиск",
		[26125] = "Зубогорб",
		[135706] = "Мародер из братства Трюмных Крыс",
		[129550] = "Тихолапка из братства Трюмных Крыс",
		[129806] = "Цепкая лоза",
		[161812] = "Безликий уничтожитель",
		[36502] = "Пожиратель Душ",
		[126735] = "Заклинательница моря из братства Стальных Волн",
		[139290] = "Шато Ползю",
		[127503] = "Надзиратель Корги",
		[136731] = "Боевой кролуск",
		[161813] = "К'тир-ассасин",
		[124688] = "Ната'ворский каннибал",
		[88089] = "Чародейка из клана Колец Ненависти",
		[136732] = "Скитис Преображенный",
		[101398] = "Ментальный демон <Леньтяй-Ясеневыйлес>",
		[105749] = "Ловец душ Адской Пасти",
		[102166] = "Мраководный воин",
		[159767] = "Кровомар",
		[152089] = "Тралл",
		[23694] = "Пульсирующая тыква <Всадник без головы>",
		[107285] = "Неизвестно",
		[161815] = "К'тир - призыватель Бездны",
		[91417] = "Волнскорнский рабочий",
		[134174] = "Тенеликий колдун",
		[108309] = "Пламенное сердце из племени Кровавого Тотема",
		[88090] = "Повелитель пучин Заррин",
		[156185] = "Искаженный Бездной неферсет",
		[129552] = "Монзуми",
		[105494] = "Гниющий дракон",
		[133663] = "Фанатичный охотник за головами",
		[97816] = "Сквернскорнский фанатик",
		[151579] = "Генератор защитного поля",
		[156186] = "Искаженный Бездной высший страж",
		[111125] = "Подчиняющий разум Талбадар",
		[95769] = "Бешеная визгунья",
		[104215] = "Капитан патруля Гердо",
		[121107] = "Леди Элдрис",
		[129553] = "Диномант Киш'о",
		[92954] = "Восставший солдат",
		[114709] = "Закопченный гигант",
		[94490] = "Статический заряд <Шквал>",
		[148510] = "Дрокс'ар Моргар",
		[90907] = "Ветир",
		[157724] = "Вил'тик - янтарный целитель",
		[162331] = "Зараженный нейрон",
		[134178] = "Оживший азерит",
		[108823] = "Хафдан",
		[129810] = "Красноногий тарантул",
		[159261] = "Воздушный сдерживатель \"ОУ-3\"",
		[139298] = "Игол'ничек",
		[102681] = "Знак Таэрара",
		[111127] = "Передовой боец Самуэль",
		[111383] = "Литерон Мрачная Чешуя",
		[103449] = "Отрекшаяся - ледяная ведьма",
		[104217] = "Таликса Пламя Гнева",
		[135204] = "Призрачный жрец-проклинатель",
		[148513] = "Неизвестно",
		[129811] = "Укротитель с Потрескивающей гряды",
		[162334] = "Речной кроколиск",
		[139300] = "Солидное яйцо",
		[102682] = "Выброс тьмы",
		[111128] = "Охотница разлома Йошке",
		[103450] = "Топор Скверны",
		[95772] = "Разъяренный коготь ночи",
		[138789] = "Грабительница из братства Стальных Волн",
		[112664] = "Чародейский колодец <Небесная послушница>",
		[92445] = "Страж Скверны - завоеватель",
		[24207] = "Войско мертвых",
		[161312] = "Сокрушающее щупальце",
		[105754] = "Проекция советника Меландра",
		[131112] = "Боец из братства Волнорезов",
		[131624] = "Равазавр Ксибалы",
		[156706] = "Аматет - жрец Солнца",
		[99868] = "Фенрир",
		[159266] = "Повелитель порталов",
		[112665] = "Заступник Цитадели Ночи",
		[109082] = "Око Бездны",
		[101148] = "Сумеречный Дьякон Фартинг",
		[160291] = "Пепельный убийца",
		[160803] = "Солнечная сфера",
		[75043] = "Карнот",
		[138281] = "Безликий осквернитель",
		[104220] = "Изголодавшийся эттин",
		[92447] = "Порождение Хаоса",
		[156709] = "Зараженный расхититель",
		[133163] = "Тия'каван",
		[97822] = "Гарзарет",
		[131628] = "Самец дикорога",
		[107548] = "Прислужник пламени Скверны",
		[137771] = "Блеклая кудесница",
		[154663] = "Неизвестно",
		[84002] = "Темнокрылая владычица стаи",
		[125464] = "Светлобрюхий волк",
		[154152] = "Анодированный часовой",
		[166949] = "Чи-Цзи",
		[134701] = "Кровавый образ",
		[63508] = "Сюэнь",
		[78116] = "Элементаль воды",
		[111132] = "Рэзор Герра",
		[137773] = "Ку'шив Жестокий",
		[124953] = "Хелена Джентл",
		[153130] = "Большой элементаль Бездны",
		[125977] = "Тотем воскрешения",
		[77093] = "Ревудан Небесный Ужас",
		[36891] = "Рожденный во льдах протодракон",
		[131632] = "Сверххищник Ксибалы",
		[111133] = "Каз Эндски",
		[1554] = "Сумеречница-вампир",
		[88099] = "Серпоносец из племени Соленого Глаза",
		[129305] = "Хищный глубинный жеватель",
		[160810] = "Предвестник Ил'коксик",
		[130073] = "Дозорный из племени Шипошкурых",
		[138288] = "Призрак глубин",
		[159275] = "Хранитель портала",
		[114717] = "Отрекшаяся - наездница на нетопыре",
		[90659] = "Ужас небес Легиона",
		[107551] = "Клинок гнева - захватчик",
		[145967] = "Глубинный скат",
		[134706] = "Мертвянка",
		[88100] = "Береговой бегун из племени Соленого Глаза",
		[160300] = "Акир-скарабей",
		[157229] = "Живые миазмы",
		[154670] = "Рыдающая Сания",
		[36892] = "Имирьяр - вестница смерти",
		[160301] = "Акир - заклинатель Бездны",
		[90660] = "Горящий геллион",
		[95779] = "Гноешкурый гризли",
		[88101] = "Шаман приливов из племени Соленого Глаза",
		[38172] = "Призрачный маг",
		[157231] = "Шад'хар Ненасытный",
		[133173] = "Яростный боевой крог",
		[133685] = "Оскверненный дух",
		[102434] = "Фазовый паук",
		[160303] = "Зараженный Скиталец Пустыни",
		[148530] = "Наемная охранница каравана",
		[104226] = "Мрачный Клык",
		[160304] = "Яйцо акиров",
		[125469] = "Метатель костей из племени Грязного Камня",
		[92965] = "Черная Тень",
		[149555] = "Поганище <Терми-СвежевательДуш>",
		[126237] = "Приливный скрытень",
		[138294] = "Бес пламени Скверны",
		[155698] = "Клыкастый страж",
		[136247] = "Неугомонные камни",
		[95013] = "Дрогбар-червевод",
		[128285] = "Древний защитник",
		[139319] = "Разливень",
		[29264] = "Дух волка <Оболваненный-СвежевательДуш>",
		[38173] = "Дух пехотинца",
		[76586] = "Биоспора <Биожор>",
		[151605] = "Анодированный механик",
		[136249] = "Сторожевой элементаль",
		[153141] = "Тотем бесконечного голода <Слуга Бездны - шаманка>",
		[128286] = "Проклятый мародер",
		[112162] = "Страшный зверолов",
		[135226] = "Порождение Темен'рикс",
		[136250] = "Проклинатель худу",
		[1922] = "Серый лесной волк",
		[102693] = "Сгусток Тьмы",
		[157238] = "Пророк Скитра",
		[153655] = "Приливный страж",
		[138299] = "Кровозев",
		[159286] = "Цзоцзо",
		[112675] = "Наблюдательница из Сумеречной стражи",
		[131645] = "Наездник из племени Шипошкурых",
		[161334] = "Скалящийся ужас",
		[130079] = "Вагга Узловатый Бивень",
		[134717] = "Темен'рикс",
		[161335] = "Ужас Бездны",
		[111652] = "Уничтожитель Скверны",
		[154681] = "Сфера утопленника <Глубинный оракул из племени Мертвого Плавника>",
		[112676] = "Аристократ-исказитель",
		[109349] = "Теневой скакун Оливкового покрова",
		[153658] = "Шиз'нараж Поглотитель",
		[135231] = "Призрачный громила",
		[152123] = "Ночнорожденный-посланник",
		[152635] = "Часовой из племени Кровавого Плавника",
		[78637] = "Прислужник-гончая Скверны",
		[155195] = "Добытчик техники",
		[151612] = "Аматет - жрец Солнца",
		[160826] = "Страж улья Наз'рузек",
		[144958] = "Рубака из Армии Чести",
		[157755] = "Вил'тик-трутень",
		[151613] = "Противопехотная белка <Мехагонский боевой механик>",
		[111398] = "Кошмарное слияние",
		[128290] = "Детеныш Хир'ика",
		[108327] = "Пульсирующая костная жижа",
		[112678] = "Шал'дорай-натуралист",
		[113190] = "Мередильский раздиратель",
		[157757] = "Вил'тик - ваятель янтаря",
		[126243] = "Ядоспинный завролиск",
		[158781] = "Неизвестно <[*] Иссечение души>",
		[130850] = "Пушка братства Стальных Волн",
		[36896] = "Горгулья с каменным хребтом",
		[139842] = "Восставший равазавр <Атлантхант-Галакронд>",
		[111143] = "Мальда Хмелепуз",
		[2356] = "Старый серый медведь",
		[151616] = "Микробот-усилитель <Мехагонский нейтрализатор>",
		[80175] = "Элекк",
		[38176] = "Измученный ружейник",
		[161342] = "Сводящая с ума желчь",
		[130083] = "Сотворенный проклятием разоритель",
		[85294] = "Горен-защитник",
		[134213] = "Палач Блэквелл",
		[159295] = "Кожевник Пан",
		[152641] = "Гидромант из племени Кровавого Плавника",
		[103210] = "Отрекшаяся-защитница",
		[159296] = "Куллен Хмуробров",
		[97068] = "Штормовой дракон",
		[93485] = "Отрекшийся-матрос",
		[106026] = "Мракобес-убийца",
		[159297] = "Беро",
		[135239] = "Призрачная знахарка",
		[135240] = "Субстанция души",
		[156227] = "Обитатель Неферсета",
		[136264] = "Недоделанная мумия",
		[109354] = "Колдунья из армии Ракиша",
		[130085] = "Порабощенный пеплолапый медведь",
		[93486] = "Жуткий капитан Тэттерсейл",
		[106027] = "Мракобес-убийца",
		[155204] = "Добытчик техники",
		[135241] = "Разоритель из братства Трюмных Крыс",
		[80690] = "Горен-подрезатель",
		[97326] = "Хартли Воровка",
		[109867] = "Фьярский камнерот",
		[162884] = "Зара'тик-налетчик",
		[85809] = "Колючий листовик",
		[151623] = "Король-над-свалкой",
		[152135] = "Искаженный Бездной чародей",
		[157254] = "Тек'рис",
		[91184] = "Неизвестно",
		[162373] = "Папоротниковая оса",
		[162885] = "Зара'тик-солдат",
		[104493] = "Плюющаяся кобра <Бингхам>",
		[129575] = "Разоблаченная ведьма",
		[157255] = "Неизвестно",
		[125992] = "Злобогрыз-охотник",
		[2924] = "Среброгривый волк",
		[162886] = "Зара'тик - страж улья",
		[159303] = "Ужасное чудище",
		[151625] = "Рассечение разума",
		[152649] = "Аматет-ревнитель",
		[157256] = "Акир-шершень",
		[162887] = "Зара'тик - заклинатель глубин",
		[159816] = "Уничтожитель Ксок'никсс",
		[152138] = "Станция перегрузки",
		[44577] = "Генерал Хусам",
		[101679] = "Грозный отравитель",
		[85555] = "Нагидна",
		[159305] = "Обезумевший новобранец",
		[151627] = "Господин Починятор",
		[135759] = "Тотем земляной стены",
		[160841] = "Раздувшаяся капля",
		[103215] = "Отрекшаяся - стражница смерти",
		[80181] = "Мастер порталов из клана Призрачной Луны",
		[169544] = "Имирьяр - заклинательница стихий",
		[93490] = "Королевская грозная стражница",
		[154700] = "Воздушный ликвидатор ХЗ-9",
		[106287] = "Плут пламени Скверны",
		[151629] = "Эрнст",
		[135761] = "Громовой тотем",
		[152653] = "Токсичный скрытень",
		[169545] = "Чумной сокольничий",
		[47649] = "Период цветения <Воландеморг>",
		[134738] = "Хакби Восставший",
		[131667] = "Оживленный голиаф",
		[132179] = "Бушующая зыбь",
		[169546] = "Имирхеймский избранный воин",
		[162380] = "Ядокровый скорпид",
		[159309] = "Похищающий жизнь паразит",
		[111151] = "Полуночный поглотитель энергии",
		[103217] = "Кристаллический скорпид",
		[103729] = "Отрекшаяся-лучница",
		[129067] = "Картежница из братства Волнорезов",
		[135764] = "Взрывной тотем",
		[169548] = "Падальщик-охотник",
		[149585] = "Неизвестно",
		[81207] = "Костежор долины Суховеев",
		[110384] = "Порабощенный Скверной инфернал <Алоиза>",
		[106545] = "Усиленное око Гул'дана",
		[135765] = "Тотем потоков",
		[132182] = "Ревизор Дольп",
		[103218] = "Отрекшийся-обманщик",
		[159312] = "Живая кровь",
		[151634] = "Моторилла",
		[125229] = "Заклинательница волн из клана Гнусной Чешуи",
		[80696] = "Ботани - присягнувший лесу",
		[149587] = "Зверь <Тейтин-СвежевательДуш>",
		[154194] = "Занш'ир - чешуйчатый защитник",
		[147028] = "Искусный стрелок",
		[131672] = "Молодой сверххищник Ксибалы",
		[157266] = "Килкзл Зияющая Пасть",
		[134232] = "Наемный убийца",
		[151124] = "Мехагонский нейтрализатор",
		[131673] = "Горьководный иглохват",
		[136280] = "Потревоженный альбатрос",
		[80697] = "Неизвестно",
		[134745] = "Рассекатель небес Кракит",
		[106547] = "Захмелевший маг",
		[131674] = "Горьководный солехвост",
		[95030] = "Грознокрыл Отрекшихся",
		[145495] = "Мрргл-гурк из клана Темного Прилива",
		[128302] = "Пробудившийся страж",
		[112178] = "Ужасный дух <Страшный зверолов>",
		[108339] = "Древняя призывательница огня",
		[135258] = "Мародер из братства Стальных Волн",
		[80698] = "Зараженный смотритель лоз",
		[130094] = "Зовущая волны жрица моря",
		[147032] = "Натанос Гнилостень",
		[151639] = "Обезумевший червинт",
		[135771] = "Бандит из братства Стальных Волн",
		[78651] = "Костегрыз из клана Изувеченной Длани",
		[147033] = "Бринья",
		[151640] = "Неисправный хламобот",
		[131677] = "Плетельщица рун из ковена Мертвых Сердец",
		[80699] = "Паразитическая мандрагора",
		[105525] = "Проклинатель Адской Пасти",
		[154200] = "Глубинный подчинитель",
		[118322] = "Присягнувшая Скверне мучительница",
		[122673] = "Призванный ужас",
		[86074] = "Малютка-ревудан",
		[135773] = "Мастиф братства Стальных Волн",
		[156760] = "Болотный кроколиск",
		[115507] = "Помраченная-мятежница",
		[159320] = "Аматет",
		[135774] = "Земляной слуга",
		[169046] = "Сектантка-алхимик",
		[80700] = "Беремус Буйнорастущий",
		[134239] = "Проклинательница из ковена",
		[159321] = "Кхатеп",
		[135263] = "Наводчик корпорации Эшвейнов",
		[169047] = "Проклятый аптекарь",
		[111413] = "Темный пожиратель",
		[134240] = "Наставница ведьм из ковена",
		[155227] = "Оранжевый утрамбовщик",
		[168024] = "Ледяной дракончик",
		[157275] = "Ведомый голосами послушник",
		[93498] = "Отрекшаяся - cтражница смерти",
		[134241] = "Житель Бреннадама",
		[168025] = "Сектант-осквернитель",
		[135777] = "Забияка из братства Стальных Волн",
		[152669] = "Капля Бездны",
		[103224] = "Взрывчатый скорпид",
		[83517] = "Опустошитель Каменных Осколков",
		[108343] = "Дымящийся фамилиар",
		[168026] = "Воскреситель драконов",
		[130098] = "Перерожденный сектант",
		[138338] = "Оживленный страж <Падший вестник смерти>",
		[110391] = "Злобный плеточник",
		[103225] = "Кислотный скорпид",
		[128051] = "Груэш",
		[83774] = "Раз Угнетатель Гроннов",
		[131685] = "Руническая послушница",
		[144994] = "Ползучая мина",
		[151649] = "\"Оборонобот I\"",
		[152673] = "Элементаль-волноход",
		[145507] = "Бесконечная тень Делорми",
		[152162] = "Искаженный Бездной небесный боец",
		[152674] = "Целебный поток",
		[97084] = "Король Тор",
		[157793] = "Зара'тик-солдат",
		[137830] = "Бледный пожиратель",
		[106042] = "Калаззий Вероломный",
		[136295] = "Утонувший обитатель глубин",
		[157794] = "Поглотитель душ",
		[133736] = "Порабощенный проклятием сокольничий",
		[104251] = "Часовой из Сумеречной стражи",
		[129077] = "Мстительный предок",
		[152164] = "Яростный элементаль",
		[152676] = "Живая вода",
		[157795] = "Рамкахен-горожанин",
		[85568] = "Лавина",
		[81729] = "Разъяренный камнекус",
		[136297] = "Забытый обитатель глубин",
		[107323] = "Бормочущий бес",
		[96574] = "Закаленный бурей страж",
		[160868] = "Налетчик Нир'вераш",
		[161892] = "Акир-жнец",
		[126263] = "Пожирающий души кладбищенский охотник",
		[134251] = "Сенешаль М'бара",
		[151655] = "Крайне взрывоопасная ракета",
		[123192] = "Сирена-соблазнительница",
		[132204] = "Шипастый колючечник",
		[157286] = "Саба-ток",
		[92224] = "Отрекшийся - ловчий смерти",
		[97087] = "Валарьяр-защитник",
		[141931] = "Военачальник Дагу",
		[159335] = "Обезумевший защитник Хоцзинь",
		[151657] = "Бомботанк",
		[78148] = "Жулик Темного Прилива",
		[111164] = "Сумеречная звездная танцовщица",
		[151658] = "Танк-долгоног",
		[160872] = "Разрушитель Крокс'тазар",
		[130360] = "Антемуза",
		[101951] = "Ледопасть",
		[151659] = "Ракетный танк",
		[127289] = "Укротитель завролисков Тупп",
		[156778] = "Громовой волк",
		[103231] = "Мрачный инквизитор",
		[154219] = "Мотопаук <Мехарантул>",
		[138863] = "Сестра Марта",
		[151660] = "Хламометатель из племени Хламоедов",
		[160874] = "Хранитель трутней Ак'тет",
		[157291] = "Мастер шпионажа Хул'ах",
		[158315] = "Око хаоса",
		[127290] = "Тупп",
		[111166] = "Решительный придворный",
		[137841] = "Резвый фамилиар",
		[151662] = "Заклинательница волн Заржези",
		[117053] = "Оргрокк",
		[169066] = "Посвященная сектантка",
		[145008] = "Призыватель духов из Армии Чести",
		[137842] = "Чудовищный раб",
		[159341] = "Цзиньхо Разрыватель Ветра",
		[151663] = "Перемалыватель из племени Хламоедов",
		[143985] = "Поглощатор <Негинд-Дракономор>",
		[169067] = "Оживленный защитник",
		[119869] = "Ифисиль",
		[103745] = "Отрекшаяся - темный следопыт",
		[135796] = "Капитан Ледфист",
		[153200] = "Ошпар",
		[105793] = "Ползучий страх",
		[110400] = "Мондрель Ночная Погибель",
		[157808] = "Вил'тик-роерожденный",
		[153202] = "Таранный поршень",
		[159345] = "Эндрю Вестал",
		[151667] = "Нефтеплюй из племени Хламоедов",
		[78409] = "Ассистент Фитилямс",
		[145013] = "Гоблин-техник",
		[162417] = "Анубисат-часовой",
		[159346] = "Неизвестно",
		[157811] = "Лилиам Шпиндель",
		[133753] = "Капля-пиявка",
		[151157] = "Омус",
		[122943] = "Вурдалак",
		[78410] = "Капитан Килрит",
		[107331] = "Эредераская пожирательница душ",
		[157812] = "Билибуб Шестеренок",
		[159348] = "Дэвид Харрингтон",
		[152182] = "Ржавое Перо",
		[80714] = "Грибной разведчик",
		[157813] = "Спрайт Прыгозубчик",
		[78667] = "Легионер Железного Марша",
		[166004] = "Ледяной костеглод",
		[154231] = "Аватара Сюэня <Дотало-Ревущийфьорд>",
		[162933] = "Неизвестно",
		[134780] = "Голодный остроклюв",
		[151672] = "Мехарантул",
		[129599] = "Метательница ножей из братства Волнорезов",
		[153208] = "Ониксовый боевой змей",
		[158327] = "Тлеющий осколок",
		[154744] = "Токсичное чудище",
		[127040] = "Заламарская фанатичка",
		[152697] = "Улмат",
		[104262] = "Раскаленный уголь",
		[129600] = "Саурок из клана Соленой Чешуи",
		[80716] = "Раздувшийся гриб",
		[93513] = "Скрог-посланник",
		[159353] = "Близзикс Искроножикс",
		[115012] = "Присягнувший Скверне заговорщик",
		[152699] = "Слуга Бездны - берсерк",
		[123714] = "Курганный завролиск",
		[142462] = "Порабощенный моряк",
		[155259] = "Погрузчик Вира",
		[112709] = "Стражница променада",
		[156795] = "Осведомительница ШРУ",
		[129857] = "Гончий пес братства Чернозубых",
		[72783] = "Всевидящий глаз",
		[142463] = "Порабощенный моряк",
		[106311] = "Неизвестно",
		[132226] = "Пробудительница лоз из племени Шипошкурых",
		[78670] = "Боевой заклинатель Железного Марша",
		[150142] = "Хламометатель из племени Хламоедов",
		[128578] = "Зуджотгул",
		[108359] = "Взрывчатый скорпид",
		[143488] = "Неизвестно",
		[129602] = "Головорез из братства Стальных Волн",
		[109639] = "Жуткая наездница - ловец",
		[150143] = "Перемалыватель из племени Хламоедов",
		[85837] = "Серебряная Утроба",
		[162941] = "Рамкахен-страж",
		[159358] = "Хмелевар Линьши",
		[152704] = "Ползучая порча",
		[133765] = "Сестра из ковена Мертвых Сердец",
		[102218] = "Улиточник из племени Серого Камня",
		[153217] = "Собиратель из племени Морских Скал",
		[107593] = "Алгромон",
		[150146] = "Шаман из племени Хламоедов",
		[159360] = "Тивиликс Бангалтер",
		[153218] = "Мурлок из племени Морских Скал",
		[157825] = "Обезумевшая мучительница",
		[151683] = "Неисправный хламобосс",
		[153219] = "Оракул из племени Морских Скал",
		[74834] = "Кокон <Ниэтта>",
		[151684] = "\"Зубодробитель\"",
		[152196] = "Аматет-ученик",
		[80721] = "Покрытый плесенью шаркун",
		[105547] = "Рорен",
		[141959] = "Жрец-проклинатель Харака",
		[155780] = "Заряженный магией бердыш",
		[152197] = "Камес Клинок рассвета",
		[82513] = "Меченный Бездной скакун",
		[161411] = "Хватка разума",
		[75091] = "Гром'карский рубака",
		[96590] = "Гурбог Крушака",
		[136330] = "Шипы души <[*] Шипы души>",
		[154758] = "Токсичное чудище",
		[44976] = "Разносчик чумы из Неферсета",
		[152711] = "Разоритель из племени Мертвого Плавника",
		[140938] = "Квакух",
		[103757] = "Волшебница Костехлада",
		[83538] = "Командир Песни Войны",
		[129095] = "Кастетник из братства Чернозубых",
		[117066] = "Балинар Истребитель",
		[2925] = "Среброгривый ревун",
		[102222] = "Проклятая груда черепов <Змееуст-искатель мертвых>",
		[82515] = "Детеныш Темного Когтя",
		[153737] = "Ширакесс-ученица",
		[150154] = "Завролиск-костеглод",
		[128584] = "Вугтут",
		[104270] = "Голем-страж",
		[160904] = "Неизвестно",
		[161416] = "Акир - творец теней",
		[153738] = "Ширакесс-поработитель",
		[150667] = "Улучшенный часовой",
		[106318] = "Леди Калиндрия",
		[152203] = "Леди Силазжи",
		[132240] = "Проклятый сокол",
		[153739] = "Занш'ир-мирмидон",
		[146061] = "Син'дорай – рыцарь крови",
		[120651] = "Взрывчатка",
		[129097] = "Задира из братства Чернозубых",
		[112973] = "Заклинатель из Сумеречной стражи",
		[149133] = "Берсерк из Армии Чести",
		[153740] = "Занш'ир - чешуйчатый страж",
		[105807] = "Кошмарная белка",
		[111694] = "Рыцарь смерти Акеруса",
		[107855] = "Мстительный дух",
		[128586] = "Плененная буря",
		[79702] = "Кели'дан Разрушитель",
		[112718] = "Звездный фамилиар",
		[108879] = "Хумонгрис",
		[152718] = "Аллерия Ветрокрылая",
		[150159] = "Король Гоббамак",
		[36788] = "Некролит из свиты Леди",
		[111439] = "Темные вихри",
		[150160] = "Бугай из племени Хламоедов",
		[146577] = "Скрытный ловчий смерти",
		[104273] = "Джазшариу",
		[149137] = "Гоблин-браконьер",
		[130635] = "Каменный яростень",
		[78168] = "Страж Темного Прилива",
		[127820] = "Разведчик Скраснисс",
		[104274] = "Баалгар Бдительный",
		[168078] = "Темная ревнительница",
		[152722] = "Падшая вестница Бездны",
		[105554] = "Кристаллическая дева",
		[168079] = "Темная ритуалистка",
		[156818] = "Гневион",
		[149652] = "Агата Вирмвуд",
		[104275] = "Имаку'туя",
		[143510] = "Неизвестно",
		[160914] = "Предвестник глубин",
		[129869] = "Голодный корчеватель",
		[161938] = "Ученая из Лиги исследователей",
		[150165] = "Жижементаль",
		[29724] = "Страж библиотеки",
		[156820] = "Дод",
		[134298] = "Усиленный азеритом элементаль",
		[135322] = "Золотой Змей",
		[160404] = "Рассерженный дух медвежьей шкуры",
		[129870] = "Свиновод из племени Шипошкурых",
		[145560] = "Магнитохват",
		[150167] = "Неизвестно",
		[44980] = "Чудотворец из Неферсета",
		[160405] = "Рассерженный дух кресла из древня",
		[136347] = "Ученик жрецов моря",
		[137371] = "Сестра Лилиас",
		[150168] = "Токсичное чудище",
		[104277] = "Гончая Легиона",
		[31260] = "Имирьяр - заклинатель небес",
		[129359] = "Пилоносая акула",
		[105301] = "Своевременный элементаль",
		[137372] = "Шипастый рыкач",
		[150169] = "Токсичный скрытень",
		[152729] = "Жрица луны Лиара",
		[153241] = "Ховок",
		[161943] = "Неизвестно",
		[141980] = "Алхимик Питтс",
		[95832] = "Валарьяр - дева щита",
		[104278] = "Порабощенная Скверной карательница",
		[104534] = "Тюремщик Д'зорикс",
		[80220] = "Вестник Бездны из клана Призрачной Луны",
		[60849] = "Статуя Нефритовой Змеи",
		[149659] = "Оруэлл Стивенсон",
		[141981] = "Сумеречный ползун",
		[130896] = "Неизвестно <Капитан Рауль>",
		[161945] = "Врата Бездны",
		[95577] = "Щупальце Бездны",
		[95833] = "Хирья",
		[148637] = "Темный охотник Вол'трис",
		[153244] = "Элементаль забвения",
		[153756] = "Механоцикл",
		[130641] = "Головорез дома Штормсонгов",
		[130897] = "Капитан Остроспин",
		[135329] = "Матрона Бриндл",
		[136353] = "Огромное щупальце",
		[95834] = "Валарьяр-мистик",
		[139425] = "Бешеная наседка",
		[92763] = "Безымянный Король",
		[129874] = "Отступник-охотник",
		[141985] = "Глашатай Заксутрил",
		[134307] = "Порабощенный проклятием скакун",
		[44982] = "Черный маг Неферсета",
		[127315] = "Тотем воскрешения",
		[161437] = "Взрывоопасный скарабей",
		[103769] = "Ксавий",
		[158878] = "Каменный часовой",
		[104537] = "Повелитель Скверны Кураз'мал",
		[152736] = "Страж Таннин",
		[174235] = "Азш'ари - повелительница осады",
		[158367] = "Неизвестно",
		[114263] = "Один",
		[130899] = "Командир Полынь",
		[122965] = "Вол'каал",
		[102746] = "Слуга-элементаль",
		[149154] = "Элементалист из Армии Чести",
		[141988] = "Скальный ползун",
		[134310] = "Служительница ковена Мертвых Сердец",
		[151202] = "Гнусноструй",
		[160416] = "Рассерженный дух бочки эля",
		[169118] = "Чумной Вой",
		[122454] = "Дозорная корпорации Эшвейнов",
		[155298] = "Бомба из утиля",
		[107098] = "Сверкающий маназмей",
		[174238] = "Занш'ир-ловчий",
		[91486] = "Дракон-штормокрыл",
		[154276] = "Перегруженный разрядниконосец",
		[94046] = "Восставший убийца",
		[122967] = "Жрица Алун'за",
		[127574] = "Налетчик из племени Грязного Камня",
		[169633] = "Ледяной костяной лорд",
		[43704] = "Лютый волк",
		[83553] = "Инша'тар",
		[112474] = "Зараженный тотем <Дикий шаман>",
		[129366] = "Буканьер из братства Трюмных Крыс",
		[157349] = "Вепрь Бездны",
		[36666] = "Призрачный тюремщик",
		[122968] = "Язма",
		[139946] = "Хранитель Сердца",
		[89] = "Инфернал <Айфор-СтражСмерти>",
		[158374] = "Врата разума",
		[150696] = "Глубинный скат - хранитель стаи",
		[134828] = "Воденыш",
		[151720] = "Огнедых из племени Хламоедов",
		[129367] = "Воин бури из братства Трюмных Крыс",
		[152744] = "Древний поработитель разума",
		[129879] = "Рассекатель из братства Стальных Волн",
		[158375] = "Щупальце Заразителя",
		[134317] = "Отвратительный фамилиар",
		[122969] = "Занчульская знахарка",
		[152233] = "Светозарный-ритуалист",
		[115291] = "Хеларьяр - похититель душ",
		[165542] = "Заразный зомби",
		[158376] = "Эгос",
		[150698] = "Нефтяная масса",
		[94] = "Карманник",
		[112732] = "Дитя Саел'орн",
		[139949] = "Чумная знахарка",
		[117339] = "Темная ритуалистка",
		[141485] = "Небесный наездник из братства Стальных Волн",
		[81252] = "Дров Крушитель",
		[122970] = "Крадущийся теневой клинок",
		[41146] = "Падальщик из племени Мерзлогривов",
		[1547] = "Дряхлый пес Тьмы",
		[157354] = "Вексиона",
		[62005] = "Неизвестно",
		[128345] = "Смертоклятый ужас",
		[6250] = "Ползун",
		[112477] = "Йорг Мрачная Пасть",
		[112733] = "Ядошкурый тенеткач",
		[129369] = "Налетчик из братства Стальных Волн",
		[129625] = "Лесная ведьма",
		[105823] = "Кошмарное щупальце",
		[134321] = "Отступник-агрессор",
		[122971] = "Дазар'айский сокрушитель",
		[157356] = "Экстрактор Тельсара",
		[150190] = "Воздушный подавитель ОУ-8",
		[95842] = "Валарьяр - призыватель молний",
		[104288] = "Триллиакс",
		[129370] = "Заклинатель моря из братства Стальных Волн",
		[152750] = "Яйцо мотопаука",
		[130138] = "Невермор",
		[150191] = "Аварий",
		[159405] = "Акир-скарабей",
		[131252] = "Неизвестно",
		[78183] = "Раненый летун-темнокрыл",
		[57783] = "Дракончик из призрачного железа",
		[115806] = "Карательница из Сумеречной стражи",
		[128347] = "Сплетенный проклятием рычун",
		[95843] = "Король Галдор",
		[112479] = "Сквернскорнский хранитель клятв",
		[135860] = "Захватчица-рубака",
		[130395] = "Вестник войны из племени Шипошкурых",
		[122973] = "Дазар'айский духовник",
		[148146] = "Охотник за головами Зул'аки",
		[153265] = "Вил'тик - быстрый клинок",
		[27936] = "Тыквенный солдат",
		[134838] = "Грабитель из банды Резчиков",
		[129372] = "Метатель черной смолы",
		[80744] = "Шипастый колотильщик",
		[150195] = "Слизнюк-гномоед",
		[132280] = "Попка",
		[153267] = "Вил'тик - хранитель роя",
		[112481] = "Сквернскорнский фанатик",
		[129373] = "Портовая заводчица",
		[173231] = "Неизвестно",
		[153268] = "Опустошитель из роя богомолов",
		[130653] = "Бесшабашная подрывница",
		[130909] = "Смрадная личинка",
		[135865] = "Зандаларский батрак",
		[59832] = "Неизвестно",
		[79466] = "Посвященный Восходящего Солнца",
		[118] = "Лесной хищник",
		[112738] = "Послушник Саел'орн",
		[129374] = "Вышибала из банды Резчиков",
		[156853] = "Аматет - жрец Солнца",
		[76651] = "Сталеплюй Железного Марша",
		[134331] = "Король Рау'ай",
		[138938] = "Волнолом Сколот",
		[156854] = "Аматет-фанатик",
		[157366] = "Охотник Бездны <Ра-ден>",
		[108132] = "Нестабильный осколок <Скорпирон>",
		[156855] = "Аматет - Клинок Света",
		[129887] = "Первая помощница Трикси Торнсейл",
		[130143] = "Гиблорог",
		[130655] = "Бобби Хаулис <Джес Хаулис>",
		[131262] = "Вожак стаи Асенья",
		[11859] = "Страж ужаса",
		[161463] = "Призыватель глубин Велшен",
		[137405] = "Цепкий ужас",
		[28001] = "Терропард",
		[159416] = "Шипастое щупальце",
		[148155] = "Мак'лак",
		[156857] = "Раскопанная хранительница",
		[153274] = "Юный куньчун",
		[130400] = "Сокрушитель из братства Стальных Волн",
		[101991] = "Обитатель Кошмара",
		[159417] = "Сумасшедшая мастер ножа",
		[151739] = "Ма'хаат Упорный",
		[82284] = "Обугленный древний",
		[103527] = "Маночешуйчатый василиск",
		[128609] = "Щупальце Шул-Нагрута",
		[104295] = "Пылающий бес",
		[151740] = "Неисправный щенок утильхаунда",
		[8596] = "Карликовый чумной пес",
		[17252] = "Креншекор",
		[106087] = "Элерет Дикая Лань",
		[78190] = "Крошшер Темного Прилива - \"Рилакинатор-3000\"",
		[111206] = "Саблезубый ворг",
		[161467] = "Хранительница портала Джин'ташал",
		[158396] = "Азш'ари-оракул",
		[134338] = "Жрец моря - каратель",
		[151742] = "Искаженный Бездной захватчик",
		[136386] = "Раб Антемузы",
		[153278] = "Куньчун-разрушитель",
		[85357] = "Юный темнокрыл",
		[114534] = "Адская гончая",
		[107624] = "Мстительная душа",
		[2350] = "Лесной ползун",
		[128611] = "Око Шул-Нагрута",
		[152256] = "Камнепад",
		[54588] = "Паровой танк ярмарки Новолуния",
		[114535] = "Сфера коррозии",
		[98411] = "Краскоплет из клана Говорящих с костями",
		[148674] = "Чумной мастер Герберт",
		[136901] = "Солезубый завролиск",
		[107881] = "Волнскорнский укротитель зверей",
		[95852] = "Натанос Гнилостень",
		[135366] = "Поджигатель из братства Чернозубых",
		[148163] = "Гоблин-укротительница",
		[156865] = "Неизвестно",
		[161472] = "Неизвестно <Поглотитель душ>",
		[130404] = "Крысолов",
		[130916] = "Дикий глубинный жеватель",
		[98412] = "Рунический топороносец - новобранец",
		[127333] = "Королева шипожалов",
		[156866] = "Ра-ден",
		[26461] = "Могильщик из Плети",
		[26704] = "Защитник Драккари",
		[109825] = "Ария Сердце Скорби",
		[2630] = "Тотем оков земли <Триганоскоп-ЧерныйШрам>",
		[131785] = "Неизвестно",
		[174061] = "Ингвар Расхититель",
		[140789] = "Искрящийся элементаль",
		[89199] = "Леди Сссюрин",
		[103790] = "Корональный выброс",
		[130661] = "Геомант Торговой компании",
		[114537] = "Хелия",
		[111460] = "Крестоносец Темносвета",
		[144071] = "Заклинатель моря из братства Стальных Волн",
		[111210] = "Опаляющий инфернал",
		[169665] = "Детеныш ледяного дракона",
		[104289] = "Темный следопыт Алина",
		[171] = "Мурлок-воин",
		[130025] = "Громила из братства Стальных Волн",
		[104300] = "Владычица теней",
		[137921] = "Вторгшийся древохват",
		[105826] = "Предвестник Кошмара",
		[96878] = "Катакомбный завораживающий ползун",
		[136906] = "Майор Алан Хокинз",
		[174060] = "Принц Келесет",
		[133835] = "Дикий кровавый роевик",
		[158917] = "Обезумевший страж Тушуй",
		[114538] = "Квалдир - терзатель душ",
		[110699] = "Громила из армии Ракиша",
		[90480] = "Измученный крылень",
		[111211] = "Раб Темносвета",
		[127847] = "Пожиратель падали",
		[106339] = "Омерзительный механолог",
		[154311] = "Занш'ир-мирмидон",
		[18853] = "Кровостраж клана Ярости Солнца",
		[132086] = "Черноглазый Барт",
		[151752] = "Мелкое порождение Бездны",
		[130912] = "Теневой клинок Рази",
		[107811] = "Гнусный ткач",
		[161408] = "Неизвестно",
		[154608] = "Кружащийся шок-о-матик",
		[154312] = "Занш'ир - чешуйчатый страж",
		[169113] = "Воскреситель культа",
		[114539] = "Квалдир - заклинатель рифов",
		[110700] = "Порабощенный Скверной прислужник",
		[139980] = "Тайя Морской Завыватель",
		[174059] = "Черный рыцарь",
		[157167] = "Защитник Сен-мат",
		[113512] = "Гнилостная слизь",
		[111980] = "Ночная мать",
		[95072] = "Большой элементаль земли <Лениивая>",
		[101642] = "Щупальце Мифаны",
		[151754] = "Блуждающее порождение Бездны",
		[135886] = "Отрекшийся - страж смерти",
		[129640] = "Злобный портовый пес",
		[90474] = "Охотница на демонов",
		[133327] = "Громила корпорации Эшвейнов",
		[130131] = "Перенастроенный уборочный голем",
		[130664] = "Золотистая пчела",
		[77942] = "Изначальный элементаль бури <Жупер-Разувий>",
		[151755] = "Темная гончая",
		[174058] = "Броньям",
		[152779] = "Моч'к Восемь Пальцев",
		[86899] = "Обугленный древний",
		[90734] = "Гро Грохочущее Копыто",
		[130410] = "Мятежный алебардщик",
		[138871] = "Эрни",
		[129121] = "Громила из братства Чернозубых",
		[120939] = "Зловредный инквизитор",
		[163308] = "Поглотитель душ",
		[160970] = "Вук'лаз Землелом",
		[84852] = "Жалосерд-опылитель",
		[153804] = "Настырный спинохруст",
		[158411] = "Неизвестно <Зардет Черный Коготь>",
		[36620] = "Адепт - страж душ",
		[150222] = "Токсикоид",
		[82037] = "Ворон Зашедшей Луны",
		[122984] = "Дазар'айский колосс",
		[109311] = "Неизвестно",
		[111473] = "Неизвестно",
		[161451] = "Манипулятор Яр'шатх",
		[137937] = "Древоклык-захватчик",
		[112638] = "Астральный защитник",
		[122972] = "Дазар'айский авгур",
		[108655] = "Порождение Змеикса <Голландец-Ясеневыйлес>",
		[162480] = "Н'Зот Заразитель",
		[107883] = "Волнскорнская укротительница зверей",
		[136914] = "Солеклювый альбатрос",
		[81014] = "Неизвестно",
		[162508] = "Анубисат-часовой",
		[153226] = "Певица стали Фреза",
		[23775] = "Голова Всадника",
		[45122] = "Присягнувший капитан",
		[96608] = "Эбеновый ворг",
		[109154] = "Громадень из клана Колец Ненависти",
		[136915] = "Сетрак-целитель",
		[152710] = "Глубинный оракул из племени Мертвого Плавника",
		[159211] = "Лорри Горячее Сердце",
		[31139] = "Пустулезный ужас",
		[138963] = "Хозяйка гнезда Акада",
		[46141] = "Обсидиановый огнекрыл",
		[160462] = "Послушник Н'Зота",
		[92788] = "Мракобес - исказитель снов",
		[129899] = "Бешеный кролик",
		[145902] = "Хрономалия",
		[130411] = "Сетрак-завоеватель",
		[169547] = "Дикий протодракон",
		[101120] = "Порождение плоти",
		[129529] = "Задира из братства Чернозубых",
		[160463] = "Кудесница из Темной Империи",
		[159789] = "Осадок Бездны",
		[111472] = "Мать крабов-щелкунов",
		[157904] = "Акир-скарабей",
		[160464] = "Убийца из Темной Империи",
		[108145] = "Вор барабанов из племени Синего Воска",
		[153755] = "Нано Мегабум",
		[116335] = "Хеларьяр - смотрительница туманов",
		[152274] = "Мурлок из племени Кровавого Плавника",
		[92789] = "Мракобес-ужасень",
		[92794] = "Жуткий нетопырь",
		[122204] = "Ведьма крови Наджима",
		[118127] = "Темная ритуалистка",
		[130668] = "Голодный росошкур",
		[157162] = "Жэй Лунь",
		[163025] = "Неизвестно",
		[160465] = "Палач из Темной Империи",
		[153192] = "Часовая-защитница",
		[153299] = "Костедробитель Сзун",
		[126969] = "Тротак",
		[111933] = "Ядовитый паучок",
		[87671] = "Полночный калири",
		[112497] = "Майя Белая",
		[159954] = "Акир-пронзатель",
		[117068] = "Таз'гул",
		[136408] = "Гончая Тьмы <Йенниффер-Термоштепсель>",
		[153300] = "Железный Зоко",
		[153812] = "Крадущийся спинохруст",
		[137944] = "Шипастый мелководный угорь",
		[81529] = "Иссушитель из Смертельных ключей",
		[96853] = "Свечной король",
		[98421] = "Коттр Вондир",
		[148182] = "Мерцающий остаток",
		[156884] = "Неизвестно",
		[111474] = "Краб-щелкун",
		[55873] = "Косозуб-смутьян",
		[107891] = "Бес пламени Тьмы",
		[124527] = "Твердоклювый падальщик",
		[140447] = "Головокружение",
		[108659] = "Цветок смерти",
		[44981] = "Присягнувший свежеватель",
		[140997] = "Северус Изгой",
		[96512] = "Верховный друид Глайдалис",
		[153814] = "Спинохруст-отсекатель",
		[122636] = "Кровавая глодательница костей",
		[99922] = "Неизвестно",
		[152768] = "Ядохвостый скорпид",
		[92792] = "Кошмарный всадник",
		[148184] = "Разозленный маноед",
		[111612] = "Лунный серп из Сумеречной стражи",
		[153303] = "Кассар Клинок Бездны",
		[133285] = "Донный охотник",
		[133852] = "Живая гниль",
		[134364] = "Отступник - хранитель яиц",
		[149707] = "Коралловый ползун",
		[80731] = "Грибковый слизнюк",
		[148185] = "Ловчий смерти - убийца",
		[132317] = "Желчный охотник",
		[105299] = "Рекурсивный элементаль",
		[136727] = "Сетрак - боевой наездник",
		[93560] = "Призывательница смерти Кассандра",
		[126774] = "Карабинер из братства Стальных Волн",
		[126832] = "Небесный капитан Крагг",
		[101630] = "Янтарный земледробитель",
		[174051] = "Кровотролль",
		[132318] = "Желчный быстроног",
		[155656] = "Миша",
		[129527] = "Буканьер из братства Трюмных Крыс",
		[154329] = "Глубинный подчинитель",
		[81528] = "Владыка кратера Игний",
		[127] = "Мурлок-волнолов",
		[153203] = "Таранный поршень",
		[113012] = "Скверноподданный маг Хаоса",
		[132319] = "Желчная матка",
		[129904] = "Большая крольчиха",
		[136318] = "Орк-батрак",
		[36551] = "Неистовое привидение",
		[146652] = "Усиленный страж смерти",
		[114548] = "Гнилодушный гигант",
		[135235] = "Призрачная повелительница животных",
		[152283] = "Буйный хламобот",
		[156890] = "Нечистый наблюдатель",
		[99192] = "Тень Ксавия",
		[78973] = "Разз Ракетобег",
		[108361] = "Кристаллический скорпид",
		[157158] = "Сектант - погонщик рабов",
		[96121] = "Сквернскорнский истязатель",
		[127479] = "Королева песков",
		[113013] = "Скверноподданный теневой клинок",
		[109174] = "Стражник-копейщик из племени Соленого Глаза",
		[111944] = "Неизвестно",
		[105591] = "Кошмарный ужас",
		[154332] = "Хранитель Бездны Малькет",
		[138464] = "Матрос корпорации Эшвейнов",
		[102397] = "Могучий повелитель гнева",
		[151773] = "Сторожевой бот модели \"ПЕС\"",
		[168994] = "Сектант смерти",
		[111222] = "Демоническая сущность",
		[91472] = "Вредитель из племени Листа Чертополоха",
		[101967] = "Мраководный поработитель",
		[105468] = "Кошмарный Древний",
		[138465] = "Канонир дома Эшвейнов",
		[129140] = "Укин-матрос",
		[129526] = "Морячок из братства Трюмных Крыс",
		[134775] = "Заклинательница земли Гулгорт",
		[160876] = "Разъяренный янтарный элементаль",
		[153310] = "Куалина Ледяное Копье",
		[81022] = "Высокогорный прошибатель",
		[109943] = "Ана-Муз",
		[114813] = "Квалдир - ведьма приливов",
		[133842] = "Боевой кролуск Каркитисс",
		[154687] = "Робопаук-крушитель",
		[152287] = "Мотопаук",
		[90748] = "Буря Бурлящей Воды",
		[153311] = "Азанз Скользящий Клинок",
		[99450] = "Пылающий проницатель",
		[128371] = "Пронзательница из племени Потрошителей Лоа",
		[82514] = "Молодой Темный Коготь",
		[157156] = "Торшег",
		[137708] = "Каменный голем",
		[152288] = "Мотопаук",
		[160990] = "Неизвестно",
		[84862] = "Стручлинг-зверолов",
		[153824] = "Воздушный подавитель ОУ-8",
		[80715] = "Смертеспинный опустошитель",
		[81535] = "Тарлна Нестареющий",
		[129626] = "Порабощенный моховой паук",
		[131302] = "Грабитель из братства Стальных Волн",
		[152289] = "Яйцо мотопаука",
		[136421] = "Эттин-землекрушитель",
		[153313] = "Выз'олго Похититель Разума",
		[153314] = "Алдрантисс",
		[79205] = "Бледнокожий пожиратель",
		[152679] = "Неудержимый поток",
		[96124] = "Дрогбар - речной удильщик",
		[131303] = "Заклинательница моря из братства Стальных Волн",
		[122963] = "Резан",
		[129652] = "Отступник-дервиш",
		[141029] = "Брык",
		[153826] = "Зараженный страж",
		[140398] = "Зеритарж",
		[103785] = "Откормленный медведь",
		[78883] = "Неизвестно",
		[131304] = "Неизвестно",
		[160352] = "Червячок",
		[111225] = "Маг Хаоса Белерон",
		[169695] = "Ледяной змей",
		[146917] = "Разъяренный азеритовый элементаль",
		[158690] = "Сектант-мучитель",
		[111170] = "Астральная предсказательница",
		[79745] = "Лесной охотник",
		[131305] = "Волногон из клана Соленой Чешуи",
		[131817] = "Кроглот Зараженный",
		[153699] = "Радикулиск",
		[105339] = "Темный маг Кровавой Тьмы",
		[152675] = "Сокрушающий страж волн",
		[105304] = "Щупальце угнетения",
		[81537] = "Каргакс Пожиратель",
		[114553] = "Желчная слизь",
		[131306] = "Неизвестно",
		[131818] = "Меченая сестра",
		[111226] = "Призыватель Ксив",
		[161507] = "Темный нексус",
		[157792] = "Зара'тик - страж улья",
		[102395] = "Разведчик-убийца",
		[127799] = "Дазар'айский почетный страж",
		[113214] = "Сочащийся туман",
		[131307] = "Неизвестно",
		[131819] = "Прорицательница из ковена",
		[151603] = "Статуя",
		[136938] = "Безжалостный пожиратель разума",
		[137450] = "Шершень",
		[158437] = "Падший надсмотрщик",
		[163044] = "Акир-жнец",
		[102269] = "Ловец Скверны - разоритель",
		[126973] = "Шипожал-трутень",
		[111144] = "Матиас Зунн",
		[111227] = "Заклинательница Скверны Фарамера",
		[152546] = "Каменнобрюхий пожиратель",
		[152273] = "Волномут из племени Кровавого Плавника",
		[87425] = "Запятнанный легкокрыл",
		[124536] = "Желчекрыл-парализатор",
		[144993] = "Бешеный чертополоховый медведь",
		[108925] = "Лорд Аддер",
		[126006] = "Агрессивный крупнозуб",
		[136428] = "Темный летописец",
		[125816] = "Небесная королева",
		[133357] = "Прирученный кровавый роевик",
		[150249] = "Демонтажница из банды Поршнеголовых",
		[97919] = "Трясиноступ из племени Каменистого Болота",
		[102270] = "Эредарская завоевательница",
		[114811] = "Квалдир - защитница кораллов",
		[126264] = "Разъяренный дух",
		[74373] = "Лезвие Бездны из клана Призрачной Луны",
		[97081] = "Король Бьорн",
		[133358] = "Кровавая служительница",
		[150250] = "Стрелок из банды Поршнеголовых",
		[146667] = "Безумное чумное отродье",
		[153228] = "Неизвестно",
		[84099] = "Озлобленный демон Бездны",
		[96640] = "Валарьяр-лучница",
		[153273] = "Зара'тик - заклинатель глубин",
		[82175] = "Среброкрылый калири",
		[90109] = "Поработитель из клана Колец Ненависти",
		[150251] = "Механик из банды Поршнеголовых",
		[81540] = "Эрозиан Жестокий",
		[126841] = "Живец",
		[143597] = "Щитоносец с \"Гибельного воя\"",
		[131824] = "Сестра Солена",
		[157268] = "Ползучая порча <Вез'окк Беспросветный>",
		[99200] = "Дресарон",
		[149007] = "Пронзатель из племени Черного Копья",
		[137967] = "Неизвестно",
		[138866] = "Мак",
		[96129] = "Сквернскорнский налетчик",
		[46153] = "Нагорный ворг",
		[131825] = "Сестра Брайар",
		[92802] = "Гравакс Осквернитель",
		[157419] = "Искаженный Бездной дракончик",
		[133361] = "Изнуренный слуга",
		[150253] = "Вооруженный робопаук",
		[89731] = "Ловец Скверны",
		[134897] = "Дагрус Презренный",
		[94338] = "Жуткий наездник - ловец",
		[102784] = "Щупальце Бездны",
		[107135] = "Маноед",
		[145135] = "Тень Делорми",
		[151638] = "Обезумевший земляной яростень",
		[137969] = "Погребальный голем",
		[142576] = "Свободный поток",
		[157267] = "Сбежавший мутант",
		[152813] = "Малый зоатроид",
		[138332] = "Жрец моря Моррис",
		[129658] = "Неизвестно",
		[169706] = "Неповоротливое страшилище",
		[137458] = "Гниющая спора",
		[91458] = "Яростный воронух",
		[129371] = "Мастер клинков прилива",
		[416] = "Раптипу",
		[36940] = "Гневный вурдалак",
		[131676] = "Горьководный кромсатель",
		[107136] = "Псарь Строксис",
		[103245] = "Отрекшийся-осквернитель",
		[135254] = "Налетчик из братства Стальных Волн",
		[131670] = "Прядильщица лоз из ковена Мертвых Сердец",
		[134388] = "Клубок змей",
		[150712] = "Трикси Искрожгучка",
		[151792] = "Жижементаль",
		[135662] = "Клевок",
		[136436] = "Неизвестно",
		[80775] = "Огрон-сокрушитель",
		[162030] = "Ведомый голосами ритуалист",
		[154352] = "Акир - заклинатель Бездны",
		[85638] = "Неизвестно",
		[144718] = "Гоблинский телепорт",
		[131318] = "Старейшина Ликса",
		[82311] = "Чар Горящий",
		[125453] = "Дикобраз-матриарх",
		[107535] = "Эредарский истязатель душ",
		[137461] = "Голодающий светлобрюхий волк",
		[166638] = "Кровожадный вурдалак",
		[134390] = "Неизвестно <Яйцо>",
		[171757] = "Темный заклинатель костей",
		[92703] = "Налетчик Адской Пасти",
		[131669] = "Шипастая гончая",
		[151309] = "Кельпин-разведчик",
		[104246] = "Караульный из Сумеречной стражи",
		[106804] = "Сурамарский гризли",
		[154354] = "Акир-острожал",
		[131666] = "Заклинательница шипов из ковена",
		[126845] = "Капитан Джолли",
		[36941] = "Воскрешенный ведьмак",
		[37069] = "Неуклюжее поганище",
		[136439] = "Отрекшийся-убийца",
		[123774] = "Сетрак-агрессор",
		[153843] = "Ширакесс - исказительница Бездны",
		[90173] = "Охотник за магией",
		[158684] = "Безумный мясожор",
		[147189] = "Берсерк-ветеран",
		[147701] = "Палач Мохо",
		[458] = "Мурлок-охотник",
		[152569] = "Обезумевший трогг",
		[153332] = "Занш'ир-громила",
		[93318] = "Пеплобрюхий шатун",
		[109954] = "Магистр Федрис",
		[85640] = "Живительная поросль",
		[85896] = "Костяной разоритель Кровавой Гривы",
		[82057] = "Неизвестно",
		[160499] = "Извивающийся ужас",
		[169119] = "Чумоклык",
		[153333] = "Занш'ир-каратель",
		[159955] = "Акир-острожал",
		[158452] = "Искажающее разум щупальце",
		[138489] = "Тень Зула",
		[130600] = "Фартохвост",
		[108675] = "Обезумевший лунный совух",
		[36658] = "Повелитель Плети Тираний",
		[135245] = "Крушитель из братства Трюмных Крыс",
		[133116] = "Древесная гончая",
		[110896] = "Древний-разрушитель",
		[106107] = "Капитан Наранот",
		[155198] = "Автоматический инспектор по безопасности",
		[126847] = "Капитан Рауль",
		[151799] = "Аматет-землекоп",
		[156406] = "Слуга Бездны - почетный страж",
		[78475] = "Ра'ка Кровавое Копье",
		[132163] = "Страж моря Понтус",
		[157942] = "Клакси-пробудитель",
		[130342] = "Вульпера-раб",
		[151606] = "Анодированный паук",
		[96135] = "Сквернскорнский завоеватель",
		[151800] = "Аматет-лучник",
		[151801] = "Аматет-фанатик",
		[109188] = "Подопытный иссохший",
		[93064] = "Сокол из крепости Черной Ладьи",
		[133373] = "Джакс'теб Неупокоенный",
		[73101] = "Проклятый волк",
		[142587] = "Плевок",
		[126848] = "Капитан Юдора",
		[106629] = "Блерг",
		[80739] = "Грибной топотун",
		[160825] = "Ваятель янтаря Эш'ри",
		[153337] = "Мехагонский контейнер",
		[132701] = "Т'зейн",
		[91529] = "Глимар Железный Кулак",
		[112260] = "Грозный мастер Скверны",
		[129624] = "Древоклык-охотник",
		[104582] = "Краб-щелкун",
		[85562] = "Стремительный смертежал",
		[109189] = "Капитан Теварис",
		[132161] = "Повелительница лоз Оргстин",
		[151610] = "Аматет-страж",
		[153401] = "К'тир-поработитель",
		[81548] = "Чарл Смертекрылый",
		[155098] = "Рексар",
		[147708] = "Атрикус Нарассин",
		[152315] = "Электропрядильщик Ом",
		[152827] = "Ширакесс-разоритель",
		[105322] = "Щупальце смертоносного взгляда",
		[133376] = "Рассыпающийся скелет",
		[132160] = "Повелительница лоз Смагх",
		[37711] = "Ненасытный вурдалак",
		[139287] = "Пилозуб",
		[168184] = "Огромный распространитель чумы",
		[108934] = "Оскверненная кровь",
		[84095] = "Озлобленный охотник Скверны",
		[109045] = "Дикоглазый малый грелль",
		[157947] = "Клакси - янтарный страж",
		[135192] = "Почитаемый ящер",
		[146686] = "Мрачный распространитель чумы",
		[85900] = "Длинный Коготь Кровавой Гривы",
		[127106] = "Офицер из братства Стальных Волн",
		[154310] = "Занш'ир-буян",
		[161019] = "Кислотный акир",
		[127874] = "Дымчатый волк",
		[137473] = "Капитан стражи Ату",
		[154365] = "Акир-жнец",
		[131823] = "Сестра Маладия",
		[159758] = "Машинистка-мятежница",
		[151806] = "Аматет - Клинок Света",
		[158168] = "Темный послушник",
		[154153] = "\"Каратель KX-T57\"",
		[161532] = "Инструктор Тешал",
		[137474] = "Король Тималджи",
		[102683] = "Эмерисс",
		[152319] = "Бронированный стальной краб",
		[76382] = "Бледнокожий ползун",
		[94347] = "Жуткий наездник Кортис",
		[135939] = "Лозомант Рата",
		[128620] = "Лютозуб",
		[145153] = "Предсказательница-копьеносица",
		[170235] = "Шаркающий ужас",
		[154367] = "Акир-пронзатель",
		[37712] = "Темный чародей из свиты Леди",
		[151296] = "Неизвестно",
		[161510] = "Раздирающее разум щупальце",
		[130543] = "Колотун-седоспин",
		[101002] = "Крос",
		[141059] = "Мрачноморд Безмозглый",
		[170236] = "Восставшее отродье",
		[73105] = "Foul Taint",
		[81711] = "Ритуалист из клана Призрачной Луны",
		[102282] = "Лорд Малгат",
		[139289] = "Щуплий Дрейфующий",
		[82319] = "Чудовище Бездны",
		[174231] = "Занш'ир-мирмидон",
		[80691] = "Сор Уничтожитель",
		[170237] = "Мстительный упырь",
		[137989] = "Бальзамировочный состав",
		[135365] = "Матрона Альма",
		[92152] = "Бурлящий тайфун",
		[152363] = "Дикий морской варан",
		[131847] = "Гуляка из дома Уэйкрестов",
		[136221] = "Контрабандист-охранник",
		[157441] = "Дух Бездны",
		[137478] = "Королева Уаси",
		[158465] = "Неизвестно",
		[91430] = "Рыдающая банши",
		[45007] = "Порабощенный бандит",
		[151811] = "Сокол Светозарных",
		[140038] = "Глубинный угорь",
		[108197] = "Иссохший - охотник за магией",
		[153347] = "Глаз Осквернителя",
		[103563] = "Верховой волк",
		[150276] = "Тяжелый хламобот",
		[37713] = "Мучитель из свиты Леди",
		[151300] = "Кельпин-разведчица",
		[151812] = "Нейтрализовать угрозу",
		[131849] = "Обезумевший стрелок",
		[156931] = "Шелкоперый ястреб",
		[153348] = "Живое заражение",
		[105611] = "Невообразимый ужас",
		[130437] = "Кобольд-рудокоп",
		[142599] = "Мурлок",
		[151301] = "Неисправный утильхаунд",
		[151813] = "Палевый дозорный",
		[131850] = "Обезумевший мастер выживания",
		[144647] = "Глубоководная бешенка",
		[145159] = "Чумной ужас",
		[156455] = "Мозговой червь",
		[142088] = "Вихрекрыл",
		[143599] = "Боевая заклинательница с \"Гибельного воя\"",
		[168987] = "Оживленный работник",
		[134389] = "Ядовитый змей <Яйцо>",
		[44932] = "Присягнувший следопыт",
		[128665] = "Отступник - призыватель небес",
		[80786] = "Неизвестно",
		[153862] = "Экспериментальный часовой",
		[113920] = "Бич Ил'гинота",
		[36522] = "Страх души",
		[137516] = "Захватчица дома Эшвейнов",
		[127111] = "Боец на веслах из братства Стальных Волн",
		[82322] = "Культиватор Хитросплетения",
		[139284] = "Чумной знахарь",
		[99214] = "Осадный червь",
		[92407] = "Верховой нетопырь",
		[159790] = "Капля Бездны",
		[128647] = "Детеныш морского терродактиля",
		[162534] = "Анубисат-часовой",
		[120969] = "Обезумевший клинок Скверны",
		[108940] = "Древний костяной слуга",
		[135472] = "Заназал Мудрый",
		[157447] = "Фанатичная сектантка",
		[137484] = "Король А'акул",
		[130439] = "Пеплогрив",
		[107763] = "Иссохший-шаркун",
		[151305] = "Ордынская добытчица",
		[136490] = "Пробудившийся мертвец",
		[82323] = "Лунный спороскат",
		[111136] = "Шани Фризвинд",
		[145163] = "Рубака из Армии Чести",
		[137485] = "Одержимый кровью шпион",
		[103822] = "Неизвестно",
		[87698] = "Самец камнешкура",
		[148438] = "Шаркающий гнилошов",
		[147723] = "Мучимый дух",
		[114929] = "Защитник из Сумеречной стражи",
		[56654] = "Дикий ловец",
		[157449] = "Зловещая резчица душ",
		[137486] = "Королева Патлаа",
		[154378] = "Механизированный страж",
		[131864] = "Горак Тул",
		[151307] = "Костолом картеля Трюмных Вод",
		[128650] = "Головорез Краснокрюк",
		[38661] = "Неизвестно",
		[161033] = "Темная пасть",
		[136975] = "Тяжелое ядро",
		[137487] = "Охотничий ящер",
		[79253] = "Ботани-культиватор",
		[105715] = "Бдительный инквизитор",
		[151308] = "Боггак Черепокол",
		[126991] = "Ощетинившийся дикобраз",
		[172807] = "Ледяной чароплет",
		[148749] = "Послушница Хоцзинь",
		[136976] = "Т'зала",
		[29380] = "Боевой голем клана Закаленных Бурей",
		[129517] = "Оживленный ящер",
		[134417] = "Глубоководная ритуалистка",
		[130953] = "Борец из стаи Да'ки",
		[153888] = "Неизвестно",
		[131858] = "Шипастый страж",
		[159764] = "Джеш'ра",
		[157452] = "Неизвестно",
		[137489] = "Зандаларская шпионка",
		[124654] = "Дюнный кролуск",
		[134418] = "Утонувший вестник глубин",
		[151310] = "Кельпин-разведчик",
		[100497] = "Урсок",
		[84373] = "Жнец Оммру",
		[109199] = "Ночнорожденный-темпомаг",
		[138279] = "Адара Уайт",
		[127255] = "Проводник силы Зардракса",
		[36564] = "Заклинатель костей - страж душ",
		[95221] = "Безумный Хенрик",
		[98194] = "Трескун из Мшистой пещеры",
		[834] = "Койот",
		[153255] = "Вил'тик - янтарный целитель",
		[111134] = "Кимилин",
		[150805] = "Аватара кровопролития",
		[137491] = "Ухо зандаларов",
		[158478] = "Заразная опухоль",
		[128651] = "Хадал Черная Бездна",
		[93095] = "Прожорливый медведь",
		[146900] = "Ковыляющий стрелок",
		[133435] = "Drust Slaver Summoning Portal",
		[76440] = "Алчный зев",
		[129029] = "Головорез из братства Волнорезов",
		[58959] = "Гузпико",
		[93173] = "Леденящий устрашитель",
		[98979] = "Одичавший мародер",
		[90005] = "Голем помраченных",
		[135445] = "Энергетическое ядро",
		[131862] = "Усиленные штормом боеприпасы",
		[109041] = "Натуралист Тел'арн",
		[134137] = "Служитель храма",
		[119950] = "Серный инфернал <Горот>",
		[104224] = "Сурамарский рычун",
		[128652] = "Вик'Гот",
		[147219] = "Бдительный дозорный",
		[3527] = "Тотем исцеляющего потока <Зуфи-Дракономор>",
		[131863] = "Раал Прожорливый",
		[136470] = "Продавщица закусок",
		[134691] = "Наэлектризованный дервиш",
		[133399] = "Фузилер корпорации Эшвейнов",
		[712] = "Твердозуб из стаи Красногорья",
		[134423] = "Обитатель глубин",
		[111004] = "Сгустившаяся гниль",
		[98214] = "Травник Тариллон",
		[82328] = "Нестабильные споры",
		[90774] = "Воспевательница глубин из клана Колец Ненависти",
		[162252] = "Зараженная обезглавливательница",
		[148434] = "Токсичный распространитель чумы",
		[150292] = "Мехагонский кавалерист",
		[91423] = "Холмовой ворг",
		[124814] = "Проклятый завыватель",
		[115594] = "Арбитр из Сумеречной стражи",
		[98035] = "Зловещий охотник",
		[79020] = "Ехидианская гидра",
		[136984] = "Ребан",
		[58960] = "Негатракси",
		[135406] = "Ожившее золото",
		[134425] = "Могучий страж лабиринта",
		[105884] = "Змей заклятий",
		[106643] = "Элисанда",
		[110347] = "Надсмотрщик Древнего берега",
		[127630] = "Взбудораженный клешнехват",
		[129515] = "Офицер из клана Као-Тень",
		[80162] = "Маг Бездны из клана Призрачной Луны",
		[160755] = "Поглощающий сгусток",
		[163091] = "Акир-пронзатель",
		[154347] = "Искаженный Бездной осквернитель",
		[147735] = "Воин племени Серой Мглы",
		[160532] = "Шот Омраченный",
		[156949] = "Мастер клинка Теренсон",
		[157461] = "Мицелиальная киста",
		[135167] = "Призрачный берсерк",
		[150295] = "\"Танкоборец-1\"",
		[158158] = "Страж кузни Хуррул",
		[115502] = "Ночнорожденная-мятежница",
		[138521] = "Минер",
		[137504] = "Репортер Торговой компании",
		[89650] = "Валияка Насылательница Бурь",
		[99485] = "Коззак Мучитель",
		[111763] = "Экспериментальный извергатель Скверны",
		[91459] = "Нага-громила",
		[86039] = "Гоглук",
		[159510] = "Око глубин",
		[158157] = "Владыка Матиас Шоу",
		[113043] = "Дозорный из бездны",
		[155918] = "Струящийся слуга",
		[154368] = "Гусеница акира <Порабощенный Скиталец Пустыни>",
		[130191] = "Защитник кладки",
		[150297] = "Мехагонский нормализатор",
		[114323] = "Гарм",
		[110484] = "Ловец Скверны",
		[104218] = "Советник Меландр",
		[103080] = "Оскверненные лозы <Исондра>",
		[133912] = "Кровавый осквернитель",
		[161273] = "Неизвестно",
		[133406] = "Бурлящий азерит",
		[103180] = "Гнусный вестник ужаса",
		[142620] = "Большой океанский охотник",
		[136214] = "Говорящая с ветрами Хелдис",
		[155840] = "Неизвестно",
		[96664] = "Валарьяр - резчик рун",
		[36893] = "Имирьяр - носитель пламени",
		[115595] = "Палач из Сумеречной стражи",
		[108185] = "Хладочешуйчатый смертогляд",
		[154394] = "Вескан Падший",
		[154106] = "Склизень",
		[102679] = "Исондра",
		[69791] = "Дух огня",
		[137985] = "Часовой дома Штормсонгов",
		[90778] = "Резервист из клана Колец Ненависти",
		[157466] = "Неизвестно",
		[122899] = "Рыцарь металла",
		[107926] = "Ганнвал Мясник",
		[141263] = "Зет'джирский воин",
		[151324] = "Анодированный каратель",
		[151836] = "Ужас Бездны",
		[160538] = "Безликий тюремщик",
		[153741] = "Занш'ир-ловчий",
		[161562] = "Генерал Шар'аз",
		[105623] = "Фал'дорайский кромсатель",
		[101784] = "Ночнорожденный-лазутчик",
		[90140] = "Глаз Эрнстенбока",
		[151325] = "Тревогобот",
		[69792] = "Дух земли",
		[133122] = "Назманийская воительница",
		[130643] = "Чудовищное дитя Резана",
		[141088] = "Шквал",
		[137505] = "Механик Торговой компании",
		[90139] = "Инквизитор Эрнстенбок",
		[128658] = "Морской терродактиль",
		[151326] = "Анодированный разрядниконосец",
		[124548] = "Бетси",
		[155957] = "Камнемаг из клана Барук",
		[126983] = "Красавчик Харлан",
		[151798] = "Вексиона",
		[149303] = "Закаленная воительница",
		[101785] = "Василиск-стальной взгляд",
		[159005] = "Жаошань Орлиный Коготь",
		[102297] = "Варобрул Суровый",
		[147744] = "Янтарная Клешня",
		[135971] = "Отступник-новобранец",
		[136483] = "Матрос корпорации Эшвейнов",
		[145185] = "\"Гномогедд-0Н\"",
		[153887] = "Бичующее щупальце",
		[158706] = "Зараженная гниль",
		[171768] = "Темный часовой",
		[45377] = "Ауг",
		[131365] = "Меднозубый хищник",
		[139359] = "\"Саблетрон\"",
		[169244] = "Ледяной дракон - страж",
		[170438] = "Неизвестно",
		[58963] = "Дем-сааро",
		[130451] = "Элитный мастер клинка",
		[9690] = "Пепельный ворг",
		[153905] = "Избранный из Глубинного улья",
		[147746] = "Глрглрр",
		[158970] = "К'тир - похититель мыслей",
		[138244] = "Терновый защитник",
		[153377] = "Жижа",
		[1236] = "Кобольд-землекоп",
		[158146] = "Падший странник разломов",
		[67235] = "Неизвестно <Зелна-Корольлич>",
		[172835] = "Скелет-наставник",
		[136927] = "Шустрый мозговой червь",
		[138189] = "Усиленный элементаль",
		[108942] = "Объевшийся иссохший",
		[104592] = "Щупальце Кошмара",
		[157985] = "Командир Ай'джук",
		[85407] = "Потревоженный стручлинг",
		[130075] = "Геомант из племени Шипошкурых",
		[130435] = "Одурманенный вышибала",
		[34947] = "Квалдир-берсерк",
		[135975] = "Отдыхающая работница",
		[1548] = "Проклятый пес тьмы",
		[159175] = "К'тир-чернослов",
		[137511] = "Головорез из братства Трюмных Крыс",
		[76189] = "Рубака Железного Марша",
		[102672] = "Низендра",
		[151852] = "Дозорный Рэху",
		[148475] = "Провидец из племени Черного Плавника",
		[152009] = "Неисправный хламобот",
		[169248] = "Разлагающийся гнилочрев",
		[157475] = "Анаболический нарост",
		[141607] = "Лорд Штормсонг",
		[1528] = "Шаркающий ужас",
		[126463] = "Соленоперый орел",
		[134450] = "Восставший гончий пес",
		[95727] = "Мракобес-осквернитель",
		[156452] = "Ученик культа Приверженцев Тени",
		[160491] = "Искаженный Бездной дозорный",
		[161571] = "Анубисат-часовой",
		[153893] = "Зоатроид-жнец",
		[115844] = "Горот",
		[1863] = "Йорнетэ",
		[171809] = "Хрупкий костяной страж",
		[136139] = "Механомиротворец",
		[144168] = "Разрушитель из дома Эшвейнов",
		[140585] = "Умбровый пескохват",
		[114922] = "Темный серафим",
		[91795] = "Матриарх стаи штормокрылов",
		[85409] = "Неизвестно",
		[138538] = "Хватка Бездны",
		[163268] = "Неизвестно",
		[168227] = "Ветхий рабочий",
		[156454] = "Бормочущий мясожор",
		[106630] = "Силовой червь - землерой",
		[117993] = "Зар'вок",
		[153895] = "Глубоководный мегрим",
		[103837] = "Волнскорнский налетчик",
		[153542] = "Неизвестно",
		[79779] = "Лесной ловец",
		[110340] = "Мионикс",
		[160550] = "Безликий поработитель",
		[113307] = "Призрак времени",
		[36954] = "Король-лич",
		[153896] = "Элементаль воды",
		[105885] = "Алчущая оболочка",
		[150825] = "Облученный элементаль",
		[102302] = "Хранитель портала",
		[34907] = "Квалдир-гарпунер",
		[172836] = "Хрупкий костяной страж",
		[86690] = "Турель-пушка",
		[103326] = "Манапард",
		[137517] = "Разрушитель из дома Эшвейнов",
		[152367] = "Добытчик из племени Кровавого Плавника",
		[95599] = "Кошмарный бес",
		[153760] = "Порабощенная пехотинец",
		[135470] = "Ака'али Завоевательница",
		[113052] = "Грозный страж",
		[152874] = "Вез'окк Беспросветный",
		[153386] = "В жиже",
		[109725] = "Страж Скверны",
		[85411] = "Неизвестно",
		[163112] = "Зараженный защитник кладки",
		[154353] = "Акир-гигант",
		[168253] = "Костяной великан",
		[111005] = "Оскверненный вредитель",
		[86691] = "Турель-автомат",
		[151646] = "Заряженный хламобот",
		[137519] = "Интендант Ссилис",
		[58070] = "Красарангская охотница",
		[138543] = "Эхо Бесплотного мира",
		[158958] = "Мастер Чжан",
		[131377] = "Страж улья",
		[146740] = "Маг'хар - владыка зверей",
		[111751] = "Злонравный преследователь",
		[157483] = "Изедра Омрачительница",
		[91374] = "Повелитель стручлингов Ваккавам",
		[105887] = "Поработитель Валит",
		[163114] = "Акир-рабочий",
		[85924] = "Небольшой береговой яростень",
		[155948] = "Голем анимы",
		[131890] = "Скальный паук-скакун",
		[148782] = "Эмиса Пламенный Вихрь",
		[95138] = "Ведьма из племени Червивого Когтя",
		[137521] = "Фузилер из братства Стальных Волн",
		[152883] = "Занш'ир-мирмидон",
		[75431] = "Ветроклыкий бегун",
		[101868] = "Василиск огня Скверны",
		[135474] = "Ведьма-послушница",
		[140534] = "Мясной щит",
		[105451] = "Тотем контрудара <Триганоскоп-ЧерныйШрам>",
		[157485] = "Покрытое наростами щупальце",
		[105632] = "Праматерь Шу'малис",
		[169408] = "Часовая из крепости Каменной Стражи",
		[174063] = "Леди Смертный Шепот",
		[161370] = "Зара'тик - страж роя",
		[139570] = "Разведчик Орды",
		[135987] = "Щупальце",
		[152879] = "Леди Наз'жесс",
		[157486] = "Кровавая опухоль",
		[153903] = "Безликий завоеватель",
		[133940] = "Подкрепление племени Шипошкурых <Дозорный из племени Шипошкурых>",
		[162828] = "Кислотный пищеваритель",
		[153326] = "Вил'ракс",
		[155951] = "Раффер",
		[156463] = "Послушник культа Приверженцев Тени",
		[123264] = "Надсмотрщик Уильямс",
		[145202] = "Пират-счетовод",
		[81063] = "Работник из клана Черной горы",
		[154051] = "К'тир-чернослов",
		[159956] = "К'тир-чернослов",
		[147250] = "Волнолом Сян",
		[155952] = "Саффер",
		[169407] = "Темный тяжеловес",
		[152881] = "Занш'ир - чешуйчатый страж",
		[141108] = "Уайли Джаки",
		[133430] = "Гений Торговой компании",
		[133836] = "Оживленный страж",
		[1908] = "Оракул из племени Злобного Плавника",
		[134966] = "Беспокойный камень",
		[131383] = "Заклинатель спор Занча",
		[84391] = "Багровая мандрагора",
		[121502] = "Неизвестно",
		[93093] = "Руновидец Фальяр",
		[153906] = "Живое заражение",
		[133943] = "Прислужник Зула",
		[126621] = "Костешквал",
		[90542] = "Королевский дегустатор",
		[118943] = "Присягнувший Скверне изменник",
		[102123] = "Ловец рониров",
		[107170] = "Зорукс",
		[152358] = "Морской варан - страхоглот",
		[153907] = "Зловонный ихор",
		[133944] = "Аспидис",
		[75434] = "Матриарх ветроклыков",
		[96236] = "Дикарь из племени Камня Силы",
		[92326] = "Мерцающий олеандр",
		[96677] = "Зубастый гризли",
		[152884] = "Занш'ир-ловчий",
		[93094] = "Неупокоенный предок",
		[153908] = "Око Империи",
		[137158] = "Укрощенный элементаль молний",
		[139246] = "Жуткая пушка",
		[98213] = "Травник Тариллон",
		[1860] = "Макзате",
		[96268] = "Горный хищник",
		[156980] = "Сущность Бездны",
		[131527] = "Лорд Уэйкрест",
		[153909] = "Щупальце Н'Зота",
		[155585] = "Малый зоатроид",
		[112290] = "Жуткий орел",
		[156457] = "Растекающаяся порча",
		[139577] = "Шипастая страхоловка",
		[138181] = "Светлобрюхий волк",
		[152886] = "Сокол Светозарных",
		[141113] = "Череполомка Котнер",
		[153910] = "Осквернитель вод",
		[156393] = "Водяное слияние",
		[146744] = "Бледный головорез",
		[110499] = "Длинноплавниковый родниковый угорь",
		[155958] = "Ташара",
		[108360] = "Кислотный скорпид",
		[78507] = "Дикарь из клана Кровавой Глазницы",
		[152298] = "Охранница из Механиков",
		[133436] = "Огнелетчица Торговой компании",
		[81584] = "Обезумевший изгой",
		[143598] = "Инженер с \"Гибельного воя\"",
		[31216] = "Йожлягух-СвежевательДуш <Йожлягух-СвежевательДуш>",
		[131389] = "Терес",
		[137500] = "Поджигатель из Торговой компании",
		[1768] = "Волнолов из племени Злобного Плавника",
		[130531] = "Корабел-предательница",
		[105705] = "Обузданная энергия",
		[150329] = "Разваливатель из племени Хламоедов",
		[145346] = "Кил'каррокский командир",
		[36830] = "Грозный работник",
		[153320] = "В жиже",
		[92682] = "Налетчик Адской Пасти",
		[61245] = "Тотем конденсации <Тимбухту-Ревущийфьорд>",
		[169781] = "Мерзкий гнилогуль",
		[153913] = "Шепчущий дозорный",
		[146749] = "Убийца из Армии Чести",
		[150842] = "Утилизатор из банды Поршнеголовых",
		[153315] = "Эльданар",
		[112804] = "Дрессированный темночешуйчатый змей",
		[152378] = "Проржавевший механопаук",
		[92841] = "Дракончик-штормокрыл",
		[113572] = "Одичавший похититель душ",
		[92685] = "Капитан Брвет",
		[80785] = "Грибной преторианец",
		[169403] = "Костяной кузнец рун",
		[148197] = "Поросший рубака",
		[143677] = "Зандаларский фехтовальщик",
		[159354] = "Ки'агнуу",
		[78509] = "Берсерк из клана Кровавой Глазницы",
		[93834] = "Грознокрыл Отрекшихся <Отрекшийся - наездник на нетопыре>",
		[124066] = "Ревнитель из культа Зула",
		[159165] = "Распорядительница Ви Вин",
		[83628] = "Горен Зашедшей Луны",
		[133870] = "Больной плеточник",
		[143678] = "Зандаларская метательница топоров",
		[152380] = "Проржавевший охранник",
		[148797] = "Чародей из войска мертвых <Коргед-Ревущийфьорд>",
		[169784] = "Гниющий эксперимент",
		[129547] = "Кастетник из братства Чернозубых",
		[132338] = "Самонаводящаяся ракета",
		[153022] = "Снанг",
		[136413] = "Сиравон Доминатрикс",
		[2250] = "Горный йети",
		[152381] = "Проржавевший часовой",
		[78510] = "Воительница из клана Кровавой Глазницы",
		[155935] = "Хрупкий лед",
		[43614] = "Зубохлоп",
		[163259] = "Молодой акир-гигант",
		[150846] = "Водяное слияние",
		[152383] = "Крепкопанцирная черепаха",
		[154045] = "Рубака Орды",
		[125347] = "Грязехвостый вепрь",
		[78830] = "Ритуалистка из клана Кровавой Глазницы",
		[144705] = "Осадный крошшер",
		[158527] = "Песчаниковый детеныш",
		[61146] = "Статуя Черного Быка",
		[173233] = "Скелет-пехотинец",
		[147264] = "Сумеречный возжигатель",
		[168251] = "Поднятый скелет",
		[106920] = "Крылатый хищник",
		[152895] = "Эхо Чи-Цзи",
		[111527] = "Имперский разрушитель чар",
		[19668] = "Исчадие Тьмы",
		[112039] = "Визжащий паучок",
		[152033] = "Непримечательное растение",
		[111528] = "Смертоносный древень",
		[151872] = "Ужасное щупальце",
		[38112] = "Фалрик",
		[129699] = "Людвиг фон Тортоллен",
		[141123] = "Высвобожденная энергия шторма",
		[133445] = "Назманийский налетчик",
		[105897] = "Мракобес-налетчик",
		[151604] = "Анодированный устранитель проблем",
		[153532] = "Акир - подчинитель разума",
		[127140] = "Чешуйчатый трясинный охотник",
		[86702] = "Неотступный дух <Фростпауэр>",
		[90797] = "Инфернал",
		[137029] = "Артиллерист",
		[78999] = "Инженер Темного Прилива",
		[103850] = "Волнскорнский вестник шторма",
		[146755] = "Оскалившийся черепокол",
		[105641] = "Нискарский палач",
		[122872] = "Неизвестно",
		[171447] = "Заразный зомби",
		[154104] = "Вшдж'икс Искатель",
		[417] = "Гзадими",
		[137151] = "Надсмотрщик Зелив",
		[136639] = "Заламарский служитель",
		[142661] = "Свернувшаяся кровь",
		[138318] = "Лейтенант Уэйд",
		[155970] = "Страж анимы",
		[148292] = "Наездник на радикулиске",
		[135197] = "Светлобрюхий падальщик",
		[159768] = "Дереш из Пустоты",
		[119872] = "Урлия",
		[158530] = "Акир - страж улья",
		[146757] = "Темный палач",
		[102273] = "Страж ужаса - разведчик",
		[49045] = "Ауг",
		[38113] = "Марвин",
		[113321] = "Неизвестно",
		[97197] = "Валарьяр-очиститель",
		[116311] = "Убийца из культа Пустоты",
		[133181] = "Назманийская ритуалистка",
		[136697] = "Снежная Охотница",
		[147270] = "Сумеречный головорез",
		[131402] = "Клещ из Подгнилья",
		[139709] = "Гниющее чудище",
		[149004] = "Ширакесс-надсмотрщица",
		[111530] = "Имперская чародейка",
		[521] = "Волкус",
		[150156] = "Неизвестно",
		[110253] = "Луноперый лесной хищник",
		[163651] = "Шипастик",
		[145339] = "Варанчик",
		[148295] = "Ивус Трухлявый",
		[107237] = "Неизвестно",
		[80818] = "Светящаяся орхидея",
		[141641] = "Завролиск-камнекус",
		[133963] = "Подопытная крыса",
		[44896] = "Пигмей-дикарь",
		[23682] = "Всадник без головы",
		[131404] = "Бригадир Скриппс",
		[82354] = "Скальный калири",
		[131518] = "Проклятый сокол",
		[153352] = "Занш'ир-убийца",
		[132126] = "Позолоченная жрица",
		[134643] = "Бргл-Лргл Крушитель",
		[100014] = "Пустотелый иссохший",
		[96175] = "Йотнар",
		[151880] = "Аматет-Светозарный",
		[152392] = "Проржавевший разрядниконосец",
		[165189] = "Гидра",
		[137036] = "Пробудившаяся Бездна",
		[89097] = "Неизвестно",
		[137148] = "Офицер из лагеря добытчиков",
		[127488] = "Маг огня корпорации Эшвейнов",
		[126888] = "Ведьма крови Вашера",
		[34915] = "Мародер из клана Закаленных Бурей",
		[160583] = "Энергия Бездны",
		[134990] = "Заряженная песчаная дьяволица",
		[95152] = "Охотница из племени Червивого Когтя",
		[151992] = "Аматет-механолог",
		[103446] = "Отрекшаяся - метательница льда",
		[72362] = "Пророк Бездны Ку'тарг",
		[155465] = "Неизвестно",
		[139793] = "Когтистый гризли",
		[129448] = "Рыба-молот",
		[152906] = "Занш'ир-центурион",
		[82774] = "Палач Железного Марша",
		[153527] = "Акир - вожак роя",
		[154442] = "Воздушный подавитель ОУ-8",
		[44897] = "Пигмей-разведчик",
		[144170] = "Снайпер корпорации Эшвейнов",
		[151883] = "Анауа",
		[91288] = "Воин из племени Дымящейся Шкуры",
		[133112] = "Кудесница из проклятого леса",
		[134994] = "Призрачный охотник за головами",
		[107439] = "Кормилец из племени Соленого Глаза",
		[140943] = "Злая жабка",
		[144720] = "Закаленный воин",
		[113634] = "Страж Скверны - угнетатель",
		[164169] = "Сокол Светозарных",
		[152396] = "Защитник Азерот <Эймей-СвежевательДуш>",
		[169288] = "Скелет-наставник",
		[129961] = "Готака из культа Зула",
		[148919] = "Чародейка из Армии Чести",
		[101808] = "Порожденный Скверной загробник",
		[120748] = "Омерзительный сквернокрыл",
		[134993] = "Мчимба Бальзамировщик",
		[164170] = "Светозарный-послушник",
		[111022] = "Внутренний демон",
		[169289] = "Хрупкий костяной страж",
		[103344] = "Дубосерд",
		[137553] = "Генерал Кратакс",
		[129246] = "Азеритовая футбомба",
		[150862] = "Песчаное слияние",
		[155469] = "Неисправная бомба",
		[100529] = "Порожденный ненавистью слизень",
		[144721] = "Специалист по черному пороху",
		[157005] = "Свежевание души",
		[97202] = "Олмир Просвещенный",
		[153934] = "Повелительница приливов Этендрис",
		[93619] = "Инфернал-живодер",
		[44898] = "Огнедыщащий пигмей",
		[137527] = "Вульпера-стрелок",
		[111279] = "Подрезатель ветвей из племени Листа Чертополоха",
		[146714] = "Желчепуз",
		[169291] = "Ледяной падальщик",
		[107440] = "Неизвестно",
		[153935] = "Пузырящаяся нефть",
		[154447] = "Неизвестно",
		[78650] = "Мучитель из клана Изувеченной Длани",
		[110981] = "Хелкальмар-шкуродер",
		[103090] = "Рыбрул из племени Серого Камня",
		[104881] = "Заклинательница клинков Алуриэль",
		[144722] = "Тогот Смертельная Хватка",
		[105393] = "Ил'гинот",
		[152724] = "Ширакесс-поработитель",
		[154448] = "Механизированный паук",
		[84151] = "Прожорливый рилак",
		[85942] = "Ужасный глубинный червь",
		[155984] = "Вил'тик - быстрый клинок",
		[74169] = "Завыватель Сумрачной рощи",
		[111280] = "Обрыватель цветов из племени Листа Чертополоха",
		[149843] = "Хранитель мотояиц",
		[174412] = "Крапник",
		[126967] = "Тирагардский олень",
		[105699] = "Манапард",
		[141239] = "Оска Окровавленная",
		[168270] = "Восставший осадный инженер",
		[144212] = "Головорез из банды Резчиков",
		[144724] = "Гоблин-дирижаблинер",
		[133463] = "Боевая машина Торговой компании",
		[158033] = "Призыватель роя",
		[105906] = "Глаз Ил'гинота",
		[144725] = "Кровожадный охотник за головами",
		[139703] = "Молодой дьявозавр из Диких земель",
		[96229] = "Налетчица из племени Кровавого Тотема",
		[144213] = "Вымогательница из банды Резчиков",
		[152915] = "Азш'ари-неофит",
		[154451] = "Щупальцехвостый крикун",
		[1817] = "Больной волк",
		[99764] = "Крушитель из армии Оскверненной Души",
		[110258] = "Сборщик утиля из племени Трюмного Плавника",
		[135000] = "Глубинный осквернитель",
		[100532] = "Оскверненный кровью взрывень <Оскверненная кровью ярость>",
		[103395] = "Кошмарный разлом",
		[152917] = "Азш'ари - призывательница бурь",
		[141143] = "Сестра Абсинтия",
		[158035] = "Магистр Умбрий",
		[151709] = "Заряженный щенок утильхаунда",
		[163154] = "Акир-скарабей",
		[134739] = "Голем-чистильщик",
		[151893] = "Взбешенный спорлинг",
		[91799] = "Подрастающий штормокрыл",
		[144727] = "Шаман - гроза облаков",
		[129834] = "Порабощенный паучонок",
		[155985] = "Заклинатель янтаря Гокилак",
		[99765] = "Змееуст-подхалим",
		[137654] = "Безликий осквернитель",
		[139097] = "Песчаный стрелок",
		[130012] = "Опустошительница из братства Стальных Волн",
		[44260] = "Ядовитый кроколиск <Неизвестно>",
		[152918] = "Азш'ари-оракул",
		[162641] = "Разъяренная Янтарная Клешня <Петлюра-ВечнаяПесня>",
		[153942] = "Аннигилятор Лак'хал",
		[101813] = "Хранитель зубов из племени Серого Камня",
		[423] = "Полукровка из стаи Красногорья",
		[155953] = "К'Таффер",
		[147563] = "Дуктар Разрушитель",
		[156502] = "Коралловый скат <Глубинный скат - хранитель стаи>",
		[78523] = "Наездница на темнокрыле",
		[141970] = "Трухляк",
		[153943] = "Дециматор Шик'вот",
		[62865] = "Зверь <Морви-Дракономор>",
		[127150] = "Повар из племени Грязного Камня",
		[89865] = "Мрргл Разоритель Морей",
		[36886] = "Упырь-душитель",
		[111072] = "Пульсарон",
		[161110] = "Обезумевший рамкахен-страж",
		[135002] = "Демонический тиран <Йенниффер-Термоштепсель>",
		[137564] = "Воплощение Бесплотного мира",
		[85434] = "Зовущий солнце приверженец",
		[110474] = "Колдунья из армии Ракиша",
		[91204] = "Волнскорнский секироносец",
		[82360] = "Зеленеющий древний",
		[161112] = "Король Фаорис",
		[27829] = "Вороная горгулья",
		[27893] = "Руническое оружие <Бьельвекх-Ревущийфьорд>",
		[76886] = "Разведчица Железного Марша",
		[162647] = "Добровольная жертва",
		[157103] = "Тзах'тал",
		[110423] = "Магория",
		[160088] = "Темный созерцатель",
		[44261] = "Остроклювый орел <Неизвестно>",
		[140637] = "Извергающийся слуга <Зуджотгул>",
		[93113] = "Грознокрыл Отрекшихся",
		[158041] = "Н'Зот Заразитель",
		[135864] = "Ночнорожденный-посланник",
		[97976] = "Костеклювый ястреб",
		[135007] = "Страж сферы",
		[98232] = "Иссохший ненасытник",
		[152411] = "Неизвестно",
		[161113] = "Ахет",
		[114565] = "Страж забытой королевы <Zorglub-Naxxramas>",
		[129601] = "Гарпунщик из братства Волнорезов",
		[156641] = "Порабощенный оружейник",
		[150876] = "Нейтрониевый вихрь",
		[159578] = "Открытый синапс",
		[54371] = "Бандит из стаи Речной Лапы",
		[157614] = "Миазмы Бездны",
		[42342] = "Заряженный уборочный голем",
		[102015] = "Безликий страж",
		[137568] = "Ужас из Бесплотного мира",
		[111071] = "Пульсарон",
		[136546] = "Сетрак-страж",
		[98233] = "Иссохший ненасытник",
		[34920] = "Глубинный йормунгар",
		[152413] = "Кил'каррокский клешнебой",
		[136545] = "Сетрак-опустошитель",
		[105295] = "Азагрим",
		[98018] = "Халвир",
		[128434] = "Ненасытный небесный крикун",
		[44819] = "Сиамат",
		[91579] = "Владыка судеб Казрок",
		[80062] = "Цепкое щупальце",
		[152414] = "Неизвестно",
		[80574] = "Владыка Готригг",
		[157613] = "Пасть Дест'агат",
		[93371] = "Мордвигбьорн",
		[158557] = "Актисс Обманщик",
		[85693] = "Лернейский чешуегнус",
		[98234] = "Вьюн Кошмара",
		[164188] = "Плод ужаса",
		[148320] = "Кровавый рыцарь",
		[136547] = "Сетрак - вестник войны",
		[90985] = "Неизвестно",
		[133988] = "Проклятый кречет",
		[128435] = "Ядовитый саурид",
		[133347] = "Назманийская опустошительница",
		[136549] = "Канонир дома Эшвейнов",
		[164189] = "Плод ужаса",
		[114614] = "Квалдир - терзатель душ",
		[136548] = "Боевой кролуск",
		[158636] = "Великий палач",
		[158047] = "Послушник Н'Зота",
		[28022] = "Поедатель падали",
		[85694] = "Болотный василиск",
		[139108] = "Мечущаяся искра",
		[82111] = "Неизвестно",
		[156512] = "К'тир-чернослов",
		[47462] = "Эрцгерцог Кальциндер",
		[91069] = "Грознокрыл Отрекшихся",
		[158048] = "Бесформенный мясожор",
		[95676] = "Один",
		[78822] = "Бомбот Темного Прилива",
		[102778] = "Неизвестно",
		[144303] = "СТРАЖ",
		[126645] = "Вол'дунский дюнный жук",
		[136550] = "Заряженный страж",
		[93563] = "Хранитель котла Миллз",
		[132127] = "Ужас небес Лисьей лощины",
		[150371] = "Нестабильный волноход",
		[114360] = "Хирья",
		[36841] = "Павший воин",
		[82112] = "Темная жрица из клана Призрачной Луны",
		[105621] = "Мрачный окулус",
		[136551] = "Поработитель из клана Као-Тень",
		[138088] = "Проклятый древостраж",
		[124170] = "Свинья из Листопадной Бухты",
		[154467] = "Вождь Мек-Мек",
		[95675] = "Король-бог Сковальд",
		[114361] = "Химдалль",
		[54373] = "Травник из стаи Речной Лапы",
		[100576] = "Миазмы",
		[136552] = "Мародер из клана Као-Тень",
		[104415] = "Хрономатическая аномалия",
		[153956] = "Утонувший ревнитель",
		[130485] = "Механомиротворец",
		[130741] = "Но'иксван",
		[79589] = "Лезвие Бездны из клана Призрачной Луны",
		[90747] = "Полосун Кишкодер",
		[148326] = "Ревностная боевая провидица",
		[136553] = "Соленоспинный кролуск",
		[137065] = "Нефтедобытчик Торговой компании",
		[158052] = "Зара'тик-налетчик",
		[99773] = "Кровавый червь",
		[133279] = "Назманийский батрак",
		[158565] = "Нарос",
		[104636] = "Кенарий",
		[131436] = "Избранная кровавая матрона",
		[161124] = "Ург'рот Сокрушитель Героев",
		[89024] = "Неизвестно",
		[133384] = "Меректа",
		[130486] = "Дикий колотун",
		[163172] = "Акир - заклинатель Бездны",
		[36842] = "Грозный хладный дух",
		[139626] = "Утопший матрос",
		[59714] = "Неизвестно",
		[111291] = "Речной крепкозуб",
		[112153] = "Дикий шаман",
		[153959] = "Дикий морской варан",
		[90902] = "Жуткий наездник Малвик",
		[95935] = "Ормгул Вредитель",
		[81043] = "Неизвестно",
		[168292] = "Мусорный упырь",
		[158567] = "Измученный кор'кронский уничтожитель",
		[137134] = "Порабощенный проклятием солдат",
		[162664] = "Неизвестно <Акир - хранитель роя>",
		[153960] = "Неизвестно",
		[138092] = "Поджигательница из Торговой компании",
		[125401] = "Агрессивный дикобраз",
		[130436] = "Отдыхающий работник",
		[54627] = "Надсмотрщик Двух Башен",
		[137671] = "Скованная проклятием душа",
		[111292] = "Рыцарь ордена Серебряной Длани",
		[150442] = "Летающий кран",
		[82881] = "Сестра Тайн",
		[138093] = "Поджигатель из Торговой компании",
		[115675] = "Молодой кровогляд",
		[112251] = "Гнилостная слизь",
		[129208] = "Жуткий капитан Локвуд",
		[156521] = "К'тир-чернослов",
		[157033] = "Песчаный бегун поработителя",
		[101823] = "Продавец грибов",
		[130232] = "Ядовитый чешуйник",
		[150379] = "Металлоловушка",
		[75280] = "Темнокрылая владычица стаи",
		[102335] = "Неизвестно",
		[6112] = "Тотем неистовства ветра <Триганоскоп-ЧерныйШрам>",
		[82372] = "Онтоген Жнец",
		[157034] = "Аматет-поработитель",
		[102272] = "Страж Скверны - разрушитель",
		[153963] = "Порабощенный кельпин",
		[138095] = "Поджигатель из Торговой компании",
		[159082] = "Костегрыз Н'Зота",
		[123226] = "Бухтовый крепкозуб",
		[126245] = "Сестра Вествуд",
		[156523] = "Маут",
		[157607] = "Безликий призыватель теней",
		[113597] = "Арбитр из Сумеречной стражи",
		[141051] = "Бурошкурый матриарх",
		[130489] = "Атал'дазарский хищник",
		[126650] = "Падший послушник",
		[163690] = "Начертательница шат'яр",
		[144298] = "\"Оборонобот II\"",
		[82373] = "Волк Бездны",
		[136555] = "Усиленный штормом завоеватель",
		[103616] = "Охотник из ущелья Лунного Шепота",
		[137585] = "Тотем хватки земли <Пробудительница лоз из племени Шипошкурых>",
		[134002] = "Владыка подземелий Ксерксиз",
		[134514] = "Глубинная сектантка",
		[75492] = "Ядомрак",
		[75207] = "Биожор",
		[135883] = "Дармок Темногрив",
		[102336] = "Хранитель портала",
		[129950] = "Коготь",
		[123352] = "Снегошкурый ревун",
		[158568] = "Звездный пилон",
		[80468] = "Механик из клана Черной горы",
		[126907] = "Боевая барабанщица Зурула",
		[98498] = "Захватчик из племени Трюмного Плавника",
		[82374] = "Раи'вош",
		[111295] = "Прирученный манапард",
		[130774] = "Атал'дазарский хищник",
		[137587] = "Призрачный служитель",
		[41175] = "Разведчик из племени Мерзлогривов",
		[134516] = "Неизвестно",
		[85897] = "Землепряд Кровавой Гривы",
		[131445] = "Надзиратель блока",
		[113626] = "Ядовитый паучок",
		[161134] = "Послушник Н'Зота",
		[97219] = "Солстен",
		[62346] = "Галеон",
		[101826] = "Змееуст-искатель мертвых",
		[134517] = "Яйцо",
		[139124] = "Зет'джирская ваятельница волн",
		[135541] = "Испепелитель из картеля Трюмных Вод",
		[160623] = "Алчущие миазмы",
		[136565] = "Ведьма крови Паккала",
		[160676] = "Щупальце ужаса",
		[162159] = "Раздирающее щупальце",
		[113088] = "Заразное щупальце",
		[112320] = "Неизвестно",
		[113554] = "Астральная аномалия <Ночнорожденная-мудрец>",
		[131447] = "Крушитель из племени Дыбогривов",
		[144244] = "Неизвестно",
		[153171] = "Чудовище из глубин",
		[129980] = "Глубинный угорь",
		[156372] = "Прорыв Бездны",
		[154482] = "Защитник из племени Морских Скал",
		[144246] = "КУ-ДЖ0",
		[137129] = "Сплетенный проклятием голем",
		[98500] = "Провидец волн из племени Трюмного Плавника",
		[160625] = "Сводящая с ума желчь",
		[148341] = "Зоркая Странница",
		[152939] = "Безграничная порча",
		[137591] = "Тотем целительного прилива <Призрачная знахарка>",
		[141175] = "Дадалия Сладкоголосая",
		[157235] = "Нестабильный ловчий Бездны",
		[139127] = "Взрывчатый стручок",
		[115905] = "Оскверненная душа",
		[113089] = "Падший хранитель",
		[136934] = "Испытатель экспериментального оружия",
		[129981] = "Утопленный корсар",
		[126142] = "Баджиата",
		[144248] = "Главный машинист Искроточец",
		[126654] = "Служитель Тизеджи",
		[85960] = "Серный слизнюк",
		[98501] = "Захватчик из племени Трюмного Плавника",
		[95430] = "Слуга Гребня Ворона",
		[161139] = "Послушник Н'Зота",
		[111554] = "Плут пламени Скверны",
		[162163] = "Верховный жрец Итэссис",
		[136616] = "Малый усиленный азеритом элементаль",
		[91847] = "Восставшая гончая",
		[156579] = "Королева Азшара",
		[129214] = "Платный разгонятель толпы",
		[113090] = "Падшая стражница врат",
		[161140] = "Бвемба",
		[141177] = "Порабощенный моряк",
		[137594] = "Матрона Стефания Денхольм",
		[111354] = "Скверносерд-осквернитель",
		[138618] = "Буйный голем",
		[157608] = "Безликий сокрушитель воли",
		[98502] = "Сеть",
		[82378] = "Лунное древо",
		[161141] = "Призывательница из Темной Империи",
		[138493] = "Неизвестно",
		[150436] = "Громила",
		[112067] = "Нестабильный силовой призрак",
		[159094] = "Бандит",
		[139131] = "Поляризованный шпиль",
		[133501] = "Проклятый шипастый медведь",
		[160630] = "Жижа",
		[102337] = "Неизвестно",
		[136615] = "Усиленный азеритом элементаль",
		[153976] = "Сфера разрушения",
		[135549] = "Офицер с аванпоста Фиксдрана",
		[159095] = "Каир",
		[90057] = "Кортиклюв",
		[98503] = "Грвргалл Завоеватель",
		[137596] = "Матрона Вилона Блэквуд",
		[159271] = "Циклоид мятежников",
		[102107] = "Хранитель зубов Баггрул",
		[134320] = "Отступник-опустошитель",
		[140149] = "Освобожденный крог",
		[159096] = "Скрипач",
		[163703] = "Солдат из Глубинного улья",
		[80076] = "Экзарх Отаар",
		[113092] = "Изнуряющий ужас",
		[54372] = "Громила из стаи Речной Лапы",
		[152994] = "Жукобот-прыгун",
		[132007] = "Бурношторм",
		[154490] = "Риджъз Пожиратель",
		[77517] = "Младшая чернокнижница",
		[163704] = "Воспеватель Бездны из Глубинного улья",
		[129928] = "Фузилер из братства Стальных Волн",
		[109948] = "Младший прислужник",
		[159136] = "Старейшина Линь",
		[137087] = "Неизвестно",
		[159093] = "Сара Финкльшпунтик",
		[150396] = "Воздушное судно R-21/X",
		[81357] = "Переносчик шлака из клана Черной горы",
		[163705] = "Роерожденный из Глубинного улья",
		[75982] = "Burning Shrapnel Stalker",
		[82308] = "Ловчий Призрачной Луны",
		[173431] = "Темный заклинатель костей",
		[137088] = "Бывалый орк-командир",
		[136613] = "Ожившая скала",
		[150397] = "Король Мехагон",
		[102088] = "Мраководный мирмидон",
		[131009] = "Дух золота",
		[156576] = "К'тир - похититель мыслей",
		[149879] = "Автоматическая огнеметная турель",
		[173432] = "Неизвестно",
		[153469] = "Малый зоатроид",
		[162171] = "Капитан стражи песков",
		[133389] = "Гальваззт",
		[102106] = "Голодный василиск",
		[162718] = "Непреклонная карательница",
		[135554] = "Стражник аванпоста Фиксдрана",
		[107463] = "Ворг Штормового предела",
		[133345] = "Ленивый лаборант",
		[129747] = "Сабля быстрого ветра",
		[156575] = "Темный инквизитор Занеш",
		[111303] = "Ночнорожденная-мудрец",
		[57195] = "Ик'тик-быстрорез",
		[163708] = "Темный хранитель врат",
		[151934] = "Арахноид-пожинатель",
		[111047] = "Темный взор",
		[144769] = "Чародейка из клана Темного Прилива",
		[127939] = "Торраск Вековечный",
		[152992] = "Буйный мотопаук",
		[154495] = "Воля Н'Зота",
		[136335] = "Разъяренный кролуск",
		[157609] = "К'тир резчик разума",
		[144770] = "Ведьма из клана Темного Прилива",
		[140163] = "Вестник войны Йенаж",
		[161150] = "Малый янтарный элементаль <Ваятель янтаря Эш'ри>",
		[73805] = "Оскверненная жаба",
		[128447] = "Усиленный штормом завоеватель",
		[127254] = "Дитя Гонка",
		[159103] = "Манипулятор Шрог'лт",
		[138667] = "Монстр из Бесплотного мира",
		[160127] = "Чернослов Шатх'ул",
		[77518] = "Воин Тени",
		[152961] = "Информационная аномалия",
		[125381] = "Неизвестно",
		[141700] = "Неизвестно",
		[134022] = "Скованный поток",
		[146819] = "Скрывающийся лазутчик",
		[114809] = "Моряк из Ночного дозора",
		[145312] = "Свисторез",
		[129476] = "Перекормленный кролуск",
		[169342] = "Заразный падальщик",
		[96986] = "Пещероус из племени Синего Воска",
		[162164] = "Акир-поработитель",
		[81360] = "Камнехруст",
		[57196] = "Ик'тик-острокрыл",
		[163712] = "Неизвестно",
		[128472] = "Поработитель Чжэн",
		[134521] = "Разъяренный кусака",
		[152450] = "Аматет-фанатик",
		[153475] = "Украденные гранаты из металлолома",
		[74962] = "Камнелапый василиск",
		[91598] = "Искусительница из племени Каменной Крови",
		[112671] = "Боевой маг из Сумеречной стражи",
		[135048] = "Запачканный кровью поросенок",
		[151940] = "Дядюшка Т'Рогг",
		[152452] = "Аматет - Клинок Света",
		[1109] = "Шкуродер",
		[105419] = "Ужасный василиск <Санс-СтражСмерти>",
		[81617] = "Зараженный орк",
		[158595] = "Похититель мыслей Вос",
		[77522] = "Гул'варский батрак",
		[135049] = "Грознокрылый ворон",
		[94414] = "Киранис Сумеречный Шепот",
		[128965] = "Уроку Скованный",
		[137665] = "Призрачный голиаф",
		[114255] = "Воин из племени Мелководного Плавника",
		[152962] = "Командир Сарж'ет",
		[134561] = "Отступница-налетчица",
		[134024] = "Прожорливая личинка",
		[139145] = "Черножал",
		[142755] = "Пылегривая гиена",
		[109003] = "Неизвестно",
		[152966] = "Леди Наржисс",
		[126151] = "Сотворенный проклятием фамилиар",
		[105676] = "Опутанная паутиной жертва",
		[138122] = "\"Гибельный вой\"",
		[157612] = "Око Дест'агат",
		[126919] = "Призывательница шторма из братства Стальных Волн",
		[159135] = "Мастер-рыболов Марина",
		[152455] = "Арена \"Меха-месива\"",
		[161157] = "Песчаниковый разрушитель",
		[153479] = "Похищенный хламобот",
		[162181] = "Повелитель улья Наззекс",
		[138123] = "Турель \"Гибельного воя\"",
		[58221] = "Красарангский охотник",
		[128967] = "Снайпер дома Эшвейнов",
		[169667] = "Врайкул-некролорд",
		[136076] = "Беспокойное облако",
		[144778] = "Защитник из клана Темного Прилива",
		[149385] = "Воевода Армии Чести",
		[158597] = "Неизвестно",
		[134029] = "Призванный древоклык",
		[150940] = "Шарнир",
		[129989] = "Фузилер из братства Стальных Волн",
		[151945] = "Песчаный бегун - падальщик",
		[128455] = "Т'лонджа",
		[3823] = "Светлолапый бегун",
		[137905] = "Усиленный азеритом элементаль",
		[156570] = "Сочащаяся гниль",
		[99791] = "Коралунский эттин",
		[100047] = "Страж ужаса из армии Оскверненной Души",
		[95951] = "Жуткий скрытень",
		[145333] = "Ширакесс-ученица",
		[131770] = "Вульпера-огнелис",
		[130512] = "Молодой колотун",
		[133007] = "Освобожденное чудовище",
		[137614] = "Крушащий ужас",
		[97920] = "Вязальщик камыша из племени Каменистого Болота",
		[36723] = "Верный льдам генерал",
		[157593] = "Слияние плоти",
		[157333] = "Ведомая голосами сектантка",
		[131984] = "Голем с двумя сердцами",
		[136591] = "Нагорный гризли",
		[137103] = "Кровавый образ",
		[136239] = "Монолитный камень",
		[129232] = "Шеф Разданк",
		[105343] = "Ужасное поганище",
		[128969] = "Командир из корпорации Эшвейнов",
		[59742] = "Горилла Громового Кулака",
		[111563] = "Караульная из Сумеречной стражи",
		[148877] = "Гоблинский лесной комбайн",
		[137104] = "Орк-налетчик",
		[32185] = "Искоренитель из рода Бесконечности",
		[135903] = "Воплощение глубин",
		[155012] = "Отработанная смазка",
		[152415] = "Алга Безглазая",
		[111054] = "Ночная сфера",
		[152461] = "Краб-спинохруст",
		[78550] = "Управляемый темнокрыл",
		[159116] = "Мастер испытаний Сун",
		[107727] = "Предвестник Легиона",
		[138129] = "Инженер с \"Гибельного воя\"",
		[150926] = "Огненное слияние",
		[126672] = "Пещерный угорь",
		[152462] = "Скрытный спинохруст",
		[113102] = "Одурманенная хранительница святилища",
		[138130] = "Щитоносец с \"Гибельного воя\"",
		[153486] = "Информационная аномалия",
		[153998] = "Струящийся волноход",
		[101841] = "Проекция Мифаны <[*] Кошмарные образы>",
		[159117] = "Жики Ускользающая Тень",
		[156046] = "Цийлинь клана Цзань-Тень",
		[131476] = "Зайус",
		[136083] = "Забытый обитатель глубин",
		[129743] = "Живец",
		[125392] = "Любительница маны из клана Гнусной Чешуи",
		[129231] = "Рикса Огневерт",
		[112595] = "Шал'дорай - верховный маг",
		[159118] = "Лоу Лан",
		[135060] = "Неизвестно",
		[129227] = "Азерокк",
		[136541] = "Желчный слизнюченыш",
		[101074] = "Неизвестно",
		[139135] = "Сквиргл-Из-Глубин",
		[144777] = "Мародер из клана Темного Прилива",
		[81367] = "Работник кузни из клана Черной горы",
		[84451] = "Буйная растительность",
		[91860] = "Оживленная лучница",
		[126918] = "Стрелок из братства Стальных Волн",
		[152465] = "Неизвестно",
		[82647] = "Замученная душа",
		[103378] = "Зараженный разлом",
		[141716] = "Детеныш камнекуса",
		[157253] = "Ка'зир",
		[159120] = "Мудрец Белое Сердце",
		[159632] = "Сектантка - теневой клинок",
		[135052] = "Чумная жаба",
		[155030] = "Неудавшийся эксперимент",
		[129996] = "Сильный удар сплеча",
		[137110] = "Поджигатель из Торговой компании",
		[117967] = "Ульгром",
		[130508] = "Матриарх Разора",
		[133531] = "Ксу'ба",
		[159633] = "Сектантка-палач",
		[148391] = "Кил'каррокский падальщик",
		[82452] = "Древний жемчужношкурый элекк",
		[29374] = "Волхв клана Закаленных Бурей",
		[109521] = "Гризли из Бронзовой чащи",
		[104404] = "Хищник из чащи",
		[159130] = "Инструктор Свистящее Копье",
		[104147] = "Кошмарный гризли",
		[128973] = "Варгарбл Раздражительный",
		[112255] = "Слизерон",
		[100820] = "Неизвестно <Тимбухту-Ревущийфьорд>",
		[145299] = "Гарпунная пушка",
		[129821] = "Усмирительница с Потрескивающей гряды",
		[155094] = "Мехагонский солдат",
		[134041] = "Зараженный крестьянин",
		[155028] = "Ожившая смазка",
		[131089] = "Неизвестно",
		[158953] = "Безликий манипулятор",
		[131020] = "Одержимый докер",
		[104536] = "Инквизитор Ветриз",
		[148360] = "Кровавая защитница",
		[99541] = "Восставший тихоступ",
		[128974] = "Королева Тцзи'кик",
		[75483] = "Темная прыгуана-охотник",
		[147351] = "Разведчик 7-го легиона",
		[139161] = "Солезубый морской ловец",
		[156565] = "Призыватель из Темной Империи",
		[101077] = "Секхан",
		[135552] = "Неизвестно",
		[85209] = "Разгневанный саженец",
		[160652] = "Щупальце из Бездны",
		[134555] = "Отступник-канонир",
		[89816] = "Голза Железный Плавник",
		[150935] = "Заводной великан",
		[156566] = "Бормочущий мясожор",
		[161173] = "Глубинный дозорный",
		[149400] = "Королевская грозная стражница",
		[138132] = "Боевой заклинатель с \"Гибельного воя\"",
		[158092] = "Падшая пронзательница сердец",
		[75484] = "Куу'рат",
		[96215] = "Сквернскорнский исказитель рун",
		[151960] = "Светозарный-послушник",
		[156567] = "Пожиратель разума",
		[152984] = "Хаггронар",
		[157591] = "Безумный мясожор",
		[161672] = "Кри'вин",
		[152968] = "Глер'тьогг",
		[150937] = "Солеплюй",
		[126928] = "Корсар из братства Стальных Волн",
		[154509] = "Варен Песнь Сковороды",
		[156568] = "Неизвестно",
		[113113] = "Сущность Кошмара",
		[157592] = "Прожорливый мясожор",
		[130087] = "Налетчик из братства Стальных Волн",
		[134046] = "Порабощенный саурид",
		[134558] = "Отступница-угнетательница",
		[112596] = "Охранник из Сумеречной стражи",
		[135582] = "Кролуск - песчаный охотник",
		[125393] = "Страж из клана Гнусной Чешуи",
		[114547] = "Древний костяной невольник",
		[145308] = "Первый сержант Стальной Клык",
		[74206] = "Смертоклык",
		[134047] = "Порабощенный саурид",
		[159129] = "Аиса Воспевающая Облака",
		[126929] = "Чудовищный гризли",
		[114900] = "Хваткое щупальце",
		[160665] = "Смертокрыл",
		[152987] = "Безликий сокрушитель воли",
		[157594] = "Малый элементаль Бездны",
		[91354] = "Головорез из племени Листа Чертополоха",
		[134048] = "Вукуба",
		[134560] = "Отступник-ревизор",
		[147357] = "Заклинатель Бездны 7-го легиона",
		[146861] = "Оскалившийся черепокол",
		[113866] = "Покоритель раковин из племени Соленого Глаза",
		[152988] = "Безликий призыватель теней",
		[145310] = "Новобранец из Оргриммара",
		[158594] = "Вестник рока Ватирис",
		[154524] = "К'тир резчик разума",
		[159131] = "Хейран Каменное Пузо",
		[102263] = "Скорпирон",
		[139358] = "Ресторатор",
		[156572] = "К'тир - вестник рока",
		[55659] = "Дикий бес <Йенниффер-Термоштепсель>",
		[149406] = "Калдорай - темный следопыт",
		[91355] = "Лунокрыл",
		[162715] = "Фанатичный сектант",
		[75487] = "Неизвестно",
		[81422] = "Лучник из клана Черной горы",
		[106606] = "Неизвестно",
		[130756] = "Злобный деметродон",
		[80606] = "Ботани Лунного Серпа",
		[105432] = "Лафайла Большой Меч",
		[133539] = "Ло'куно",
		[162716] = "Зачарованный ритуалист",
		[28026] = "Озлобленный упырь",
		[109336] = "Порабощенный Скверной повелитель гнева",
		[131492] = "Преданная жрица крови",
		[74208] = "Детеныш Смертоклыка",
		[154438] = "Механизированный пилот",
		[145313] = "Таранный поршень",
		[37496] = "Падший чемпион",
		[162717] = "Зловещая резчица душ",
		[79583] = "Унгра",
		[131163] = "Послушник Райт",
		[90379] = "Иссохший фанатик",
		[136100] = "Неизвестно",
		[157087] = "Тавматург из Темной Империи",
		[153504] = "Малый зоатроид",
		[156535] = "Раб из племени Чистой Чешуи",
		[154528] = "Эранор Биртрис",
		[106201] = "Командир Ксовот",
		[94172] = "Павший страж",
		[123093] = "Самец анкилодона",
		[160671] = "Сильвана Ветрокрылая",
		[144803] = "Кровожадный боец",
		[157600] = "Истощенный мясожор",
		[134012] = "Надсмотрщик Аскари",
		[162719] = "Неизвестно",
		[104154] = "Гул'дан",
		[124885] = "Заколдованный светлобрюхий волк",
		[133482] = "Ползучая мина",
		[156577] = "Терум Подземная Кузня",
		[136614] = "Ожившая глыба",
		[137126] = "Взрывоопасная крыса",
		[90313] = "Ллотиенский хищник",
		[134055] = "Ученик жрецов моря",
		[159137] = "Изготовитель свитков Жэши",
		[98268] = "Тарбен",
		[131496] = "Бригадир Острорык",
		[144293] = "Переработчик отходов",
		[144805] = "Скрог-волнодав",
		[157602] = "Дест'агат",
		[37497] = "Падший чемпион",
		[134056] = "Аква'сирр",
		[79585] = "Надсмотрщик Гурран",
		[144249] = "\"Омега-крушитель\"",
		[156067] = "Корневище водорослей",
		[144294] = "Мехагонский боевой механик",
		[96989] = "Катакомбная крыса",
		[157603] = "Капля Бездны",
		[141176] = "Гигант из клана Као-Тень",
		[157337] = "Детеныш Шад'хара",
		[29624] = "Странник бурь",
		[163746] = "\"Шокотрон X1\"",
		[107459] = "Ядовитый паучок",
		[144295] = "Мехагонский механик",
		[130006] = "Неизвестно",
		[157604] = "Ползучая порча",
		[127879] = "Щитоносец из армии Зула",
		[134058] = "Призывательница штормов Фэй",
		[90267] = "Аэл'Ит",
		[138369] = "Футбомбный хулиган",
		[92383] = "Ползучий гнилодрев",
		[144296] = "Танк-паук",
		[137133] = "Плетеный голем",
		[157605] = "Подземное щупальце",
		[34925] = "Кракен Северного моря",
		[134005] = "Сланцеед",
		[146856] = "Бледный всадник",
		[136419] = "Эттин-камнемет",
		[132206] = "Цепкая лоза",
		[148392] = "Кил'каррокский макрура",
		[152809] = "Алькс'ков Зараженный",
		[137131] = "Проклинательница из ковена",
		[144837] = "Олень c Темных берегов",
		[134060] = "Лорд Штормсонг",
		[146857] = "Завоевательница из Армии Чести",
		[112603] = "Садовник с Террасы шал'дорай",
		[130488] = "Механожокей",
		[136108] = "Мечущаяся искра",
		[144810] = "Бортинженер",
		[137132] = "Сплетенный проклятием фамилиар",
		[157365] = "Грозовой охотник <Ра-ден>",
		[65504] = "Докучливый косозуб",
		[104615] = "Боец из племени Серого Камня",
		[525] = "Облезлый волк",
		[102622] = "Мраководный оракул",
		[144299] = "Защитник мастерской",
		[61029] = "Изначальный элементаль огня <Риал>",
		[123865] = "Отступник-защитник",
		[112261] = "Грозный осквернитель",
		[158632] = "Зараженный мясожор",
		[103390] = "Животное",
		[150254] = "Утильхаунд",
		[131558] = "Острокрыл-захватчик",
		[136110] = "Лоялист дома Штормсонгов",
		[140717] = "Грабительница из картеля Трюмных Вод",
		[130008] = "Шериф дома Штормсонгов",
		[138167] = "Карабинер из братства Стальных Волн",
		[134063] = "Брат Айронхалл",
		[108949] = "Соленый пузырь",
		[153526] = "Акир-роевик",
		[148451] = "\"Осад-о-матик 9000\"",
		[144301] = "Живые отходы",
		[1549] = "Прожорливый пес Тьмы",
		[157610] = "К'тир-поработитель",
		[158122] = "Глаз разума",
		[153529] = "Охранница из Механиков",
		[37755] = "Синдрагоса",
		[124890] = "Заколдованный костеклюй",
		[112861] = "Болотная гидра",
		[136304] = "Сирена Наджин",
		[153957] = "Проржавевший машинист",
		[145326] = "Азш'ари-заклинательница",
		[126170] = "Сведенный с ума головорез",
		[133990] = "Кишкодер из банды Резчиков",
		[162140] = "Скикз'траз",
		[130738] = "Оскверненное золото",
		[149196] = "Воин Армии Чести",
		[111070] = "Фрагмент души Аззинота",
		[90851] = "Кабалист из клана Кровавой Глазницы",
		[107487] = "Звездный Рог",
		[137649] = "\"Антивредитель II\"",
		[166826] = "Страж Похитителей Солнца",
		[79590] = "Ритуалист из клана Призрачной Луны",
		[155403] = "\"Вырвиглаз\"-подстрекательница",
		[136916] = "Сетрак-налетчик",
		[140209] = "Укин - ромовый сторож",
		[36840] = "Имирьяр - вестник гнева",
		[130010] = "Кавалерист дома Штормсонгов",
		[36476] = "Ик",
		[161286] = "Темная ритуалистка",
		[44922] = "Присягнувший мастер топоров",
		[95674] = "Фенрир",
		[129641] = "Разоблаченная ведьма",
		[115166] = "Сфера порчи",
		[106590] = "Роевик из армии Оскверненной Души",
		[123868] = "Лишайниковый завролиск",
		[129559] = "Дуэлянтка из братства Волнорезов",
		[79335] = "Шаркун-захватчик",
		[153196] = "Неизвестно",
		[123039] = "Оскверненный дух",
		[53006] = "Тотем духовной связи <Целилька-Ревущийфьорд>",
		[157618] = "Вил'тик-пикировщик",
		[161198] = "Исказитель пространства Душар",
		[130011] = "Буканьер из братства Стальных Волн",
		[38175] = "Призрачный жрец",
		[134069] = "Вол'зит Шепчущая",
		[158371] = "Зардет Черный Коготь",
		[97083] = "Король Ранульф",
		[151985] = "Собиратель из племени Хламоедов",
		[132022] = "Дикий саблеклык",
		[100409] = "Сумеречный завыватель",
		[84539] = "Неизвестно",
		[104596] = "Сферический уборщик",
		[131812] = "Исказительница душ из ковена Мертвых Сердец",
		[56184] = "Косозуб-вредитель",
		[107169] = "Хорукс",
		[84199] = "Капсула Железной Орды",
		[81769] = "Изначальная поросль",
		[109281] = "Мелисандра",
		[93157] = "Зараженный лесовик",
		[122078] = "Неизвестно",
		[90803] = "Повелитель инферналов",
		[103431] = "Смрадный увалень",
		[155849] = "Неизвестно",
		[136334] = "Старый Колотун",
		[131519] = "Порабощенный проклятием сокольничий",
		[133379] = "Гюрзис",
		[153523] = "Взбешенный ржавобот",
		[138002] = "Кишкодерка из банды Резчиков",
		[124382] = "Ворон-костеклюй",
		[151125] = "Микробот-генератор щита <Мехагонский нейтрализатор>",
		[151476] = "\"Взрывотрон Х-80\"",
		[131513] = "Нагорный вендиго",
		[110973] = "Достойный врайкул",
		[29376] = "Изобретатель из клана Закаленных Бурей",
		[137144] = "Дозорная корпорации Эшвейнов",
		[81129] = "Сабленосец из клана Пылающего Клинка",
		[154548] = "Темная чародейка Викстриса",
		[100531] = "Оскверненная кровью ярость",
		[138870] = "Мик",
		[148212] = "Зараженный рубака",
		[35070] = "Неизвестно",
		[144823] = "Главный инженер Эрзог",
		[103396] = "Темный разлом",
		[148297] = "Неизвестно",
		[108003] = "Версток Темная Ветвь",
		[108259] = "Лишенный света лунный совух",
		[158790] = "Черный страж Роткозз",
		[104676] = "Угасающая частица времени",
		[149839] = "Механизированный утильхаунд",
		[129758] = "Гренадер из братства Стальных Волн",
		[137146] = "Фузилер корпорации Эшвейнов",
		[36478] = "Хранитель - страж душ",
		[138170] = "Головорез из братства Стальных Волн",
		[44924] = "Присягнувший мирмидон",
		[152397] = "Орону",
		[155468] = "Неисправная рука",
		[111075] = "Хаосоид",
		[111331] = "Крадущийся ужас",
		[137147] = "Громила корпорации Эшвейнов",
		[137766] = "Схваченный зандалар",
		[138171] = "Работник Компании",
		[145230] = "Лейтенант Элизабет Уэйвкаттер",
		[128991] = "Скрытная вульпера",
		[160182] = "Послушник Бездны",
		[169588] = "Пустулезный ужас",
		[157959] = "Клакси - искатель янтаря",
		[145338] = "Глубинный угорь",
		[109967] = "Боевой медведь Штормового предела",
		[129906] = "Проходчик из племени Шипошкурых",
		[112480] = "Прислужник Сковальда",
		[148698] = "Волшебный заступник",
		[160183] = "Фанатик Бездны",
		[82411] = "Темный Коготь",
		[111332] = "Хеларьяр-берсерк",
		[137149] = "Испепелительница из картеля Трюмных Вод",
		[158136] = "Инквизитор Темнослов",
		[134078] = "Чащобный солдат",
		[135234] = "Зараженный мастиф",
		[104422] = "Клинки Кошмара",
		[156089] = "Акир - повелитель ядов",
		[129504] = "Приверженец Зула",
		[117286] = "Сквернокрылый ужас",
		[154063] = "Осадок Бездны",
		[80788] = "Некролит из клана Призрачной Луны",
		[133935] = "Оживший страж",
		[108822] = "Охотница Эстрид",
		[105748] = "Хеларьяр - призыватель туманов",
		[131520] = "Кулетт Вспыльчивый",
		[153119] = "Малый элементаль Бездны",
		[111333] = "Скверносерд-плут",
		[153531] = "Акир-костекрушитель",
		[137663] = "Чака Преображенная",
		[134080] = "Чащобная дворняга",
		[163257] = "Колоссальное яйцо",
		[174621] = "Кровожадный вурдалак",
		[136416] = "Дикий когтерез",
		[113125] = "Низинный твердопанцирник",
		[130038] = "Верный гончий пес",
		[137152] = "Сторожевой пес корпорации Эшвейнов",
		[105703] = "Маназмей",
		[82318] = "Тенеспоровый великан",
		[132076] = "Вьючес",
		[81901] = "Дикарь из клана Кровавой Глазницы",
		[73967] = "Нюцзао <Тралити-Ревущийфьорд>",
		[101637] = "Валарьяр-претендентка",
		[157442] = "Взор безумия",
		[137153] = "Перенастроенный уборочный голем",
		[158140] = "Бешеная крыса",
		[169705] = "Скелет-пехотинец",
		[159164] = "Бонни Чан",
		[128994] = "Грабитель из племени Дыбогривов",
		[151998] = "Завролиск-костеглод",
		[113126] = "Мередильский хватозуб",
		[129762] = "Прирученный детеныш терродактиля",
		[127737] = "Послушник Тизеджи",
		[91301] = "Сгусток крови",
		[150463] = "Юркий угорь",
		[44926] = "Присягнувший странник",
		[135107] = "Громила из банды Резчиков",
		[127203] = "Наездник из племени Грязного Камня",
		[154222] = "Неизвестно",
		[136643] = "Экстрактор азерита",
		[137155] = "Лоялист дома Штормсонгов",
		[103430] = "Гноящееся поганище",
		[121696] = "Броненосец из культа Торкали",
		[136687] = "Жуткая пушка",
		[155583] = "Хламокоготь",
		[136688] = "Фанатичный бурильщик",
		[113127] = "Скальный небесный коготь",
		[169404] = "Саронитовый скульптор",
		[137156] = "Ученик жрецов моря",
		[162238] = "Ведомый голосами сектант",
		[158655] = "Нестабильный лазурит",
		[153301] = "Ширакесс-разорительница",
		[134284] = "Падший вестник смерти",
		[152001] = "Костегрыз",
		[82415] = "Шинри",
		[169405] = "Покоритель пламени Плети",
		[137157] = "Скованный элементаль",
		[107753] = "Вожак темношкурых воргов",
		[142276] = "Трогг",
		[160420] = "Рассерженный дух книги",
		[139205] = "17А-НТ3Р4",
		[129252] = "Неизвестно",
		[113128] = "Крадущийся иссохший",
		[152812] = "Зоатроид",
		[133063] = "Назманийская ведьма крови",
		[123775] = "Сетрак-страж",
		[137204] = "Проклинатель худу",
		[134599] = "Усиленный призыватель шторма",
		[147396] = "Жрица из Армии Чести",
		[112803] = "Астролог Джарин",
		[111081] = "Молниеносец",
		[161217] = "Акир-быстроног",
		[131576] = "Ночнорожденная-посланница",
		[162241] = "Зараженный похититель мыслей",
		[150468] = "Неизвестно",
		[134600] = "Песчаный стрелок",
		[128997] = "Волногон из клана Соленой Чешуи",
		[131529] = "Порабощенная проклятием арбалетчица",
		[132041] = "Друид Гонка",
		[161218] = "Акир-крушитель",
		[93166] = "Типтог Заблудший",
		[97517] = "Болотожуть",
		[126438] = "Околдованный моряк",
		[128660] = "Отступница-агрессор",
		[103307] = "Отрекшийся - разносчик чумы",
		[131530] = "Порабощенный проклятием стражник",
		[144707] = "Пилот крошшера",
		[111338] = "Неупокоившийся полководец",
		[153541] = "Надсмотрщик Ул'рок",
		[162243] = "Зараженный пожиратель разума",
		[95726] = "Мракобес-ревнитель",
		[134602] = "Подлый трюк",
		[132093] = "Контрабандист из племени Призывателей Волн",
		[94097] = "Крысолов из племени Синего Воска",
		[132043] = "Канонир из братства Стальных Волн",
		[90899] = "Отрекшаяся - наездница на нетопыре",
		[137162] = "Жрец моря - предвестник",
		[162244] = "Зараженный вестник рока",
		[139515] = "Скоблящий Песок",
		[159173] = "Неизвестно <Ка'зир>",
		[81906] = "Налетчик из клана Призрачной Луны",
		[152007] = "\"Циркулятор\"",
		[148424] = "Воющий чумомет",
		[100778] = "Ночнорожденный-зверолов",
		[158963] = "Хранитель Бездны",
		[174067] = "Нот Чумной",
		[138187] = "Искаженный ужас",
		[84402] = "Стручлинг-падальщик",
		[137215] = "Глубинный фанатик",
		[152568] = "Урдуу",
		[125828] = "Алеата",
		[121577] = "Бесшабашный живодер",
		[145694] = "Усмирительница с Потрескивающей гряды",
		[154056] = "Преданный тьме разрушитель",
		[126440] = "Поющая сирена",
		[106221] = "Анкерный кристалл",
		[152570] = "Обезумевший трогг",
		[114923] = "Костедробящий скелет",
		[78324] = "Железный батрак",
		[94960] = "Химдалль",
		[91121] = "Опустошительница из племени Каменной Крови",
		[111852] = "Ротос",
		[154569] = "Неизвестно",
		[148734] = "Наездница на кролуске из Армии Чести",
		[90903] = "Молодой штормовой дракон",
		[58965] = "Лазрадати",
		[132047] = "Усиленный корпусолом",
		[129768] = "Плетеный захватчик",
		[130024] = "Мокрая корабельная крыса",
		[154058] = "Капля Бездны",
		[81396] = "Камнезуб",
		[76441] = "Раздутый зоб",
		[81908] = "Стражница Бездны из клана Призрачной Луны",
		[112655] = "Небесная послушница",
		[103592] = "Костеклювый ястреб",
		[154369] = "Порабощенный Скиталец Пустыни",
		[91122] = "Старшая ведьма из племени Каменной Крови",
		[162249] = "Падший послушник",
		[111129] = "Лорд Мес",
		[138703] = "Свернувшаяся кровь",
		[108526] = "Волнскорнская работница",
		[130952] = "Сестра Ава",
		[109038] = "Солнцевед Тел'арн",
		[128610] = "Пасть Шул-Нагрута",
		[145358] = "Азеритовый камнеплав",
		[101616] = "Фиалка",
		[101783] = "Ночнорожденная - боевой маг",
		[59262] = "Демонические врата",
		[130954] = "Умник из стаи Да'ки",
		[111124] = "Душевар Надагаст",
		[127757] = "Оживленный почетный страж",
		[157450] = "Зачарованная ритуалистка",
		[36516] = "Воскреситель - страж душ",
		[170441] = "Маг Тьмы",
		[169222] = "Огромный распространитель чумы",
		[99484] = "Кости павших",
		[129002] = "Гривастый медведь",
		[104688] = "Порождение Бездны",
		[132051] = "Кровавый клещ",
		[135475] = "Кула Живодерка",
		[130026] = "Морской колдун из братства Трюмных Крыс",
		[109807] = "Дикий ночной саблезуб",
		[110063] = "Неизвестно <Столетний>",
		[158477] = "Песчаниковый копатель",
		[135123] = "Отступник-хранитель",
		[172490] = "Дознаватель Грелль",
		[94624] = "Дрекирьяр - сын бури",
		[161229] = "Акир - повелитель ядов",
		[111599] = "Ночнорожденная-завоевательница",
		[162253] = "Зараженный чудотворец",
		[58964] = "Моркеку",
		[134612] = "Неизвестно",
		[157368] = "Велинария",
		[103453] = "Отрекшаяся-священница",
		[109040] = "Чародей Тел'арн",
		[168247] = "Скелет-пехотинец",
		[130027] = "Морпех корпорации Эшвейнов",
		[162254] = "Зараженный наблюдатель",
		[154576] = "Акир-колосс",
		[73465] = "Темный прислужник",
		[80810] = "Страдающий скелет",
		[105630] = "Око Гул'дана",
		[78328] = "Крошшер Темного Прилива - \"Рилакинатор-3000\"",
		[145181] = "Призывательница духов из Армии Чести",
		[133078] = "Сетрак - вестница войны",
		[111856] = "Страж Горрок",
		[92837] = "Ползучий смертоцвет",
		[146899] = "Бледный страж смерти",
		[108529] = "Морской василиск",
		[127381] = "Ильный краб",
		[160720] = "Бормочущий мясожор",
		[157137] = "Щупальце ужаса",
		[130028] = "Жрица корпорации Эшвейнов",
		[129860] = "Порабощенный паучонок",
		[101875] = "Сумеречная ритуалистка",
		[155090] = "Анодированный разрядниконосец",
		[102387] = "Саел'орн",
		[157467] = "Неизвестно",
		[132056] = "Огнелетчица Торговой компании",
		[169423] = "Пробужденный призыватель",
		[161745] = "Хепфис",
		[170447] = "Костяной великан",
		[43612] = "Верховный пророк Барим",
		[134616] = "Подрастающий кролуск",
		[137000] = "Чуланный ползун",
		[131545] = "Леди Уэйкрест",
		[148437] = "Закрепившийся страж смерти",
		[92918] = "Райтас Провидец",
		[161746] = "Оссират",
		[133593] = "Техник-эксперт",
		[150485] = "Плазменная сфера",
		[83629] = "Детеныш горена Зашедшей Луны",
		[159262] = "Танк-паук мятежников",
		[135641] = "Сердце Сетралисс",
		[82425] = "Светящаяся орхидея",
		[136665] = "Наблюдатель корпорации Эшвейнов",
		[137177] = "Властитель Гогуот",
		[111858] = "Страж Рарсон",
		[134106] = "Древохват-часовой",
		[112370] = "Отшельник руин",
		[111405] = "Темный крушитель",
		[139737] = "Лорд Штормсонг",
		[125978] = "Невольник из племени Жаболовов",
		[129774] = "Отступник-центурион",
		[137178] = "Жрец моря - головорез",
		[144169] = "Командир из корпорации Эшвейнов",
		[93687] = "Отрекшийся - наездник на нетопыре",
		[73468] = "Гул'варский рубака",
		[130713] = "Неизвестно",
		[94507] = "Неизвестно",
		[90616] = "Помраченный-надзиратель",
		[169427] = "Оживленный слуга",
		[137179] = "Жрец моря - страж",
		[36907] = "Грозный осадный кузнец",
		[105383] = "Щупальце разложения",
		[146905] = "Безумное чумное отродье",
		[129007] = "Отступник-часовой",
		[163366] = "Чародей из войска мертвых <Редисон-Ревущийфьорд>",
		[145199] = "Пират-охранник",
		[133429] = "Пузырящийся мед",
		[156458] = "К'тир-чернокнижник",
		[139571] = "Усиленный штормом кузнечный голем",
		[93688] = "Отрекшаяся - ловчая смерти",
		[146906] = "Гниющий исполин",
		[141107] = "Бернси Рубака",
		[153904] = "Безликий мучитель",
		[169580] = "Дозорный цитадели",
		[133432] = "Алхимик Торговой компании",
		[148273] = "Движимый кровью крушитель",
		[111860] = "Бо'лан Меченый",
		[155950] = "Капля анимы",
		[146907] = "Возрожденный стрелок",
		[107435] = "Подозрительный дворянин",
		[152885] = "Занш'ир-агрессор",
		[136158] = "Жрец моря - архивариус",
		[129776] = "Отступница - стражница шпиля",
		[133183] = "Коряжный громила",
		[158169] = "Преданный послушник",
		[127651] = "Клещехват",
		[89850] = "Оракул",
		[135135] = "Землеед",
		[114932] = "Глубоководное чудовище",
		[38177] = "Темный наемник",
		[161241] = "Мал'тир - маг Бездны",
		[150575] = "Маховище",
		[111975] = "Темное Перо",
		[83530] = "Гиацинтовая мандрагора",
		[151871] = "Циркулярный лесопил",
		[129009] = "Вульпера-алхимик",
		[160061] = "Ползучая порча",
		[136160] = "Король Дазар",
		[128551] = "Мастиф братства Стальных Волн",
		[157759] = "Вил'тик-воин",
		[134150] = "Резчик рун Сорн",
		[145018] = "Отрекшаяся-чумолог",
		[157439] = "Ярость Н'Зота",
		[154285] = "Мстительная высокорожденная",
		[1270] = "Зловонный труп",
		[90619] = "Пушка Железной Орды",
		[161243] = "Сам'рек Призыватель Хаоса",
		[137185] = "Орк-батрак",
		[88094] = "Морской скрог",
		[112118] = "Зараженный кровоцвет",
		[127530] = "Прожорливая чайка",
		[129833] = "Матриарх моховых пауков",
		[161541] = "Акир-скарабей <Вук'лаз Землелом>",
		[156637] = "Инструктор Клинков Света",
		[161244] = "Кровь Заразителя",
		[161502] = "Голодный пожиратель плоти",
		[129323] = "Царица саблеклыков",
		[109151] = "Остаток Бездны <Око Бездны>",
		[132180] = "Скарбник братства Стальных Волн",
		[45062] = "Присягнувший хранитель скорпидов",
		[131556] = "Исследовательница из Реликвария",
		[132068] = "Башму",
		[159308] = "Фанатичная приверженка",
		[135287] = "Отступник-страж",
		[103673] = "Созерцатель тьмы",
		[103929] = "Садж'тарский волнолом",
		[84549] = "Стручлинг-пяткокус",
		[139235] = "Торторезка",
		[131165] = "Неизвестно",
		[169035] = "Натанос Гнилостень",
		[134237] = "Служительница ковена Мертвых Сердец",
		[105532] = "Адская гончая",
		[105721] = "Неизвестно",
		[138212] = "Килеватель из братства Стальных Волн",
		[134629] = "Чешуйчатый наездник на кролуске",
		[98299] = "Бодаш Алчный",
		[98555] = "Иссохший оборванец",
		[75084] = "Фрагмент Бездны",
		[103162] = "Эредарская молельщица",
		[137189] = "Заряженный буревик",
		[139988] = "Песчаный зубан",
		[159318] = "Неизвестно",
		[97091] = "Темношкурый рычун",
		[73013] = "Злой спороскат",
		[114568] = "Разлагающийся прислужник",
		[136166] = "Брат Мэттью",
		[169438] = "Восставший солдат",
		[153570] = "Перегруженный механопаук",
		[161371] = "Зара'тик - янтарный кузнец",
		[127778] = "Неизвестно",
		[134631] = "Неупокоенный матрос",
		[45063] = "Скорпид-костегрыз <Присягнувший хранитель скорпидов>",
		[131560] = "Дикий равазавр",
		[148603] = "Буйный берсерк",
		[19686] = "Неизвестно",
		[141286] = "Браконьер Зейн",
		[132088] = "Капитан Винтерсейл",
		[150500] = "Загрязненная жижа",
		[138727] = "Кровавый роевик",
		[129013] = "Метательница ножей из братства Волнорезов",
		[114532] = "Говорящий с костями - стражник душ",
		[100860] = "Дрогбар-телохранитель",
		[93496] = "Аптекарь \"Черной Розы\"",
		[151702] = "Паол Пруд-по-колено",
		[137704] = "Матрона Морана",
		[76116] = "Неуловимый боец с шакрамом",
		[107567] = "Страж сурамарского щита",
		[155206] = "Сжигатель паразитов",
		[77140] = "Амаюква",
		[132211] = "Ругач",
		[161251] = "Сектант-прислужник",
		[174048] = "Старейшина Надокс",
		[148679] = "Чародей Квинтрил",
		[108027] = "Повелительница паутины Шинарис",
		[108283] = "Дикарь из племени Камня Силы",
		[44977] = "Мучитель из Неферсета",
		[92415] = "Детеныш штормового дракона",
		[152550] = "Великий потусторонний червь",
		[157157] = "Мумина Сияющий",
		[174049] = "Принц Талдарам",
		[153179] = "Утонувший приверженец",
		[123] = "Полукровка из стаи Речной Лапы",
		[163300] = "Поглотитель душ",
		[36874] = "Потревоженный ледниковый загробник",
		[82544] = "Бес-мучитель",
		[78339] = "Инженер Темного Прилива",
		[111355] = "Скверносерд-мучитель",
		[174050] = "Крик'тир Хранитель Врат",
		[154087] = "Зрор'ум Бесконечный",
		[91474] = "Головорез из племени Листа Чертополоха",
		[163301] = "Поглотитель душ",
		[140759] = "Зуджотгул Пробудившийся",
		[152040] = "Командир разведчиков Мосвен",
		[148457] = "Вульпера в оковах",
		[101118] = "Безликий осквернитель",
		[130039] = "Канонир из Просоленных мастерских",
		[85250] = "Камнедрев Твердая Кора",
		[103758] = "Звездный авгур Этрей",
		[167397] = "Неизвестно",
		[102398] = "Пылающий инфернал",
		[113987] = "Наполненная Скверной праматерь",
		[127480] = "Жалящий паразит",
		[153065] = "Слуга Бездны - опустошитель",
		[174052] = "Новос Призыватель",
		[100433] = "Камнемаг из племени Камня Силы",
		[159425] = "Оккультистка - темная целительница",
		[159208] = "Велбиз Радосвист",
		[156794] = "Поглощенный Тьмой агент ШРУ",
		[121082] = "Гнуснокрылый хищник",
		[152554] = "Порождение глубин",
		[153066] = "Механизированный паук",
		[152686] = "Громыхающий вихрь",
		[81156] = "Кристаллический горен",
		[110125] = "Отравляющие споры",
		[159209] = "Телетт Сланцесерд",
		[45065] = "Тол'вирский торговец",
		[131568] = "Обезумевший от меда вендиго",
		[156650] = "Воплощение тьмы <[*] Воплощение тьмы>",
		[153067] = "Механизированный разрядниконосец",
		[174054] = "Фалрик",
		[154091] = "Исполин из племени Хламоедов",
		[136391] = "Хранитель Сердца",
		[159210] = "Кларисса Чапман",
		[113741] = "Преданный манапард",
		[123399] = "Порабощенный моряк",
		[88579] = "Охотник владений Кровавой Гривы",
		[153068] = "Механизированный страж",
		[174055] = "Марвин",
		[81157] = "Кристаллический плевальщик",
		[97793] = "Огненная Чешуя",
		[163306] = "Поглотитель душ",
		[102400] = "Эредарский сумеречный целитель",
		[97369] = "Тотем жидкой магмы <Мэроем-Ревущийфьорд>",
		[127482] = "Сточный злобнокус",
		[153069] = "Проржавевший устранитель проблем",
		[174056] = "Начальник кузни Гархлад",
		[145028] = "Неизвестно",
		[156299] = "Р'хузж Непостижимый",
		[101976] = "Миллифисент Манашторм",
		[151534] = "Падальщик из племени Мертвого Плавника",
		[152046] = "Пескожабр",
		[156653] = "Сгустившийся ужас",
		[136690] = "Снежный хищник",
		[174057] = "Повелитель Плети Тираний",
		[106304] = "Оскверненный огонек",
		[138226] = "Жрец моря Бэнксон",
		[81670] = "Острозуб Кровоискатель",
		[59443] = "Неизвестно",
		[148638] = "Темный охотник из Армии Чести",
		[156654] = "Шол'тосс Глашатай Судьбы",
		[107367] = "Поработитель из клана Колец Ненависти",
		[95235] = "Глаз-часовой",
		[137715] = "Хрупкий осколыш",
		[114281] = "Верховое животное распорядителя полетов",
		[77169] = "Блуждающее порождение Бездны",
		[158398] = "Азш'ари - гроза волн",
		[156143] = "Заглянувший в Бездну громила",
		[156655] = "Корзаран Убийца",
		[101122] = "Сумеречная темная чародейка",
		[62982] = "Подчинитель разума <Mäkinö-Hyjal>",
		[93444] = "Плясун из племени Листа Чертополоха",
		[158703] = "Сочащаяся гниль",
		[167405] = "Мстительный упырь",
		[160922] = "Игольщик Жезалла",
		[82543] = "Шракун",
		[127484] = "Джес Хаулис",
		[90885] = "Рогонд Следопыт",
		[157680] = "Палач Н'Зота",
		[162287] = "Послушник Н'Зота",
		[108033] = "Фал'дорайский паутиноход",
		[108289] = "Налетчик из племени Кровавого Тотема",
		[111459] = "Часовой Темносвета",
		[156145] = "Подземное щупальце",
		[125437] = "Чудовище из клана Гнусной Чешуи",
		[129788] = "Мясник из братства Стальных Волн",
		[133111] = "Провидица из проклятого леса",
		[162288] = "Кудесник из Темной Империи",
		[148178] = "Искаженный манадемон",
		[127600] = "Неизвестно",
	},
	["death_recap"] = {
		["enabled"] = true,
		["show_segments"] = false,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["spell_pool"] = {
		2, -- [1]
		3, -- [2]
		"Мир (падение)", -- [3]
		"Мир (утопление)", -- [4]
		nil, -- [5]
		"Мир (огонь)", -- [6]
		[275931] = 6,
		[257775] = "Тихолапка из братства Трюмных Крыс",
		[220916] = "[*] Порченая земля",
		[8122] = 5,
		[114050] = 7,
		[302555] = "Защитник Азерот <Adania-Malorne>",
		[263648] = 12,
		[198392] = "Урсок",
		[257777] = "Джес Хаулис",
		[314843] = "Н'Зот Заразитель",
		[275936] = 12,
		[280032] = "[*] Нейротоксин",
		[145152] = 11,
		[114051] = 7,
		[271843] = 2,
		[206585] = "Звездный авгур Этрей",
		[314847] = "Грит'акс Палач",
		[298466] = 10,
		[300514] = "Шаман из племени Хламоедов",
		[260852] = "Сестра Маладия",
		[304611] = 3,
		[314850] = "[*] Разрастающаяся тьма",
		[215802] = 7,
		[304612] = 3,
		[314851] = "Грит'акс Палач",
		[85384] = 1,
		[302565] = 4,
		[51399] = 6,
		[314853] = "Грит'акс Палач",
		[325092] = 10,
		[314855] = "Грит'акс Палач",
		[31589] = 8,
		[257784] = "Саурок из клана Соленой Чешуи",
		[312810] = "[*] Взаимосвязь",
		[290285] = 5,
		[343527] = 2,
		[300525] = "Хламометатель из племени Хламоедов",
		[310764] = "Сумасшедший мастер ножа",
		[60103] = 7,
		[312813] = 6,
		[202497] = 11,
		[267763] = "Недоделанная мумия",
		[310766] = "Око глубин",
		[312814] = "[*] Переваривание",
		[267764] = "Саркофаг <Супрек>",
		[54216] = 3,
		[300529] = "К'тир резчик разума",
		[280052] = 2,
		[300530] = "К'тир резчик разума",
		[255741] = "Чешуйчатый наездник на кролуске",
		[224001] = 9,
		[302580] = 7,
		[209667] = "Советник Меландр",
		[314867] = 5,
		[212739] = 6,
		[255742] = 8,
		[194310] = 6,
		[306679] = "Вез'окк Беспросветный",
		[257791] = "Джес Хаулис",
		[193287] = 4,
		[194311] = 6,
		[302585] = 1,
		[255744] = 8,
		[24423] = "Падальщик <Мавлюдунтунт>",
		[257793] = "Джес Хаулис",
		[292350] = "Владыка Матиас Шоу",
		[310780] = "Око глубин",
		[185099] = 10,
		[219911] = 5,
		[292353] = 12,
		[109964] = 5,
		[310784] = "Незрячий наблюдатель",
		[271877] = 4,
		[199435] = 2,
		[4987] = 2,
		[5019] = 8,
		[300547] = "Хламометатель из племени Хламоедов",
		[269831] = "[*] Токсичная слизь",
		[5211] = 11,
		[271881] = 4,
		[298502] = "Акир-костекрушитель",
		[208652] = 3,
		[22120] = "Командор Лорна Краули",
		[308742] = 5,
		[288266] = "Малфурион Ярость Бури",
		[265741] = "Матрона Бриндл",
		[236298] = 8,
		[207630] = "Триллиакс",
		[269838] = "[*] Гнусный выброс",
		[314889] = "Открытый синапс",
		[236299] = 8,
		[57547] = "Бринья",
		[273935] = 12,
		[207631] = "[*] Аннигиляция",
		[210703] = "Леди Калиндрия",
		[178963] = 12,
		[298510] = "Акир - повелитель ядов",
		[292367] = 12,
		[312845] = "К'тир-ассасин",
		[269843] = "Освобожденное чудовище",
		[288273] = "Малфурион Ярость Бури",
		[206609] = "Хрономатическая аномалия",
		[300560] = "Хламометатель из племени Хламоедов",
		[300561] = "Хламометатель из племени Хламоедов",
		[13877] = 4,
		[206610] = "Хрономатическая аномалия",
		[316944] = 11,
		[128910] = "Ворген-охотница",
		[273942] = 2,
		[57548] = "[*] Прикосновение валь'киры",
		[208659] = "[*] Кинетическое кольцо",
		[271896] = 4,
		[259853] = "Рикса Огневерт",
		[205588] = "Ксавий",
		[206612] = "Хрономатическая аномалия",
		[225042] = "Заразное щупальце",
		[290328] = 2,
		[252687] = "Крадущийся теневой клинок",
		[106898] = 11,
		[273947] = 6,
		[1943] = 4,
		[225043] = "Садовник с Террасы шал'дорай",
		[265757] = "Матрона Бриндл",
		[316951] = "Кислотный пищеваритель",
		[269853] = 5,
		[314904] = "Хепфис",
		[265759] = "Матрона Бриндл",
		[292380] = 2,
		[196376] = "Верховный друид Глайдалис",
		[82326] = 2,
		[265760] = "Матрона Бриндл",
		[2094] = 4,
		[314907] = "Оссират",
		[267809] = "Забытый обитатель глубин",
		[207640] = 11,
		[52174] = 1,
		[226070] = "Визжащий паучок",
		[314909] = "Оссират",
		[273955] = 3,
		[191259] = 2,
		[225047] = "Садовник с Террасы шал'дорай",
		[226071] = "Арбитр из Сумеречной стражи",
		[316959] = "Кислотный пищеваритель",
		[19434] = 3,
		[206618] = "Хрономатическая аномалия",
		[210714] = 7,
		[312866] = "Смертокрыл",
		[325153] = 10,
		[234264] = 1,
		[267818] = "Призывательница штормов Фэй",
		[278057] = 8,
		[2782] = 11,
		[215836] = "Цветок смерти",
		[209693] = 12,
		[265773] = "Золотой Змей",
		[47568] = 6,
		[312873] = "Смертокрыл",
		[220957] = "Внутренний демон",
		[296492] = "Капля Бездны",
		[41425] = 8,
		[267824] = "Субстанция души",
		[208671] = "Азагрим",
		[271920] = 7,
		[306732] = "Ра-ден",
		[288303] = "Тиранда Шелест Ветра",
		[306733] = "Ра-ден",
		[310829] = "Сумасшедшая мастер ножа",
		[185123] = 12,
		[61391] = 11,
		[288305] = 11,
		[306735] = "Гневион",
		[271924] = 7,
		[265781] = "Золотой Змей",
		[228127] = "Хелия",
		[188196] = 7,
		[267830] = "Призывательница штормов Фэй",
		[273974] = 3,
		[228128] = 7,
		[310834] = "Сумасшедшая мастер ножа",
		[236320] = 1,
		[310836] = "Сумасшедшая мастер ножа",
		[205604] = 12,
		[273977] = 6,
		[276025] = 10,
		[280121] = 3,
		[15286] = 5,
		[310838] = "Око глубин",
		[213796] = "Неизвестно",
		[290361] = 11,
		[310839] = "Оккультистка - темная целительница",
		[284219] = "Мехагонский нормализатор",
		[310840] = "Оккультистка - темная целительница",
		[31850] = 2,
		[267838] = "[*] Встречный ветер",
		[216869] = 2,
		[290364] = 4,
		[310842] = "Оккультистка - темная целительница",
		[115098] = 10,
		[290365] = 4,
		[276031] = "[*] Бездна отчаяния",
		[327225] = 2,
		[267841] = "Призывательница штормов Фэй",
		[269889] = 3,
		[296510] = "Ползучая порча",
		[310845] = "Оккультистка - темная целительница",
		[88990] = 7,
		[306751] = "Гневион",
		[257827] = "Джес Хаулис",
		[27243] = 9,
		[306752] = "Вез'окк Беспросветный",
		[308801] = "Зардет Черный Коготь",
		[260900] = "Сестра Солена",
		[5116] = 3,
		[300612] = 11,
		[257829] = "Молния",
		[5308] = 1,
		[296518] = "\"Шокотрон X1\"",
		[206636] = "Завоевательница из Армии Чести",
		[208684] = 3,
		[236329] = "[*] Звездный ожог",
		[131894] = 3,
		[273995] = "Бешеная наседка",
		[308807] = "Зардет Черный Коготь",
		[108446] = 9,
		[288330] = 3,
		[145205] = 11,
		[296522] = "[*] Самоуничтожение",
		[32235] = 2,
		[298571] = "Механоцикл",
		[317001] = "[*] Боязнь темноты",
		[32747] = 12,
		[288333] = 3,
		[223021] = "[*] Трупное заражение",
		[278095] = 7,
		[304716] = 6,
		[302669] = "Ужас Бездны",
		[213807] = "[*] Взрыв льда",
		[306765] = "Тралл",
		[308814] = 1,
		[306767] = "Тралл",
		[325197] = 10,
		[192307] = "Хирья",
		[77220] = 9,
		[6940] = 2,
		[280149] = 6,
		[306770] = "Нарос",
		[122783] = 10,
		[131900] = 3,
		[248622] = 1,
		[225073] = "Падший хранитель",
		[312915] = 10,
		[325202] = 10,
		[204596] = 12,
		[288343] = 5,
		[274009] = 6,
		[241456] = "Серный инфернал <Горот>",
		[52437] = 1,
		[235313] = 8,
		[205621] = "Ловец Скверны",
		[298584] = "Порабощенная пехотинец",
		[233266] = "Горот",
		[296537] = "Обезумевшая мучительница",
		[235314] = 8,
		[302681] = "Трикси Искрожгучка",
		[63956] = 6,
		[276061] = "Сокрушитель из братства Стальных Волн",
		[302682] = "Трикси Искрожгучка",
		[258864] = "Морпех корпорации Эшвейнов",
		[278110] = 1,
		[312922] = 2,
		[298588] = "Механоцикл",
		[230197] = "[*] Темные воды",
		[267874] = "[*] Горящая земля",
		[114083] = 7,
		[212792] = 8,
		[157503] = 7,
		[208697] = "Щупальце смертоносного взгляда",
		[276068] = "Хадал Черная Бездна",
		[206650] = 12,
		[199483] = 3,
		[225080] = 7,
		[280165] = 11,
		[212794] = "Тихондрий",
		[206651] = "Ксавий",
		[269928] = "Тенеликий защитник",
		[258869] = "Маг огня корпорации Эшвейнов",
		[343648] = 11,
		[222010] = "Солнцевед Тел'арн",
		[314980] = 2,
		[232249] = "Горот",
		[269931] = "Тенеликий воин",
		[280170] = 3,
		[199486] = 5,
		[269932] = "[*] Рассекающий порыв",
		[278124] = 1,
		[298602] = "[*] Облако дыма",
		[300650] = "Токсичный скрытень",
		[121253] = 10,
		[306794] = "Гневион",
		[269935] = "Неизвестно",
		[240443] = "Клещ из Подгнилья",
		[269937] = 2,
		[223038] = "Страж Рарсон",
		[35546] = 4,
		[280177] = 8,
		[122278] = 10,
		[335467] = 5,
		[296560] = "[*] Цепкий статический разряд",
		[53] = 4,
		[258875] = "Бочка черной пелены <Капитан Рауль>",
		[284275] = 1,
		[261947] = 10,
		[288371] = 5,
		[240446] = "[*] Взрыв",
		[146250] = 4,
		[278134] = 1,
		[314994] = "Маут",
		[29166] = 11,
		[314995] = "Маут",
		[280184] = 10,
		[207684] = 12,
		[114089] = 7,
		[53209] = 3,
		[314998] = "Акир - творец теней",
		[207685] = 12,
		[280187] = 10,
		[267901] = "Брат Айронхалл",
		[263806] = 7,
		[315000] = "Акир - творец теней",
		[233283] = "Горот",
		[122281] = 10,
		[222021] = "Чародей Тел'арн",
		[66] = 8,
		[100780] = 10,
		[280192] = 2,
		[278145] = 2,
		[267907] = "[*] Шипы души",
		[278147] = 2,
		[258883] = 12,
		[75] = 3,
		[302721] = 3,
		[222024] = 6,
		[308865] = "Зардет Черный Коготь",
		[193356] = 4,
		[300675] = "[*] Ядовитый туман",
		[280198] = 5,
		[306819] = "Ра-ден",
		[286342] = 2,
		[5277] = 4,
		[315011] = "Акир - творец теней",
		[222026] = 6,
		[127915] = 11,
		[278153] = 1,
		[280201] = 4,
		[315013] = "Акир - творец теней",
		[114093] = 7,
		[315014] = 2,
		[215884] = 8,
		[278155] = 2,
		[193359] = 4,
		[11641] = "Бвемба",
		[228171] = "Химдалль",
		[278156] = 2,
		[280204] = 2,
		[132951] = 6,
		[23920] = 1,
		[32239] = 3,
		[280205] = 7,
		[274062] = 10,
		[317065] = 6,
		[280206] = 2,
		[57819] = 3,
		[317066] = "Пожинатель мыслей",
		[100784] = 10,
		[99] = 11,
		[276112] = 2,
		[100] = 1,
		[280208] = 9,
		[224078] = 8,
		[312973] = "Аматет-землекоп",
		[300687] = "Токсичное чудище",
		[286353] = 11,
		[205649] = "Корональный выброс",
		[265876] = "Матрона Альма",
		[269972] = "Тенеликий колдун",
		[117679] = 11,
		[211793] = 6,
		[269973] = "Тенеликий колдун",
		[288403] = "Калдорай-часовая",
		[63963] = 3,
		[209746] = 11,
		[265879] = "[*] Жуткая метка",
		[300691] = 1,
		[312978] = "Аматет-страж",
		[57820] = 6,
		[294549] = "[*] Пламя горнила",
		[265881] = "Матрона Альма",
		[300693] = 11,
		[116] = 8,
		[189270] = "Генн Седогрив",
		[265882] = "Матрона Альма",
		[256846] = "Диномант Киш'о",
		[257870] = "Буканьер из братства Стальных Волн",
		[274074] = 6,
		[300695] = 5,
		[120] = 8,
		[206677] = "Крос",
		[83381] = "Hiena <Bichuty-Tyrande>",
		[257871] = "Буканьер из братства Стальных Волн",
		[274076] = 2,
		[255824] = "Дазар'айский сокрушитель",
		[32240] = 7,
		[298651] = "Механоцикл",
		[252753] = 5,
		[263840] = "Wolf <Xynaro-Durotan>",
		[265888] = 3,
		[256849] = "Диномант Киш'о",
		[133] = 8,
		[265889] = "Поджигатель из братства Чернозубых",
		[211799] = "Элисанда",
		[136] = 3,
		[230229] = "Хелия",
		[139] = 5,
		[229206] = 8,
		[2383] = 12,
		[276132] = 8,
		[290467] = 4,
		[2479] = 1,
		[290468] = 5,
		[290469] = 6,
		[207707] = "Крадущийся теневой клинок",
		[276136] = 11,
		[127923] = 5,
		[276137] = 11,
		[302758] = 2,
		[30449] = 8,
		[276138] = 11,
		[222043] = "Обитатель теней",
		[308903] = "Маут",
		[288426] = 6,
		[211805] = 6,
		[196447] = 9,
		[263854] = "Raptor <Kuxora-Khadgar>",
		[300714] = 12,
		[313001] = 5,
		[196448] = 9,
		[49376] = 11,
		[92089] = 10,
		[298669] = "Трикси Искрожгучка",
		[300717] = 9,
		[261977] = 10,
		[263858] = "Harold <Kuxora-Khadgar>",
		[343721] = 2,
		[276146] = 11,
		[270003] = "Оживший страж",
		[255835] = "Жрица Алун'за",
		[317102] = "Н'Зот Заразитель",
		[257883] = "Хадал Черная Бездна",
		[304816] = 5,
		[76732] = "Келси Стализвон",
		[343724] = 2,
		[306865] = "Ра-ден",
		[258908] = "Скрытный убийца",
		[265911] = "Беспокойное облако",
		[81340] = 6,
		[313010] = 3,
		[265912] = "Беспокойное облако",
		[343727] = "Неизвестно <Elunis-Darksorrow>",
		[50401] = 6,
		[308916] = "Воплощение тьмы <[*] Воплощение тьмы>",
		[85948] = 6,
		[265914] = "[*] Расплавленное золото",
		[257886] = "[*] Лужа морской воды",
		[263867] = "Пушок <Недаю-Борейскаятундра>",
		[276154] = 11,
		[302775] = 5,
		[115129] = 10,
		[313015] = 3,
		[77758] = 11,
		[127928] = 6,
		[317112] = "Н'Зот Заразитель",
		[32242] = 12,
		[306874] = "Грозовой охотник <Ра-ден>",
		[221029] = "[*] Нестабильное разложение",
		[165740] = "Леденящий устрашитель",
		[270016] = "Оживший страж",
		[306876] = "Темный инквизитор Занеш",
		[267969] = "Служитель храма",
		[70080] = "Воскрешенный ведьмак",
		[256866] = "Мастер клинков прилива",
		[343737] = "Юй-лун <Olivas-DunModr>",
		[265923] = "Золотой Змей",
		[190315] = "Натанос Гнилостень",
		[270020] = 10,
		[202602] = 1,
		[267973] = "Служитель храма",
		[306881] = "Охотник Бездны <Ра-ден>",
		[298691] = "Надсмотрщик Ул'рок",
		[114108] = 11,
		[221033] = "Сгустившаяся гниль",
		[49379] = 5,
		[5246] = 1,
		[258917] = "Жрица корпорации Эшвейнов",
		[300741] = 11,
		[5374] = 4,
		[288455] = 1,
		[208748] = "Ужасное поганище",
		[201581] = "Миллифисент Манашторм",
		[30451] = 8,
		[190319] = 8,
		[300744] = 11,
		[179057] = 12,
		[77762] = 7,
		[370] = 7,
		[302794] = 2,
		[258920] = 12,
		[162676] = 5,
		[158581] = 5,
		[116670] = 10,
		[258921] = 12,
		[294606] = 2,
		[308941] = "Дест'агат",
		[408] = 4,
		[263891] = "Прядильщица лоз из ковена Мертвых Сердец",
		[290512] = 10,
		[170869] = 8,
		[302799] = "Обезумевший червинт",
		[263892] = 6,
		[302800] = "Обезумевший червинт",
		[313039] = "Ярость Н'Зота",
		[210801] = 7,
		[77764] = 11,
		[313040] = "Ярость Н'Зота",
		[308945] = "Искажающее разум щупальце",
		[440] = 5,
		[313041] = "Ярость Н'Зота",
		[252781] = "Занчульская знахарка",
		[308947] = "Дест'агат",
		[278231] = 2,
		[258925] = 12,
		[210803] = 10,
		[304853] = 2,
		[265946] = 10,
		[257902] = "[*] Отскакивающий панцирь",
		[258926] = 12,
		[114113] = 11,
		[139133] = 8,
		[300761] = 11,
		[498] = 2,
		[300762] = 8,
		[257904] = "Людвиг фон Тортоллен",
		[280286] = 4,
		[300764] = "Жижементаль",
		[528] = 5,
		[263905] = "Плетельщица рун из ковена Мертвых Сердец",
		[265953] = 11,
		[300765] = 1,
		[238452] = 9,
		[265954] = 11,
		[256882] = "Монзуми",
		[298719] = 1,
		[317149] = "[*] Желудочный сок",
		[302816] = "Обезумевший земляной яростень",
		[201594] = 3,
		[204666] = "Дубосерд",
		[19574] = 3,
		[274149] = "Энергетический фрагмент",
		[199547] = 12,
		[257908] = "Офицер из братства Стальных Волн",
		[308962] = "Искажающее разум щупальце",
		[205691] = 3,
		[268008] = "Чумной знахарь",
		[242551] = 8,
		[102342] = 11,
		[263914] = "Меректа",
		[278249] = 10,
		[217979] = 9,
		[146308] = 7,
		[45544] = 12,
		[308967] = "Падший надсмотрщик",
		[311015] = "Ужасное чудище",
		[258935] = "Жрица корпорации Эшвейнов",
		[274156] = 6,
		[276204] = 2,
		[740] = 11,
		[190336] = 8,
		[278253] = 8,
		[276206] = 2,
		[768] = 11,
		[106951] = 11,
		[224125] = 7,
		[311019] = "Ужасное чудище",
		[34026] = 3,
		[282351] = 5,
		[276208] = 2,
		[188290] = 6,
		[222078] = "Заклинательница Скверны Фарамера",
		[276209] = 2,
		[276210] = 2,
		[222079] = "Заклинательница Скверны Фарамера",
		[247676] = 2,
		[276211] = 2,
		[311023] = "Ужасное чудище",
		[306928] = "Шад'хар Ненасытный",
		[276212] = "Шеф Разданк",
		[306929] = "Шад'хар Ненасытный",
		[208770] = 12,
		[263927] = "Меректа",
		[306930] = "Шад'хар Ненасытный",
		[203651] = 11,
		[268024] = "Сердце Сетралисс",
		[208771] = 5,
		[306932] = "[*] Токсичный покров",
		[308980] = "Заразная опухоль",
		[222082] = "Кошмарное слияние",
		[198533] = "Статуя Нефритовой Змеи <Olivas-DunModr>",
		[208772] = 5,
		[306934] = "Шад'хар Ненасытный",
		[268027] = "Живой поток",
		[221059] = "Сгустившаяся гниль",
		[288505] = 3,
		[268028] = "Живой поток",
		[278267] = 8,
		[980] = 9,
		[228227] = "Гарм",
		[256896] = 2,
		[167819] = "Гул'дан",
		[272126] = 7,
		[228228] = "Гарм",
		[313082] = 2,
		[256897] = "Злобный портовый пес",
		[1064] = 7,
		[222086] = "Кошмарное слияние",
		[265986] = "Энергетическое ядро",
		[210824] = 8,
		[302847] = 12,
		[1160] = 1,
		[300800] = 2,
		[270084] = "Капитан стражи Ату",
		[300801] = 1,
		[229255] = "Один",
		[313088] = 12,
		[300802] = 1,
		[200587] = 9,
		[263943] = "Плетельщица рун из ковена Мертвых Сердец",
		[265991] = "Ожившее золото",
		[319233] = 6,
		[222089] = 2,
		[5215] = 11,
		[186254] = 3,
		[308996] = "Н'Зот Заразитель",
		[205708] = 8,
		[300806] = 10,
		[319236] = 6,
		[30455] = 8,
		[308998] = "Падший надсмотрщик",
		[311046] = "Мрачный провидец",
		[190351] = "Натанос Гнилостень",
		[319238] = 6,
		[272140] = "[*] Железный ливень",
		[259975] = "Королева песков",
		[1464] = 1,
		[102351] = 11,
		[306953] = "Шад'хар Ненасытный",
		[48108] = 8,
		[288524] = "Калдорай-охотница",
		[186257] = 3,
		[186258] = 3,
		[319243] = 6,
		[296718] = "Безликий сокрушитель воли",
		[268050] = "Жрица моря - спиритуалистка",
		[341770] = 4,
		[319245] = 6,
		[115151] = 10,
		[1680] = 1,
		[300816] = "Жижементаль",
		[343819] = 10,
		[210833] = 8,
		[343820] = 10,
		[19577] = 3,
		[190356] = 8,
		[300818] = "Слизнюк-гномоед",
		[263959] = "Исказительница душ из ковена Мертвых Сердец",
		[1776] = 4,
		[1784] = 4,
		[73685] = 7,
		[321297] = 3,
		[190357] = 8,
		[263961] = "Исказительница душ из ковена Мертвых Сердец",
		[202644] = 12,
		[1856] = 4,
		[59628] = 4,
		[306965] = "Темное заблуждение",
		[226194] = "Ксавий",
		[186263] = 5,
		[268059] = "Жрица моря - спиритуалистка",
		[270108] = "[*] Разлагающая спора",
		[268061] = "Чумной знахарь",
		[319255] = 6,
		[2008] = 7,
		[208790] = 12,
		[313113] = 4,
		[186265] = 3,
		[212886] = "Ил'гинот",
		[222101] = "Заклинательница Скверны Фарамера",
		[306971] = "Ярость Н'Зота",
		[294685] = 2,
		[42223] = 9,
		[266018] = 5,
		[222103] = "Кошмарное слияние",
		[182172] = "Плут пламени Скверны",
		[166814] = 5,
		[302880] = 11,
		[288546] = "Чародей из войска мертвых <Lacria-Silvermoon>",
		[274212] = "Глубинная сектантка",
		[270117] = 1,
		[222104] = "Кошмарное слияние",
		[190364] = "Натанос Гнилостень",
		[185245] = 12,
		[56814] = 4,
		[147362] = 3,
		[207771] = 12,
		[186270] = 3,
		[306982] = 1,
		[276266] = "Жрица моря - спиритуалистка",
		[255895] = "Ядовитый саурид",
		[317222] = 1,
		[276268] = "Храмовник из Святилища Штормов",
		[102359] = 11,
		[306985] = "Ярость Н'Зота",
		[311081] = "Обезумевший новобранец",
		[313129] = "Акир-трутень",
		[306986] = "Ярость Н'Зота",
		[254873] = 9,
		[268080] = "[*] Аура апатии",
		[33778] = 11,
		[226205] = "[*] Лужа жижи",
		[306988] = "Ярость Н'Зота",
		[311084] = "Обезумевший новобранец",
		[222110] = "Темный крушитель",
		[223134] = "Внутренний демон",
		[257946] = 3,
		[201633] = "Неизвестно <Kaddy-ColinasPardas>",
		[266035] = "Ведьма-послушница",
		[311086] = "Обезумевший новобранец",
		[45297] = 7,
		[266036] = "Ведьма-послушница",
		[207777] = 4,
		[208801] = "Ночная сфера",
		[272180] = "Искаженный ужас",
		[207778] = 7,
		[278326] = 12,
		[3600] = "Неизвестно",
		[306995] = "Гневион",
		[268088] = "Сестра Маладия",
		[311091] = "Фанатичная приверженка",
		[280375] = 2,
		[306996] = "Неизвестно",
		[296759] = 5,
		[276282] = "Ученик призывательницы штормов",
		[262046] = "Чешуйчатый наездник на кролуске",
		[148396] = 5,
		[206757] = "Тюремщик Д'зорикс",
		[262047] = "Борец из стаи Да'ки",
		[311097] = "[*] Конденсация Бездны",
		[266047] = 2,
		[228260] = 5,
		[311098] = "Фанатичная приверженка",
		[288573] = 3,
		[57841] = 4,
		[191401] = "Валарьяр-лучница",
		[313148] = 10,
		[206760] = 4,
		[280385] = 1,
		[292672] = 11,
		[61425] = 2,
		[223143] = 10,
		[258979] = "Теневой клинок Рази",
		[307008] = "Взор безумия",
		[276292] = "Ученик Айронхалла",
		[280389] = "Жуткий капитан Локвуд",
		[219049] = "Натуралист Тел'арн",
		[255909] = 4,
		[307012] = "Взор безумия",
		[228265] = "Гул'дан",
		[302917] = 1,
		[266058] = 7,
		[276297] = "Глубоководная ритуалистка",
		[80353] = 8,
		[205741] = "Ксавий",
		[116189] = 10,
		[296777] = 10,
		[228267] = "Гул'дан",
		[307017] = "Тлеющий осколок",
		[319304] = "Нарос",
		[296779] = 5,
		[186289] = 3,
		[278350] = 9,
		[313162] = 10,
		[183218] = 2,
		[307020] = "Вексиона",
		[292686] = 12,
		[311116] = "Шипастое щупальце",
		[280400] = 1,
		[52212] = 6,
		[258986] = "Теневой клинок Рази",
		[282449] = 4,
		[189363] = 3,
		[304976] = "Инквизитор Гншал",
		[290642] = 12,
		[280404] = 1,
		[290643] = 3,
		[199603] = 4,
		[311122] = "Шипастое щупальце",
		[264024] = "Исказительница душ из ковена Мертвых Сердец",
		[298836] = 12,
		[302932] = 1,
		[7328] = 2,
		[274264] = 1,
		[268122] = "Сестра Брайар",
		[280409] = 1,
		[298839] = 6,
		[61684] = "Bestia espíritu <Bichuty-Tyrande>",
		[15487] = 5,
		[325461] = 6,
		[200630] = "Бешеная визгунья",
		[296793] = 11,
		[298841] = 6,
		[327510] = 2,
		[280412] = 6,
		[268126] = "Сестра Брайар",
		[233395] = 6,
		[16191] = 7,
		[260016] = "Неизвестно",
		[325464] = 6,
		[224181] = "Астральный защитник",
		[116706] = 10,
		[8512] = 7,
		[300893] = 4,
		[233397] = 6,
		[262066] = "Механомиротворец",
		[214968] = 6,
		[226231] = "Астральная предсказательница",
		[298849] = "Трикси Искрожгучка",
		[211897] = "Сферический уборщик",
		[148417] = 5,
		[256948] = 5,
		[72169] = "Призрачный маг",
		[266087] = 9,
		[49143] = 6,
		[288613] = 3,
		[307044] = "Слияние плоти",
		[270185] = "Вик'Гот",
		[321379] = 5,
		[274281] = 11,
		[278377] = 11,
		[226234] = 2,
		[274282] = 11,
		[204733] = "Взрывчатый скорпид",
		[274283] = 11,
		[302952] = 8,
		[235450] = 8,
		[196543] = "Фенрир",
		[207806] = "Капитан патруля Гердо",
		[72171] = "Призрачный маг",
		[300907] = 3,
		[223165] = "Уничтожитель Скверны",
		[33786] = 11,
		[201664] = 11,
		[307052] = "Ярость Н'Зота",
		[196545] = 6,
		[264050] = "Заклинательница шипов из ковена",
		[307053] = "[*] Лужи лавы",
		[317292] = "Н'Зот Заразитель",
		[321388] = 8,
		[115175] = 10,
		[255931] = "Королевский грозный страж",
		[256955] = "Рыцарь-капитан Валири",
		[321390] = 8,
		[251836] = 4,
		[228287] = 10,
		[307057] = "Вексиона",
		[209858] = "Ученик жрецов моря",
		[251837] = 2,
		[286581] = 4,
		[115176] = 10,
		[319346] = "[*] Бремя бесконечности",
		[209859] = "Ядовитый саурид",
		[251838] = 11,
		[300917] = 5,
		[264058] = 2,
		[266106] = "Дикий кровавый роевик",
		[224194] = "Астральный защитник",
		[22271] = "Леди Джайна Праудмур",
		[317301] = "К'тир - вестник рока",
		[298872] = 2,
		[256959] = "Оживленный почетный страж",
		[31230] = 4,
		[201670] = 12,
		[266109] = "Дикий кровавый роевик",
		[286587] = 10,
		[205766] = 8,
		[157644] = 8,
		[209862] = "[*] Вулканический шлейф",
		[164812] = 11,
		[255937] = 2,
		[208839] = "Ночная сфера",
		[243651] = 8,
		[203720] = 12,
		[204744] = "[*] Токсичный хитин",
		[313213] = "Ра-ден",
		[307071] = "Анаболический нарост",
		[313215] = "[*] Поток образов",
		[196555] = 12,
		[164815] = 11,
		[87023] = 8,
		[288644] = 1,
		[315265] = "Неизвестно",
		[48891] = 12,
		[205771] = "Крадущийся ужас <Ксавий>",
		[255941] = 2,
		[5217] = 11,
		[194509] = 5,
		[230345] = "[*] Падающая комета",
		[87024] = 8,
		[207820] = "Генн Седогрив",
		[315269] = "Неизвестно",
		[115181] = 10,
		[311176] = "Н'Зот Заразитель",
		[222156] = "Плут пламени Скверны",
		[31999] = "Искаженный Бездной захватчик",
		[228300] = "Хелия",
		[302987] = 3,
		[150486] = 2,
		[313227] = "Ра-ден",
		[58875] = 7,
		[268177] = "Говорящая с ветрами Хелдис",
		[188370] = 2,
		[313228] = "[*] Метка Бездны",
		[256970] = "Рыцарь-капитан Валири",
		[121838] = 2,
		[256971] = "Злобный портовый пес",
		[272276] = 5,
		[298897] = "Трикси Искрожгучка",
		[298898] = "Нано Мегабум",
		[153561] = 8,
		[268183] = 2,
		[262092] = "Одурманенный вышибала",
		[266136] = 9,
		[268184] = "Говорящая с ветрами Хелдис",
		[270232] = 8,
		[307092] = "Ярость Н'Зота",
		[264091] = 12,
		[268187] = "Говорящая с ветрами Хелдис",
		[262094] = 1,
		[268188] = "Говорящая с ветрами Хелдис",
		[167898] = 4,
		[313239] = "Пророк Скитра",
		[153564] = 8,
		[31616] = 7,
		[311192] = 2,
		[205782] = "Крадущийся ужас <Ксавий>",
		[255952] = "Небесный капитан Крагг",
		[207830] = "Заразный ужас",
		[303003] = 1,
		[217046] = "Остаток Бездны <Око Бездны>",
		[290718] = 12,
		[211927] = "Хрономатическая аномалия",
		[268194] = 6,
		[296863] = 9,
		[337819] = 12,
		[256979] = "Капитан Юдора",
		[264101] = "Аква'сирр",
		[288675] = 7,
		[311201] = 2,
		[40192] = 2,
		[274342] = "Гюрзис",
		[311202] = 1,
		[264104] = "[*] Руническая метка",
		[232408] = "[*] Смрадная гниль",
		[2641] = 3,
		[268202] = "Неизвестно",
		[208860] = "Ужасное поганище",
		[288680] = 6,
		[44544] = 8,
		[268203] = "Неизвестно",
		[300968] = 11,
		[233434] = "[*] Некротический яд",
		[227291] = "Неизвестно <Shween-Dragonblight>",
		[204766] = "Кристаллический скорпид",
		[213981] = 4,
		[264111] = "Меченая сестра",
		[315305] = "[*] Запретная мана",
		[24450] = "Кошка <Бесяфка-ВечнаяПесня>",
		[313258] = "Темный инквизитор Занеш",
		[223197] = "Ротос",
		[183266] = 5,
		[208863] = "Элисанда",
		[245723] = 1,
		[213983] = 4,
		[256986] = "Портовый заводчик",
		[317357] = 3,
		[115191] = 4,
		[231390] = 3,
		[268212] = "[*] Малый оберег усиления",
		[208865] = "Элисанда",
		[3409] = 4,
		[315311] = "Акир-трутень",
		[274357] = 3,
		[95738] = 1,
		[264119] = 9,
		[113656] = 10,
		[155625] = 11,
		[115192] = 4,
		[223201] = "Ротос",
		[92155] = 2,
		[317363] = 9,
		[172008] = 3,
		[14914] = 5,
		[206820] = "Триллиакс",
		[162794] = 12,
		[66047] = "Рыцарь Черного Клинка",
		[206821] = "Триллиакс",
		[307128] = 7,
		[221156] = "Хаосоид",
		[227300] = "[*] Кинетическое извержение",
		[311226] = 2,
		[346038] = 6,
		[298940] = "Нано Мегабум",
		[224229] = "Небесная послушница",
		[278463] = "Обезумевший мастер выживания",
		[300989] = 5,
		[221158] = "Хаосоид",
		[205800] = 1,
		[51714] = 6,
		[317373] = 2,
		[204777] = "[*] Взрывоопасная гниль",
		[199658] = 1,
		[311231] = 7,
		[260067] = "Бобби Хаулис <Джес Хаулис>",
		[221160] = "Пульсарон",
		[70145] = "Воскрешенный ведьмак",
		[298946] = "Нано Мегабум",
		[268230] = "Матрос корпорации Эшвейнов",
		[298947] = "Нано Мегабум",
		[20484] = 11,
		[115196] = 4,
		[200684] = "Грозный отравитель",
		[313283] = "Вексиона",
		[268233] = "Сторожевой элементаль",
		[94719] = 9,
		[255974] = 10,
		[268234] = "Желчный слизнюченыш",
		[294855] = "Непримечательное растение",
		[72194] = "Дух пехотинца",
		[278474] = "Заклинательница шипов из ковена",
		[264140] = "Шипастая гончая",
		[270284] = "Голем-чистильщик",
		[266191] = "[*] Крутящийся топор",
		[268239] = "Сторожевой элементаль",
		[294860] = "Непримечательное растение",
		[24708] = 3,
		[274383] = "Крысолов",
		[270289] = "[*] Очищающий луч",
		[51460] = 6,
		[268242] = "Сторожевой элементаль",
		[294863] = "Непримечательное растение",
		[296911] = "Безграничная порча",
		[315341] = 4,
		[274387] = "[*] Поглощение тьмой",
		[225263] = "Сущность Кошмара",
		[209905] = 1,
		[153592] = 5,
		[102401] = 11,
		[264150] = "Шипастый страж",
		[266198] = 10,
		[199667] = 1,
		[311249] = 2,
		[278486] = "Созерцатель тьмы <Детериора>",
		[264153] = "Прожорливая личинка",
		[266201] = "Оживленный страж",
		[70150] = "Гневный вурдалак",
		[72198] = "Дух пехотинца",
		[153595] = 8,
		[90628] = 2,
		[274395] = 2,
		[313303] = "[*] Сожженный мост",
		[153596] = 8,
		[221172] = "Молниеносец",
		[206838] = 1,
		[280541] = 3,
		[292828] = "Щупальце ужаса",
		[221173] = "Молниеносец",
		[274400] = "Дуэлянт из братства Волнорезов",
		[197625] = 11,
		[224246] = "Небесная послушница",
		[278497] = 1,
		[193530] = 3,
		[164862] = 11,
		[268260] = "Канонир дома Эшвейнов",
		[178173] = 10,
		[264166] = "Воденыш",
		[95750] = 9,
		[167935] = "Гул'дан",
		[288740] = 10,
		[294884] = "Неисправный хламобот",
		[197628] = 11,
		[315362] = 4,
		[311267] = "Сектантка - теневой клинок",
		[250870] = 8,
		[290790] = 11,
		[278504] = "Руническая послушница",
		[321507] = 8,
		[311269] = "Сектантка - теневой клинок",
		[250871] = 10,
		[290793] = 5,
		[250872] = 3,
		[294890] = "Неисправный хламобот",
		[307177] = "Зачарованный ритуалист",
		["DEBUFF"] = 7,
		[32645] = 4,
		[196608] = 10,
		[24710] = 4,
		[206847] = "Внутренний демон",
		[266225] = "Горак Тул",
		[268273] = "Жрец моря - каратель",
		[294894] = "Неисправный хламобот",
		[264178] = 9,
		[268274] = "Азартный пират",
		[193538] = 4,
		[252923] = "Занчульская знахарка",
		[270323] = 3,
		[248828] = 5,
		[274420] = 9,
		[255996] = 12,
		[268278] = "Леди Уэйкрест",
		[288756] = 2,
		[266231] = "Кула Живодерка",
		[229376] = 8,
		[268280] = "Жрец моря - каратель",
		[250878] = 2,
		[229377] = 5,
		[60424] = 8,
		[274426] = 11,
		[228354] = 8,
		[232450] = "Хелия",
		[270332] = 3,
		[266237] = "Ака'али Завоевательница",
		[203782] = 12,
		[212997] = "Тихондрий",
		[305145] = 6,
		[266238] = "[*] Брешь в защите",
		[79886] = "Зор Одинокое Дерево",
		[315385] = 2,
		[195592] = 7,
		[270335] = 3,
		[274431] = 4,
		[262145] = "Бледный головорез",
		[321530] = 3,
		[290814] = 6,
		[59913] = 5,
		[270338] = 3,
		[72208] = "Измученный ружейник",
		[274434] = "Ученик призывательницы штормов",
		[228358] = 8,
		[270339] = 3,
		[92174] = 6,
		[272388] = "Тень Зула",
		[315391] = 4,
		[317439] = 8,
		[27655] = 10,
		[296962] = 6,
		[290819] = 3,
		[257028] = "Рыцарь-капитан Валири",
		[274438] = "[*] Буря",
		[228360] = 5,
		[270343] = 3,
		[305155] = "Подземное щупальце",
		[256005] = "Живец",
		[280583] = 3,
		[1329] = 4,
		[228361] = 5,
		[132117] = 1,
		[59914] = 5,
		[224266] = 2,
		[258054] = "Морская черепаха",
		[317445] = 3,
		[229386] = 3,
		[274443] = 3,
		[1449] = 8,
		[260103] = "[*] Выброс сжатого газа",
		[228363] = "Квалдир - терзатель душ",
		[313352] = 11,
		[231435] = 2,
		[79890] = "Зор Одинокое Дерево",
		[1513] = 3,
		[274447] = 3,
		[257033] = 3,
		[278543] = 6,
		[294926] = 2,
		[266258] = "Drust Slaver Summoning Portal",
		[268306] = "Леди Уэйкрест",
		[258058] = "Ильный краб",
		[296975] = "Безликий призыватель теней",
		[186387] = 3,
		[61451] = 8,
		[230414] = "[*] Поступь Скверны",
		[268308] = "Леди Уэйкрест",
		[294929] = "КУ-ДЖ0",
		[202770] = 11,
		[268309] = "Глубоководная ритуалистка",
		[102417] = 11,
		[307217] = "Акир-шершень",
		[257036] = "Портовая заводчица",
		[225296] = "Смертоносный древень",
		[307218] = "Вексиона",
		[268311] = 3,
		[313362] = "Ярость Н'Зота",
		[278551] = "Заклинательница шипов из ковена",
		[1833] = 4,
		[153626] = 8,
		[203796] = 12,
		[313364] = "Ярость Н'Зота",
		[266266] = "Горак Тул",
		[268314] = 3,
		[294935] = 1,
		[268315] = "Обитатель глубин",
		[280602] = "Механожокей",
		[231442] = 7,
		[1953] = 8,
		[272412] = "Гарпунщик из братства Волнорезов",
		[268317] = "Утонувший вестник глубин",
		[280604] = "Продавщица закусок",
		[256016] = "[*] Гнусная субстанция",
		[257040] = 5,
		[311321] = "Сектантка-палач",
		[280605] = "Продавщица закусок",
		[2050] = 5,
		[2098] = 4,
		[311323] = "Сектантка-палач",
		[228373] = "Квалдир - заклинатель рифов",
		[268322] = "Утонувший вестник глубин",
		[79895] = "Леденящий устрашитель",
		[305182] = 7,
		[228374] = "Квалдир - заклинатель рифов",
		[188443] = 7,
		[301088] = "Бомботанк",
		[201754] = "Hiena <Bichuty-Tyrande>",
		[307232] = "Тек'рис",
		[294946] = 2,
		[272421] = "Наводчик корпорации Эшвейнов",
		[257044] = 3,
		[278565] = 3,
		[272422] = "Наводчица корпорации Эшвейнов",
		[221209] = "Бурлементаль <Молниеносец>",
		[257045] = 3,
		[264233] = "Яйцо",
		[178207] = 2,
		[221210] = "Бурлементаль <Молниеносец>",
		[264234] = "Яйцо",
		[342049] = 3,
		[208924] = "Триллиакс",
		[272426] = "[*] Цель для артиллерии",
		[2818] = 4,
		[272428] = 5,
		[307240] = "Живые миазмы",
		[294954] = "[*] Самостригущаяся изгородь",
		[47632] = 6,
		[11974] = 2,
		[264239] = "Яйцо",
		[186401] = 2,
		[12294] = 1,
		[206879] = "Ксавий",
		[259097] = "Теневой клинок Рази",
		[195617] = 6,
		[222238] = 6,
		[299054] = 6,
		[299055] = "Аннигилятор Лак'хал",
		[294961] = "[*] Пылающий укус",
		[313391] = 6,
		[153640] = 8,
		[157736] = 9,
		[207906] = "Таликса Пламя Гнева",
		[72221] = 7,
		[307250] = "Вексиона",
		[206883] = "Тюремщик Д'зорикс",
		[207907] = "Таликса Пламя Гнева",
		[313395] = "Сущность жизненной силы <Ра-ден>",
		[42514] = "Злобная тыква <Всадник без головы>",
		[203812] = 5,
		[3714] = 6,
		[280632] = 2,
		[72222] = "Измученный ружейник",
		[268347] = "Лорд Штормсонг",
		[313398] = "Сущность Бездны <Ра-ден>",
		[282682] = 8,
		[258079] = "Сточный злобнокус",
		[218148] = "Солнцевед Тел'арн",
		[118297] = "Изначальный элементаль огня <Кикими-Борейскаятундра>",
		[221220] = "Молниеносец",
		[205862] = "Крос",
		[282684] = 8,
		[205863] = "Крос",
		[309307] = 5,
		[184362] = 1,
		[344120] = 3,
		[231461] = "Разрушитель \"Погребальный огонь\"",
		[199721] = 6,
		[344121] = 3,
		[307263] = 8,
		[184364] = 1,
		[342076] = 3,
		[148529] = 3,
		[199723] = 6,
		[203819] = 12,
		[311362] = "[*] Нарастающий жар",
		[309316] = "Маут",
		[229417] = 12,
		[272457] = "Заклинатель спор Занча",
		[256038] = "Надзиратель Корги",
		[268362] = "Бесшабашная подрывница",
		[184367] = 1,
		[218155] = "[*] Солнечный коллапс",
		[195630] = 10,
		[311366] = "[*] Луч Бездны",
		[307271] = 5,
		[257063] = "Заклинатель моря из братства Стальных Волн",
		[268365] = "[*] Горнопроходческий заряд",
		[205870] = "Летон",
		[311369] = "[*] Мучение",
		[280653] = 2,
		[194608] = 10,
		[280654] = 2,
		[176179] = 4,
		[297037] = 12,
		[313420] = "Кислотный акир",
		[206896] = "Тюремщик Д'зорикс",
		[257066] = "Язма",
		[311373] = "Поглощенный Тьмой агент ШРУ",
		[297039] = 1,
		[262228] = 1,
		[288849] = 6,
		[6788] = 5,
		[274516] = 10,
		[272469] = "Хватка Бездны",
		[256044] = "Надзиратель Корги",
		[280661] = 2,
		[268375] = "Глубинная сектантка",
		[311378] = "Дереш из Пустоты",
		[288853] = 6,
		[7268] = 8,
		[116768] = 10,
		[305236] = "Акир - повелитель ядов",
		[307284] = "Вексиона",
		[204852] = "Обитатель Кошмара",
		[132157] = 5,
		[305238] = "Акир - повелитель ядов",
		[311382] = "Дереш из Пустоты",
		[66087] = 3,
		[200758] = 4,
		[209973] = "Элисанда",
		[323670] = 5,
		[301145] = "Ма'хаат Упорный",
		[31884] = 2,
		[8004] = 7,
		[301146] = "Ма'хаат Упорный",
		[282720] = 2,
		[194618] = 2,
		[268387] = "Лорд Уэйкрест",
		[197690] = 1,
		[305249] = 4,
		[307297] = "Вексиона",
		[201787] = 10,
		[268391] = "Глубинный сектант",
		[311394] = "Кровомар",
		[305252] = 4,
		[195645] = 3,
		[299110] = "Аннигилятор Лак'хал",
		[211004] = 7,
		[290921] = 1,
		[311399] = "Мастер клинка Теренсон",
		[311400] = "Мастер клинка Теренсон",
		[315496] = 4,
		[278637] = "Клещ из Подгнилья",
		[307306] = "Ярость Н'Зота",
		[303211] = 7,
		[132168] = 1,
		[115750] = 2,
		[132169] = 1,
		[206912] = "Ночная сфера",
		[219199] = 3,
		[268403] = "Король Дазар",
		[278642] = 2,
		[288882] = 12,
		[290930] = 4,
		[286835] = 6,
		[256060] = "Небесный капитан Крагг",
		[286836] = 6,
		[272502] = 5,
		[224321] = "Чародейский колодец <Небесная послушница>",
		[208963] = 7,
		[155722] = 11,
		[313460] = "Тек'рис",
		[315508] = 4,
		[120360] = 3,
		[249919] = "Язма",
		[313461] = "Ка'зир",
		[212036] = 5,
		[262268] = "Алхимик Торговой компании",
		[274555] = "Мокрая корабельная крыса",
		[224323] = "Чародейский колодец <Небесная послушница>",
		[344179] = 7,
		[187464] = 5,
		[262270] = "Алхимик Торговой компании",
		[120361] = 3,
		[194632] = 4,
		[268415] = "Экстрактор азерита",
		[255041] = "Ненасытный небесный крикун",
		[268417] = "Экстрактор азерита",
		[196681] = 12,
		[246851] = 3,
		[206920] = "Щупальце Кошмара",
		[309373] = "Магистр Умбрий",
		[268419] = "[*] Порыв борея",
		[246852] = 3,
		[206921] = "Звездный авгур Этрей",
		[116267] = 8,
		[18960] = 11,
		[246853] = 3,
		[257092] = "Королева песков",
		[290948] = 5,
		[246854] = 3,
		[5221] = 11,
		[185422] = 4,
		[126507] = 10,
		[295046] = 6,
		[148563] = 2,
		[290951] = 8,
		[295047] = 6,
		[280713] = 3,
		[194638] = 6,
		[295048] = 6,
		[313478] = 5,
		[280715] = 1,
		[126508] = 6,
		[297098] = 2,
		[262287] = "Огнелетчица Торговой компании",
		[185425] = "Зубастый гризли",
		[130092] = 3,
		[274575] = 2,
		[272528] = "Снайпер дома Эшвейнов",
		[244811] = "Оскалившийся черепокол",
		[270482] = "Призрачный берсерк",
		[212048] = 7,
		[188499] = 12,
		[307343] = "Вексиона",
		[333964] = 7,
		[270484] = "Вик'Гот",
		[259147] = "[*] Пожирание душ",
		[299153] = "Трикси Искрожгучка",
		[244813] = 8,
		[270485] = "Призрачный берсерк",
		[206930] = 6,
		[272534] = "Азартный пират",
		[260172] = 3,
		[268439] = 3,
		[270487] = "Призрачный берсерк",
		[297108] = 1,
		[206931] = 6,
		[268440] = "Стрелок из братства Стальных Волн",
		[212051] = 10,
		[290967] = 10,
		[225362] = "[*] Мощный удар",
		[299159] = 2,
		[268443] = "Жуткая пушка",
		[280730] = 4,
		[107570] = 1,
		[270492] = "Призрачный жрец-проклинатель",
		[270493] = "Призрачный жрец-проклинатель",
		[333974] = 7,
		[258128] = "Громила из братства Стальных Волн",
		[272542] = "Снайпер дома Эшвейнов",
		[270495] = "[*] Целительный прилив",
		[264352] = 8,
		[299164] = "Механоцикл",
		[297117] = 7,
		[333977] = 7,
		[319643] = "Тралл",
		[246867] = 2,
		[198745] = "Закаленный бурей страж",
		[272546] = "Буканьер из братства Трюмных Крыс",
		[307358] = "Шад'хар Ненасытный",
		[212056] = 2,
		[270499] = "Призрачная знахарка",
		[256083] = "Надзиратель Корги",
		[270500] = "Охотничий ящер",
		[311456] = "Мастер клинка Теренсон",
		[270502] = "Охотничий ящер",
		[274598] = 8,
		[270503] = "Охотничий ящер",
		[206939] = "Гул'дан",
		[199772] = "Валарьяр-защитник",
		[258133] = "Мародер из братства Трюмных Крыс",
		[185438] = 4,
		[213083] = "Ледяные чары",
		[297126] = 1,
		[206940] = 6,
		[270506] = "Призрачная повелительница животных",
		[297127] = "\"Оборонобот II\"",
		[293032] = 5,
		[270507] = "Призрачная повелительница животных",
		[297128] = "\"Оборонобот II\"",
		[107574] = 1,
		[211037] = "Наблюдательница из Сумеречной стражи",
		[213085] = "[*] Ледяная буря",
		[12042] = 8,
		[49184] = 6,
		[264368] = "Яйцо",
		[165988] = 5,
		[297133] = "\"Оборонобот II\"",
		[290991] = 7,
		[225374] = "Звездный фамилиар",
		[274610] = 10,
		[268467] = 8,
		[206945] = 6,
		[317614] = 6,
		[192611] = 12,
		[288946] = 2,
		[278708] = 3,
		[227424] = "Шиан'цу",
		[290997] = 6,
		[260189] = "Шеф Разданк",
		[50977] = 6,
		[264378] = "Прорицательница из ковена",
		[111673] = 6,
		[268474] = 8,
		[305334] = 4,
		[260190] = "Шеф Разданк",
		[272571] = "Воин бури из братства Трюмных Крыс",
		[206949] = "Звездный авгур Этрей",
		[257119] = "[*] Песчаная ловушка",
		[272572] = 7,
		[227427] = "Гул'дан",
		[297146] = "Слуга Бездны - берсерк",
		[291003] = 11,
		[210022] = "Элисанда",
		[97340] = 1,
		[264384] = "Прорицательница из ковена",
		[193641] = 4,
		[317627] = "Ярость Н'Зота",
		[51490] = 7,
		[184427] = "Палубное орудие \"Небесного огня\" <Алоиза>",
		[97341] = 1,
		[236645] = 8,
		[297152] = "Слуга Бездны - берсерк",
		[199786] = 8,
		[297153] = "Слуга Бездны - опустошитель",
		[272581] = "Воин бури из братства Трюмных Крыс",
		[206954] = "Звездный авгур Этрей",
		[207978] = "Жуткий капитан Тэттерсейл",
		[280773] = 1,
		[315585] = 4,
		[230504] = "Оскверненная душа",
		[274631] = "Ученик Айронхалла",
		[207979] = "Джазшариу",
		[297157] = 2,
		[307396] = "Зловещая резчица душ",
		[280776] = 1,
		[291015] = 11,
		[207980] = "Баалгар Бдительный",
		[262347] = "Платный разгонятель толпы",
		[262348] = "Ползучая мина",
		[264396] = "Руническая послушница",
		[207981] = "Баалгар Бдительный",
		[272588] = "Головорез из братства Трюмных Крыс",
		[46628] = 5,
		[317639] = "Н'Зот Заразитель",
		[297162] = 1,
		[209006] = "Раскаленный уголь",
		[307403] = "Перерожденный служитель Бездны",
		[309451] = "Магистр Умбрий",
		[270544] = "Оскалившийся черепокол",
		[272592] = "Безликий осквернитель",
		[278736] = 12,
		[256106] = "Небесный капитан Крагг",
		[225390] = "[*] Звездная пыль",
		[264403] = "[*] Хмельное послевкусие",
		[260202] = "Шеф Разданк",
		[297168] = 1,
		[217200] = 3,
		[274644] = 2,
		[232559] = 11,
		[297172] = "Слуга Бездны - опустошитель",
		[268504] = 2,
		[291030] = 6,
		[311508] = "Кровомар",
		[313556] = 3,
		[311509] = "Кровомар",
		[212084] = 12,
		[147580] = "Маг'хар - владыка зверей",
		[297176] = 5,
		[206965] = "Звездный авгур Этрей",
		[7814] = "Загви",
		[117313] = 1,
		[194679] = 6,
		[268509] = 6,
		[305369] = "Слуга Бездны - почетная стражница",
		[206966] = 12,
		[288988] = 4,
		[196728] = "Неизвестно <Shween-Dragonblight>",
		[206967] = 6,
		[218230] = "Шиан'цу",
		[342232] = 8,
		[295134] = 5,
		[313564] = "Покрытое наростами щупальце",
		[215159] = 2,
		[211064] = 11,
		[264420] = 2,
		[585] = 5,
		[589] = 5,
		[278755] = "Оскверненный дух",
		[193659] = "Король-бог Сковальд",
		[291042] = 4,
		[195707] = 1,
		[268518] = 5,
		[135299] = 3,
		[305378] = "Слуга Бездны - почетный страж",
		[633] = 2,
		[268519] = 4,
		[155777] = 11,
		[173183] = 7,
		[268520] = 9,
		[92231] = 2,
		[313571] = 12,
		[117828] = 9,
		[196733] = 10,
		[288999] = 12,
		[224378] = "Небесная послушница",
		[697] = 9,
		[268524] = 12,
		[286954] = 6,
		[259191] = "Язма",
		[299241] = "Нано Мегабум",
		[268525] = 11,
		[229499] = 6,
		[305385] = 2,
		[291051] = 2,
		[342245] = 8,
		[48168] = 2,
		[342246] = 8,
		[781] = 3,
		[270576] = 11,
		[42281] = "Пульсирующая тыква <Всадник без головы>",
		[178307] = 3,
		[228477] = 12,
		[69708] = "Леди Джайна Праудмур",
		[278769] = 12,
		[210048] = "Кошмарный гной",
		[228478] = 12,
		[268532] = 11,
		[303344] = 2,
		[305392] = 6,
		[266486] = 6,
		[268534] = 10,
		[301299] = "[*] Пламя горнила",
		[28694] = 3,
		[297204] = 5,
		[266488] = 6,
		[268536] = 12,
		[921] = 4,
		[286967] = 7,
		[266490] = 6,
		[225410] = "Крадущийся иссохший",
		[213124] = "[*] Ядовитая лужа",
		[224387] = "Звездный фамилиар",
		[210053] = 11,
		[118345] = "Изначальный элементаль земли <Супрек>",
		[311544] = "Кровомар",
		[256128] = "Надзиратель Корги",
		[142478] = 5,
		[270590] = "Крушащий ужас",
		[114250] = 2,
		[266496] = 1,
		[301308] = 1,
		[311547] = "Кровомар",
		[1066] = 11,
		[344312] = 4,
		[1098] = 9,
		[198793] = 12,
		[183435] = 2,
		[1122] = 9,
		[259202] = 6,
		[219271] = 7,
		[268547] = 12,
		[311550] = "Джеш'ра",
		[199818] = "[*] Разряд",
		[295169] = "\"Взрывотрон Х-80\"",
		[109132] = 10,
		[212105] = 12,
		[286979] = 6,
		[268550] = 3,
		[209034] = "[*] Узы ужаса",
		[264455] = 5,
		[212106] = 12,
		[297220] = "Слуга Бездны - шаманка",
		[276743] = 8,
		[258181] = "Сокрушитель из братства Стальных Волн",
		[274696] = 4,
		[268553] = 5,
		[221322] = 6,
		[43308] = 4,
		[268554] = 5,
		[209036] = "Часовой из Сумеречной стражи",
		[262412] = "Механомиротворец",
		[260231] = 3,
		[344324] = "Страж ужаса <Vanniaded-Blackmoore>",
		[1490] = 12,
		[268558] = 8,
		[313609] = 3,
		[227468] = "Клюв Бури",
		[336135] = 9,
		[274703] = "Утонувший вестник глубин",
		[313611] = 4,
		[6343] = 1,
		[221326] = "Фрагмент души Аззинота",
		[272657] = "Чешуйчатый наездник на кролуске",
		[256138] = "Дазар'айский почетный страж",
		[191634] = 7,
		[272658] = "Чешуйчатый наездник на кролуске",
		[114255] = 5,
		[272659] = "Чешуйчатый наездник на кролуске",
		[307471] = "Шад'хар Ненасытный",
		[1706] = 5,
		[1714] = 9,
		[295186] = 8,
		[280852] = 4,
		[95826] = "Небесный адмирал Роджерс",
		[264471] = 5,
		[268567] = 7,
		[311570] = "Владыка Матиас Шоу",
		[303380] = 1,
		[297237] = "Слуга Бездны - шаманка",
		[307476] = "Шад'хар Ненасытный",
		[1850] = 11,
		[190614] = 2,
		[264475] = 10,
		[307478] = "Шад'хар Ненасытный",
		[311574] = "Джеш'ра",
		[264476] = "Обезумевший стрелок",
		[272668] = "Пылающая душа",
		[278812] = 9,
		[272669] = "Пылающая душа",
		[64044] = 5,
		[257168] = "Мародер из братства Стальных Волн",
		[272670] = "Песчаный стрелок",
		[113746] = 10,
		[261264] = "Сестра Солена",
		[204951] = "Хранитель портала",
		[280862] = 6,
		[223381] = "Дикий шаман",
		[257169] = "Крушитель из братства Трюмных Крыс",
		[274720] = "Глубинный угорь",
		[261265] = "Сестра Брайар",
		[303389] = 11,
		[257170] = "Налетчик из братства Стальных Волн",
		[303390] = 11,
		[260242] = 3,
		[261266] = "Сестра Маладия",
		[280866] = 8,
		[123986] = 10,
		[280867] = 8,
		[260243] = 3,
		[221336] = "Фрагмент души Аззинота",
		[280868] = 8,
		[256148] = 4,
		[128594] = 3,
		[210074] = "Скорпирон",
		[2580] = 2,
		[344351] = "Hati <Repartera-DunModr>",
		[136356] = "[*] Flaming Head Explode",
		[202908] = 1,
		[297254] = "Король Гоббамак",
		[198813] = 12,
		[268586] = "Король Дазар",
		[272682] = 3,
		[268587] = "Король Дазар",
		[213148] = "Заклинательница клинков Алуриэль",
		[297256] = "Король Гоббамак",
		[258199] = "Сокрушитель из братства Стальных Волн",
		[297257] = "Король Гоббамак",
		[260247] = 3,
		[268589] = "Король Дазар",
		[2948] = 8,
		[297258] = "Фрагмент сознания <Шупрек>",
		[207006] = "Инквизитор Ветриз",
		[268590] = "Король Дазар",
		[32409] = "[*] Слово Тьмы: Смерть",
		[268591] = "Король Дазар",
		[190625] = 2,
		[313643] = 12,
		[202912] = 6,
		[146599] = 6,
		[297262] = "Король Гоббамак",
		[198817] = 1,
		[13006] = 5,
		[274738] = 4,
		[196770] = 6,
		[61999] = 6,
		[202914] = 3,
		[196771] = 6,
		[282932] = 5,
		[14030] = "Констебль Эстли",
		[204963] = "Лорд Малгат",
		[124503] = 10,
		[272696] = "Бешеная наседка",
		[3716] = "Jhaznak <Owei-Baelgun>",
		[313652] = "Ка'зир",
		[278841] = 1,
		[136365] = "[*] Flaming Head Explode",
		[202917] = 9,
		[228514] = "Хелия",
		[180392] = "Колдунья из армии Ракиша",
		[272699] = "Бешеная наседка",
		[123992] = 6,
		[272700] = "Отступник - хранитель яиц",
		[154796] = 12,
		[289083] = 4,
		[47666] = 5,
		[227492] = "Неизвестно",
		[154797] = 12,
		[213158] = 1,
		[33076] = 5,
		[282943] = "Таранный поршень",
		[270657] = 12,
		[232613] = 11,
		[278849] = "Заклинательница шипов из ковена",
		[305470] = 2,
		[282945] = "Свисторез",
		[256163] = "Азеритовая футбомба",
		[124506] = 10,
		[313663] = 11,
		[55090] = 6,
		[270661] = 1,
		[199851] = 1,
		[297283] = "[*] Обрушение",
		[264520] = "Обезумевший мастер выживания",
		[115804] = 1,
		[199852] = 1,
		[250022] = "Язма",
		[315715] = "[*] Презрение",
		[309572] = "Магистр Умбрий",
		[213163] = 5,
		[272713] = "Крушитель из братства Трюмных Крыс",
		[213164] = 2,
		[5672] = "Неизвестно <Супрек>",
		[123996] = "Неизвестно <Кейлани-Борейскаятундра>",
		[199854] = 1,
		[264525] = "Обезумевший мастер выживания",
		[188592] = 7,
		[313672] = "[*] Лужа кислоты",
		[315720] = 1,
		[270670] = 8,
		[213166] = "[*] Пылающее клеймо",
		[305483] = 7,
		[198832] = "Восставший тихоступ <Tegnéll-Silvermoon>",
		[321866] = 10,
		[139448] = 8,
		[305485] = 7,
		[303438] = 11,
		[264531] = "Обезумевший мастер выживания",
		[138425] = 6,
		[295248] = 9,
		[272723] = 6,
		[256171] = 4,
		[250028] = "Язма",
		[138426] = 5,
		[48181] = 9,
		[274774] = 10,
		[130654] = 10,
		[65638] = 5,
		[287062] = 10,
		[210099] = "Неизвестно",
		[93795] = 7,
		[287063] = 10,
		[297302] = "Тотем бесконечного голода <Слуга Бездны - шаманка>",
		[198837] = "Восставший тихоступ <Deathícus-Draenor>",
		[278873] = 6,
		[198838] = 7,
		[278875] = 2,
		[305496] = 11,
		[203958] = 11,
		[278876] = 11,
		[272733] = 3,
		[198839] = "Неизвестно <Kaddy-ColinasPardas>",
		[285020] = "\"Платиновый лупцеватор\"",
		[48438] = 11,
		[72807] = 3,
		[228532] = 12,
		[49206] = 6,
		[33080] = 2,
		[334168] = 7,
		[295261] = 12,
		[315739] = 2,
		[272737] = 7,
		[223414] = "[*] Паразитические путы",
		[319836] = 8,
		[72808] = 6,
		[203961] = 11,
		[250036] = "[*] Темные отголоски",
		[317791] = "Чародей из войска мертвых <Deathícus-Draenor>",
		[325983] = 2,
		[297315] = "Большой элементаль Бездны",
		[325984] = 2,
		[313698] = 2,
		[223417] = "Страшный зверолов",
		[228537] = 12,
		[297318] = "Украденный шоковый разрядник",
		[232633] = 5,
		[211132] = "Усиленное око Гул'дана",
		[264556] = "Шипастый страж",
		[223419] = "Ужасный дух <Страшный зверолов>",
		[260279] = "[*] Пулеметный огонь",
		[55095] = 6,
		[260280] = "Шеф Разданк",
		[276846] = 5,
		[213182] = "Заклинательница клинков Алуриэль",
		[264560] = "Аква'сирр",
		[262513] = "Огнелетчица Торговой компании",
		[242875] = 2,
		[59703] = 2,
		[119910] = 9,
		[262515] = "Огнелетчица Торговой компании",
		[227518] = 12,
		[122470] = 10,
		[223423] = "Зараженный кровоцвет",
		[215233] = "Щупальце угнетения",
		[73325] = 5,
		[215234] = "Щупальце угнетения",
		[191685] = 6,
		[315763] = 2,
		[85612] = 5,
		[208068] = "Натанос Гнилостень",
		[278905] = 6,
		[264571] = 9,
		[260286] = 3,
		[315766] = "Шупальце Дест'агат",
		[334196] = 7,
		[116841] = 10,
		[242881] = 10,
		[85613] = 4,
		[264574] = "Песчаный стрелок",
		[278909] = 4,
		[242882] = 6,
		[274814] = 11,
		[203975] = 11,
		[24735] = 9,
		[124009] = "Сюэнь <Кейлани-Борейскаятундра>",
		[278911] = 2,
		[93805] = 8,
		[51514] = 7,
		[315772] = "Н'Зот Заразитель",
		[272770] = 2,
		[307582] = "Взрывоопасный трутень",
		[197834] = 4,
		[93806] = 7,
		[197835] = 4,
		[215241] = "Палач из Сумеречной стражи",
		[278917] = 12,
		[307586] = "[*] Поглощающий колодец",
		[285061] = 5,
		[5225] = 11,
		[116844] = 10,
		[272776] = 5,
		[262538] = "Темный палач",
		[313732] = "Тек'рис",
		[256198] = "Надзиратель Корги",
		[264587] = "Подрастающий кролуск",
		[203981] = 12,
		[262540] = "Техник-эксперт",
		[53563] = 2,
		[256199] = "Надзиратель Корги",
		[224459] = "Послушница Саел'орн",
		[295305] = 1,
		[236746] = 7,
		[256200] = "Надзиратель Корги",
		[134359] = 5,
		[225484] = "Мифана",
		[313737] = "Глубинный дозорный",
		[272783] = 5,
		[256201] = "Надзиратель Корги",
		[17057] = 11,
		[315787] = 11,
		[25504] = 7,
		[295310] = 1,
		[226510] = "[*] Кровавый гной",
		[211152] = "Гул'дан",
		[61243] = 2,
		[278931] = 9,
		[313743] = "Глубинный дозорный",
		[309648] = "Аллерия Ветрокрылая",
		[196819] = 4,
		[274837] = 11,
		[272790] = 3,
		[274838] = 11,
		[259277] = "Риггс <Азирона>",
		[309652] = "[*] Иллюзорная стрела",
		[328082] = 4,
		[313748] = "Глубинный дозорный",
		[264603] = "Старейшина Ликса",
		[115313] = 10,
		[116849] = 10,
		[264605] = "Румми Мэнкомб",
		[145629] = 6,
		[268702] = "Каменный яростень",
		[212182] = 4,
		[264608] = "Румми Мэнкомб",
		[185562] = 11,
		[268705] = "Песочная змея <Яйцо>",
		[297375] = 11,
		[228566] = "Хелия",
		[115315] = 10,
		[303520] = 10,
		[268709] = "Геомант Торговой компании",
		[213209] = 5,
		[309665] = "Терум Подземная Кузня",
		[185565] = 4,
		[113780] = 4,
		[2565] = 1,
		[2645] = 7,
		[317859] = 2,
		[297382] = "Украденный хламобот",
		[317861] = 2,
		[278954] = 2,
		[305575] = "[*] Область проведения ритуала",
		[309671] = "Терум Подземная Кузня",
		[295337] = 7,
		[210141] = 6,
		[274860] = "Головорез из братства Стальных Волн",
		[93816] = 3,
		[295338] = 7,
		[295339] = 2,
		[242906] = "Инфернал - вестник хаоса",
		[260312] = "Кроглот Зараженный",
		[317865] = 5,
		[313770] = 2,
		[272816] = 11,
		[315819] = 8,
		[299438] = "Демонтажница из банды Поршнеголовых",
		[268722] = "Геомант Торговой компании",
		[278961] = "Больной плеточник",
		[177380] = "Гул'дан",
		[227550] = "Гул'дан",
		[278962] = 4,
		[75388] = "Отрекшийся-матрос",
		[272820] = "Усиленный призыватель шторма",
		[126582] = 2,
		[319919] = 10,
		[272821] = "Усиленный призыватель шторма",
		[257244] = 6,
		[307635] = "Тек'рис",
		[307637] = "Акир-трутень",
		[72318] = "Призрачный жрец",
		[260318] = "Шеф Разданк",
		[321973] = 5,
		[315830] = "Анубисат-часовой",
		[309687] = "Иссеченная душа <[*] Иссечение души>",
		[262589] = "Кровавый роевик",
		[305592] = 2,
		[228579] = 6,
		[295354] = 7,
		[299450] = "Демонтажница из банды Поршнеголовых",
		[224484] = "[*] Падающая звезда",
		[56641] = 3,
		[196840] = 7,
		[116858] = 9,
		[228581] = 6,
		[156910] = 2,
		[307645] = "Вексиона",
		[120954] = 10,
		[272834] = "Разоритель из братства Трюмных Крыс",
		[225511] = "Неизвестно",
		[210153] = 12,
		[299457] = "Охранник Ржавого Болта",
		[228583] = 6,
		[224488] = "Аристократ-исказитель",
		[278981] = 4,
		[313793] = "Смертокрыл",
		[48707] = 6,
		[309698] = "Молотящее щупальце",
		[297412] = 7,
		[299460] = "Стрелок из банды Поршнеголовых",
		[167152] = 7,
		[210155] = 12,
		[295366] = 7,
		[51779] = "Верховный маг Эландра",
		[295367] = 2,
		[315845] = 8,
		[309702] = "Молотящее щупальце",
		[295368] = 9,
		[313798] = "Глубинный дозорный",
		[256231] = 8,
		[276939] = 5,
		[227563] = 4,
		[334277] = 8,
		[38981] = "Плут пламени Скверны",
		[281036] = 3,
		[12051] = 8,
		[264655] = "Зараженный крестьянин",
		[315849] = 5,
		[328136] = 2,
		[276943] = 4,
		[295373] = 9,
		[85634] = 1,
		[295374] = 9,
		[321995] = 6,
		[295375] = 12,
		[295376] = 5,
		[291281] = 11,
		[268756] = 4,
		[303568] = 6,
		[211185] = "Леди Калиндрия",
		[85635] = 2,
		[295378] = 12,
		[86659] = 2,
		[299474] = "Завролиск-костеглод",
		[309713] = "Молотящее щупальце",
		[319952] = 5,
		[121471] = 4,
		[299475] = "Утильхаунд",
		[204019] = 2,
		[7178] = 6,
		[315858] = 12,
		[58180] = 11,
		[278999] = 1,
		[260333] = "Кроглот Зараженный",
		[279000] = "Аватара Сетралисс",
		[276953] = 5,
		[264667] = 3,
		[44614] = 8,
		[204021] = 12,
		[295384] = 12,
		[289241] = 11,
		[315862] = "Раздирающее щупальце",
		[250096] = "Язма",
		[295386] = 4,
		[8042] = 7,
		[32292] = 1,
		[228596] = 8,
		[213238] = "Тихондрий",
		[232692] = "Гул'дан",
		[227573] = "Гарм",
		[268769] = 4,
		[291295] = 8,
		[285152] = "\"Гномогедд-0Н\"",
		[274914] = 5,
		[228598] = 8,
		[215288] = "Элерет Дикая Лань",
		[117891] = "Соленоплавниковый пловец",
		[213241] = 12,
		[19750] = 2,
		[268774] = 7,
		[72329] = "Темный наемник",
		[228600] = 8,
		[279014] = "Сердце Сетралисс",
		[163073] = 12,
		[303589] = "Сгустившийся ужас",
		[272873] = 11,
		[257270] = "Мастер клинков прилива",
		[184575] = 2,
		[272874] = "Командир из корпорации Эшвейнов",
		[30501] = 5,
		[270827] = 5,
		[214268] = "Лунный серп из Сумеречной стражи",
		[315878] = "Ярость Н'Зота",
		[232698] = 5,
		[11540] = 10,
		[299497] = "Стрелок из банды Поршнеголовых",
		[344548] = 7,
		[299498] = "Мехагонский солдат",
		[257272] = "Живец",
		[303594] = "Сгустившийся ужас",
		[221437] = "Демоническая сущность",
		[66188] = 6,
		[264689] = 12,
		[299501] = 4,
		[77451] = 7,
		[299502] = "Мехагонский солдат",
		[257274] = "[*] Гнусная субстанция",
		[218367] = 5,
		[254203] = 2,
		[224511] = "Боевой маг из Сумеречной стражи",
		[143625] = 6,
		[264693] = "Раал Прожорливый",
		[279028] = 7,
		[264694] = "Раал Прожорливый",
		[301554] = 6,
		[279029] = 7,
		[272888] = "Разрушитель из дома Эшвейнов",
		[264698] = "Раал Прожорливый",
		[257278] = "Красавчик Харлан",
		[279033] = 7,
		[262652] = 7,
		[215300] = 11,
		[268796] = "[*] Пронзающее копье",
		[268797] = "Алхимик Торговой компании",
		[63560] = 6,
		[272893] = 9,
		[274941] = "Буканьер из братства Трюмных Крыс",
		[209158] = "Ксавий",
		[72335] = "Темный наемник",
		[214278] = "Элисанда",
		[118922] = 3,
		[52042] = "Неизвестно <Супрек>",
		[211208] = "Капитан Наранот",
		[305663] = "Маут",
		[279043] = 4,
		[272900] = 7,
		[93326] = 1,
		[344572] = "Hiena <Bichuty-Tyrande>",
		[257284] = 3,
		[201995] = 6,
		[264712] = "[*] Волна гнили",
		[299525] = "Стрелок из банды Поршнеголовых",
		[215307] = 2,
		[216331] = 2,
		[22568] = 11,
		[305672] = "Аллерия Ветрокрылая",
		[291338] = 2,
		[46924] = 1,
		[212238] = "[*] Миазмы",
		[66196] = 6,
		[258313] = "Офицер корпорации Эшвейнов",
		[270865] = "Король А'акул",
		[307725] = "Пророк Скитра",
		[270866] = "Краб-магнат",
		[299535] = "Стрелок из банды Поршнеголовых",
		[309774] = 1,
		[270868] = "[*] Стойкий яд",
		[289298] = 2,
		[1715] = 1,
		[245005] = "Ужасное щупальце",
		[139546] = 4,
		[223504] = "Ужасный дух <Страшный зверолов>",
		[309777] = "Охотник Бездны <Ра-ден>",
		[64843] = 5,
		[260364] = 8,
		[196884] = 7,
		[66198] = 6,
		[257293] = "Сабля быстрого ветра",
		[295445] = "\"Танкоборец-1\"",
		[203028] = "Исондра",
		[287255] = 11,
		[51533] = 7,
		[223506] = "Ужасный дух <Страшный зверолов>",
		[266779] = 3,
		[281114] = 5,
		[315927] = "Н'Зот Заразитель",
		[221460] = "Маг Хаоса Белерон",
		[264734] = "Раал Прожорливый",
		[157980] = 8,
		[209174] = "Элисанда",
		[289308] = 8,
		[293404] = 1,
		[157981] = 8,
		[91797] = "Grubstealer <Lacria-Silvermoon>",
		[258321] = "Мясник из братства Стальных Волн",
		[315932] = "Непреклонная карательница",
		[17962] = 9,
		[223511] = "Гнилостная слизь",
		[268836] = 2,
		[258323] = "Мясник из братства Стальных Волн",
		[228631] = "Моряк из Ночного дозора",
		[221464] = "Маг Хаоса Белерон",
		[289315] = 11,
		[272934] = 8,
		[260372] = "Огнелетчица Торговой компании",
		[197916] = 10,
		[57934] = 4,
		[289318] = 11,
		[228633] = "Моряк из Ночного дозора",
		[213275] = "Заклинательница клинков Алуриэль",
		[270891] = "Король Рау'ай",
		[91800] = "Marrowbender <Lacria-Silvermoon>",
		[272940] = 4,
		[254232] = 5,
		[197919] = 10,
		[268846] = "Испытатель экспериментального оружия",
		[289324] = 10,
		[213278] = "[*] Горящая земля",
		[274991] = "Вик'Гот",
		[295469] = "Камнепад",
		[315947] = "Ярость Н'Зота",
		[295470] = "Ма'хаат Упорный",
		[287280] = 2,
		[268851] = "Аспидис",
		[264757] = "Старейшина Ликса",
		[270901] = "Сенешаль М'бара",
		[257308] = "Красавчик Харлан",
		[233759] = 10,
		[212258] = "Гул'дан",
		[287285] = 2,
		[264760] = 1,
		[315954] = "Ярость Н'Зота",
		[268856] = 12,
		[287286] = 2,
		[322098] = 5,
		[50769] = 11,
		[110745] = 5,
		[301622] = "Мехагонский кавалерист",
		[264763] = "Наэлектризованный дервиш",
		[203045] = "[*] Зараженная земля",
		[322101] = 10,
		[207141] = "Сферический уборщик",
		[301624] = 8,
		[264765] = "Наэлектризованный дервиш",
		[264766] = 1,
		[305722] = "Маут",
		[315961] = 1,
		[212262] = "Гул'дан",
		[322105] = 5,
		[157997] = 8,
		[309819] = "Аллерия Ветрокрылая",
		[93341] = 11,
		[268865] = "Испытатель экспериментального оружия",
		[25771] = 2,
		[307773] = "Маут",
		[257314] = "Гренадер из братства Стальных Волн",
		[258338] = "Капитан Рауль",
		[205097] = "Разведчик-убийца",
		[322109] = 10,
		[257315] = "Гренадер из братства Стальных Волн",
		[201002] = 5,
		[264773] = "[*] Удушающая волна",
		[77472] = 7,
		[132403] = 2,
		[223528] = "Гнилостная слизь",
		[257316] = "Красавчик Харлан",
		[289348] = 6,
		[275014] = "Вик'Гот",
		[205099] = "Эредарская сумеречная целительница",
		[115356] = 7,
		[299588] = "Механик из банды Поршнеголовых",
		[91807] = "Marrowbender <Lacria-Silvermoon>",
		[50259] = 11,
		[313923] = 10,
		[228649] = 10,
		[102558] = 11,
		[272970] = 8,
		[30507] = 5,
		[270923] = "Королева Уаси",
		[115357] = 7,
		[5740] = 9,
		[322118] = 10,
		[268877] = 3,
		[270925] = 5,
		[207150] = 6,
		[270926] = "Шеф Разданк",
		[204079] = 2,
		[270927] = "Король Тималджи",
		[33110] = 5,
		[231724] = 7,
		[270928] = "Король Тималджи",
		[187698] = 3,
		[102560] = 11,
		[270930] = "Королева Патлаа",
		[218415] = "Глаз Ил'гинота",
		[270931] = "[*] Выстрел Тьмы",
		[272979] = 2,
		[198962] = "Валарьяр - резчик рун",
		[225583] = "[*] Чародейское высвобождение",
		[313935] = "Акир-роевик <Акир - хранитель роя>",
		[204082] = "Порабощенный Скверной повелитель гнева",
		[297555] = "Элементаль забвения",
		[268887] = 2,
		[303699] = 11,
		[313938] = "Акир-крушитель",
		[221490] = "Астральная предсказательница",
		[289367] = 9,
		[87204] = 5,
		[257326] = "Головорез Краснокрюк",
		[287320] = 6,
		[272986] = 12,
		[221491] = "Астральная предсказательница",
		[197942] = "Урсок",
		[223539] = "[*] Мерзостная тина",
		[318038] = 7,
		[77478] = 7,
		[197943] = "Урсок",
		[258352] = "Капитан Юдора",
		[313945] = "Акир-крушитель",
		[268896] = "Лорд Штормсонг",
		[313948] = 10,
		[307805] = "Маут",
		[268898] = 2,
		[251187] = "Ядовитый саурид",
		[260402] = 3,
		[309854] = "Ра-ден",
		[223543] = 1,
		[313951] = "Глубинный дозорный",
		[307808] = "Ярость Н'Зота",
		[187708] = 3,
		[307809] = "Ярость Н'Зота",
		[224568] = "Заступник Цитадели Ночи",
		[301667] = "Мехагонский кавалерист",
		[279142] = 1,
		[268904] = 1,
		[313955] = "Сильвана Ветрокрылая",
		[101542] = 8,
		[268905] = 1,
		[297574] = "Элементаль забвения",
		[224570] = "Заступник Цитадели Ночи",
		[184639] = "Леденящий устрашитель",
		[227642] = "Гарм",
		[253239] = "Дазар'айский сокрушитель",
		[299624] = 5,
		[287338] = 6,
		[313959] = "[*] Раскаленный пузырь",
		[211261] = "Элисанда",
		[85673] = 2,
		[180545] = 1,
		[190784] = 2,
		[224572] = "Заступник Цитадели Ночи",
		[287340] = 5,
		[313961] = 2,
		[316009] = "Зачарованный ритуалист",
		[73899] = 7,
		[207167] = 6,
		[257337] = "Платный разгонятель толпы",
		[279151] = 8,
		[279152] = 4,
		[214335] = "Звездный авгур Этрей",
		[307821] = "Маут",
		[279153] = 2,
		[88746] = 3,
		[295536] = "Воздушный подавитель ОУ-8",
		[301680] = "Мехагонский кавалерист",
		[259387] = 3,
		[101545] = 10,
		[301681] = "Мехагонский кавалерист",
		[293491] = 12,
		[259388] = 3,
		[20271] = 2,
		[318065] = 2,
		[139595] = 1,
		[313971] = "Порождение глубин",
		[316019] = 8,
		[301685] = 5,
		[71342] = 1,
		[281209] = 6,
		[261438] = "Лорд Уэйкрест",
		[281210] = 6,
		[307832] = "Ярость Н'Зота",
		[301689] = "Анодированный разрядниконосец",
		[216389] = "Заклинательница клинков Алуриэль",
		[313977] = "Глубинный дозорный",
		[309882] = "Сектант - погонщик рабов",
		[206151] = 11,
		[301692] = "Анодированный разрядниконосец",
		[136528] = "Всадник без головы",
		[42587] = "Всадник без головы",
		[212295] = 9,
		[196937] = 4,
		[8921] = 11,
		[287360] = 5,
		[218439] = "Клюв Бури",
		[320125] = 7,
		[316030] = "Шад'хар Ненасытный",
		[318078] = "Живые миазмы",
		[305792] = "Королева Азшара",
		[316031] = "Шад'хар Ненасытный",
		[318079] = 2,
		[257348] = "Головорез Краснокрюк",
		[305794] = "Королева Азшара",
		[123051] = "Подчинитель разума <Сотворение>",
		[268936] = "Король Дазар",
		[77489] = 5,
		[262794] = "Гений Торговой компании",
		[259398] = 3,
		[227658] = "Гарм",
		[261446] = "Леди Уэйкрест",
		[214348] = "Элерет Дикая Лань",
		[100015] = "Искаженный Бездной чародей",
		[261447] = "Лорд Уэйкрест",
		[32175] = 7,
		[228684] = "Гарм",
		[313994] = "Сектант-прислужник",
		[223565] = "Жуткий орел",
		[299661] = 4,
		[197969] = "Урсок",
		[36702] = 1,
		[262804] = "Гений Торговой компании",
		[299664] = 3,
		[279187] = 7,
		[136538] = "Всадник без головы",
		[253260] = 8,
		[287379] = 1,
		[268951] = 5,
		[221521] = "Решительный придворный",
		[256333] = 6,
		[258381] = "Капитан Юдора",
		[21169] = 7,
		[268953] = 11,
		[59996] = 6,
		[268954] = 11,
		[262811] = "Капля-пиявка",
		[268955] = 11,
		[279194] = 1,
		[307863] = "Инквизитор Гншал",
		[268956] = 11,
		[243025] = 9,
		[303769] = 8,
		[223572] = "Жуткий орел",
		[303770] = 8,
		[65116] = 7,
		[342679] = 2,
		[318108] = 4,
		[279203] = 1,
		[279204] = 2,
		[97462] = 1,
		[314018] = 11,
		[191837] = 10,
		[303780] = 5,
		[145763] = "Маг'хар - владыка зверей",
		[301734] = "Охранник Ржавого Болта",
		[266923] = "Энергетическое ядро",
		[268971] = 5,
		[2823] = 4,
		[255319] = 4,
		[203102] = "Исондра",
		[264878] = 3,
		[2983] = 4,
		[191840] = 10,
		[12058] = "Зекхан",
		[313424] = 3,
		[264492] = 10,
		[224721] = "Духостранник Смоляной Рог",
		[210128] = 6,
		[210387] = "Элисанда",
		[288654] = 1,
		[301531] = 7,
		[212942] = "Кошмарный гной",
		[194913] = 6,
		[7744] = 4,
		[311980] = "Гневион",
		[200686] = "Грозный отравитель",
		[257459] = "Головорез Краснокрюк",
		[206656] = "Клинки Кошмара",
		[209248] = "Элисанда",
		[281265] = 5,
		[207813] = "Звездный авгур Этрей",
		[206803] = 12,
		[114871] = 2,
		[53600] = 2,
		[298452] = 12,
		[257371] = "[*] Слезоточивый газ",
		[193455] = 3,
		[1330] = 4,
		[184248] = 1,
		[187748] = 11,
		[171846] = 2,
		[215461] = 11,
		[276229] = "\"БУМБОТ\"",
		[210807] = 2,
		[55748] = 3,
		[314033] = "К'тир - призыватель Бездны",
		[268013] = "Проклинатель худу",
		[262940] = "Капля-пиявка",
		[298488] = "Акир-костекрушитель",
		[205707] = "[*] Временная сфера",
		[207203] = 6,
		[232800] = "Гарм",
		[33891] = 11,
		[257410] = 8,
		[224649] = "Заразный ужас",
		[85692] = "Страж ужаса",
		[116095] = 10,
		[198386] = "Верховный друид Глайдалис",
		[312782] = "Н'Зот Заразитель",
		[307828] = "Вексиона",
		[203554] = 11,
		[64844] = 5,
		[266939] = "Ака'али Завоевательница",
		[253279] = "Дазар'айский сокрушитель",
		[253261] = 8,
		[32379] = 5,
		[266940] = "Ака'али Завоевательница",
		[277179] = 4,
		[309704] = "[*] Едкая кислота",
		[102352] = 11,
		[225079] = "Падший хранитель",
		[33395] = "Неизвестно <Perretosa-ColinasPardas>",
		[68996] = 11,
		[314040] = 10,
		[190330] = "Предсказатель Нобундо",
		[277181] = 7,
		[225081] = "Падший хранитель",
		[260455] = "Кровавый клещ",
		[299707] = 10,
		[118699] = 9,
		[214308] = "[*] Кошмарные корни",
		[196911] = 4,
		[187707] = 3,
		[286393] = 2,
		[11327] = 4,
		[210279] = "Кенарий",
		[221487] = "Астральная предсказательница",
		[212327] = 9,
		[197980] = "Кошмарный образ",
		[273089] = 6,
		[271049] = 3,
		[277185] = 8,
		[202028] = 11,
		[273090] = 6,
		[273006] = 7,
		[285377] = "\"Платиновый лупцеватор\"",
		[90302] = "Обезумевший червинт",
		[270872] = "Одержимый кровью шпион",
		[280398] = 5,
		[277187] = 4,
		[268899] = 2,
		[202090] = 10,
		[111771] = 9,
		[118459] = "Gara <Xynaro-Durotan>",
		[271045] = 3,
		[132467] = 10,
		[266950] = "Кастетник из братства Чернозубых",
		[268998] = 8,
		[209258] = 12,
		[264903] = "Аква'сирр",
		[316097] = "Анубисат-часовой",
		[285381] = 11,
		[73921] = 7,
		[193358] = 4,
		[280200] = 4,
		[212735] = "Заклинательница клинков Алуриэль",
		[271048] = 3,
		[185710] = 10,
		[316099] = 9,
		[77505] = 7,
		[229737] = 2,
		[197997] = 7,
		[256358] = "Тротак",
		[212800] = 12,
		[116616] = 4,
		[8221] = 12,
		[60991] = "Бринья",
		[89792] = "Зилгами <Сулок>",
		[229738] = "Элисанда",
		[355] = 1,
		[101546] = 10,
		[278376] = 3,
		[209261] = 12,
		[213761] = "[*] Взрыв пламени",
		[275148] = 12,
		[269005] = "Изначальный элементаль бури <Супрек>",
		[127164] = 12,
		[111759] = 5,
		[108194] = 6,
		[285388] = "\"Гномогедд-0Н\"",
		[184689] = 2,
		[379] = 7,
		[211310] = "Роевик из армии Оскверненной Души",
		[204083] = "Порабощенный Скверной повелитель гнева",
		[271055] = "Скрытный убийца",
		[198589] = 12,
		[81297] = 2,
		[194879] = 6,
		[213281] = "Огненные чары",
		[273104] = 5,
		[211311] = "Роевик из армии Оскверненной Души",
		[110744] = 5,
		[229741] = "Элисанда",
		[196881] = 7,
		[267981] = "Храмовник из Святилища Штормов",
		[311052] = "Обезумевший новобранец",
		[271058] = 10,
		[200589] = "Гноешкурый гризли",
		[203121] = "Таэрар",
		[157982] = 11,
		[213771] = 11,
		[116705] = 10,
		[256363] = "Тротак",
		[134522] = 4,
		[256740] = 5,
		[109248] = 3,
		[198379] = "Верховный друид Глайдалис",
		[261483] = 2,
		[147833] = 1,
		[206608] = "Хрономатическая аномалия",
		[262027] = 6,
		[196354] = "Верховный друид Глайдалис",
		[312017] = "Око хаоса",
		[204018] = 2,
		[203123] = 11,
		[224155] = 12,
		[196980] = 4,
		[305875] = "Сгустившийся ужас",
		[223601] = "Гнилостная слизь",
		[298761] = 5,
		[75973] = 6,
		[281303] = 6,
		[203124] = "Летон",
		[256739] = 5,
		[465] = 2,
		[148859] = 5,
		[224515] = "Аристократ-исказитель",
		[286976] = 7,
		[192249] = 7,
		[475] = 8,
		[203125] = "Эмерисс",
		[264777] = 1,
		[185709] = 10,
		[204086] = "Командир Ксовот",
		[8092] = 5,
		[221577] = "Астральная предсказательница",
		[24117] = 2,
		[213790] = "Темные вихри",
		[53595] = 2,
		[224510] = "Боевой маг из Сумеречной стражи",
		[313089] = 12,
		[228190] = "Гул'дан",
		[221408] = "Фрагмент души Аззинота",
		[212283] = 4,
		[209270] = "Гул'дан",
		[210294] = 2,
		[113858] = 9,
		[309978] = "[*] Паранойя",
		[271071] = 5,
		[314074] = 7,
		[185311] = 4,
		[101568] = 6,
		[1459] = 8,
		[86949] = 8,
		[307932] = 4,
		[300832] = 3,
		[546] = 7,
		[289503] = 5,
		[259455] = 11,
		[45524] = 6,
		[259285] = 3,
		[264931] = "Раал Прожорливый",
		[222085] = "Кошмарное слияние",
		[171389] = 6,
		[308878] = "Зардет Черный Коготь",
		[123586] = 10,
		[586] = 5,
		[302521] = "Ужас Бездны",
		[6268] = "Искаженный Бездной захватчик",
		[307545] = "Маут",
		[202052] = 11,
		[269029] = "Жуткий капитан Локвуд",
		[127170] = 2,
		[327093] = 6,
		[307937] = "Пророк Скитра",
		[309985] = "Ра-ден",
		[88263] = 2,
		[124280] = 10,
		[113860] = 9,
		[269031] = 2,
		[205179] = 9,
		[307945] = "[*] Темное извержение",
		[278310] = 8,
		[257397] = "Мясник из братства Стальных Волн",
		[72320] = "Призрачный жрец",
		[305892] = "Сгустившийся ужас",
		[163558] = 1,
		[163201] = 1,
		[205180] = 9,
		[198013] = 12,
		[256374] = 1,
		[686] = 9,
		[300659] = "Токсичное чудище",
		[224205] = "Астральный защитник",
		[316133] = "Анубисат-часовой",
		[702] = 9,
		[53351] = 3,
		[710] = 9,
		[36554] = 4,
		[309991] = "Эгос",
		[272090] = 7,
		[32612] = 8,
		[135416] = 1,
		[220543] = 5,
		[117405] = 3,
		[214397] = 6,
		[299754] = 11,
		[120517] = 5,
		[227041] = 2,
		[642] = 2,
		[113862] = 8,
		[277943] = 7,
		[1543] = 3,
		[774] = 11,
		[299756] = 4,
		[276026] = 11,
		[3110] = "Zeppep <Vanniaded-Blackmoore>",
		[272884] = "Капитан Рауль",
		[281000] = 1,
		[298544] = "Акир - вожак роя",
		[287471] = 2,
		[343713] = 6,
		[221036] = "Оскверненный вредитель",
		[257402] = "Красавчик Харлан",
		[184707] = 1,
		[281329] = "Капитан Джолли",
		[316141] = "Анубисат-часовой",
		[261498] = "[*] Ползущая гниль",
		[180612] = 6,
		[275893] = 10,
		[199042] = 1,
		[308995] = "Шупальце Дест'агат",
		[306866] = "Ра-ден",
		[31661] = 8,
		[316143] = "Анубисат-часовой",
		[253308] = 12,
		[313108] = 3,
		[263899] = "Прядильщица лоз из ковена Мертвых Сердец",
		[312751] = 2,
		[47977] = 9,
		[137427] = "Натанос Гнилостень",
		[260879] = "Старейшина Ликса",
		[274079] = 2,
		[253309] = 4,
		[276042] = "[*] Приливная волна",
		[212704] = 3,
		[6572] = 1,
		[310003] = "Ра-ден",
		[772] = 1,
		[289526] = 6,
		[58984] = 12,
		[59961] = 11,
		[34914] = 5,
		[59752] = 9,
		[215430] = "Валарьяр - призыватель молний",
		[310005] = "Ра-ден",
		[298512] = 10,
		[259454] = 12,
		[276234] = "\"БУМБОТ\"",
		[280934] = "Тяжелое ядро",
		[317792] = "Чародей из войска мертвых <Deathícus-Draenor>",
		[274087] = "Зекхан",
		[264923] = "Раал Прожорливый",
		[257407] = "Резан",
		[205103] = "Эредарская сумеречная целительница",
		[264957] = 3,
		[84342] = 1,
		[195975] = 6,
		[206559] = "Триллиакс",
		[115310] = 10,
		[316152] = "Анубисат-часовой",
		[257408] = 8,
		[250241] = "Вол'каал",
		[259456] = 1,
		[170379] = 7,
		[204167] = 6,
		[271103] = 1,
		[288636] = 10,
		[1044] = 2,
		[260894] = "Старейшина Ликса",
		[118] = 8,
		[314107] = "Тавматург из Темной Империи",
		[117962] = 10,
		[209630] = "[*] Пронзающий ураган",
		[271105] = 1,
		[279303] = 6,
		[110051] = 2,
		[285440] = "Главный машинист Искроточец",
		[209288] = "Невообразимый ужас",
		[222168] = 4,
		[288548] = "Чародей из войска мертвых <Lacria-Silvermoon>",
		[326396] = 3,
		[271107] = 12,
		[38621] = "Искаженный Бездной небесный боец",
		[199050] = "Валарьяр - дева щита",
		[310015] = "Ра-ден",
		[201098] = 5,
		[263912] = "Меректа",
		[307968] = "Тек'рис",
		[285443] = "[*] \"Спрятанная\" пламенная пушка",
		[268007] = "Хранитель Сердца",
		[274291] = 4,
		[317915] = "Кровавая опухоль",
		[270674] = 12,
		[222939] = "Страж Горрок",
		[130418] = "Оскалившийся черепокол",
		[137619] = 4,
		[228744] = "Гарм",
		[279302] = 6,
		[206219] = "Гул'дан",
		[272698] = "Бешеная наседка",
		[310019] = "[*] Заряженные узы",
		[336640] = 12,
		[210315] = "[*] Кошмарные корни",
		[162530] = 10,
		[305484] = 7,
		[209628] = "Советник Меландр",
		[120692] = 5,
		[172] = 9,
		[5487] = 11,
		[222938] = 12,
		[86392] = 4,
		[307974] = "Гневион",
		[310022] = "[*] Заряженные узы",
		[271115] = 11,
		[206221] = "Гул'дан",
		[253654] = "Дазар'айский сокрушитель",
		[108238] = 11,
		[297746] = "Тралл",
		[218508] = "Чародей Тел'арн",
		[227723] = 2,
		[189626] = "Генн Седогрив",
		[258773] = "Небесный капитан Крагг",
		[206222] = "Гул'дан",
		[307977] = "Пророк Скитра",
		[285452] = 7,
		[209294] = "Ксавий",
		[281357] = 8,
		[119914] = 9,
		[204175] = "Страж Скверны",
		[308643] = "Взломанный заводной ракетобот",
		[290213] = 11,
		[299788] = 2,
		[285454] = "Главный машинист Искроточец",
		[204157] = 12,
		[207230] = 6,
		[299789] = 4,
		[51052] = 6,
		[1604] = 1,
		[195292] = 6,
		[299790] = 10,
		[206788] = "Триллиакс",
		[287504] = 10,
		[198030] = 12,
		[267027] = "Ядовитый змей <Яйцо>",
		[147367] = 1,
		[312078] = "Шипастое щупальце",
		[255371] = "Резан",
		[283410] = "Воевода Гейя'ра",
		[293724] = "Генератор защитного поля",
		[215443] = "Элерет Дикая Лань",
		[260249] = 3,
		[1752] = 4,
		[27576] = 4,
		[221584] = "Астральная предсказательница",
		[289555] = 8,
		[283412] = "Воевода Гейя'ра",
		[257420] = 8,
		[228055] = "Хелия",
		[20153] = "Инфернал <Vanniaded-Blackmoore>",
		[203155] = 3,
		[253088] = 6,
		[272183] = "Падший вестник смерти",
		[255373] = "Резан",
		[130] = 8,
		[257292] = "Рассекатель из братства Стальных Волн",
		[221332] = 2,
		[210323] = 2,
		[257424] = 5,
		[334275] = 9,
		[43118] = "Всадник без головы",
		[122] = 8,
		[267034] = "Вол'зит Шепчущая",
		[191894] = 10,
		[169291] = 2,
		[210324] = 2,
		[316181] = "Анубисат-часовой",
		[269083] = 2,
		[303895] = 6,
		[189804] = "Предсказатель Нобундо",
		[97125] = 11,
		[285466] = 7,
		[91776] = "Marrowbender <Lacria-Silvermoon>",
		[278826] = 1,
		[283419] = "Воевода Гейя'ра",
		[269085] = 5,
		[274714] = "[*] Извивающаяся Бездна",
		[163212] = 10,
		[272679] = 3,
		[285468] = "\"Гномогедд-0Н\"",
		[57822] = 4,
		[226005] = "Дрессированный темночешуйчатый змей",
		[8143] = 7,
		[310042] = "Молотящее щупальце",
		[311576] = "Джеш'ра",
		[273992] = 11,
		[291613] = "Воздушное судно R-21/X",
		[183706] = 5,
		[250258] = "Вол'каал",
		[288146] = 4,
		[2061] = 5,
		[302491] = 12,
		[287519] = 1,
		[273185] = "Механик из банды Поршнеголовых",
		[283424] = "Воевода Гейя'ра",
		[285472] = 6,
		[250259] = "Вол'каал",
		[259474] = "Рикса Огневерт",
		[97493] = 2,
		[256976] = "Рыцарь-капитан Валири",
		[221591] = "Сумеречная звездная танцовщица",
		[262019] = "Механожокей",
		[283426] = "Воевода Гейя'ра",
		[269092] = "Артиллерист",
		[93337] = 6,
		[202138] = 12,
		[265001] = "Воденыш",
		[285475] = 12,
		[19514] = "Терга Землелом",
		[298829] = "Зор Одинокое Дерево",
		[269116] = "Усиленный призыватель шторма",
		[228565] = "Хелия",
		[318976] = "[*] Ошеломляющий взор",
		[272021] = "Омут тьмы",
		[267047] = "Неизвестно <Яйцо>",
		[49007] = 12,
		[148135] = 10,
		[295182] = "\"Взрывотрон Х-80\"",
		[256405] = "Тротак",
		[69070] = 4,
		[326390] = 2,
		[226713] = "Оскверненный огонек",
		[211094] = 7,
		[301861] = 11,
		[21562] = 5,
		[281384] = 5,
		[256137] = "Азеритовая футбомба",
		[342817] = 12,
		[287528] = 1,
		[314149] = "Темная ритуалистка",
		[115178] = 10,
		[269099] = "Боевая машина Торговой компании",
		[90328] = "Bestia espíritu <Bichuty-Tyrande>",
		[289577] = 5,
		[22842] = 11,
		[269100] = "Боевая машина Торговой компании",
		[214222] = 2,
		[296788] = 10,
		[291626] = "Воздушное судно R-21/X",
		[311045] = "Начертательница шат'яр",
		[213405] = 12,
		[281388] = "Канонир дома Эшвейнов",
		[296733] = "Безликий сокрушитель воли",
		[236321] = 1,
		[225412] = "Призрак времени",
		[121557] = 5,
		[137639] = 10,
		[98008] = 7,
		[245063] = 5,
		[315584] = 4,
		[32375] = 5,
		[269104] = "Пробудившаяся Бездна",
		[312107] = 2,
		[265625] = "Оскверненный дух",
		[146739] = 9,
		[303924] = "Смазочный бот",
		[156070] = 11,
		[275863] = 4,
		[25914] = 2,
		[59701] = 2,
		[295727] = 4,
		[185763] = 4,
		[291632] = 9,
		[285489] = 1,
		[312110] = "Королева Азшара",
		[279958] = 2,
		[267060] = "Заназал Мудрый",
		[269108] = 5,
		[278785] = 2,
		[210337] = "[*] Кошмарные корни",
		[93402] = 11,
		[216909] = "Око Бездны",
		[180645] = 5,
		[46585] = 6,
		[268086] = "[*] Аура ужаса",
		[257436] = "Корсар из братства Стальных Волн",
		[305395] = 2,
		[202147] = 1,
		[308018] = "Акир-скарабей",
		[215761] = "Неизвестно",
		[209617] = "Своевременный элементаль",
		[265016] = "Избранная кровавая матрона",
		[215458] = "Заклинательница клинков Алуриэль",
		[257437] = "Корсар из братства Стальных Волн",
		[209315] = "Большой разоритель Бездны",
		[210339] = 11,
		[110960] = 8,
		[259187] = "Язма",
		[342247] = 8,
		[208203] = "Крос",
		[193235] = "Химдалль",
		[285496] = 5,
		[303570] = 6,
		[265019] = "Избранная кровавая матрона",
		[225407] = "Крадущийся иссохший",
		[204197] = 5,
		[167105] = 1,
		[308876] = "Неизвестно <Зардет Черный Коготь>",
		[301884] = 5,
		[342835] = 5,
		[171847] = 5,
		[281403] = 8,
		[258317] = "Тюремщик корпорации Эшвейнов",
		[193234] = "[*] Танцующий клинок",
		[221604] = "Сумеречная звездная танцовщица",
		[198058] = "Один",
		[291643] = 9,
		[285500] = 3,
		[312121] = "Аллерия Ветрокрылая",
		[210342] = "Кенарий",
		[291644] = 8,
		[267666] = 3,
		[221605] = "Гул'дан",
		[262383] = "Боевая машина Торговой компании",
		[291645] = 5,
		[269120] = 4,
		[221554] = "Решительный придворный",
		[259489] = 3,
		[302477] = "Блуждающее порождение Бездны",
		[77535] = 6,
		[225404] = "Дрессированный темночешуйчатый змей",
		[289599] = "Возрожденный стрелок",
		[308029] = "Пророк Скитра",
		[301886] = 1,
		[205146] = 9,
		[214181] = "Гнилостная слизь",
		[257737] = "Призыватель шторма из братства Стальных Волн",
		[310078] = "Пасть Дест'агат",
		[156079] = 8,
		[239013] = 6,
		[208230] = "Тихондрий",
		[6201] = 9,
		[276111] = 2,
		[259491] = 3,
		[267077] = "Взрывной тотем",
		[198069] = 5,
		[295746] = 11,
		[258134] = "Мародер из братства Трюмных Крыс",
		[291651] = 4,
		[196742] = 10,
		[271174] = "Бледный пожиратель",
		[185773] = "Порабощенный Скверной инфернал <Алоиза>",
		[291652] = 5,
		[152277] = 1,
		[312130] = 5,
		[257736] = "Призывательница шторма из братства Стальных Волн",
		[264038] = "Заклинательница шипов из ковена",
		[273226] = "[*] Разлагающие споры",
		[213709] = 11,
		[307421] = "Перерожденный служитель Бездны",
		[297116] = 12,
		[264774] = 8,
		[303941] = "Анодированный разрядниконосец",
		[273225] = "Песчаный стрелок",
		[196741] = 10,
		[24736] = 11,
		[271178] = "Бледный пожиратель",
		[36213] = "Большой элементаль земли <Kaddy-ColinasPardas>",
		[160029] = 9,
		[269131] = "Лорд Штормсонг",
		[303943] = 3,
		[156000] = 6,
		[297241] = 5,
		[285514] = 7,
		[287562] = 1,
		[259495] = 3,
		[299849] = 5,
		[285515] = 7,
		[61229] = 2,
		[281420] = "Саурок из клана Соленой Чешуи",
		[291659] = 6,
		[191920] = 6,
		[268703] = "Заряженная песчаная дьяволица",
		[24252] = 5,
		[196414] = 9,
		[310090] = "Пасть Дест'агат",
		[205231] = "Созерцатель тьмы <Aramia-Alonsus>",
		[223946] = "Страж Рарсон",
		[299852] = 2,
		[192206] = "[*] Освящение",
		[233900] = "[*] Инфернальная детонация",
		[273232] = 12,
		[308044] = "Маут",
		[199373] = "Войско мертвых <Lacria-Silvermoon>",
		[105174] = 9,
		[314188] = "Ужас Бездны",
		[221356] = "Сумеречная звездная танцовщица",
		[342857] = 12,
		[101033] = 7,
		[260805] = "Сестра Маладия",
		[280772] = 1,
		[187827] = 12,
		[188851] = "Призывательница смерти Кассандра",
		[264110] = "Меченая сестра",
		[302474] = "Темная гончая",
		[316802] = 12,
		[303952] = "Сварочный робот",
		[114158] = 2,
		[210042] = 12,
		[314196] = "Скалящийся ужас",
		[303953] = 7,
		[306001] = "Заглянувший в Бездну громила",
		[291667] = 9,
		[39798] = 2,
		[71909] = 5,
		[273238] = 12,
		[321329] = 8,
		[274642] = "Проклинатель худу",
		[227151] = 4,
		[273239] = 12,
		[291669] = 8,
		[257831] = 4,
		[320338] = 12,
		[314195] = "Скалящийся ужас",
		[268129] = "Продавщица закусок",
		[271194] = 4,
		[190411] = 1,
		[273241] = "Мечущаяся искра",
		[275006] = 8,
		[293719] = "Тайная рыба",
		[176568] = 3,
		[34861] = 5,
		[116680] = 10,
		[204213] = "Avarye-Sanguino",
		[53365] = 6,
		[270514] = "Призрачный громила",
		[291673] = 6,
		[15583] = "Ворген-охотница",
		[154953] = 4,
		[202166] = 1,
		[258333] = 4,
		[206749] = "Триллиакс",
		[271197] = 4,
		[203533] = 2,
		[298785] = 5,
		[299869] = 2,
		[112866] = 9,
		[306010] = "Заглянувший в Бездну громила",
		[291676] = 11,
		[204215] = 5,
		[231532] = "Разрушитель \"Погребальный огонь\"",
		[196528] = 6,
		[291677] = 10,
		[267105] = "Тотем потоков",
		[300414] = "Перемалыватель из племени Хламоедов",
		[314203] = 2,
		[85222] = 2,
		[256101] = "Надзиратель Корги",
		[188858] = "Призывательница смерти Кассандра",
		[297822] = "Тралл",
		[256434] = 11,
		[257458] = "Красавчик Харлан",
		[112867] = 9,
		[214141] = "Раскаленный уголь",
		[211384] = "Гончая Легиона",
		[98021] = "Неизвестно <Kaddy-ColinasPardas>",
		[113724] = 8,
		[306015] = "Гневион",
		[207289] = 6,
		[293729] = "Мехагонский механик",
		[225719] = 9,
		[251316] = 12,
		[22703] = 9,
		[171454] = 3,
		[205021] = 8,
		[282801] = "Неизвестно",
		[231863] = "Хеларьяр - смотрительница туманов",
		[257460] = "[*] Горящие осколки",
		[279397] = 2,
		[289636] = "Бледный всадник",
		[278767] = 10,
		[252216] = 11,
		[180670] = "Ми'лаш <Taic-LesSentinelles>",
		[69068] = "Воскреситель - страж душ",
		[27827] = 5,
		[258922] = 12,
		[16870] = 11,
		[206798] = "[*] Токсичные объедки",
		[257376] = 11,
		[296669] = "Алькс'ков Зараженный",
		[257814] = "Джес Хаулис",
		[289639] = 2,
		[70890] = 6,
		[339] = 11,
		[112869] = 9,
		[54861] = 5,
		[80354] = 11,
		[171457] = 3,
		[210738] = 6,
		[227432] = "Шиан'цу",
		[299880] = 11,
		[206649] = 12,
		[191587] = 6,
		[204513] = 12,
		[299881] = 5,
		[46968] = 1,
		[205246] = 9,
		[297834] = "Токсикоид",
		[305381] = 2,
		[45242] = 5,
		[283421] = "\"Гномогедд-0Н\"",
		[297835] = "Токсикоид",
		[289277] = 6,
		[293740] = "Тайная рыба",
		[293142] = 2,
		[295137] = 5,
		[272554] = "[*] Кровавое месиво",
		[59638] = "Namora-Minahonda <Namora-Minahonda>",
		[285470] = 3,
		[84714] = 8,
		[211391] = "Гончая Легиона",
		[269169] = "Завоевательница из Армии Чести",
		[327942] = 7,
		[202168] = 1,
		[263775] = "Аспидис",
		[232893] = 12,
		[129253] = 5,
		[306548] = 5,
		[308078] = 9,
		[204225] = "Страж Скверны",
		[114919] = 2,
		[115078] = 10,
		[262554] = "Техник-эксперт",
		[175513] = 8,
		[315762] = "Вексиона",
		[289650] = "Желчепуз",
		[264776] = 1,
		[85739] = 1,
		[114852] = 2,
		[157128] = 2,
		[173184] = 7,
		[310129] = "Маут",
		[251188] = "Ядовитый саурид",
		[164729] = 4,
		[244158] = 11,
		[204227] = "Страж Скверны",
		[120679] = 3,
		[255421] = "Резан",
		[316274] = "Темный инквизитор Занеш",
		[287608] = "Мермейдер",
		[306545] = 2,
		[265081] = "Избранная кровавая матрона",
		[316275] = 9,
		[261565] = "Хадал Черная Бездна",
		[127207] = 11,
		[310135] = "Эгос",
		[316276] = 2,
		[297161] = "Слуга Бездны - опустошитель",
		[96491] = 1,
		[281465] = 2,
		[315291] = "[*] Поглощающий колодец",
		[310134] = "Эгос",
		[197062] = 4,
		[157131] = 2,
		[299896] = 5,
		[183752] = 12,
		[287610] = 8,
		[234946] = 5,
		[264353] = 8,
		[312687] = "Безликий уничтожитель",
		[185358] = 3,
		[297850] = 10,
		[166347] = "Роевик из армии Оскверненной Души",
		[155741] = 11,
		[201159] = "Миллифисент Манашторм",
		[281469] = 5,
		[982] = 3,
		[43265] = 6,
		[224390] = "Звездный фамилиар",
		[265088] = "Румми Мэнкомб",
		[228030] = "Хирья",
		[302594] = "Ужасное щупальце",
		[254958] = "Дазар'айский колосс",
		[226757] = 8,
		[227781] = "[*] Сияющий фрагмент",
		[212423] = "Восставший тихоступ <Mantysaari-Silvermoon>",
		[280719] = 4,
		[264398] = "Дод",
		[60025] = 7,
		[118905] = "Тотем конденсации <Kaddy-ColinasPardas>",
		[316287] = "Глубинный дозорный",
		[265091] = "Преданная жрица крови",
		[113899] = "Неизвестно <Vanniaded-Blackmoore>",
		[271057] = "Скрытный убийца",
		[114923] = 8,
		[265092] = 3,
		[316286] = "Глубинный дозорный",
		[281195] = 3,
		[344955] = 6,
		[256452] = 1,
		[299905] = 4,
		[201408] = 4,
		[41301] = 2,
		[273285] = "Взрывчатый стручок",
		[120043] = 2,
		[216521] = 10,
		[257476] = "Мастиф братства Стальных Волн",
		[273286] = 3,
		[113900] = "Неизвестно <Vanniaded-Blackmoore>",
		[312924] = 4,
		[221153] = "Пульсарон",
		[265096] = 3,
		[190925] = 3,
		[206936] = "Корональный выброс",
		[33917] = 11,
		[201815] = 1,
		[254224] = 5,
		[298528] = "Акир-роевик",
		[258150] = "Морской колдун из братства Трюмных Крыс",
		[273289] = 3,
		[316292] = "Глубинный дозорный",
		[257478] = "Мастиф братства Стальных Волн",
		[264761] = 11,
		[249929] = 2,
		[190297] = "Генн Седогрив",
		[213786] = 3,
		[270889] = "Король Рау'ай",
		[204883] = 5,
		[190927] = 3,
		[312679] = "К'тир - призыватель Бездны",
		[225739] = 2,
		[84721] = 8,
		[260551] = "Оживленный голиаф",
		[315817] = 8,
		[268068] = 3,
		[31935] = 2,
		[228140] = 11,
		[312678] = 2,
		[207311] = 6,
		[273294] = "[*] Дикий огонь",
		[211406] = "Пылающий бес",
		[49020] = 6,
		[282360] = 8,
		[57723] = 2,
		[283534] = "Магнитохват",
		[108271] = 7,
		[209359] = "Неизвестно",
		[1022] = 2,
		[6353] = 9,
		[212431] = 3,
		[201405] = 6,
		[255434] = "Резан",
		[299111] = "Сфера разрушения",
		[167381] = "Тренировочный манекен покорителя подземелий",
		[297871] = 11,
		[273298] = 10,
		[6673] = 1,
		[223306] = 2,
		[45181] = 4,
		[273299] = 10,
		[256459] = 2,
		[257483] = "[*] Груда костей",
		[314903] = "Хепфис",
		[259531] = "Тотем воскрешения",
		[206607] = "Хрономатическая аномалия",
		[204242] = 2,
		[304722] = 5,
		[255130] = 11,
		[272609] = "Безликий осквернитель",
		[222111] = "[*] Бушующее пламя",
		[81140] = "Командор Лорна Краули",
		[57842] = 4,
		[162264] = 12,
		[204243] = "Обитатель Кошмара",
		[263064] = "Королевский грозный страж",
		[275351] = 12,
		[223697] = "Ротос",
		[301972] = 8,
		[287638] = 11,
		[259533] = "[*] Азеритовый катализатор",
		[316307] = "Взор безумия",
		[228817] = "Гарм",
		[263066] = "Ленивый лаборант",
		[29722] = 9,
		[19505] = "Дружумэ <Вредоносный>",
		[167385] = "Тренировочный манекен покорителя подземелий",
		[80117] = "Обезумевший червинт",
		[306070] = "Маут",
		[81141] = 6,
		[228818] = "Гарм",
		[279450] = 12,
		[265116] = 10,
		[207317] = 6,
		[285594] = 10,
		[40120] = 11,
		[124507] = 10,
		[302763] = 5,
		[265761] = "Матрона Бриндл",
		[208086] = 1,
		[198103] = 7,
		[298866] = "Бичующее щупальце",
		[32192] = "Леди Джайна Праудмур",
		[295835] = 12,
		[273310] = 5,
		[211080] = 2,
		[45182] = 4,
		[203847] = 4,
		[214486] = "Звездный авгур Этрей",
		[316007] = 11,
		[264057] = 9,
		[204598] = 12,
		[273312] = 5,
		[283551] = "\"Омега-крушитель\"",
		[195457] = 4,
		[295838] = 1,
		[59650] = 9,
		[195949] = 3,
		[202425] = 11,
		[125355] = 10,
		[311383] = "[*] Мучение",
		[267171] = 9,
		[342938] = 9,
		[295840] = 5,
		[132578] = 10,
		[207693] = 12,
		[222020] = "Натуралист Тел'арн",
		[232405] = 2,
		[291033] = 5,
		[69369] = 11,
		[285603] = 5,
		[295842] = 2,
		[218806] = "Солнцевед Тел'арн",
		[231895] = 2,
		[298630] = "Слуга Бездны - щитоносец",
		[54049] = "Kreemon <Ataraxia-Alleria>",
		[306828] = "Тралл",
		[290141] = 3,
		[228824] = "Гарм",
		[287653] = 4,
		[255445] = "Резан",
		[271711] = 1,
		[224729] = "Щитоносец из армии Зула",
		[188089] = 7,
		[2649] = "Пушок <Недаю-Борейскаятундра>",
		[85240] = "Командор Лорна Краули",
		[290134] = 3,
		[259760] = 1,
		[198109] = "Урсок",
		[274346] = 12,
		[34433] = 5,
		[266925] = 2,
		[215845] = "Цветок смерти",
		[267179] = 12,
		[189112] = 12,
		[2825] = 7,
		[974] = 7,
		[11426] = 8,
		[257495] = "Королева песков",
		[290600] = 2,
		[198595] = "Валарьяр - призыватель молний",
		[205644] = "Древень <Сострадание>",
		[310184] = "Эгос",
		[156132] = 4,
		[297034] = 9,
		[223923] = "Зараженный тотем <Дикий шаман>",
		[64382] = 1,
		[287660] = 9,
		[306090] = "Неизвестно",
		[269090] = "Артиллерист",
		[204255] = 12,
		[90361] = "Bestia espíritu <Bichuty-Tyrande>",
		[15407] = 5,
		[207327] = "Сферический уборщик",
		[318378] = 2,
		[279471] = 11,
		[297901] = "Струебот",
		[260569] = "[*] Дикий огонь",
		[187874] = 7,
		[196278] = 9,
		[202761] = 4,
		[317898] = 11,
		[88625] = 5,
		[295855] = 5,
		[273330] = 8,
		[260570] = "[*] Дикий огонь",
		[280433] = 11,
		[18499] = 1,
		[48107] = 8,
		[206516] = "Гул'дан",
		[108280] = 7,
		[125174] = 10,
		[109304] = 3,
		[227807] = "Один",
		[228683] = "[*] Очищающее пламя",
		[272471] = "Наводчик корпорации Эшвейнов",
		[214497] = "Темный разлом",
		[304056] = 2,
		[269238] = 2,
		[209378] = "Имаку'туя",
		[50613] = 6,
		[316337] = 4,
		[318385] = "Валира Сангвинар",
		[184662] = 2,
		[265144] = 5,
		[57984] = "Большой элементаль огня <Супрек>",
		[33667] = 6,
		[312243] = 4,
		[289718] = "Натанос Гнилостень",
		[267899] = "Брат Айронхалл",
		[187878] = 7,
		[262232] = 1,
		[298324] = 11,
		[316340] = 2,
		[269242] = 7,
		[225762] = 11,
		[91352] = 2,
		[193660] = "Король-бог Сковальд",
		[185313] = 4,
		[312246] = 5,
		[22723] = 3,
		[259756] = 1,
		[200166] = 12,
		[271292] = 5,
		[289722] = "Натанос Гнилостень",
		[227811] = "[*] Беснующаяся буря",
		[204262] = 7,
		[312248] = 1,
		[98440] = 4,
		[158188] = 4,
		[191976] = "Хирья",
		[263103] = "Ленивый лаборант",
		[126664] = 1,
		[324536] = 9,
		[204263] = 5,
		[85617] = 7,
		[115450] = 10,
		[275391] = 7,
		[47541] = 6,
		[263105] = "Ленивый лаборант",
		[210228] = "Ядовитый паучок",
		[207228] = "Угасающая частица времени",
		[118522] = 7,
		[190300] = "Генн Седогрив",
		[198121] = 8,
		[223718] = "[*] Извергающаяся слизь",
		[310205] = "Гневион",
		[196725] = 10,
		[336126] = 7,
		[275394] = 7,
		[310206] = "[*] Вытягивание сущности",
		[279490] = 2,
		[306111] = "Гневион",
		[301351] = "Воздушный подавитель ОУ-8",
		[297035] = 2,
		[304064] = 2,
		[273348] = 10,
		[267205] = 3,
		[285635] = "Тиранда Шелест Ветра",
		[193315] = 4,
		[273349] = 11,
		[222031] = 12,
		[293827] = "Мехагонский боевой механик",
		[204859] = "Урсок",
		[288839] = 5,
		[298473] = "Ворчун из племени Хламоедов",
		[271698] = "Азерокк",
		[212743] = 4,
		[306115] = "Ра-ден",
		[12975] = 1,
		[276207] = 2,
		[209387] = "Кошмарный ужас",
		[204843] = 12,
		[51124] = 6,
		[288301] = "Тиранда Шелест Ветра",
		[5394] = 7,
		[314308] = "Ург'рот Сокрушитель Героев",
		[227514] = "Гарм",
		[223392] = "Дикий шаман",
		[209971] = "Элисанда",
		[314309] = "Ург'рот Сокрушитель Героев",
		[267211] = 9,
		[256039] = "Надзиратель Корги",
		[66021] = "Рыцарь Черного Клинка",
		[192565] = "Валарьяр-очиститель",
		[256864] = "Диномант Киш'о",
		[167410] = 5,
		[114014] = 4,
		[289738] = "Бринья",
		[63106] = 9,
		[198127] = 8,
		[221562] = 6,
		[5938] = 4,
		[218164] = 10,
		[200175] = 12,
		[299061] = "Аннигилятор Лак'хал",
		[9484] = 5,
		[288075] = 3,
		[49028] = 6,
		[114942] = "Тотем целительного прилива <Kaddy-ColinasPardas>",
		[265168] = "Румми Мэнкомб",
		[31707] = "Elemental de agua <Namora-Minahonda>",
		[22570] = 11,
		[279503] = 6,
		[202414] = "Саел'орн",
		[308172] = "Падшая вестница Бездны",
		[129552] = 3,
		[260508] = "Оживленный голиаф",
		[306125] = "Валира Сангвинар",
		[228395] = "Говорящий с костями - стражник душ",
		[269266] = "Крушащий ужас",
		[279505] = 7,
		[297935] = 5,
		[192563] = "Валарьяр-очиститель",
		[207920] = "Жуткий капитан Тэттерсейл",
		[313400] = "Щупальце Заразителя",
		[82691] = 8,
		[280861] = 5,
		[6770] = 4,
		[164012] = 6,
		[234153] = 9,
		[280615] = 7,
		[310224] = 1,
		[63619] = "Подчинитель разума <Trini-Thrall>",
		[157176] = "Ужас Бездны",
		[256492] = 3,
		[256969] = "Злобный портовый пес",
		[291147] = 3,
		[48517] = 11,
		[308178] = "Ка'зир",
		[204275] = "Скорпирон",
		[20549] = 11,
		[288800] = 8,
		[300706] = "Токсичное чудище",
		[225105] = "Шал'дорай - верховный маг",
		[253307] = 12,
		[297941] = 12,
		[289362] = 7,
		[208944] = "Элисанда",
		[688] = 9,
		[201764] = 7,
		[296260] = 5,
		[204459] = "Скорпирон",
		[281413] = 10,
		[272678] = 3,
		[268932] = "Король Дазар",
		[20473] = 2,
		[223912] = "Бо'лан Меченый",
		[314326] = "Сокрушающее щупальце",
		[252666] = "Крадущийся теневой клинок",
		[200182] = "Тень Ксавия",
		[271685] = 1,
		[288589] = 4,
		[54149] = 2,
		[55173] = 12,
		[228391] = "Говорящий с костями - стражник душ",
		[258723] = "[*] Зловещая лужа",
		[47750] = 5,
		[304824] = 2,
		[258544] = "Джес Хаулис",
		[48518] = 11,
		[299995] = "Воевода Гейя'ра",
		[269279] = 2,
		[93622] = 11,
		[211383] = "Леди Калиндрия",
		[265974] = "Гальваззт",
		[108291] = 11,
		[58501] = 8,
		[258153] = "Морской колдун из братства Трюмных Крыс",
		[308188] = 11,
		[8676] = 4,
		[219815] = "Хрономатическая аномалия",
		[186406] = 2,
		[256498] = "Кул-тирасская клуша",
		[269282] = 10,
		[287712] = 6,
		[265187] = 9,
		[72968] = 7,
		[228854] = "Хеларьяр - смотрительница туманов",
		[263140] = 3,
		[227096] = "Внутренний демон",
		[315392] = 4,
		[108292] = 11,
		[33757] = 7,
		[265189] = 3,
		[267237] = "Отступник - хранитель яиц",
		[308953] = "Око Дест'агат",
		[205306] = "Уничтожитель Скверны",
		[273720] = "Тяжелое ядро",
		[275429] = 9,
		[195627] = 4,
		[40505] = "Снанг",
		[306146] = 7,
		[272397] = "[*] Смерч клинков",
		[310195] = 5,
		[205307] = "Уничтожитель Скверны",
		[311250] = 2,
		[275775] = "Налетчик из братства Стальных Волн",
		[293861] = "Противопехотная белка <Мехагонский боевой механик>",
		[115546] = 10,
		[186403] = 2,
		[85256] = 2,
		[138927] = 11,
		[304101] = "Миша",
		[29893] = 9,
		[306978] = "Ярость Н'Зота",
		[58867] = "Дух волка <Террамото>",
		[278564] = 10,
		[259574] = "Вол'каал",
		[196718] = 12,
		[310246] = "Дест'агат",
		[230935] = 4,
		[107270] = 10,
		[302769] = 4,
		[108294] = 11,
		[287722] = 5,
		[272418] = "Наводчица корпорации Эшвейнов",
		[2643] = 3,
		[114908] = 5,
		[180737] = 5,
		[222716] = "Скверносерд-осквернитель",
		[266265] = "Падший вестник смерти",
		[272413] = "Гарпунщик из братства Волнорезов",
		[217597] = 4,
		[185857] = "Морпех корпорации Эшвейнов",
		[195072] = 12,
		[231363] = "Горот",
		[45334] = 11,
		[157355] = "Блуждающее порождение Бездны",
		[203795] = 12,
		[294912] = 2,
		[307201] = "Ка'зир",
		[131347] = 12,
		[211455] = 2,
		[275378] = 9,
		[204301] = 2,
		[265202] = 5,
		[213243] = 12,
		[269298] = "Наемный убийца",
		[279537] = 11,
		[44425] = 8,
		[247455] = 12,
		[238588] = "Горот",
		[272745] = 3,
		[274437] = "Ученик призывательницы штормов",
		[259741] = 2,
		[267270] = 2,
		[302388] = "Вексиона",
		[203794] = 12,
		[96794] = "Магистр Умбрий",
		[269301] = "Освобожденное чудовище",
		[304113] = 3,
		[199179] = "Эбеновый ворг",
		[51690] = 4,
		[269302] = "Наемный убийца",
		[279541] = 11,
		[118779] = 1,
		[273718] = "[*] Тяжелое ядро",
		[318449] = "Н'Зот Заразитель",
		[225788] = 5,
		[306163] = "Гневион",
		[267256] = "Тотем земляной стены",
		[200196] = 5,
		[257692] = "[*] Вспышка тики",
		[202244] = 11,
		[267257] = "Громовой тотем",
		[318451] = "Н'Зот Заразитель",
		[225800] = "Шал'дорай - верховный маг",
		[198149] = 8,
		[270187] = "Вик'Гот",
		[270329] = 3,
		[55216] = "Потревоженный ледниковый загробник",
		[259582] = "Умник из стаи Да'ки",
		[97547] = 11,
		[250368] = "Вол'каал",
		[221699] = 6,
		[98727] = 3,
		[293854] = "Мехагонский боевой механик",
		[208545] = "Тюремщик Д'зорикс",
		[263165] = 5,
		[306168] = "Неизвестно",
		[101643] = 10,
		[272903] = 2,
		[214688] = "Подозрительный дворянин",
		[301629] = "Мехагонский нормализатор",
		[190984] = 11,
		[269310] = "Хранитель титанов Хезрел",
		[210152] = 12,
		[31224] = 4,
		[48778] = 6,
		[228868] = "Квалдир - ведьма приливов",
		[114954] = 8,
		[265523] = "Кровавый осквернитель",
		[300028] = 5,
		[200200] = 5,
		[86040] = 9,
		[190456] = 1,
		[8613] = 3,
		[269313] = "Бесшабашная подрывница",
		[188938] = "Хранитель котла Миллз",
		[268271] = "Леди Уэйкрест",
		[199177] = "Эбеновый ворг",
		[257538] = 8,
		[283413] = "Воевода Гейя'ра",
		[59567] = 2,
		[308168] = "Маут",
		[297989] = 1,
		[293670] = "Защитник мастерской",
		[273411] = "Аспидис",
		[264173] = 9,
		[124682] = 10,
		[279555] = 11,
		[297985] = "Токсикоид",
		[227847] = 1,
		[274416] = 7,
		[257542] = 8,
		[316383] = "Анубисат-часовой",
		[47755] = 5,
		[33763] = 11,
		[295939] = "Воздушный подавитель ОУ-8",
		[199182] = "Эбеновый ворг",
		[313310] = 4,
		[228872] = "Хелия",
		[306474] = 1,
		[845] = 1,
		[57994] = 7,
		[257541] = 8,
		[135700] = 11,
		[42380] = "Всадник без головы",
		[283655] = "Валира Сангвинар",
		[271374] = 1,
		[308189] = 7,
		[157348] = "Изначальный элементаль бури <Супрек>",
		[196100] = 9,
		[310277] = "Дест'агат",
		[160274] = "Посвященный Восходящего Солнца",
		[314373] = "Пепельный убийца",
		[266209] = "Падший вестник смерти",
		[212492] = "Заклинательница клинков Алуриэль",
		[254471] = 2,
		[259572] = "Вол'каал",
		[283658] = "Валира Сангвинар",
		[47633] = 6,
		[225803] = "[*] Запечатанная магия",
		[306184] = "Ра-ден",
		[283659] = "Валира Сангвинар",
		[31687] = 8,
		[254472] = 2,
		[268893] = 2,
		[275469] = 2,
		[257544] = "Земляной яростень",
		[225804] = "Заклинатель из Сумеречной стражи",
		[183811] = 2,
		[283661] = "Валира Сангвинар",
		[212494] = "Заклинательница клинков Алуриэль",
		[254473] = 2,
		[206351] = "Раскаленный уголь",
		[122128] = 5,
		[162313] = 11,
		[271376] = 1,
		[273424] = 4,
		[312336] = "Темный инквизитор Занеш",
		[228877] = "Элисанда",
		[254474] = 2,
		[206352] = "Раскаленный уголь",
		[256522] = 4,
		[60299] = 4,
		[279569] = 3,
		[179872] = 1,
		[291856] = "Плазменная сфера",
		[222202] = 4,
		[316384] = "Анубисат-часовой",
		[266206] = "Кула Живодерка",
		[274436] = 11,
		[108199] = 6,
		[225807] = "[*] Столпы ночи",
		[190110] = "Ворген-следопыт",
		[283667] = "Валира Сангвинар",
		[1725] = 4,
		[279572] = 5,
		[197277] = 2,
		[218617] = 1,
		[314387] = "Неизвестно",
		[209426] = 12,
		[281621] = "Огнелетчица Торговой компании",
		[308177] = "[*] Энтропический синтез",
		[267278] = "Наэлектризованный дервиш",
		[264155] = "Воденыш",
		[294909] = 2,
		[193534] = 3,
		[275483] = 2,
		[263193] = 2,
		[210451] = "[*] Узы ужаса",
		[300053] = 5,
		[199600] = 4,
		[246287] = 5,
		[165892] = 5,
		[275481] = 2,
		[265511] = "Тотем поглощения духа <Кровавый осквернитель>",
		[264144] = "Аква'сирр",
		[317376] = 2,
		[300055] = 9,
		[267558] = 1,
		[287769] = "[*] Осведомленность Н'Зота",
		[306199] = "Заглянувший в Бездну громила",
		[215572] = 1,
		[313060] = 2,
		[263197] = "Тяжелое орудие <Ниэтта>",
		[228597] = 8,
		[273354] = 10,
		[274373] = 6,
		[208929] = "Щупальце разложения",
		[314392] = "Злокачественный нарост",
		[283676] = "Валира Сангвинар",
		[264235] = "Яйцо",
		[279584] = 12,
		[214975] = 6,
		[308250] = 5,
		[310298] = "Зловещая резчица душ",
		[324540] = 9,
		[304063] = "Шоковый бот",
		[84751] = 2,
		[277535] = "Вик'Гот",
		[201240] = "Миллифисент Манашторм",
		[211480] = "Капитан Наранот",
		[3411] = 1,
		[155166] = 6,
		[263202] = "Геомант Торговой компании",
		[231843] = 2,
		[285344] = "\"Платиновый лупцеватор\"",
		[308158] = "Маут",
		[281888] = 2,
		[314397] = "Ург'рот Сокрушитель Героев",
		[267299] = "Вол'зит Шепчущая",
		[302111] = 12,
		[53390] = 7,
		[310830] = "Сумасшедшая мастер ножа",
		[202225] = 1,
		[11366] = 8,
		[209433] = "[*] Затягивающая сингулярность",
		[306208] = "Темный инквизитор Занеш",
		[291874] = "Летающий кран",
		[10444] = 7,
		[188956] = "Хранитель котла Миллз",
		[19658] = "Дружумэ <Вредоносный>",
		[207386] = 11,
		[49039] = 6,
		[225787] = 10,
		[287731] = 2,
		[263209] = "Кобольд-рудокоп",
		[269351] = "Т'зала",
		[130653] = 5,
		[302363] = "Искаженный Бездной небесный боец",
		[126434] = 12,
		[257800] = "Отис",
		[312355] = 8,
		[267310] = "Воплощение глубин",
		[291878] = "Воздушное судно R-21/X",
		[204316] = "Скорпирон",
		[304165] = "Миша",
		[265258] = 5,
		[277432] = "[*] Железный ливень",
		[251909] = 5,
		[275499] = "Тотем разразившегося ливня <Kaddy-ColinasPardas>",
		[153123] = "Неуловимый боец с шакрамом",
		[259092] = "Призывательница шторма из братства Стальных Волн",
		[228890] = "Глубоководное чудовище",
		[302361] = 6,
		[314406] = "Мал'тир - маг Бездны",
		[267308] = "Заназал Мудрый",
		[310311] = "Зловещая резчица душ",
		[312360] = "Аллерия Ветрокрылая",
		[298025] = "К'тир-поработитель",
		[113942] = 1,
		[293930] = "Мехагонский механик",
		[304169] = "Акир - подчинитель разума",
		[273453] = 7,
		[308265] = "Алькс'ков Зараженный",
		[97560] = 7,
		[296910] = "Безграничная порча",
		[62124] = 2,
		[24394] = 3,
		[48265] = 6,
		[299744] = 4,
		[206367] = "Гул'дан",
		[289745] = "Калдорай-часовая",
		[117526] = 3,
		[117014] = 7,
		[314411] = "Мал'тир - маг Бездны",
		[236060] = 8,
		[269361] = 7,
		[278559] = 5,
		[291021] = 6,
		[19236] = 5,
		[127230] = 9,
		[278574] = 2,
		[298461] = 2,
		[227870] = 3,
		[262947] = "Гений Торговой компании",
		[205345] = 8,
		[206369] = "Ксавий",
		[201191] = "Порожденный ненавистью слизень",
		[256826] = 6,
		[201250] = "Оскверненная кровью ярость",
		[298033] = "К'тир-поработитель",
		[316463] = "Врата разума",
		[271640] = "Тень Зула",
		[304177] = "Акир - подчинитель разума",
		[206370] = "Гул'дан",
		[96891] = 11,
		[269366] = "Кул-тирасский инженер",
		[316690] = "Хламометатель из племени Хламоедов",
		[258075] = "Жалящий паразит",
		[265931] = 9,
		[215479] = 10,
		[265273] = 9,
		[306229] = 3,
		[308275] = "Алькс'ков Зараженный",
		[310323] = "Вексиона",
		[209443] = "Ксавий",
		[306228] = "Истерзанная душа",
		[1766] = 4,
		[269369] = "Т'зала",
		[205348] = "[*] Сфера разрушения",
		[273465] = 7,
		[222695] = 7,
		[310325] = "Вексиона",
		[306230] = 3,
		[273466] = 7,
		[308278] = "Аллерия Ветрокрылая",
		[310324] = "Вексиона",
		[200685] = 12,
		[152108] = 9,
		[267324] = "Пьянчуга из братства Трюмных Крыс",
		[293945] = 4,
		[287802] = 7,
		[157228] = 11,
		[267325] = 12,
		[111898] = 9,
		[48018] = 9,
		[103195] = 3,
		[267326] = 12,
		[310329] = "Дест'агат",
		[257882] = "Хадал Черная Бездна",
		[273470] = "Жуткий капитан Локвуд",
		[267327] = 12,
		[230423] = "[*] Смертоносное кружение",
		[207399] = 7,
		[206641] = "Триллиакс",
		[115994] = 6,
		[310331] = "Глаз разума",
		[193065] = 5,
		[267330] = 12,
		[267329] = 12,
		[8679] = 4,
		[263234] = "Гюрзис",
		[206376] = "Крос",
		[256546] = "Тротак",
		[224806] = "Желчепуз",
		[316477] = "Изедра Омрачительница",
		[183117] = 6,
		[267331] = 12,
		[302143] = 2,
		[287809] = 11,
		[314430] = "[*] Остаточная кровь",
		[204330] = 7,
		[183852] = "Отрекшаяся - ловчая смерти",
		[271428] = "Гений Торговой компании",
		[243237] = "[*] Взрыв",
		[308288] = "Аллерия Ветрокрылая",
		[277572] = 2,
		[287811] = 11,
		[230951] = "Оскверненная душа",
		[314433] = "Живая кровь",
		[192044] = "Хирья",
		[296003] = 5,
		[306242] = 12,
		[269231] = "Ребан",
		[204331] = 7,
		[78675] = 11,
		[200174] = 5,
		[208069] = "Натанос Гнилостень",
		[303564] = 6,
		[271432] = "[*] Тестовый снаряд",
		[132603] = 5,
		[278444] = "Прожорливая личинка",
		[310340] = "Ка'зир",
		[143924] = 1,
		[273481] = 2,
		[300102] = "Неисправный хламобот",
		[87840] = 9,
		[30283] = 9,
		[108447] = 9,
		[300104] = 6,
		[200238] = "Тень Ксавия",
		[266030] = 9,
		[189999] = 2,
		[256551] = "Рыба-молот",
		[310343] = "Кислотный акир <Ка'зир>",
		[243241] = 5,
		[210477] = 8,
		[291914] = "[*] Режущий луч",
		[259720] = "Заклинатель спор Занча",
		[328774] = 9,
		[228889] = "Глубоководное чудовище",
		[256552] = "Рыба-молот",
		[48020] = 9,
		[209454] = "Око Гул'дана",
		[210478] = 8,
		[291915] = "[*] Плазменная сфера",
		[318537] = "Неизвестно",
		[148022] = 8,
		[16589] = 10,
		[256553] = "Рыба-молот",
		[47788] = 5,
		[273677] = "Проклинатель худу",
		[210479] = 8,
		[17229] = 2,
		[310348] = "Шупальце Дест'агат",
		[326731] = 2,
		[289871] = "Тиранда Шелест Ветра",
		[267311] = "Воплощение глубин",
		[60307] = 2,
		[304206] = "Акир - подчинитель разума",
		[203406] = 11,
		[287825] = 11,
		[44949] = 1,
		[205361] = "Крос",
		[53652] = 2,
		[119582] = 10,
		[326733] = 2,
		[316496] = "Акир-сердцекол",
		[316678] = "Акир - хранитель роя",
		[291922] = "КУ-ДЖ0",
		[310352] = "Пасть Дест'агат",
		[287827] = 11,
		[306257] = "[*] Нестабильная жизненная сила",
		[79140] = 4,
		[257580] = "Королева песков",
		[97058] = 12,
		[314449] = "Живая кровь",
		[267351] = 8,
		[269399] = "Вол'зит Шепчущая",
		[106785] = 11,
		[213644] = 2,
		[300116] = 12,
		[308305] = "Алькс'ков Зараженный",
		[263257] = "Аспидис",
		[314451] = "Похищающий жизнь паразит",
		[195125] = 11,
		[206388] = "Звездный авгур Этрей",
		[287831] = 10,
		[314452] = "Похищающий жизнь паразит",
		[267354] = "Наемный убийца",
		[257582] = "Земляной яростень",
		[279641] = 11,
		[205648] = 7,
		[291928] = "Воздушное судно R-21/X",
		[228914] = "Один",
		[296024] = 7,
		[222771] = "Скверносерд-мучитель",
		[300971] = 11,
		[291930] = "Куб металлолома",
		[296025] = "Воздушный подавитель ОУ-8",
		[269406] = "Хранитель титанов Хезрел",
		[267357] = "Наемный убийца",
		[228915] = "Один",
		[287835] = 10,
		[142910] = 2,
		[267358] = "Пьянчуга из братства Трюмных Крыс",
		[310361] = "Дест'агат",
		[287836] = 10,
		[314457] = "Похищающий жизнь паразит",
		[267977] = "Храмовник из Святилища Штормов",
		[267360] = "Вол'зит Шепчущая",
		[287837] = 10,
		[34477] = 3,
		[316506] = "Акир-сердцекол",
		[257585] = "[*] Обстрел",
		[201272] = "Оскверненная кровью ярость",
		[210487] = 2,
		[295343] = 2,
		[8680] = 4,
		[225845] = "Заклинатель из Сумеречной стражи",
		[269576] = 3,
		[191034] = 11,
		[8936] = 11,
		[225846] = "[*] Избранная судьба",
		[265315] = 10,
		[26573] = 2,
		[228918] = "Один",
		[205369] = 5,
		[308308] = "Падшая пронзательница сердец",
		[269976] = "Тенеликий защитник",
		[310530] = 7,
		[225847] = "Заклинатель из Сумеречной стражи",
		[271456] = "Шеф Разданк",
		[300129] = "Неисправный хламобот",
		[293986] = "\"Взрывотрон Х-80\"",
		[164415] = 6,
		[306273] = 7,
		[291939] = "[*] Гигаразряд",
		[119996] = 10,
		[271462] = 5,
		[263262] = "Сланцеед",
		[49966] = "Harold <Kuxora-Khadgar>",
		[228920] = 1,
		[296036] = 5,
		[265320] = 7,
		[191037] = 11,
		[213853] = "Заклинательница клинков Алуриэль",
		[206474] = "Тихондрий",
		[314467] = "Взрывоопасный скарабей",
		[85288] = 1,
		[271465] = 5,
		[164417] = 6,
		[307453] = "Вексиона",
		[55164] = 2,
		[269418] = "Хранитель титанов Хезрел",
		[263275] = "Надсмотрщик Аскари",
		[97063] = 4,
		[296211] = 11,
		[269419] = "[*] Зияющие врата",
		[291865] = "Воздушное судно R-21/X",
		[306279] = "Ра-ден",
		[302336] = "Искаженный Бездной захватчик",
		[271468] = 5,
		[209469] = "Кошмарный гной",
		[265476] = 8,
		[291946] = "КУ-ДЖ0",
		[204350] = 7,
		[31821] = 2,
		[206398] = "Звездный авгур Этрей",
		[279810] = 3,
		[275566] = 10,
		[296043] = 6,
		[300140] = 6,
		[48792] = 6,
		[343142] = 4,
		[291949] = "КУ-ДЖ0",
		[16591] = 9,
		[83242] = 3,
		[257593] = "Азерокк",
		[108839] = 8,
		[281711] = 6,
		[269232] = "Ребан",
		[294143] = 5,
		[213567] = "Заклинательница клинков Алуриэль",
		[255546] = 4,
		[300142] = 8,
		[233021] = "[*] Инфернальный шип",
		[260667] = "Позолоченная жрица",
		[281713] = 6,
		[260666] = "Позолоченная жрица",
		[273525] = 9,
		[320763] = 7,
		[314478] = "Сам'рек Призыватель Хаоса",
		[291953] = "Куб металлолома",
		[192067] = "Хирья",
		[225855] = "Шал'дорай-натуралист",
		[54680] = "Thok <Gryndal-Hyjal>",
		[300145] = 10,
		[269429] = "Боевая машина Торговой компании",
		[202140] = 12,
		[111400] = 9,
		[306289] = "Гневион",
		[310385] = "[*] Кислотные брызги",
		[225856] = "[*] Отравленные колючки",
		[306290] = "Маут",
		[300147] = 2,
		[42650] = 6,
		[222786] = "Скверносерд-плут",
		[318714] = "Молотящее щупальце",
		[316530] = 4,
		[257597] = "Азерокк",
		[225857] = "Прирученный манапард",
		[265337] = "Запачканный кровью поросенок",
		[267385] = "Щупальце",
		[199237] = "Урсок",
		[59544] = 5,
		[265338] = "Неизвестно",
		[316532] = "Добровольная жертва",
		[306427] = 2,
		[258622] = "Азерокк",
		[161354] = 8,
		[316533] = "Детеныш Шад'хара",
		[61336] = 11,
		[49322] = 12,
		[306295] = "[*] Запретная мана",
		[83245] = 3,
		[217668] = 3,
		[209477] = "Маназмей",
		[202310] = "Миллифисент Манашторм",
		[221028] = "Сгустившаяся гниль",
		[260669] = "Рикса Огневерт",
		[164416] = 6,
		[281724] = 11,
		[227903] = "Хелия",
		[160331] = 10,
		[296059] = 11,
		[260668] = "Позолоченная жрица",
		[308346] = "Дод",
		[228932] = "Один",
		[304251] = "Раффер",
		[320759] = "Дециматор Шик'вот",
		[216371] = 2,
		[118089] = 8,
		[296061] = 2,
		[281721] = 12,
		[50842] = 6,
		[310396] = "Око Дест'агат",
		[59545] = 6,
		[265346] = "Грознокрылый ворон",
		[256578] = 3,
		[294015] = "\"Взрывотрон Х-80\"",
		[345209] = 11,
		[265347] = "Грознокрылый ворон",
		[300159] = "Тяжелый хламобот",
		[212552] = 6,
		[279673] = 9,
		[190027] = 11,
		[300160] = "Тяжелый хламобот",
		[304256] = "Хаффер",
		[258627] = "Земляной яростень",
		[225858] = "Шал'дорай-натуралист",
		[38556] = "Охотник за головами из племени Черного Копья",
		[204362] = 7,
		[279684] = 8,
		[273541] = 2,
		[209471] = "Кошмарный гной",
		[83243] = 3,
		[258628] = "[*] Резонансное землетрясение",
		[194844] = 6,
		[260734] = 7,
		[310402] = "[*] Голодное бешенство",
		[225249] = "Смертоносный древень",
		[265352] = "Чумная жаба",
		[291973] = "КУ-ДЖ0",
		[192077] = 7,
		[211522] = 5,
		[251839] = 1,
		[291974] = "Король Мехагон",
		[326786] = 2,
		[10793] = 3,
		[255558] = "[*] Оскверненная кровь",
		[308357] = "Падшая пронзательница сердец",
		[23922] = 1,
		[108843] = 8,
		[251463] = 1,
		[221771] = 10,
		[310406] = "[*] Сияние Бездны",
		[296072] = 5,
		[198222] = 4,
		[223819] = 2,
		[62618] = 5,
		[345219] = 5,
		[250050] = "Язма",
		[308360] = "Неизвестно",
		[204366] = 7,
		[119085] = 10,
		[230987] = 5,
		[318587] = "\"Гномогедд-0Н\"",
		[343173] = 4,
		[105421] = 2,
		[265089] = "Преданная жрица крови",
		[300171] = "Тяжелый хламобот",
		[57755] = 1,
		[205391] = "Крос",
		[298124] = "Токсикоид",
		[116014] = 8,
		[269456] = "Вик'Гот",
		[222793] = "Крадущийся ужас",
		[101168] = 3,
		[312562] = 2,
		[263309] = "Гюрзис",
		[59547] = 7,
		[105771] = 1,
		[300174] = 1,
		[192082] = 7,
		[258634] = "Маг огня корпорации Эшвейнов",
		[205472] = 8,
		[308366] = "Инквизитор Темнослов",
		[294020] = 7,
		[296080] = "Воздушный подавитель ОУ-8",
		[265364] = "Чумная жаба",
		[223814] = 5,
		[255966] = "Небесный капитан Крагг",
		[209489] = "Усиленное око Гул'дана",
		[273653] = "Сумрачный ужас",
		[300177] = "Тяжелый хламобот",
		[83244] = 3,
		[263318] = "Аспидис",
		[265366] = "Воденыш",
		[116011] = 8,
		[310403] = "[*] Голодное бешенство",
		[281843] = 1,
		[264477] = "Аква'сирр",
		[267402] = 12,
		[253517] = "Дазар'айский духовник",
		[189011] = "Жуткий капитан Тэттерсейл",
		[265368] = "Заколдованный капитан",
		[256589] = "Капитан Рауль",
		[278920] = "Безумное чумное отродье",
		[342834] = 5,
		[213995] = 4,
		[260685] = "Старейшина Ликса",
		[204372] = "Скорпирон",
		[296086] = 5,
		[296065] = 10,
		[294038] = 5,
		[294039] = 10,
		[270920] = "Королева Уаси",
		[265371] = "Заколдованный капитан",
		[73920] = 7,
		[316531] = 1,
		[180395] = "Колдунья из армии Ракиша",
		[255567] = "Т'лонджа",
		[308375] = "Огюст Мулен",
		[260643] = 1,
		[289349] = 6,
		[163024] = 5,
		[307472] = "Шад'хар Ненасытный",
		[257608] = "Королева песков",
		[20243] = 1,
		[192081] = 11,
		[214654] = "Скорпирон",
		[271903] = "Платный разгонятель толпы",
		[304282] = "Рексар",
		[196364] = 9,
		[32592] = 5,
		[326808] = 6,
		[221781] = "Гул'дан",
		[265376] = "Фанатичный охотник за головами",
		[300188] = "Вооруженный робопаук",
		[257617] = "Королева песков",
		[50334] = 11,
		[265377] = "Фанатичный охотник за головами",
		[308380] = "Инквизитор Темнослов",
		[227255] = 12,
		[157153] = 7,
		[228891] = "Глубоководное чудовище",
		[256594] = "Капитан Рауль",
		[192090] = 11,
		[223829] = 6,
		[257415] = 11,
		[262377] = "Ползучая мина",
		[212568] = "Инквизитор Ветриз",
		[221783] = "Гул'дан",
		[35395] = 2,
		[283810] = 1,
		[59548] = 8,
		[2379] = 6,
		[273563] = "Песчаный стрелок",
		[211545] = 11,
		[61168] = "Оскалившийся черепокол",
		[279709] = 11,
		[298146] = 12,
		[306319] = "Темный инквизитор Занеш",
		[257620] = 3,
		[271526] = "Земляной яростень",
		[49821] = 5,
		[264105] = "Меченая сестра",
		[294052] = 5,
		[229976] = 2,
		[209291] = "Око Гул'дана",
		[275623] = 10,
		[703] = 4,
		[108853] = 8,
		[314531] = "Голодный пожиратель плоти",
		[267433] = "Механожокей",
		[228325] = "Квалдир - терзатель душ",
		[15655] = "Отрекшаяся - cтражница смерти",
		[289959] = 6,
		[157122] = 2,
		[257622] = 3,
		[15290] = 5,
		[248439] = 1,
		[227930] = "Хелия",
		[22482] = 4,
		[197214] = 7,
		[298152] = 5,
		[269214] = 11,
		[269484] = "Вик'Гот",
		[267410] = 12,
		[268214] = "Резчик рун Сорн",
		[288515] = 1,
		[294058] = "Крайне взрывоопасная ракета",
		[309498] = "[*] Пожирание магии",
		[214621] = 5,
		[265372] = "Порабощенная стражница",
		[294117] = 5,
		[276110] = "Бледный головорез",
		[265391] = "Распорядитель банкета",
		[260696] = "Сестра Маладия",
		[290754] = 11,
		[312490] = "Гневион",
		[322729] = 10,
		[56222] = 6,
		[294061] = "Танк-долгоног",
		[263345] = "Тяжелое орудие",
		[265393] = "Распорядитель банкета",
		[260697] = "Сестра Брайар",
		[171621] = 6,
		[205408] = "Звездный авгур Этрей",
		[17619] = 2,
		[316588] = "Велинария",
		[52128] = 7,
		[271538] = 6,
		[3355] = 3,
		[260698] = "Сестра Солена",
		[294064] = "Танк-долгоног",
		[271539] = 6,
		[255579] = "Жрица Алун'за",
		[314593] = "Ка'зир",
		[104773] = 9,
		[208506] = "Триллиакс",
		[298161] = 5,
		[260699] = "Сестра Солена",
		[269493] = "Платный разгонятель толпы",
		[272902] = "Капитан Юдора",
		[119607] = 10,
		[206458] = "Внутренний демон",
		[301177] = "Воздушный подавитель ОУ-8",
		[212530] = "Заклинательница клинков Алуриэль",
		[59543] = 3,
		[300211] = "Вооруженный робопаук",
		[296898] = "Безграничная порча",
		[271543] = 2,
		[255581] = "Жрица Алун'за",
		[52127] = 7,
		[277731] = 4,
		[271544] = 2,
		[256627] = "Вышибала из банды Резчиков",
		[260701] = "Сестра Брайар",
		[298154] = 1,
		[213624] = "[*] Знак льда",
		[255582] = "[*] Расплавленное золото",
		[265392] = "Распорядитель банкета",
		[302262] = 2,
		[217699] = "Щупальце Мифаны",
		[260702] = "[*] Нестабильная руническая метка",
		[308406] = "Страж кузни Хуррул",
		[302263] = 2,
		[176623] = 6,
		[264027] = "Заколдованный капитан",
		[16979] = 11,
		[294073] = "Танк-долгоног",
		[156287] = 1,
		[127797] = 11,
		[308408] = "Страж кузни Хуррул",
		[2484] = 7,
		[260700] = "Сестра Маладия",
		[101649] = "Предсказатель Нобундо",
		[255575] = "Жрица Алун'за",
		[304975] = "Инквизитор Гншал",
		[152173] = 10,
		[265407] = "Распорядитель банкета",
		[279715] = 8,
		[2139] = 8,
		[283660] = "Валира Сангвинар",
		[255577] = "Жрица Алун'за",
		[41635] = 5,
		[208685] = "Щупальце угнетения",
		[234084] = 11,
		[194153] = 11,
		[262115] = 1,
		[17364] = 7,
		[296126] = 5,
		[265410] = "Гуляка из дома Уэйкрестов",
		[145762] = "Маг'хар - владыка зверей",
		[192106] = 7,
		[152175] = 10,
		[258672] = "Стрелок из братства Стальных Волн",
		[267459] = "Забытый обитатель глубин",
		[272662] = "Налетчик из братства Стальных Волн",
		[189035] = "Жуткий капитан Тэттерсейл",
		[123904] = 10,
		[205595] = "Заразный ужас",
		[233062] = "Горот",
		[263365] = "Гюрзис",
		[151685] = "Нарос",
		[204406] = 7,
		[302272] = "Воздушный подавитель ОУ-8",
		[119611] = 10,
		[127802] = 3,
		[292035] = "КУ-ДЖ0",
		[302274] = "\"Танкоборец-1\"",
		[121147] = 6,
		[202347] = 11,
		[316609] = "Щупальце ужаса",
		[271555] = "Погребальный голем",
		[271559] = 6,
		[231016] = "Неизвестно",
		[310455] = "Хепфис",
		[277703] = 8,
		[269230] = "Ребан",
		[5302] = 1,
		[195181] = 6,
		[298225] = 10,
		[205420] = "Крос",
		[51723] = 4,
		[188023] = 10,
		[268211] = "Резчик рун Сорн",
		[263371] = "Аспидис",
		[314565] = "Кровь Заразителя",
		[195182] = 6,
		[302279] = "\"Танкоборец-1\"",
		[279754] = 4,
		[255591] = "Жрица Алун'за",
		[277706] = 9,
		[299496] = "Стрелок из банды Поршнеголовых",
		[5782] = 9,
		[294103] = "Ракетный танк",
		[24275] = 2,
		[253544] = "Дазар'айский духовник",
		[271565] = "Бальзамировочный состав",
		[271564] = "[*] Бальзамировочный состав",
		[256616] = "Кишкодер из банды Резчиков",
		[70464] = "Леди Джайна Праудмур",
		[209518] = "Око Гул'дана",
		[289982] = 5,
		[211571] = "Скверноподданный маг Хаоса",
		[298197] = 12,
		[49998] = 6,
		[247402] = 1,
		[316618] = "Акир - хранитель роя",
		[6262] = 1,
		[260708] = 1,
		[232412] = 9,
		[98204] = 5,
		[188018] = 8,
		[260703] = "Сестра Маладия",
		[271550] = 2,
		[316620] = "Анубисат-часовой",
		[17877] = 9,
		[304334] = "Рексар",
		[257641] = "Фузилер из братства Стальных Волн",
		[216697] = "Ледяной кристалл",
		[294096] = 2,
		[221807] = "Гул'дан",
		[271562] = "Погребальный голем",
		[172816] = "Присягнувшая Свету анахоретка",
		[296138] = 5,
		[101185] = 3,
		[161399] = 5,
		[308432] = "Страж кузни Хуррул",
		[253548] = "Дазар'айский почетный страж",
		[215661] = 2,
		[19483] = "Инфернал <Vanniaded-Blackmoore>",
		[213602] = 5,
		[326863] = 12,
		[132036] = 6,
		[210546] = "Элисанда",
		[300207] = "Вооруженный робопаук",
		[192109] = 7,
		[115008] = 10,
		[271563] = "Бальзамировочный состав",
		[228321] = "Квалдир - терзатель душ",
		[271566] = "Бальзамировочный состав",
		[271561] = "Погребальный голем",
		[265433] = "Кровавый осквернитель",
		[275672] = 1,
		[277720] = 4,
		[296150] = "[*] Выброс пара",
		[261439] = "Лорд Уэйкрест",
		[275673] = 10,
		[326867] = 6,
		[64901] = 5,
		[225851] = "Охранник из Сумеречной стражи",
		[267483] = "Мечущаяся искра",
		[326868] = 6,
		[271579] = "Геомант Торговой компании",
		[47585] = 5,
		[269239] = 2,
		[255586] = 8,
		[125439] = 3,
		[274569] = "Воин бури из братства Трюмных Крыс",
		[48892] = 6,
		[277724] = 4,
		[221812] = 8,
		[38052] = "Уничтожитель Скверны",
		[258860] = 12,
		[294107] = "Утильхаунд",
		[121153] = 4,
		[314585] = 2,
		[181867] = 4,
		[302299] = "Ужас Бездны",
		[217694] = 8,
		[298204] = 12,
		[341207] = 5,
		[527] = 5,
		[258673] = "Стрелок из братства Стальных Волн",
		[212726] = "Кенарий",
		[253721] = "Щитоносец из армии Зула",
		[204408] = 7,
		[307639] = "Вексиона",
		[190446] = 8,
		[59611] = "Бо'лан Меченый",
		[185782] = "Порабощенный Скверной инфернал <Алоиза>",
		[258674] = "Отдыхающий работник",
		[333957] = 7,
		[316637] = 9,
		[233272] = "Горот",
		[180860] = 5,
		[214648] = 11,
		[107844] = 2,
		[216696] = "Неизвестно",
		[258653] = "Взрывчатка",
		[226935] = "Бич Ил'гинота",
		[221354] = "Сумеречная звездная танцовщица",
		[302305] = "Ужас Бездны",
		[270293] = "Голем-чистильщик",
		[314592] = "Раздирающее разум щупальце",
		[254813] = 2,
		[318688] = "Молотящее щупальце",
		[271590] = "Леди Уэйкрест",
		[226936] = "Бич Ил'гинота",
		[214624] = 11,
		[302307] = 2,
		[153544] = "Неуловимый боец с шакрамом",
		[197908] = 10,
		[223865] = "Гнилостная слизь",
		[310499] = "Шупальце Дест'агат",
		[46668] = 12,
		[333889] = 9,
		[316643] = 1,
		[207267] = 6,
		[291111] = 6,
		[273641] = "Страж сферы",
		[275689] = 1,
		[212736] = "[*] Замерзшая лужа",
		[691] = 9,
		[193695] = 2,
		[207682] = 12,
		[188031] = 11,
		[302311] = 2,
		[118000] = 1,
		[182912] = 2,
		[302312] = 2,
		[276767] = "Глубинная сектантка",
		[209087] = "Гул'дан",
		[77130] = 7,
		[287790] = 11,
		[93811] = 10,
		[47528] = 6,
		[295017] = 5,
		[59700] = 2,
		[755] = 9,
		[136475] = "Всадник без головы",
		[306942] = "Шад'хар Ненасытный",
		[285933] = 9,
		[296674] = "Алькс'ков Зараженный",
		[49576] = 6,
		[308459] = "Зардет Черный Коготь",
		[783] = 11,
		[188389] = 7,
		[256884] = "Монзуми",
		[69395] = 2,
		[253562] = "Дазар'айский авгур",
		[45470] = 6,
		[206464] = "Корональный выброс",
		[317592] = 2,
		[335082] = 1,
		[279793] = 11,
		[44457] = 8,
		[223057] = "Ночная мать",
		[294128] = "Ракетный танк",
		[172677] = "Шиан'цу",
		[273009] = 4,
		[275699] = 6,
		[206744] = "Гул'дан",
		[225919] = 12,
		[226943] = 5,
		[227967] = "Хелия",
		[281517] = 3,
		[107428] = 10,
		[871] = 1,
		[223427] = "[*] Кошмарные споры",
		[42381] = "[*] Воспламенение всадника",
		[883] = 3,
		[23881] = 1,
		[115203] = 10,
		[246152] = 3,
		[213634] = 5,
		[268854] = 12,
		[274359] = "Лорд Штормсонг",
		[280210] = 1,
		[225921] = 12,
		[298229] = "Токсикоид",
		[295856] = "Защитник Азерот <Trini-Thrall>",
		[155158] = 8,
		[266512] = "Гальваззт",
		[273657] = "Сумрачный ужас",
		[295168] = "\"Взрывотрон Х-80\"",
		[265910] = "Золотой Змей",
		[273455] = 4,
		[273658] = "Сумрачный ужас",
		[308470] = "[*] Энтропический взрыв",
		[274369] = 5,
		[296184] = 5,
		[265468] = "Кровавый осквернитель",
		[256639] = "Метатель черной смолы",
		[335092] = 1,
		[201350] = 12,
		[259711] = "Надзиратель блока",
		[316663] = "Акир - хранитель роя",
		[280876] = 8,
		[312568] = "[*] Концентрированный яд",
		[182104] = 2,
		[256640] = "Метатель черной смолы",
		[279956] = 2,
		[263423] = "Шашлык <Йхнт>",
		[97112] = 4,
		[227972] = "Хелия",
		[306296] = "Маут",
		[263424] = "Гюрзис",
		[214662] = "Скорпирон",
		[316220] = 4,
		[335096] = 1,
		[263425] = "Гюрзис",
		[314483] = "Сам'рек Призыватель Хаоса",
		[48025] = 1,
		[335097] = 1,
		[205448] = 5,
		[190090] = "Ворген-охотница",
		[267522] = "Капитан Джолли",
		[335098] = 1,
		[202306] = "Фазовый паук",
		[259714] = "[*] Разлагающие споры",
		[267523] = "Капитан Джолли",
		[269571] = 2,
		[189067] = "Отрекшаяся - cтражница смерти",
		[306431] = 2,
		[231504] = 1,
		[335100] = 1,
		[263278] = "[*] Укрытие",
		[163147] = 5,
		[59542] = 2,
		[335101] = 1,
		[263274] = "Небесный капитан Крагг",
		[255620] = "Оживленный почетный страж",
		[308481] = "Падший странник разломов",
		[312411] = 4,
		[125050] = 3,
		[19647] = "Дружумэ <Вредоносный>",
		[205370] = "Крос",
		[343294] = 6,
		[5143] = 8,
		[9512] = 4,
		[192058] = 7,
		[343295] = 6,
		[257537] = 8,
		[197995] = 7,
		[260741] = "Сестра Брайар",
		[285959] = 10,
		[189070] = "Королевская грозная стражница",
		[334934] = 1,
		[193078] = "Поглощенный Тьмой агент ШРУ",
		[275544] = 5,
		[206339] = "Гул'дан",
		[259718] = "Заклинатель спор Занча",
		[316677] = "Акир - хранитель роя",
		[291118] = 6,
		[106830] = 11,
		[157331] = "Изначальный элементаль бури <Супрек>",
		[300296] = "Перемалыватель из племени Хламоедов",
		[108366] = 9,
		[275540] = 1,
		[226955] = "Внутренний демон",
		[267533] = "Капитан Джолли",
		[326918] = 6,
		[312584] = "Акир - повелитель ядов",
		[78674] = 11,
		[207502] = "Триллиакс",
		[183859] = "Отрекшаяся - ловчая смерти",
		[93985] = 11,
		[265487] = "Кровавый осквернитель",
		[291918] = "Летающий кран",
		[263246] = "Аспидис",
		[318534] = "Темный хранитель врат",
		[123725] = 10,
		[306247] = "[*] Испепеление",
		[305978] = "Гневион",
		[273988] = 3,
		[199545] = 2,
		[267537] = 5,
		[261769] = 10,
		[252661] = "Крадущийся теневой клинок",
		[273681] = "Головорез Краснокрюк",
		[53385] = 2,
		[26297] = 3,
		[69409] = "Король-лич",
		[44461] = 8,
		[318525] = "Начертательница шат'яр",
		[308862] = "Нестабильный слуга <Зардет Черный Коготь>",
		[312590] = "Шад'хар Ненасытный",
		[310333] = "Глаз разума",
		[207400] = 7,
		[258978] = "Теневой клинок Рази",
		[6807] = 11,
		[306448] = "Шад'хар Ненасытный",
		[341260] = 5,
		[262263] = "Ленивый лаборант",
		[8212] = 11,
		[273685] = 9,
		[19801] = 3,
		[48045] = 5,
		[201363] = 1,
		[298259] = "Ядовитая лужа",
		[105809] = 2,
		[225825] = "Ночнорожденная-мудрец",
		[296212] = 11,
		[132764] = 3,
		[341263] = 5,
		[1822] = 11,
		[312595] = "Дест'агат",
		[257426] = "Головорез из братства Стальных Волн",
		[59052] = 6,
		[72203] = "Дух пехотинца",
		[276286] = "[*] Кромсающий ураган",
		[305118] = 2,
		[267546] = "Буйный гуляка",
		[325174] = 7,
		[295170] = "\"Взрывотрон Х-80\"",
		[48743] = 6,
		[261395] = 5,
		[253583] = "Дазар'айский авгур",
		[305720] = "Миша",
		[285482] = 8,
		[267548] = "Утонувший обитатель глубин",
		[270501] = 5,
		[281178] = 2,
		[1966] = 4,
		[268062] = 3,
		[310552] = "Око Дест'агат",
		[123040] = 5,
		[216251] = 7,
		[2006] = 5,
		[32216] = 1,
		[271646] = 2,
		[224234] = "Небесная послушница",
		[267551] = "Платный разгонятель толпы",
		[212630] = "Малфурион Ярость Бури",
		[2060] = 5,
		[294195] = "\"Оборонобот I\"",
		[261602] = 12,
		[302364] = "Ужас Бездны",
		[115989] = 6,
		[211439] = "Внутренний демон",
		[308508] = "Падший странник разломов",
		[265157] = 3,
		[278467] = "Румми Мэнкомб",
		[206488] = "[*] Утечка магии",
		[51886] = 7,
		[208536] = "Гул'дан",
		[280384] = 3,
		[210931] = "Глаз Ил'гинота",
		[228162] = "Хирья",
		[81751] = 5,
		[102383] = 11,
		[267217] = 9,
		[207513] = "Триллиакс",
		[96312] = 2,
		[197626] = 11,
		[238454] = 9,
		[176151] = 11,
		[199674] = "Король Ранульф",
		[312266] = "Пепельный убийца",
		[318409] = "Начертательница шат'яр",
		[256660] = "Метатель черной смолы",
		[274389] = "[*] Мышеловки",
		[257310] = "Пушка братства Стальных Волн",
		[259732] = "Заклинатель спор Занча",
		[227992] = "Хелия",
		[294180] = "Сторожевой бот модели \"ПЕС\"",
		[322507] = 10,
		[198300] = 7,
		[267560] = 1,
		[310563] = "Пасть Дест'агат",
		[258709] = "[*] Оскверненное золото",
		[117588] = "Изначальный элементаль огня <Кикими-Борейскаятундра>",
		[118038] = 1,
		[256496] = 3,
		[296230] = 7,
		[265514] = 12,
		[129932] = 10,
		[310565] = 5,
		[271658] = 1,
		[314298] = 1,
		[341282] = 5,
		[122708] = 11,
		[228611] = "Моряк из Ночного дозора",
		[22746] = "Верховный маг Эландра",
		[256663] = "[*] Горящая смола",
		[88331] = 3,
		[278456] = "Прожорливая личинка",
		[2908] = 11,
		[316711] = "Эгос",
		[94472] = 5,
		[272402] = "Метательница ножей из братства Волнорезов",
		[47536] = 5,
		[248473] = 3,
		[311261] = 2,
		[271662] = 6,
		[281901] = 1,
		[40625] = 1,
		[101650] = "Предсказатель Нобундо",
		[106839] = 11,
		[204292] = "Скорпирон",
		[202246] = 11,
		[250873] = 6,
		[271664] = 6,
		[12654] = 8,
		[88335] = 3,
		[204448] = "Скорпирон",
		[279856] = 8,
		[297958] = "Заглянувший в Бездну громила",
		[272374] = "Капитан Джолли",
		[158221] = "Кейлани-Борейскаятундра <Кейлани-Борейскаятундра>",
		[209568] = "Своевременный элементаль",
		[273714] = 9,
		[227998] = "Хелия",
		[253595] = 6,
		[205473] = 8,
		[190115] = "Ворген-следопыт",
		[341291] = 5,
		[302384] = "\"Шокотрон X1\"",
		[231428] = 2,
		[273716] = "Головорез Краснокрюк",
		[206340] = "Гул'дан",
		[212641] = 2,
		[311552] = "Джеш'ра",
		[266181] = "Горак Тул",
		[275765] = 2,
		[208546] = "Тюремщик Д'зорикс",
		[201379] = "Ледопасть",
		[259740] = 10,
		[268287] = "Азартный пират",
		[253597] = 6,
		[271671] = 7,
		[247454] = 12,
		[120588] = 7,
		[294197] = 2,
		[201380] = "Ледопасть",
		[306484] = 5,
		[341296] = 8,
		[310580] = "Пасть Дест'агат",
		[316368] = "Анубисат-часовой",
		[273721] = "Тяжелое ядро",
		[291843] = 10,
		[302390] = "Вексиона",
		[272055] = "Живец",
		[308227] = "Тек'рис",
		[264206] = "Меректа",
		[216441] = 1,
		[262161] = 1,
		[255647] = 2,
		[241680] = "Лорд Штормсонг",
		[75614] = 2,
		[307213] = "Тек'рис",
		[265533] = "Клещ из Подгнилья",
		[228003] = "Химдалль",
		[310584] = "Пасть Дест'агат",
		[310288] = "Дест'агат",
		[257899] = "Опустошительница из братства Стальных Волн",
		[275773] = 2,
		[274890] = "[*] Раскалывающий бросок",
		[206366] = 5,
		[4060] = 5,
		[228004] = "Химдалль",
		[302395] = "Мелкое порождение Бездны",
		[152987] = "Гул'дан",
		[206503] = "[*] Пламя Саргераса",
		[256673] = "Метатель черной смолы",
		[233364] = 3,
		[48153] = 5,
		[246807] = 2,
		[257413] = 7,
		[188456] = 9,
		[59569] = 3,
		[314400] = "Живая кровь",
		[289741] = "Бринья",
		[93368] = 1,
		[271682] = 7,
		[194594] = 3,
		[300351] = "Дециматор Шик'вот",
		[212648] = "[*] Взрыв \"Знака льда\"",
		[280212] = 1,
		[265540] = "Смрадная личинка",
		[275779] = 2,
		[271290] = "Мчимба Бальзамировщик",
		[271684] = "[*] Темные откровения",
		[264456] = "Обезумевший стрелок",
		[225311] = 2,
		[34428] = 1,
		[221864] = "Рекурсивный элементаль",
		[265542] = "Смрадная личинка",
		[300354] = "Дециматор Шик'вот",
		[175790] = 4,
		[271686] = 1,
		[193357] = 4,
		[77575] = 6,
		[318785] = "Слияние плоти",
		[20572] = 4,
		[5176] = 11,
		[266107] = "Дикий кровавый роевик",
		[176180] = 4,
		[272987] = 12,
		[257427] = 11,
		[274633] = "Ученик Айронхалла",
		[163505] = 11,
		[16827] = "Дух зверя",
		[272620] = "Боец из братства Волнорезов",
		[266951] = "Ака'али Завоевательница",
		[318788] = "Слияние плоти",
		[44212] = 12,
		[241455] = "Серный инфернал <Горот>",
		[274507] = "Морячок из братства Трюмных Крыс",
		[307061] = "Ярость Н'Зота",
		[280855] = 2,
		[290121] = 2,
		[65081] = 5,
		[294966] = 12,
		[288074] = 2,
		[194223] = 11,
		[255836] = "Жрица Алун'за",
		[212653] = 8,
		[205486] = "Звездный авгур Этрей",
		[47540] = 5,
		[3567] = 8,
		[272685] = 6,
		[279885] = 9,
		[119415] = 8,
		[228012] = "Химдалль",
		[204463] = "Низендра",
		[209928] = 1,
		[33206] = 5,
		[268810] = "Подопытная крыса",
		[205875] = "[*] Мощный удар",
		[268077] = "Сестра Солена",
		[298317] = 4,
		[240448] = 11,
		[310604] = 2,
		[59571] = 2,
		[298318] = 2,
		[223918] = "Дикий шаман",
		[72163] = "Призрачный маг",
		[6552] = 1,
		[306726] = "Вез'окк Беспросветный",
		[219823] = "Хрономатическая аномалия",
		[12323] = 1,
		[272827] = "Разоритель из братства Трюмных Крыс",
		[5405] = 8,
		[258945] = "Отступница - стражница шпиля",
		[275909] = 11,
		[6660] = "Констебль Эстли",
		[298321] = 1,
		[260779] = "Завоевательница из Армии Чести",
		[187650] = 3,
		[225119] = 8,
		[206514] = "Гул'дан",
		[198067] = 7,
		[224944] = "Скверноподданная маг Хаоса",
		[252692] = "Крадущийся теневой клинок",
		[290132] = 4,
		[211634] = "[*] Бесконечная тьма",
		[268030] = "Жрица моря - спиритуалистка",
		[255317] = 9,
		[206515] = "Гул'дан",
		[124255] = 10,
		[310611] = 6,
		[307048] = "Ярость Н'Зота",
		[298325] = 4,
		[7384] = 1,
		[196277] = 9,
		[288087] = 1,
		[281944] = 5,
		[63796] = 12,
		[300777] = "Жижементаль",
		[296279] = "[*] Охранный телепорт",
		[66235] = 2,
		[267611] = 2,
		[310614] = "Шупальце Дест'агат",
		[221875] = "Звездный авгур Этрей",
		[102793] = 11,
		[267612] = 1,
		[3408] = 4,
		[260907] = "Сестра Солена",
		[281947] = 5,
		[276304] = "Буйный гуляка",
		[204470] = "[*] Взрывоопасная гниль",
		[288091] = 1,
		[165961] = 11,
		[79206] = 7,
		[224483] = "Наблюдатель из Сумеречной стражи",
		[853] = 2,
		[290140] = 3,
		[114018] = 4,
		[204471] = "Скорпирон",
		[279902] = 2,
		[265568] = "Оскверненный дух",
		[307042] = "Слияние плоти",
		[256477] = "Рыба-молот",
		[211193] = "Капитан Наранот",
		[306524] = "[*] Горящие подошвы",
		[298585] = "Порабощенная пехотинец",
		[226073] = "Визжащий паучок",
		[221189] = "Молниеносец",
		[282724] = 11,
		[267618] = "Мчимба Бальзамировщик",
		[316745] = "Вексиона",
		[229438] = 3,
		[290144] = 3,
		[303041] = 2,
		[278789] = "[*] Волна разложения",
		[319237] = 2,
		[157375] = "Изначальный элементаль бури <Супрек>",
		[308575] = "Падший странник разломов",
		[208672] = "Азагрим",
		[125282] = 9,
		[51505] = 7,
		[287527] = 1,
		[256893] = 2,
		[127169] = 6,
		[302964] = "Ма'хаат Упорный",
		[306656] = "Вез'окк Беспросветный",
		[269670] = "Аватара Сетралисс",
		[88423] = 11,
		[212040] = 11,
		[81256] = 6,
		[27285] = 9,
		[263958] = "Клубок змей",
		[263725] = 8,
		[300388] = "Дециматор Шик'вот",
		[183998] = 2,
		[259830] = "Заклинатель спор Занча",
		[210619] = "Оскверненный огонек",
		[216528] = 7,
		[307317] = "Вексиона",
		[213691] = 3,
		[274472] = 7,
		[596] = 5,
		[96103] = 1,
		[279913] = 9,
		[298343] = 2,
		[17] = 5,
		[272046] = "Живец",
		[221883] = 2,
		[23214] = 2,
		[195750] = 6,
		[188501] = 12,
		[209597] = "Элисанда",
		[96231] = 2,
		[213858] = 1,
		[294250] = 5,
		[312680] = "Тавматург из Темной Империи",
		[119905] = 9,
		[260323] = "Шеф Разданк",
		[250956] = 8,
		[152261] = 2,
		[115767] = 1,
		[228028] = "Хирья",
		[268544] = 1,
		[131784] = 8,
		[214718] = "Скорпирон",
		[6789] = 9,
		[107203] = 2,
		[152262] = 2,
		[257422] = 12,
		[260793] = "Кроглот Зараженный",
		[302445] = 2,
		[221270] = "Опаляющий инфернал",
		[198337] = 1,
		[198097] = 4,
		[295258] = 12,
		[211178] = "Гниющий дракон",
		[55078] = 6,
		[275826] = "Командир из корпорации Эшвейнов",
		[276199] = 6,
		[221887] = 2,
		[225356] = "Сочащийся туман",
		[605] = 5,
		[308956] = "Око Дест'агат",
		[201410] = 5,
		[186052] = 11,
		[156779] = 8,
		[270497] = "Призрачная знахарка",
		[136387] = "Всадник без головы",
		[314736] = "[*] Бурлящее переполнение",
		[280735] = 1,
		[269686] = "[*] Чума",
		[209602] = "Советник Меландр",
		[61294] = 2,
		[267639] = "Мчимба Бальзамировщик",
		[205636] = 11,
		[297118] = 2,
		[280849] = 1,
		[211881] = 12,
		[121411] = 4,
		[45438] = 8,
		[298357] = 11,
		[275335] = 1,
		[307359] = "Вексиона",
		[279928] = 3,
		[270505] = "Королева Патлаа",
		[265880] = "Матрона Альма",
		[200389] = 11,
		[201846] = 7,
		[199844] = 8,
		[260798] = 1,
		[219235] = "Отравляющая спора",
		[221891] = "Гул'дан",
		[314742] = "Исказитель пространства Душар",
		[275835] = "Захватчица дома Эшвейнов",
		[224126] = 7,
		[201414] = 11,
		[283407] = "Воевода Гейя'ра",
		[275836] = "Захватчица дома Эшвейнов",
		[307371] = "Вексиона",
		[215128] = "Ил'гинот",
		[268526] = 6,
		[118337] = 7,
		[311551] = "Темный инквизитор Занеш",
		[265084] = "Преданная жрица крови",
		[24858] = 11,
		[81262] = "Неизвестно <Eridiel-DunModr>",
		[121536] = 5,
		[312698] = "Гневион",
		[2120] = 8,
		[300412] = "[*] Дециматор",
		[132463] = 10,
		[288126] = 8,
		[194249] = 5,
		[60458] = 8,
		[264390] = "Руническая послушница",
		[132404] = 1,
		[314748] = "Исказитель пространства Душар",
		[256706] = "Тротак",
		[245686] = 6,
		[264510] = "Обезумевший стрелок",
		[273794] = 1,
		[273264] = 3,
		[212680] = 3,
		[257785] = "Джес Хаулис",
		[291012] = 4,
		[204629] = 3,
		[108396] = 9,
		[268717] = "Живец",
		[32182] = 7,
		[5384] = 3,
		[204490] = 12,
		[261437] = 10,
		[2637] = 11,
		[223944] = "Страж Рарсон",
		[257732] = "Кастетник из братства Чернозубых",
		[80240] = 9,
		[273798] = 7,
		[341374] = 5,
		[259856] = "Рикса Огневерт",
		[313208] = "Образ отпущения",
		[314754] = "Мрачный провидец",
		[256709] = "Мастер клинков прилива",
		[272721] = 6,
		[108211] = 4,
		[22812] = 11,
		[211659] = "[*] Чародейские узы",
		[148899] = 2,
		[199805] = "Закаленный бурей страж",
		[55342] = 8,
		[256710] = "[*] Пылающий арсенал",
		[224970] = "Скверноподданная теневой клинок",
		[276840] = 1,
		[298837] = 5,
		[302774] = 6,
		[253639] = 3,
		[213708] = 11,
		[61882] = 7,
		[300424] = "Бугай из племени Хламоедов",
		[198590] = 9,
		[202137] = 12,
		[145109] = 11,
		[255814] = "Оживленный почетный страж",
		[227251] = "Ночная сфера",
		[296330] = 2,
		[80983] = "Командор Лорна Краули",
		[300426] = "Дециматор Шик'вот",
		[32223] = 2,
		[296331] = "[*] Режущий луч",
		[145110] = 11,
		[300427] = "Бугай из племени Хламоедов",
		[302475] = "Темная гончая",
		[301754] = 10,
		[222925] = "Ядовитый паучок",
		[213123] = "Ядовитый паучок",
		[224973] = "[*] Теневой рассекающий удар",
		[209615] = "Элисанда",
		[315679] = 9,
		[260881] = 7,
		[277904] = 8,
		[110959] = 8,
		[268528] = 5,
		[341385] = 5,
		[124007] = "Сюэнь <Кейлани-Борейскаятундра>",
		[152279] = 6,
		[286232] = 2,
		[292240] = 5,
		[259213] = 5,
		[194384] = 5,
		[142073] = 11,
		[271054] = 10,
		[257739] = "Задира из братства Чернозубых",
		[263573] = "Гюрзис",
		[211375] = "Проекция Калиндрии",
		[260811] = "Шеф Разданк",
		[294290] = "Переработчик отходов",
		[312720] = "Тавматург из Темной Империи",
		[197721] = 11,
		[300434] = "Бугай из племени Хламоедов",
		[294291] = "Переработчик отходов",
		[201427] = 12,
		[72286] = 5,
		[261440] = "Лорд Уэйкрест",
		[296971] = 6,
		[205523] = 10,
		[35079] = 3,
		[300436] = "Шаман из племени Хламоедов",
		[1079] = 11,
		[201428] = 12,
		[7353] = 11,
		[260813] = "Шеф Разданк",
		[209788] = 12,
		[148187] = 10,
		[119381] = 10,
		[277013] = 5,
		[51637] = 4,
		[209620] = "Рекурсивный элементаль",
		[169689] = "Неуловимый боец с шакрамом",
		[81269] = 11,
		[264465] = "[*] Крепкая бочка",
		[209785] = 2,
		[306583] = "[*] Свинцовые ноги",
		[207573] = "Исондра",
		[300809] = 1,
		[201430] = 3,
		[169690] = "Неуловимый боец с шакрамом",
		[275868] = 1,
		[204502] = "Тень Ксавия",
		[304537] = "Защитница Ржавого Болта",
		[222932] = "Страж Горрок",
		[121836] = 2,
		[64373] = 2,
		[213867] = "Заклинательница клинков Алуриэль",
		[235219] = 8,
		[148906] = 9,
		[81782] = 5,
		[296348] = "\"Взрывотрон Х-80\"",
		[205984] = "Звездный авгур Этрей",
		[124273] = 10,
		[303351] = "Защитник Азерот <Adania-Malorne>",
		[288158] = 4,
		[50622] = 1,
		[228053] = "Хелия",
		[8690] = 1,
		[1719] = 1,
		[222934] = "[*] Кошмарное излучение",
		[283408] = "Воевода Гейя'ра",
		[302494] = "Ужасное щупальце",
		[297261] = "Король Гоббамак",
		[247456] = 12,
		[228054] = "Хелия",
		[213760] = "Неизвестно",
		[293671] = 11,
		[225067] = "Падшая стражница врат",
		[124274] = 10,
		[257747] = "Громила из братства Чернозубых",
		[307075] = "Вексиона",
		[269097] = "Лорд Штормсонг",
		[267685] = 11,
		[204506] = "Низендра",
		[203953] = 11,
		[228645] = 6,
		[183005] = "Аптекарь \"Черной Розы\"",
		[300919] = 5,
		[264526] = "Цепкие щупальца",
		[88749] = 8,
		[228056] = "Хелия",
		[310690] = 1,
		[313670] = 2,
		[206555] = "Гул'дан",
		[124275] = 10,
		[89808] = "Зилгами <Сулок>",
		[271784] = "Футбомбный хулиган",
		[195757] = 6,
		[286031] = 1,
		[220890] = 6,
		[337313] = 12,
		[265642] = "Зараженный мастиф",
		[308645] = "Перепрограммированный боевой робот",
		[192222] = 7,
		[312741] = "Иссеченная душа <[*] Иссечение души>",
		[227034] = 11,
		[292264] = "\"Омега-крушитель\"",
		[211128] = 2,
		[197509] = "Кровавый червь <Kazogan-Silvermoon>",
		[206557] = "Триллиакс",
		[300814] = 6,
		[260292] = "Кроглот Зараженный",
		[271788] = 3,
		[273836] = 11,
		[256687] = "[*] Обжигающий жар",
		[85618] = 2,
		[285460] = "Главный машинист Искроточец",
		[214202] = 2,
		[292267] = "\"Омега-крушитель\"",
		[18562] = 11,
		[250585] = "[*] Ядовитая лужа",
		[302656] = 6,
		[274213] = "Заклинатель спор Занча",
		[49088] = 6,
		[213726] = 6,
		[306603] = "Ра-ден",
		[16739] = 10,
		[192225] = 10,
		[258777] = "Боец на веслах из братства Стальных Волн",
		[116847] = 10,
		[260334] = "Кроглот Зараженный",
		[236282] = 1,
		[279154] = 2,
		[206560] = "Триллиакс",
		[311041] = "Мрачный провидец",
		[120694] = "Неизвестно <Xynaro-Durotan>",
		[218424] = "Натуралист Тел'арн",
		[273842] = 11,
		[152280] = 6,
		[269747] = 3,
		[123254] = 5,
		[273843] = 11,
		[257260] = "Шипастый страж",
		[242909] = "Инфернал - вестник хаоса",
		[258779] = "Боец на веслах из братства Стальных Волн",
		[312964] = "Аматет-землекоп",
		[228063] = "Хелия",
		[286131] = 4,
		[138130] = "Неизвестно",
		[205025] = 8,
		[267702] = "Мчимба Бальзамировщик",
		[257756] = "Буканьер из братства Трюмных Крыс",
		[264040] = "[*] Выкорчеванные шипы",
		[314801] = "Огюст Мулен",
		[275894] = 10,
		[294324] = "Переработчик отходов",
		[226512] = "[*] Кровавый гной",
		[20707] = 9,
		[93821] = 8,
		[257757] = "Буканьер из братства Трюмных Крыс",
		[211801] = "Нестабильный осколок <Скорпирон>",
		[314803] = "Оссират",
		[205191] = 2,
		[158486] = 5,
		[270058] = 5,
		[302861] = 11,
		[348] = 9,
		[120696] = 5,
		[77761] = 11,
		[303505] = 10,
		[260830] = "Усиленный страж смерти",
		[51271] = 6,
		[280984] = 10,
		[198368] = 4,
		[256735] = 4,
		[224995] = "Грозный страж",
		[313198] = 5,
		[91778] = "Marrowbender <Lacria-Silvermoon>",
		[308664] = "Крэггл Головодерг",
		[55233] = 6,
		[303572] = 6,
		[306617] = "Вез'окк Беспросветный",
		[191208] = 2,
		[72166] = "Призрачный маг",
		[279997] = 4,
		[274912] = 10,
		[215263] = 11,
		[6795] = 11,
		[136163] = 2,
		[198376] = "Верховный друид Глайдалис",
		[13750] = 4,
		[302524] = "Ужас Бездны",
		[276948] = 5,
		[265665] = "Живая гниль",
		[68992] = 4,
		[253666] = "Дазар'айский сокрушитель",
		[54729] = 6,
		[69787] = "Леди Джайна Праудмур",
		[308669] = "Око хаоса",
		[104316] = 9,
		[114052] = 7,
		[298431] = 8,
		[260834] = "Усиленный страж смерти",
		[204521] = 3,
		[301887] = 6,
		[265668] = "Живая гниль",
		[275907] = "Азерокк",
		[105685] = 3,
		[217832] = 12,
		[12472] = 8,
		[316863] = 10,
		[199552] = 12,
		[3391] = "Пульсирующая тыква <Всадник без головы>",
		[222952] = 12,
		[308673] = "Око хаоса",
		[119952] = 2,
		[144114] = "Маг'хар - владыка зверей",
		[97150] = 3,
		[283143] = "Магнитохват",
		[329433] = 5,
		[272916] = 4,
		[264735] = 3,
		[198944] = "Валарьяр - дева щита",
		[277959] = 3,
		[115360] = 7,
		[264764] = 1,
		[205102] = "Эредарская сумеречная целительница",
		[277960] = 7,
		[157504] = 7,
		[206645] = "Триллиакс",
		[269904] = 5,
		[165185] = 5,
		[117418] = 10,
		[278108] = 1,
		[260838] = "[*] Самонаводящаяся ракета",
		[296540] = "Обезумевшая мучительница",
		[263628] = "Механомиротворец",
		[275051] = "[*] Гнилая вода",
		[196941] = 2,
		[225003] = "Грозный страж",
		[97463] = 1,
		[259395] = 5,
		[60002] = 8,
		[278148] = 12,
		[295552] = "Воздушный подавитель ОУ-8",
		[25912] = 2,
		[232798] = "Гарм",
		[61031] = 2,
		[117952] = 10,
		[306634] = "[*] Нестабильная Бездна",
		[275918] = 6,
		[232807] = "Гарм",
		[289467] = 4,
		[160124] = "Пушок <Вафовна-Борейскаятундра>",
		[38384] = "Леди Джайна Праудмур",
		[294349] = "Живые отходы",
		[261479] = 2,
		[243435] = 10,
		[17253] = "Wolf <Xynaro-Durotan>",
		[25572] = 2,
		[261488] = "Темный палач",
		[306637] = "[*] Выброс нестабильной Бездны",
		[70616] = "Верховный маг Корелн",
		[131476] = 5,
		[185736] = 10,
		[224127] = 7,
		[61295] = 7,
		[307950] = "Пророк Скитра",
		[263636] = "Одурманенный вышибала",
		[206577] = "Звездный авгур Этрей",
		[166646] = 10,
		[108416] = 9,
		[263637] = "Одурманенный вышибала",
		[205202] = 2,
		[255372] = "Резан",
		[147193] = 5,
		[283422] = "\"Гномогедд-0Н\"",
		[255724] = 11,
		[265002] = "Раал Прожорливый",
		[164273] = 3,
		[320976] = 3,
		[260512] = "Оживленный голиаф",
		[198065] = 8,
		[129250] = 5,
		[209329] = "Большой разоритель Бездны",
		[198388] = "Урсок",
		[271175] = "Бледный пожиратель",
		[202164] = 1,
		[162243] = 12,
		[298453] = 12,
		[210371] = 2,
		[114165] = 2,
		[263642] = 12,
		[260547] = "Оживленный голиаф",
		[272260] = 11,
		[257774] = "Тихолапка из братства Трюмных Крыс",
		[138213] = 4,
		[306646] = "Вез'окк Беспросветный",
		[223704] = "Страшный зверолов",
		[263074] = "Ленивый лаборант",
	},
	["encounter_spell_pool"] = {
		{
			2108, -- [1]
			"Шеф Разданк", -- [2]
		}, -- [1]
		[306985] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[297262] = {
			2290, -- [1]
			"Король Гоббамак", -- [2]
		},
		[269116] = {
			2124, -- [1]
			"Усиленный призыватель шторма", -- [2]
		},
		[306986] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[256163] = {
			2105, -- [1]
			"Азеритовая футбомба", -- [2]
		},
		[276282] = {
			2130, -- [1]
			"Ученица призывательницы штормов", -- [2]
		},
		[316711] = {
			2344, -- [1]
			"Эгос", -- [2]
		},
		[306988] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[302384] = {
			2291, -- [1]
			"\"Шокотрон X1\"", -- [2]
		},
		[227251] = {
			1866, -- [1]
			"Ночная сфера", -- [2]
		},
		[276286] = {
			2130, -- [1]
			"[*] Кромсающий ураган", -- [2]
		},
		[223414] = {
			1886, -- [1]
			"[*] Паразитические путы", -- [2]
		},
		[312110] = {
			2328, -- [1]
			"Королева Азшара", -- [2]
		},
		[209597] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[207806] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[306995] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[282943] = {
			2257, -- [1]
			"Таранный поршень", -- [2]
		},
		[271685] = {
			1866, -- [1]
			4, -- [2]
		},
		[306996] = {
			2336, -- [1]
			"Перерожденный служитель Бездны", -- [2]
		},
		[209087] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[271174] = {
			2115, -- [1]
			"Бледный пожиратель", -- [2]
		},
		[271686] = {
			1866, -- [1]
			4, -- [2]
		},
		[276292] = {
			2130, -- [1]
			"Ученик Айронхалла", -- [2]
		},
		[282945] = {
			2257, -- [1]
			"Свисторез", -- [2]
		},
		[271175] = {
			2115, -- [1]
			"Бледный пожиратель", -- [2]
		},
		[310580] = {
			2343, -- [1]
			"Пасть Дест'агат", -- [2]
		},
		[250028] = {
			2087, -- [1]
			"Язма", -- [2]
		},
		[313652] = {
			2333, -- [1]
			"Ка'зир", -- [2]
		},
		[167381] = {
			1866, -- [1]
			"Тренировочный манекен покорителя подземелий", -- [2]
		},
		[214718] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[280389] = {
			2109, -- [1]
			"Жуткий капитан Локвуд", -- [2]
		},
		[273225] = {
			2124, -- [1]
			"Песчаный стрелок", -- [2]
		},
		[264526] = {
			2130, -- [1]
			"Цепкие щупальца", -- [2]
		},
		[305978] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[310584] = {
			2343, -- [1]
			"Пасть Дест'агат", -- [2]
		},
		[231863] = {
			2008, -- [1]
			"Хеларьяр - смотрительница туманов", -- [2]
		},
		[209602] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[209858] = {
			2130, -- [1]
			"Воденыш", -- [2]
		},
		[312121] = {
			2338, -- [1]
			"Аллерия Ветрокрылая", -- [2]
		},
		[206788] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[227514] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[201159] = {
			1847, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[308029] = {
			2334, -- [1]
			"Пророк Скитра", -- [2]
		},
		[297283] = {
			2290, -- [1]
			"[*] Обрушение", -- [2]
		},
		[207813] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[197834] = {
			1866, -- [1]
			4, -- [2]
		},
		[167385] = {
			1866, -- [1]
			"Тренировочный манекен покорителя подземелий", -- [2]
		},
		[259756] = {
			1866, -- [1]
			4, -- [2]
		},
		[307008] = {
			2337, -- [1]
			"Взор безумия", -- [2]
		},
		[215234] = {
			1873, -- [1]
			"Щупальце угнетения", -- [2]
		},
		[271698] = {
			2106, -- [1]
			"Азерокк", -- [2]
		},
		[204744] = {
			1849, -- [1]
			"[*] Токсичный хитин", -- [2]
		},
		[223423] = {
			1873, -- [1]
			"Зараженный кровоцвет", -- [2]
		},
		[114942] = {
			2100, -- [1]
			"Неизвестно <Террамото>", -- [2]
		},
		[209862] = {
			2111, -- [1]
			"[*] Вулканический шлейф", -- [2]
		},
		[307012] = {
			2337, -- [1]
			"Взор безумия", -- [2]
		},
		[228030] = {
			1958, -- [1]
			"Хирья", -- [2]
		},
		[309572] = {
			2377, -- [1]
			"Магистр Умбрий", -- [2]
		},
		[250036] = {
			2087, -- [1]
			"[*] Темные отголоски", -- [2]
		},
		[268122] = {
			2113, -- [1]
			"Сестра Брайар", -- [2]
		},
		[315715] = {
			2344, -- [1]
			"[*] Презрение", -- [2]
		},
		[260016] = {
			2101, -- [1]
			"Жужжащий трутень", -- [2]
		},
		[221891] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[307017] = {
			2329, -- [1]
			"Тлеющий осколок", -- [2]
		},
		[257458] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[223427] = {
			1873, -- [1]
			"[*] Кошмарные споры", -- [2]
		},
		[193234] = {
			1805, -- [1]
			"[*] Танцующий клинок", -- [2]
		},
		[268126] = {
			2113, -- [1]
			"Сестра Брайар", -- [2]
		},
		[313672] = {
			2333, -- [1]
			"[*] Лужа кислоты", -- [2]
		},
		[257459] = {
			2098, -- [1]
			"Головорез Краснокрюк", -- [2]
		},
		[307020] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[308044] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[193235] = {
			1805, -- [1]
			"Химдалль", -- [2]
		},
		[257460] = {
			2096, -- [1]
			"[*] Горящие осколки", -- [2]
		},
		[304975] = {
			2371, -- [1]
			"Инквизитор Гншал", -- [2]
		},
		[267618] = {
			2142, -- [1]
			"Мчимба Бальзамировщик", -- [2]
		},
		[304976] = {
			2371, -- [1]
			"Инквизитор Гншал", -- [2]
		},
		[206798] = {
			1867, -- [1]
			"[*] Токсичные объедки", -- [2]
		},
		[196819] = {
			1866, -- [1]
			4, -- [2]
		},
		[285020] = {
			2257, -- [1]
			"\"Платиновый лупцеватор\"", -- [2]
		},
		[296279] = {
			2291, -- [1]
			"[*] Охранный телепорт", -- [2]
		},
		[231363] = {
			2032, -- [1]
			"Горот", -- [2]
		},
		[227781] = {
			1958, -- [1]
			"[*] Сияющий фрагмент", -- [2]
		},
		[209615] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[212942] = {
			1873, -- [1]
			"Кошмарный гной", -- [2]
		},
		[260279] = {
			2108, -- [1]
			"[*] Пулеметный огонь", -- [2]
		},
		[270185] = {
			2100, -- [1]
			"Вик'Гот", -- [2]
		},
		[310614] = {
			2343, -- [1]
			"Шупальце Дест'агат", -- [2]
		},
		[260280] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[209617] = {
			1872, -- [1]
			"Своевременный элементаль", -- [2]
		},
		[270187] = {
			2100, -- [1]
			"Вик'Гот", -- [2]
		},
		[280934] = {
			2098, -- [1]
			"Тяжелое ядро", -- [2]
		},
		[297822] = {
			2332, -- [1]
			"Тралл", -- [2]
		},
		[260793] = {
			2118, -- [1]
			"Кроглот Зараженный", -- [2]
		},
		[256955] = {
			2103, -- [1]
			"Рыцарь-капитан Валири", -- [2]
		},
		[262513] = {
			2108, -- [1]
			"Огнелетчица Торговой компании", -- [2]
		},
		[306524] = {
			2372, -- [1]
			"[*] Горящие подошвы", -- [2]
		},
		[117891] = {
			1866, -- [1]
			"Соленоплавниковый пловец", -- [2]
		},
		[1943] = {
			1866, -- [1]
			4, -- [2]
		},
		[298849] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[262515] = {
			2108, -- [1]
			"Огнелетчица Торговой компании", -- [2]
		},
		[255421] = {
			2086, -- [1]
			"Резан", -- [2]
		},
		[204502] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[306015] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[215761] = {
			1873, -- [1]
			"Неизвестно", -- [2]
		},
		[205782] = {
			1864, -- [1]
			"Крадущийся ужас <Ксавий>", -- [2]
		},
		[177380] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[228300] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[307042] = {
			2337, -- [1]
			"Кошмарный антиген", -- [2]
		},
		[250050] = {
			2087, -- [1]
			"Язма", -- [2]
		},
		[226510] = {
			2127, -- [1]
			"[*] Кровавый гной", -- [2]
		},
		[261565] = {
			2099, -- [1]
			"Хадал Черная Бездна", -- [2]
		},
		[269686] = {
			2127, -- [1]
			"[*] Чума", -- [2]
		},
		[307044] = {
			2337, -- [1]
			"Неизвестно", -- [2]
		},
		[198109] = {
			1841, -- [1]
			"Урсок", -- [2]
		},
		[204506] = {
			1853, -- [1]
			"Низендра", -- [2]
		},
		[266106] = {
			2118, -- [1]
			"Дикий кровавый роевик", -- [2]
		},
		[297835] = {
			2292, -- [1]
			"Токсикоид", -- [2]
		},
		[266107] = {
			2118, -- [1]
			"Дикий кровавый роевик", -- [2]
		},
		[226512] = {
			2127, -- [1]
			"[*] Кровавый гной", -- [2]
		},
		[214486] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[307048] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[256706] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[266109] = {
			2118, -- [1]
			"Дикий кровавый роевик", -- [2]
		},
		[206555] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[217046] = {
			1863, -- [1]
			"Остаток Бездны <Око Бездны>", -- [2]
		},
		[228817] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[307052] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[2098] = {
			1866, -- [1]
			4, -- [2]
		},
		[307053] = {
			2329, -- [1]
			"[*] Лужи лавы", -- [2]
		},
		[228818] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[206557] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[298866] = {
			2375, -- [1]
			"Бичующее щупальце", -- [2]
		},
		[260547] = {
			2114, -- [1]
			"Оживленный голиаф", -- [2]
		},
		[209628] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[256198] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[256710] = {
			2103, -- [1]
			"[*] Пылающий арсенал", -- [2]
		},
		[317292] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[273794] = {
			1866, -- [1]
			4, -- [2]
		},
		[256199] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[310129] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[260805] = {
			2113, -- [1]
			"Сестра Маладия", -- [2]
		},
		[228565] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[314736] = {
			2335, -- [1]
			"[*] Бурлящее переполнение", -- [2]
		},
		[208863] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[256200] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[273285] = {
			2112, -- [1]
			"Взрывчатый стручок", -- [2]
		},
		[228054] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[307061] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[228566] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[256201] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[260551] = {
			2114, -- [1]
			"Оживленный голиаф", -- [2]
		},
		[228055] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[310134] = {
			2344, -- [1]
			"Эгос", -- [2]
		},
		[319346] = {
			2344, -- [1]
			"[*] Бремя бесконечности", -- [2]
		},
		[310135] = {
			2344, -- [1]
			"Эгос", -- [2]
		},
		[228056] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[256970] = {
			2103, -- [1]
			"Рыцарь-капитан Валири", -- [2]
		},
		[228824] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[315766] = {
			2343, -- [1]
			"Шупальце Дест'агат", -- [2]
		},
		[209378] = {
			1869, -- [1]
			"Имаку'туя", -- [2]
		},
		[313208] = {
			2334, -- [1]
			"Образ отпущения", -- [2]
		},
		[257483] = {
			2086, -- [1]
			"[*] Груда костей", -- [2]
		},
		[198376] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[206820] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[312698] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[232408] = {
			2008, -- [1]
			"[*] Смрадная гниль", -- [2]
		},
		[259531] = {
			2085, -- [1]
			"Тотем воскрешения", -- [2]
		},
		[206821] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[307582] = {
			2333, -- [1]
			"Взрывоопасный трутень", -- [2]
		},
		[260811] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[307071] = {
			2337, -- [1]
			"Анаболический нарост", -- [2]
		},
		[263573] = {
			2124, -- [1]
			"Гюрзис", -- [2]
		},
		[313213] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[315772] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[259533] = {
			2107, -- [1]
			"[*] Азеритовый катализатор", -- [2]
		},
		[198379] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[233434] = {
			1876, -- [1]
			"[*] Некротический яд", -- [2]
		},
		[307586] = {
			2327, -- [1]
			"[*] Поглощающий колодец", -- [2]
		},
		[283534] = {
			2260, -- [1]
			"Магнитохват", -- [2]
		},
		[260813] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[307075] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[204777] = {
			1853, -- [1]
			"[*] Взрывоопасная гниль", -- [2]
		},
		[227550] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[268184] = {
			2130, -- [1]
			"Говорящая с ветрами Хелдис", -- [2]
		},
		[296331] = {
			2260, -- [1]
			"[*] Режущий луч", -- [2]
		},
		[264603] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[227807] = {
			1958, -- [1]
			"Один", -- [2]
		},
		[228063] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[313732] = {
			2333, -- [1]
			"Тек'рис", -- [2]
		},
		[268187] = {
			2130, -- [1]
			"Говорящая с ветрами Хелдис", -- [2]
		},
		[264605] = {
			2094, -- [1]
			"Румми Мэнкомб", -- [2]
		},
		[315269] = {
			2331, -- [1]
			"Неизвестно", -- [2]
		},
		[311176] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[256979] = {
			2094, -- [1]
			"Капитан Юдора", -- [2]
		},
		[264608] = {
			2094, -- [1]
			"Румми Мэнкомб", -- [2]
		},
		[257747] = {
			2094, -- [1]
			"Громила из братства Чернозубых", -- [2]
		},
		[167935] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[211178] = {
			1877, -- [1]
			"Гниющий дракон", -- [2]
		},
		[209387] = {
			1873, -- [1]
			"Кошмарный ужас", -- [2]
		},
		[298897] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[255445] = {
			2086, -- [1]
			"Резан", -- [2]
		},
		[313227] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[268705] = {
			2125, -- [1]
			"Песочная змея <Яйцо>", -- [2]
		},
		[227811] = {
			1958, -- [1]
			"[*] Беснующаяся буря", -- [2]
		},
		[96794] = {
			2377, -- [1]
			"Магистр Умбрий", -- [2]
		},
		[198386] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[264101] = {
			2130, -- [1]
			"Аква'сирр", -- [2]
		},
		[250585] = {
			2085, -- [1]
			"[*] Ядовитая лужа", -- [2]
		},
		[309648] = {
			2338, -- [1]
			"Аллерия Ветрокрылая", -- [2]
		},
		[283551] = {
			2260, -- [1]
			"\"Омега-крушитель\"", -- [2]
		},
		[198388] = {
			1841, -- [1]
			"Урсок", -- [2]
		},
		[307092] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[309652] = {
			2334, -- [1]
			"[*] Иллюзорная стрела", -- [2]
		},
		[306070] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[206577] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[211439] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[271784] = {
			2105, -- [1]
			"Футбомбный хулиган", -- [2]
		},
		[268202] = {
			2117, -- [1]
			"Меченный смертью поработитель", -- [2]
		},
		[316307] = {
			2337, -- [1]
			"Взор безумия", -- [2]
		},
		[268203] = {
			2117, -- [1]
			"Меченный смертью поработитель", -- [2]
		},
		[260312] = {
			2118, -- [1]
			"Кроглот Зараженный", -- [2]
		},
		[200182] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[313239] = {
			2334, -- [1]
			"Пророк Скитра", -- [2]
		},
		[268717] = {
			2093, -- [1]
			"Живец", -- [2]
		},
		[269230] = {
			2143, -- [1]
			"Ребан", -- [2]
		},
		[198392] = {
			1841, -- [1]
			"Урсок", -- [2]
		},
		[328082] = {
			1866, -- [1]
			4, -- [2]
		},
		[269231] = {
			2143, -- [1]
			"Ребан", -- [2]
		},
		[269232] = {
			2143, -- [1]
			"Ребан", -- [2]
		},
		[257756] = {
			2095, -- [1]
			"Буканьер из братства Трюмных Крыс", -- [2]
		},
		[278444] = {
			2115, -- [1]
			"Прожорливая личинка", -- [2]
		},
		[158221] = {
			2133, -- [1]
			10, -- [2]
		},
		[315291] = {
			2327, -- [1]
			"[*] Поглощающий колодец", -- [2]
		},
		[257757] = {
			2095, -- [1]
			"Буканьер из братства Трюмных Крыс", -- [2]
		},
		[255966] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[292264] = {
			2260, -- [1]
			"\"Омега-крушитель\"", -- [2]
		},
		[309665] = {
			2374, -- [1]
			"Терум Подземная Кузня", -- [2]
		},
		[267702] = {
			2142, -- [1]
			"Мчимба Бальзамировщик", -- [2]
		},
		[278961] = {
			2118, -- [1]
			"Больной плеточник", -- [2]
		},
		[292267] = {
			2260, -- [1]
			"\"Омега-крушитель\"", -- [2]
		},
		[260318] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[212726] = {
			1877, -- [1]
			"Кенарий", -- [2]
		},
		[305575] = {
			2328, -- [1]
			"[*] Область проведения ритуала", -- [2]
		},
		[312741] = {
			2334, -- [1]
			"Иссеченная душа <[*] Иссечение души>", -- [2]
		},
		[309671] = {
			2374, -- [1]
			"Терум Подземная Кузня", -- [2]
		},
		[271290] = {
			2142, -- [1]
			"Мчимба Бальзамировщик", -- [2]
		},
		[306090] = {
			2331, -- [1]
			"Неизвестно", -- [2]
		},
		[278456] = {
			2115, -- [1]
			"Прожорливая личинка", -- [2]
		},
		[306603] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[3110] = {
			2344, -- [1]
			"Quzfip", -- [2]
		},
		[215288] = {
			1876, -- [1]
			"Элерет Дикая Лань", -- [2]
		},
		[313258] = {
			2328, -- [1]
			"Темный инквизитор Занеш", -- [2]
		},
		[196354] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[260067] = {
			2102, -- [1]
			"Бобби Хаулис <Джес Хаулис>", -- [2]
		},
		[260323] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[265668] = {
			2118, -- [1]
			"Живая гниль", -- [2]
		},
		[266181] = {
			2117, -- [1]
			"Горак Тул", -- [2]
		},
		[206847] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[227573] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[268230] = {
			2109, -- [1]
			"Матрос корпорации Эшвейнов", -- [2]
		},
		[307635] = {
			2333, -- [1]
			"Тек'рис", -- [2]
		},
		[275907] = {
			2106, -- [1]
			"Азерокк", -- [2]
		},
		[260838] = {
			2108, -- [1]
			"[*] Самонаводящаяся ракета", -- [2]
		},
		[278467] = {
			2094, -- [1]
			"Румми Мэнкомб", -- [2]
		},
		[307637] = {
			2333, -- [1]
			"Акир-трутень", -- [2]
		},
		[228854] = {
			2008, -- [1]
			"Хеларьяр - смотрительница туманов", -- [2]
		},
		[268234] = {
			2115, -- [1]
			"Желчный слизнюченыш", -- [2]
		},
		[307639] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[212735] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[298940] = {
			2312, -- [1]
			"Нано Мегабум", -- [2]
		},
		[309687] = {
			2334, -- [1]
			"Иссеченная душа <[*] Иссечение души>", -- [2]
		},
		[306617] = {
			2373, -- [1]
			"Вез'окк Беспросветный", -- [2]
		},
		[204292] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[212736] = {
			1871, -- [1]
			"[*] Замерзшая лужа", -- [2]
		},
		[213760] = {
			1871, -- [1]
			"Неизвестно", -- [2]
		},
		[266191] = {
			2140, -- [1]
			"[*] Крутящийся топор", -- [2]
		},
		[206340] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[221437] = {
			1866, -- [1]
			"Демоническая сущность", -- [2]
		},
		[213761] = {
			1871, -- [1]
			"[*] Взрыв пламени", -- [2]
		},
		[307645] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[308669] = {
			2376, -- [1]
			"Око хаоса", -- [2]
		},
		[298946] = {
			2312, -- [1]
			"Нано Мегабум", -- [2]
		},
		[250096] = {
			2087, -- [1]
			"Язма", -- [2]
		},
		[310205] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[298947] = {
			2312, -- [1]
			"Нано Мегабум", -- [2]
		},
		[269266] = {
			2100, -- [1]
			"Крушащий ужас", -- [2]
		},
		[294855] = {
			2259, -- [1]
			"Непримечательное растение", -- [2]
		},
		[295367] = {
			2113, -- [1]
			"Сестра Солена", -- [2]
		},
		[308673] = {
			2338, -- [1]
			"Око хаоса", -- [2]
		},
		[209158] = {
			1864, -- [1]
			"Ксавий", -- [2]
		},
		[306115] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[309698] = {
			2344, -- [1]
			"Молотящее щупальце", -- [2]
		},
		[264153] = {
			2115, -- [1]
			"Прожорливая личинка", -- [2]
		},
		[313793] = {
			2344, -- [1]
			"Смертокрыл", -- [2]
		},
		[54049] = {
			2344, -- [1]
			"Sruuzhum <Rexyies-Hyjal>", -- [2]
		},
		[264155] = {
			2130, -- [1]
			"Воденыш", -- [2]
		},
		[258544] = {
			2102, -- [1]
			"Джес Хаулис", -- [2]
		},
		[309702] = {
			2344, -- [1]
			"Молотящее щупальце", -- [2]
		},
		[257777] = {
			2102, -- [1]
			"Джес Хаулис", -- [2]
		},
		[295374] = {
			1866, -- [1]
			4, -- [2]
		},
		[308168] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[294863] = {
			2259, -- [1]
			"Непримечательное растение", -- [2]
		},
		[313798] = {
			2331, -- [1]
			"Глубинный дозорный", -- [2]
		},
		[306634] = {
			2331, -- [1]
			"[*] Нестабильная Бездна", -- [2]
		},
		[266206] = {
			2140, -- [1]
			"Кула Живодерка", -- [2]
		},
		[238588] = {
			2032, -- [1]
			"Горот", -- [2]
		},
		[312266] = {
			2329, -- [1]
			"Пепельный убийца", -- [2]
		},
		[306637] = {
			2331, -- [1]
			"[*] Выброс нестабильной Бездны", -- [2]
		},
		[228611] = {
			2008, -- [1]
			"Моряк из Ночного дозора", -- [2]
		},
		[259572] = {
			2085, -- [1]
			"Вол'каал", -- [2]
		},
		[260852] = {
			2113, -- [1]
			"Сестра Маладия", -- [2]
		},
		[268260] = {
			2109, -- [1]
			"Канонир дома Эшвейнов", -- [2]
		},
		[308177] = {
			2335, -- [1]
			"[*] Энтропический синтез", -- [2]
		},
		[206607] = {
			1865, -- [1]
			"Хрономатическая аномалия", -- [2]
		},
		[309713] = {
			2344, -- [1]
			"Молотящее щупальце", -- [2]
		},
		[308178] = {
			2333, -- [1]
			"Ка'зир", -- [2]
		},
		[207631] = {
			1867, -- [1]
			"[*] Аннигиляция", -- [2]
		},
		[206352] = {
			1842, -- [1]
			"Раскаленный уголь", -- [2]
		},
		[206608] = {
			1865, -- [1]
			"Хрономатическая аномалия", -- [2]
		},
		[212238] = {
			1841, -- [1]
			"[*] Миазмы", -- [2]
		},
		[212494] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[206609] = {
			1865, -- [1]
			"Хрономатическая аномалия", -- [2]
		},
		[206610] = {
			1865, -- [1]
			"Хрономатическая аномалия", -- [2]
		},
		[279014] = {
			2127, -- [1]
			"Сердце Сетралисс", -- [2]
		},
		[228872] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[196376] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[313303] = {
			2371, -- [1]
			"[*] Сожженный мост", -- [2]
		},
		[315862] = {
			2337, -- [1]
			"Раздирающее щупальце", -- [2]
		},
		[205588] = {
			1864, -- [1]
			"Ксавий", -- [2]
		},
		[208659] = {
			1872, -- [1]
			"[*] Кинетическое кольцо", -- [2]
		},
		[268271] = {
			2116, -- [1]
			"Леди Уэйкрест", -- [2]
		},
		[266225] = {
			2117, -- [1]
			"Горак Тул", -- [2]
		},
		[210451] = {
			1864, -- [1]
			"[*] Узы ужаса", -- [2]
		},
		[250368] = {
			2085, -- [1]
			"Вол'каал", -- [2]
		},
		[314843] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[267763] = {
			2142, -- [1]
			"Недоделанная мумия", -- [2]
		},
		[264693] = {
			2115, -- [1]
			"Раал Прожорливый", -- [2]
		},
		[257278] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[209174] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[269301] = {
			2123, -- [1]
			"Освобожденное чудовище", -- [2]
		},
		[201754] = {
			2344, -- [1]
			"Зверь <Сэйбир>", -- [2]
		},
		[303589] = {
			2332, -- [1]
			"Сгустившийся ужас", -- [2]
		},
		[228877] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[257791] = {
			2102, -- [1]
			"Джес Хаулис", -- [2]
		},
		[267256] = {
			2140, -- [1]
			"Тотем земляной стены", -- [2]
		},
		[298473] = {
			2290, -- [1]
			"Ворчун из племени Хламоедов", -- [2]
		},
		[272374] = {
			2094, -- [1]
			"Капитан Джолли", -- [2]
		},
		[264698] = {
			2115, -- [1]
			"Раал Прожорливый", -- [2]
		},
		[267257] = {
			2140, -- [1]
			"Громовой тотем", -- [2]
		},
		[230414] = {
			1871, -- [1]
			"[*] Поступь Скверны", -- [2]
		},
		[272888] = {
			2100, -- [1]
			"Разрушительница из дома Эшвейнов", -- [2]
		},
		[310246] = {
			2343, -- [1]
			"Дест'агат", -- [2]
		},
		[257793] = {
			2102, -- [1]
			"Джес Хаулис", -- [2]
		},
		[294894] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[209433] = {
			1872, -- [1]
			"[*] Затягивающая сингулярность", -- [2]
		},
		[205595] = {
			1864, -- [1]
			"Заразный ужас", -- [2]
		},
		[307177] = {
			2336, -- [1]
			"Зачарованный ритуалист", -- [2]
		},
		[268796] = {
			2143, -- [1]
			"[*] Пронзающее копье", -- [2]
		},
		[204316] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[266238] = {
			2140, -- [1]
			"[*] Брешь в защите", -- [2]
		},
		[315878] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[225043] = {
			1871, -- [1]
			"Садовник с Террасы шал'дорай", -- [2]
		},
		[312810] = {
			2337, -- [1]
			"[*] Взаимосвязь", -- [2]
		},
		[257028] = {
			2103, -- [1]
			"Рыцарь-капитан Валири", -- [2]
		},
		[256005] = {
			2093, -- [1]
			"Живец", -- [2]
		},
		[100784] = {
			2133, -- [1]
			10, -- [2]
		},
		[213275] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[8676] = {
			1866, -- [1]
			4, -- [2]
		},
		[206367] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[206879] = {
			1864, -- [1]
			"Ксавий", -- [2]
		},
		[306163] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[264712] = {
			2115, -- [1]
			"[*] Волна гнили", -- [2]
		},
		[208671] = {
			1866, -- [1]
			"Азагрим", -- [2]
		},
		[215836] = {
			1873, -- [1]
			"Цветок смерти", -- [2]
		},
		[274437] = {
			2130, -- [1]
			"Ученица призывательницы штормов", -- [2]
		},
		[257544] = {
			2106, -- [1]
			"Земляной яростень", -- [2]
		},
		[208672] = {
			1866, -- [1]
			"Азагрим", -- [2]
		},
		[241680] = {
			2130, -- [1]
			"Лорд Штормсонг", -- [2]
		},
		[213278] = {
			1871, -- [1]
			"[*] Горящая земля", -- [2]
		},
		[318449] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[306679] = {
			2373, -- [1]
			"Вез'окк Беспросветный", -- [2]
		},
		[32409] = {
			2329, -- [1]
			"[*] Слово Тьмы: Смерть", -- [2]
		},
		[228631] = {
			2008, -- [1]
			"Моряк из Ночного дозора", -- [2]
		},
		[206370] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[227096] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[208929] = {
			1873, -- [1]
			"Щупальце разложения", -- [2]
		},
		[318451] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[230423] = {
			1871, -- [1]
			"[*] Смертоносное кружение", -- [2]
		},
		[206883] = {
			1866, -- [1]
			"Тюремщик Д'зорикс", -- [2]
		},
		[203045] = {
			1853, -- [1]
			"[*] Зараженная земля", -- [2]
		},
		[205348] = {
			1842, -- [1]
			"[*] Сфера разрушения", -- [2]
		},
		[207907] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[228633] = {
			2008, -- [1]
			"Моряк из Ночного дозора", -- [2]
		},
		[283655] = {
			2376, -- [1]
			"Валира Сангвинар", -- [2]
		},
		[220957] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[272397] = {
			2094, -- [1]
			"[*] Смерч клинков", -- [2]
		},
		[213281] = {
			1871, -- [1]
			"Огненные чары", -- [2]
		},
		[209443] = {
			1864, -- [1]
			"Ксавий", -- [2]
		},
		[257292] = {
			2098, -- [1]
			"Рассекатель из братства Стальных Волн", -- [2]
		},
		[295939] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[266258] = {
			2117, -- [1]
			"Drust Slaver Summoning Portal", -- [2]
		},
		[207141] = {
			1867, -- [1]
			"Сферический уборщик", -- [2]
		},
		[205862] = {
			1842, -- [1]
			"Крос", -- [2]
		},
		[257293] = {
			2096, -- [1]
			"Сабля быстрого ветра", -- [2]
		},
		[283659] = {
			2376, -- [1]
			"Валира Сангвинар", -- [2]
		},
		[258317] = {
			2103, -- [1]
			"Офицер корпорации Эшвейнов", -- [2]
		},
		[283660] = {
			2376, -- [1]
			"Валира Сангвинар", -- [2]
		},
		[269843] = {
			2123, -- [1]
			"Освобожденное чудовище", -- [2]
		},
		[307201] = {
			2333, -- [1]
			"Ка'зир", -- [2]
		},
		[283661] = {
			2376, -- [1]
			"Валира Сангвинар", -- [2]
		},
		[259853] = {
			2107, -- [1]
			"Рикса Огневерт", -- [2]
		},
		[305155] = {
			2373, -- [1]
			"Подземное щупальце", -- [2]
		},
		[213796] = {
			1871, -- [1]
			"Неизвестно", -- [2]
		},
		[214308] = {
			1877, -- [1]
			"[*] Кошмарные корни", -- [2]
		},
		[206376] = {
			1842, -- [1]
			"Крос", -- [2]
		},
		[256016] = {
			2093, -- [1]
			"[*] Гнусная субстанция", -- [2]
		},
		[33395] = {
			2331, -- [1]
			8, -- [2]
		},
		[212262] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[318976] = {
			2344, -- [1]
			"[*] Ошеломляющий взор", -- [2]
		},
		[266266] = {
			2117, -- [1]
			"Горак Тул", -- [2]
		},
		[310277] = {
			2343, -- [1]
			"Дест'агат", -- [2]
		},
		[215845] = {
			1873, -- [1]
			"Цветок смерти", -- [2]
		},
		[218148] = {
			1886, -- [1]
			"Солнцевед Тел'арн", -- [2]
		},
		[305672] = {
			2338, -- [1]
			"Аллерия Ветрокрылая", -- [2]
		},
		[306184] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[259856] = {
			2107, -- [1]
			"Рикса Огневерт", -- [2]
		},
		[314373] = {
			2329, -- [1]
			"Пепельный убийца", -- [2]
		},
		[264734] = {
			2115, -- [1]
			"Раал Прожорливый", -- [2]
		},
		[200238] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[296975] = {
			2338, -- [1]
			"Плод ужаса", -- [2]
		},
		[294929] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
		[314889] = {
			2344, -- [1]
			"Открытый синапс", -- [2]
		},
		[307213] = {
			2333, -- [1]
			"Тек'рис", -- [2]
		},
		[307725] = {
			2334, -- [1]
			"Пророк Скитра", -- [2]
		},
		[271903] = {
			2105, -- [1]
			"Платный разгонятель толпы", -- [2]
		},
		[205870] = {
			1854, -- [1]
			"Летон", -- [2]
		},
		[295445] = {
			2291, -- [1]
			"\"Танкоборец-1\"", -- [2]
		},
		[267299] = {
			2133, -- [1]
			"Вол'зит Шепчущая", -- [2]
		},
		[208685] = {
			1873, -- [1]
			"Щупальце угнетения", -- [2]
		},
		[260372] = {
			2108, -- [1]
			"Огнелетчица Торговой компании", -- [2]
		},
		[283676] = {
			2376, -- [1]
			"Валира Сангвинар", -- [2]
		},
		[307217] = {
			2333, -- [1]
			"Акир-шершень", -- [2]
		},
		[31707] = {
			2327, -- [1]
			8, -- [2]
		},
		[257814] = {
			2102, -- [1]
			"Джес Хаулис", -- [2]
		},
		[307218] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[309777] = {
			2331, -- [1]
			"Охотник Бездны <Ра-ден>", -- [2]
		},
		[312336] = {
			2328, -- [1]
			"Темный инквизитор Занеш", -- [2]
		},
		[206896] = {
			1866, -- [1]
			"Тюремщик Д'зорикс", -- [2]
		},
		[205361] = {
			1842, -- [1]
			"Крос", -- [2]
		},
		[218155] = {
			1886, -- [1]
			"[*] Солнечный коллапс", -- [2]
		},
		[206641] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[208944] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[267818] = {
			2131, -- [1]
			"Призывательница штормов Фэй", -- [2]
		},
		[313364] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[197942] = {
			1841, -- [1]
			"Урсок", -- [2]
		},
		[267308] = {
			2140, -- [1]
			"Заназал Мудрый", -- [2]
		},
		[213807] = {
			1871, -- [1]
			"[*] Взрыв льда", -- [2]
		},
		[205875] = {
			1842, -- [1]
			"[*] Мощный удар", -- [2]
		},
		[197943] = {
			1841, -- [1]
			"Урсок", -- [2]
		},
		[230951] = {
			1871, -- [1]
			"Оскверненная душа", -- [2]
		},
		[264239] = {
			2125, -- [1]
			"Яйцо", -- [2]
		},
		[267310] = {
			2133, -- [1]
			"Воплощение глубин", -- [2]
		},
		[315927] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[206388] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[311323] = {
			2376, -- [1]
			"Сектантка-палач", -- [2]
		},
		[257308] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[212530] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[223021] = {
			1862, -- [1]
			"[*] Трупное заражение", -- [2]
		},
		[291878] = {
			2260, -- [1]
			"Воздушное судно R-21/X", -- [2]
		},
		[274991] = {
			2100, -- [1]
			"Вик'Гот", -- [2]
		},
		[306208] = {
			2328, -- [1]
			"Темный инквизитор Занеш", -- [2]
		},
		[307232] = {
			2333, -- [1]
			"Тек'рис", -- [2]
		},
		[264757] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[265781] = {
			2139, -- [1]
			"Золотой Змей", -- [2]
		},
		[209973] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[257310] = {
			2096, -- [1]
			"Пушка братства Стальных Волн", -- [2]
		},
		[243237] = {
			2113, -- [1]
			"[*] Взрыв", -- [2]
		},
		[236329] = {
			2032, -- [1]
			"[*] Звездный ожог", -- [2]
		},
		[294954] = {
			2259, -- [1]
			"[*] Самостригущаяся изгородь", -- [2]
		},
		[298025] = {
			2376, -- [1]
			"Осведомительница ШРУ", -- [2]
		},
		[312866] = {
			2344, -- [1]
			"Смертокрыл", -- [2]
		},
		[306726] = {
			2373, -- [1]
			"Вез'окк Беспросветный", -- [2]
		},
		[269369] = {
			2143, -- [1]
			"Т'зала", -- [2]
		},
		[208697] = {
			1873, -- [1]
			"Щупальце смертоносного взгляда", -- [2]
		},
		[268347] = {
			2132, -- [1]
			"Лорд Штормсонг", -- [2]
		},
		[310311] = {
			2336, -- [1]
			"Зловещая резчица душ", -- [2]
		},
		[257314] = {
			2096, -- [1]
			"Гренадер из братства Стальных Волн", -- [2]
		},
		[314406] = {
			2117, -- [1]
			"Мал'тир - маг Бездны", -- [2]
		},
		[206651] = {
			1864, -- [1]
			"Ксавий", -- [2]
		},
		[258338] = {
			2094, -- [1]
			"Капитан Рауль", -- [2]
		},
		[312360] = {
			2338, -- [1]
			"Аллерия Ветрокрылая", -- [2]
		},
		[267838] = {
			2131, -- [1]
			"[*] Встречный ветер", -- [2]
		},
		[294961] = {
			2258, -- [1]
			"[*] Пылающий укус", -- [2]
		},
		[257315] = {
			2096, -- [1]
			"Гренадер из братства Стальных Волн", -- [2]
		},
		[312873] = {
			2344, -- [1]
			"Смертокрыл", -- [2]
		},
		[263234] = {
			2124, -- [1]
			"Гюрзис", -- [2]
		},
		[306733] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[257316] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[273470] = {
			2109, -- [1]
			"Жуткий капитан Локвуд", -- [2]
		},
		[267841] = {
			2131, -- [1]
			"Призывательница штормов Фэй", -- [2]
		},
		[268865] = {
			2105, -- [1]
			"Испытатель экспериментального оружия", -- [2]
		},
		[314411] = {
			2291, -- [1]
			"Мал'тир - маг Бездны", -- [2]
		},
		[306735] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[315947] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[228915] = {
			1958, -- [1]
			"Один", -- [2]
		},
		[256038] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[264773] = {
			2130, -- [1]
			"[*] Удушающая волна", -- [2]
		},
		[209469] = {
			1873, -- [1]
			"Кошмарный гной", -- [2]
		},
		[260900] = {
			2113, -- [1]
			"Сестра Солена", -- [2]
		},
		[233266] = {
			2032, -- [1]
			"Горот", -- [2]
		},
		[256039] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[211261] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[256551] = {
			2095, -- [1]
			"Рыба-молот", -- [2]
		},
		[306228] = {
			2328, -- [1]
			"Истерзанная душа", -- [2]
		},
		[241455] = {
			2032, -- [1]
			"Серный инфернал <Горот>", -- [2]
		},
		[206912] = {
			1866, -- [1]
			"Ночная сфера", -- [2]
		},
		[209471] = {
			1873, -- [1]
			"Кошмарный гной", -- [2]
		},
		[230197] = {
			2008, -- [1]
			"[*] Темные воды", -- [2]
		},
		[310324] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[241456] = {
			2032, -- [1]
			"Серный инфернал <Горот>", -- [2]
		},
		[313395] = {
			2331, -- [1]
			"Сущность жизненной силы <Ра-ден>", -- [2]
		},
		[275014] = {
			2100, -- [1]
			"Вик'Гот", -- [2]
		},
		[310325] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[222010] = {
			1886, -- [1]
			"Солнцевед Тел'арн", -- [2]
		},
		[268362] = {
			2105, -- [1]
			"Бесшабашная подрывница", -- [2]
		},
		[272457] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[263246] = {
			2124, -- [1]
			"Аспидис", -- [2]
		},
		[296510] = {
			2373, -- [1]
			"Ползучая порча <Вез'окк Беспросветный>", -- [2]
		},
		[313398] = {
			2331, -- [1]
			"Сущность Бездны <Ра-ден>", -- [2]
		},
		[305722] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[6660] = {
			1866, -- [1]
			"Констебль Эстли", -- [2]
		},
		[310329] = {
			2343, -- [1]
			"Дест'агат", -- [2]
		},
		[276042] = {
			2099, -- [1]
			"[*] Приливная волна", -- [2]
		},
		[313400] = {
			2344, -- [1]
			"Щупальце Заразителя", -- [2]
		},
		[202310] = {
			1847, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[256044] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[309819] = {
			2338, -- [1]
			"Аллерия Ветрокрылая", -- [2]
		},
		[310331] = {
			2344, -- [1]
			"Глаз разума", -- [2]
		},
		[307773] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[257580] = {
			2101, -- [1]
			"Королева песков", -- [2]
		},
		[233272] = {
			2032, -- [1]
			"Горот", -- [2]
		},
		[310333] = {
			2344, -- [1]
			"Глаз разума", -- [2]
		},
		[232249] = {
			2032, -- [1]
			"Горот", -- [2]
		},
		[306752] = {
			2373, -- [1]
			"Вез'окк Беспросветный", -- [2]
		},
		[308288] = {
			2338, -- [1]
			"Аллерия Ветрокрылая", -- [2]
		},
		[296518] = {
			2291, -- [1]
			"\"Шокотрон X1\"", -- [2]
		},
		[185425] = {
			1807, -- [1]
			"Зубастый гризли", -- [2]
		},
		[257326] = {
			2098, -- [1]
			"Головорез Краснокрюк", -- [2]
		},
		[257582] = {
			2106, -- [1]
			"Земляной яростень", -- [2]
		},
		[291914] = {
			2260, -- [1]
			"[*] Режущий луч", -- [2]
		},
		[291915] = {
			2260, -- [1]
			"[*] Плазменная сфера", -- [2]
		},
		[206920] = {
			1864, -- [1]
			"Щупальце Кошмара", -- [2]
		},
		[269399] = {
			2133, -- [1]
			"Вол'зит Шепчущая", -- [2]
		},
		[296522] = {
			2291, -- [1]
			"[*] Самоуничтожение", -- [2]
		},
		[309316] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[251187] = {
			2086, -- [1]
			"Ядовитый саурид", -- [2]
		},
		[310340] = {
			2333, -- [1]
			"Ка'зир", -- [2]
		},
		[206921] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[258352] = {
			2094, -- [1]
			"Капитан Юдора", -- [2]
		},
		[306247] = {
			2329, -- [1]
			"[*] Испепеление", -- [2]
		},
		[298571] = {
			2312, -- [1]
			"Механоцикл", -- [2]
		},
		[251188] = {
			2086, -- [1]
			"Ядовитый саурид", -- [2]
		},
		[233021] = {
			2032, -- [1]
			"[*] Инфернальный шип", -- [2]
		},
		[310343] = {
			2333, -- [1]
			"Кислотный акир <Ка'зир>", -- [2]
		},
		[263775] = {
			2124, -- [1]
			"Аспидис", -- [2]
		},
		[291922] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
		[222020] = {
			1886, -- [1]
			"Натуралист Тел'арн", -- [2]
		},
		[311369] = {
			2328, -- [1]
			"[*] Мучение", -- [2]
		},
		[208203] = {
			1842, -- [1]
			"Крос", -- [2]
		},
		[267360] = {
			2133, -- [1]
			"Вол'зит Шепчущая", -- [2]
		},
		[306765] = {
			2332, -- [1]
			"Тралл", -- [2]
		},
		[268896] = {
			2132, -- [1]
			"Лорд Штормсонг", -- [2]
		},
		[310348] = {
			2343, -- [1]
			"Шупальце Дест'агат", -- [2]
		},
		[317001] = {
			2343, -- [1]
			"[*] Боязнь темноты", -- [2]
		},
		[297555] = {
			2372, -- [1]
			"Элементаль забвения", -- [2]
		},
		[271456] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[267874] = {
			2142, -- [1]
			"[*] Горящая земля", -- [2]
		},
		[313420] = {
			2333, -- [1]
			"Кислотный акир", -- [2]
		},
		[268387] = {
			2116, -- [1]
			"Лорд Уэйкрест", -- [2]
		},
		[291928] = {
			2260, -- [1]
			"Воздушное судно R-21/X", -- [2]
		},
		[240446] = {
			2260, -- [1]
			"[*] Взрыв", -- [2]
		},
		[310352] = {
			2343, -- [1]
			"Пасть Дест'агат", -- [2]
		},
		[306770] = {
			2374, -- [1]
			"Порабощенная оружейница", -- [2]
		},
		[291930] = {
			2258, -- [1]
			"Куб металлолома", -- [2]
		},
		[214348] = {
			1876, -- [1]
			"Элерет Дикая Лань", -- [2]
		},
		[296025] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[233283] = {
			2032, -- [1]
			"Горот", -- [2]
		},
		[307284] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[263274] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[276068] = {
			2099, -- [1]
			"Хадал Черная Бездна", -- [2]
		},
		[263275] = {
			2105, -- [1]
			"Надсмотрщик Аскари", -- [2]
		},
		[314451] = {
			2343, -- [1]
			"Похищающий жизнь паразит", -- [2]
		},
		[302681] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[257337] = {
			2105, -- [1]
			"Платный разгонятель толпы", -- [2]
		},
		[257593] = {
			2106, -- [1]
			"Азерокк", -- [2]
		},
		[302682] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[263278] = {
			2105, -- [1]
			"[*] Укрытие", -- [2]
		},
		[311383] = {
			2328, -- [1]
			"[*] Мучение", -- [2]
		},
		[204372] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[310361] = {
			2343, -- [1]
			"Дест'агат", -- [2]
		},
		[185438] = {
			1866, -- [1]
			4, -- [2]
		},
		[275051] = {
			2100, -- [1]
			"[*] Гнилая вода", -- [2]
		},
		[291939] = {
			2260, -- [1]
			"[*] Гигаразряд", -- [2]
		},
		[249919] = {
			2087, -- [1]
			"Язма", -- [2]
		},
		[227658] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[314457] = {
			2343, -- [1]
			"Похищающий жизнь паразит", -- [2]
		},
		[258875] = {
			2094, -- [1]
			"Бочка черной пелены <Капитан Рауль>", -- [2]
		},
		[307805] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[206677] = {
			1842, -- [1]
			"Крос", -- [2]
		},
		[228171] = {
			1958, -- [1]
			"Химдалль", -- [2]
		},
		[278637] = {
			2118, -- [1]
			"Кровавый клещ", -- [2]
		},
		[309854] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[257597] = {
			2106, -- [1]
			"Азерокк", -- [2]
		},
		[268403] = {
			2143, -- [1]
			"Король Дазар", -- [2]
		},
		[307808] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[260668] = {
			2084, -- [1]
			"Позолоченная жрица", -- [2]
		},
		[307297] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[307809] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[313951] = {
			2331, -- [1]
			"Глубинный дозорный", -- [2]
		},
		[291946] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
		[197980] = {
			1841, -- [1]
			"Кошмарный образ", -- [2]
		},
		[206936] = {
			1863, -- [1]
			"Корональный выброс", -- [2]
		},
		[265337] = {
			2115, -- [1]
			"Запачканный кровью поросенок", -- [2]
		},
		[261438] = {
			2116, -- [1]
			"Лорд Уэйкрест", -- [2]
		},
		[291949] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
		[298602] = {
			2312, -- [1]
			"[*] Облако дыма", -- [2]
		},
		[313955] = {
			2344, -- [1]
			"Сильвана Ветрокрылая", -- [2]
		},
		[306279] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[211799] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[261439] = {
			2116, -- [1]
			"Лорд Уэйкрест", -- [2]
		},
		[267899] = {
			2131, -- [1]
			"Брат Айронхалл", -- [2]
		},
		[261440] = {
			2116, -- [1]
			"Лорд Уэйкрест", -- [2]
		},
		[212568] = {
			1866, -- [1]
			"Инквизитор Ветриз", -- [2]
		},
		[306794] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[206939] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[313959] = {
			2329, -- [1]
			"[*] Раскаленный пузырь", -- [2]
		},
		[296560] = {
			2291, -- [1]
			"[*] Цепкий статический разряд", -- [2]
		},
		[215128] = {
			1873, -- [1]
			"Ил'гинот", -- [2]
		},
		[203102] = {
			1854, -- [1]
			"Исондра", -- [2]
		},
		[258627] = {
			2106, -- [1]
			"Земляной яростень", -- [2]
		},
		[257092] = {
			2101, -- [1]
			"Королева песков", -- [2]
		},
		[257348] = {
			2098, -- [1]
			"Головорез Краснокрюк", -- [2]
		},
		[258628] = {
			2106, -- [1]
			"[*] Резонансное землетрясение", -- [2]
		},
		[255558] = {
			2084, -- [1]
			"[*] Оскверненная кровь", -- [2]
		},
		[255814] = {
			2085, -- [1]
			"Оживленный почетный страж", -- [2]
		},
		[268419] = {
			2143, -- [1]
			"[*] Порыв борея", -- [2]
		},
		[221783] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[268932] = {
			2143, -- [1]
			"Король Дазар", -- [2]
		},
		[306290] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[205408] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[265352] = {
			2113, -- [1]
			"Чумная жаба", -- [2]
		},
		[213085] = {
			1871, -- [1]
			"[*] Ледяная буря", -- [2]
		},
		[307828] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[230229] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[307317] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[268936] = {
			2143, -- [1]
			"Король Дазар", -- [2]
		},
		[257608] = {
			2101, -- [1]
			"Королева песков", -- [2]
		},
		[314994] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[301177] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[209248] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[314483] = {
			2123, -- [1]
			"Сам'рек Призыватель Хаоса", -- [2]
		},
		[314995] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[313460] = {
			2333, -- [1]
			"Тек'рис", -- [2]
		},
		[261447] = {
			2116, -- [1]
			"Лорд Уэйкрест", -- [2]
		},
		[306296] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[313461] = {
			2333, -- [1]
			"Ка'зир", -- [2]
		},
		[307832] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[335467] = {
			2113, -- [1]
			"Сестра Солена", -- [2]
		},
		[55095] = {
			2113, -- [1]
			"Сестра Солена", -- [2]
		},
		[304251] = {
			2370, -- [1]
			"Раффер", -- [2]
		},
		[295552] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[313977] = {
			2331, -- [1]
			"Глубинный дозорный", -- [2]
		},
		[227930] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[259147] = {
			2087, -- [1]
			"[*] Пожирание душ", -- [2]
		},
		[310396] = {
			2343, -- [1]
			"Око Дест'агат", -- [2]
		},
		[206369] = {
			1864, -- [1]
			"Ксавий", -- [2]
		},
		[309373] = {
			2377, -- [1]
			"Магистр Умбрий", -- [2]
		},
		[221875] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[304256] = {
			2370, -- [1]
			"Хаффер", -- [2]
		},
		[211384] = {
			1869, -- [1]
			"Гончая Легиона", -- [2]
		},
		[260455] = {
			2118, -- [1]
			"Кровавый клещ", -- [2]
		},
		[305792] = {
			2328, -- [1]
			"Королева Азшара", -- [2]
		},
		[265364] = {
			2113, -- [1]
			"Чумная жаба", -- [2]
		},
		[300675] = {
			2292, -- [1]
			"[*] Ядовитый туман", -- [2]
		},
		[260701] = {
			2113, -- [1]
			"Сестра Брайар", -- [2]
		},
		[258381] = {
			2094, -- [1]
			"Капитан Юдора", -- [2]
		},
		[318587] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[203028] = {
			1854, -- [1]
			"Исондра", -- [2]
		},
		[34914] = {
			2113, -- [1]
			"Сестра Солена", -- [2]
		},
		[305794] = {
			2328, -- [1]
			"Королева Азшара", -- [2]
		},
		[265366] = {
			2130, -- [1]
			"Воденыш", -- [2]
		},
		[307306] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[270484] = {
			2100, -- [1]
			"Вик'Гот", -- [2]
		},
		[316030] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[260685] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[306819] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[210022] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[318078] = {
			2335, -- [1]
			"Живые миазмы", -- [2]
		},
		[310402] = {
			2333, -- [1]
			"[*] Голодное бешенство", -- [2]
		},
		[298898] = {
			2312, -- [1]
			"Нано Мегабум", -- [2]
		},
		[260333] = {
			2118, -- [1]
			"Кроглот Зараженный", -- [2]
		},
		[265019] = {
			2111, -- [1]
			"Избранная кровавая матрона", -- [2]
		},
		[310403] = {
			2333, -- [1]
			"[*] Голодное бешенство", -- [2]
		},
		[228190] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[262287] = {
			2108, -- [1]
			"Огнелетчица Торговой компании", -- [2]
		},
		[210279] = {
			1877, -- [1]
			"Кенарий", -- [2]
		},
		[306732] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[257882] = {
			2099, -- [1]
			"Хадал Черная Бездна", -- [2]
		},
		[219235] = {
			1886, -- [1]
			"Отравляющая спора", -- [2]
		},
		[263309] = {
			2124, -- [1]
			"Гюрзис", -- [2]
		},
		[263257] = {
			2124, -- [1]
			"Аспидис", -- [2]
		},
		[231016] = {
			1958, -- [1]
			"Неизвестно", -- [2]
		},
		[310184] = {
			2344, -- [1]
			"Эгос", -- [2]
		},
		[271881] = {
			1866, -- [1]
			4, -- [2]
		},
		[310406] = {
			2343, -- [1]
			"[*] Сияние Бездны", -- [2]
		},
		[297257] = {
			2290, -- [1]
			"Король Гоббамак", -- [2]
		},
		[268443] = {
			2109, -- [1]
			"Жуткая пушка", -- [2]
		},
		[227300] = {
			1866, -- [1]
			"[*] Кинетическое извержение", -- [2]
		},
		[256594] = {
			2094, -- [1]
			"Капитан Рауль", -- [2]
		},
		[201581] = {
			1847, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[260907] = {
			2113, -- [1]
			"Сестра Солена", -- [2]
		},
		[232798] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[213238] = {
			1862, -- [1]
			"Тихондрий", -- [2]
		},
		[267907] = {
			2114, -- [1]
			"[*] Шипы души", -- [2]
		},
		[256083] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[263318] = {
			2124, -- [1]
			"Аспидис", -- [2]
		},
		[205420] = {
			1842, -- [1]
			"Крос", -- [2]
		},
		[272542] = {
			2100, -- [1]
			"Снайпер корпорации Эшвейнов", -- [2]
		},
		[207979] = {
			1869, -- [1]
			"Джазшариу", -- [2]
		},
		[263345] = {
			2104, -- [1]
			"Тяжелое орудие", -- [2]
		},
		[294549] = {
			2258, -- [1]
			"[*] Пламя горнила", -- [2]
		},
		[306828] = {
			2332, -- [1]
			"Тралл", -- [2]
		},
		[204666] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[258622] = {
			2106, -- [1]
			"Азерокк", -- [2]
		},
		[257617] = {
			2101, -- [1]
			"Королева песков", -- [2]
		},
		[185099] = {
			2133, -- [1]
			10, -- [2]
		},
		[207980] = {
			1869, -- [1]
			"Баалгар Бдительный", -- [2]
		},
		[232800] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[257785] = {
			2102, -- [1]
			"Джес Хаулис", -- [2]
		},
		[208748] = {
			1864, -- [1]
			"Ужасное поганище", -- [2]
		},
		[227427] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[267639] = {
			2142, -- [1]
			"Мчимба Бальзамировщик", -- [2]
		},
		[306319] = {
			2328, -- [1]
			"Темный инквизитор Занеш", -- [2]
		},
		[317066] = {
			2344, -- [1]
			"Пожинатель мыслей", -- [2]
		},
		[307343] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[267060] = {
			2140, -- [1]
			"Заназал Мудрый", -- [2]
		},
		[208860] = {
			1864, -- [1]
			"Ужасное поганище", -- [2]
		},
		[228684] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[306751] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[224729] = {
			2101, -- [1]
			"Жужжащий трутень", -- [2]
		},
		[207906] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[213867] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[266035] = {
			2113, -- [1]
			"Ведьма-послушница", -- [2]
		},
		[315954] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[255575] = {
			2084, -- [1]
			"Жрица Алун'за", -- [2]
		},
		[273226] = {
			2112, -- [1]
			"[*] Разлагающие споры", -- [2]
		},
		[209006] = {
			1842, -- [1]
			"Раскаленный уголь", -- [2]
		},
		[203121] = {
			1854, -- [1]
			"Таэрар", -- [2]
		},
		[209518] = {
			1866, -- [1]
			"Око Гул'дана", -- [2]
		},
		[310323] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[274507] = {
			2094, -- [1]
			"Морячок из братства Трюмных Крыс", -- [2]
		},
		[271178] = {
			2115, -- [1]
			"Бледный пожиратель", -- [2]
		},
		[208230] = {
			1862, -- [1]
			"Тихондрий", -- [2]
		},
		[260669] = {
			2107, -- [1]
			"Рикса Огневерт", -- [2]
		},
		[206965] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[228932] = {
			1958, -- [1]
			"Один", -- [2]
		},
		[271526] = {
			2106, -- [1]
			"Земляной яростень", -- [2]
		},
		[197969] = {
			1841, -- [1]
			"Урсок", -- [2]
		},
		[213853] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[285344] = {
			2257, -- [1]
			"\"Платиновый лупцеватор\"", -- [2]
		},
		[255577] = {
			2084, -- [1]
			"Жрица Алун'за", -- [2]
		},
		[269484] = {
			2100, -- [1]
			"Вик'Гот", -- [2]
		},
		[208865] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[291973] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
		[310090] = {
			2343, -- [1]
			"Пасть Дест'агат", -- [2]
		},
		[298651] = {
			2312, -- [1]
			"Механоцикл", -- [2]
		},
		[228265] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[307863] = {
			2371, -- [1]
			"Инквизитор Гншал", -- [2]
		},
		[269419] = {
			2133, -- [1]
			"[*] Зияющие врата", -- [2]
		},
		[227903] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[299164] = {
			2312, -- [1]
			"Механоцикл", -- [2]
		},
		[203124] = {
			1854, -- [1]
			"Летон", -- [2]
		},
		[304282] = {
			2370, -- [1]
			"Рексар", -- [2]
		},
		[228683] = {
			1958, -- [1]
			"[*] Очищающее пламя", -- [2]
		},
		[272554] = {
			2095, -- [1]
			"[*] Кровавое месиво", -- [2]
		},
		[307240] = {
			2335, -- [1]
			"Живые миазмы", -- [2]
		},
		[233062] = {
			2032, -- [1]
			"Горот", -- [2]
		},
		[255835] = {
			2084, -- [1]
			"Жрица Алун'за", -- [2]
		},
		[310552] = {
			2343, -- [1]
			"Око Дест'агат", -- [2]
		},
		[203125] = {
			1854, -- [1]
			"Эмерисс", -- [2]
		},
		[265391] = {
			2115, -- [1]
			"Распорядитель банкета", -- [2]
		},
		[307359] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[230504] = {
			1871, -- [1]
			"Оскверненная душа", -- [2]
		},
		[232807] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[265392] = {
			2115, -- [1]
			"Распорядитель банкета", -- [2]
		},
		[255836] = {
			2084, -- [1]
			"Жрица Алун'за", -- [2]
		},
		[213083] = {
			1871, -- [1]
			"Ледяные чары", -- [2]
		},
		[257827] = {
			2102, -- [1]
			"Джес Хаулис", -- [2]
		},
		[260698] = {
			2113, -- [1]
			"Сестра Солена", -- [2]
		},
		[272046] = {
			2093, -- [1]
			"Живец", -- [2]
		},
		[193659] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[256552] = {
			2095, -- [1]
			"Рыба-молот", -- [2]
		},
		[255581] = {
			2084, -- [1]
			"Жрица Алун'за", -- [2]
		},
		[315311] = {
			2333, -- [1]
			"Акир-трутень", -- [2]
		},
		[307358] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[229738] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[260699] = {
			2113, -- [1]
			"Сестра Солена", -- [2]
		},
		[256976] = {
			2103, -- [1]
			"Рыцарь-капитан Валири", -- [2]
		},
		[193660] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[205179] = {
			1866, -- [1]
			9, -- [2]
		},
		[255582] = {
			2084, -- [1]
			"[*] Расплавленное золото", -- [2]
		},
		[256553] = {
			2095, -- [1]
			"Рыба-молот", -- [2]
		},
		[216909] = {
			1863, -- [1]
			"Око Бездны", -- [2]
		},
		[157331] = {
			2118, -- [1]
			"Изначальный элементаль бури", -- [2]
		},
		[221807] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[267385] = {
			2133, -- [1]
			"Щупальце", -- [2]
		},
		[319643] = {
			2332, -- [1]
			"Тралл", -- [2]
		},
		[272055] = {
			2093, -- [1]
			"Живец", -- [2]
		},
		[299153] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[265910] = {
			2139, -- [1]
			"Золотой Змей", -- [2]
		},
		[260189] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[209270] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[269493] = {
			2105, -- [1]
			"Платный разгонятель толпы", -- [2]
		},
		[213166] = {
			1871, -- [1]
			"[*] Пылающее клеймо", -- [2]
		},
		[257119] = {
			2101, -- [1]
			"[*] Песчаная ловушка", -- [2]
		},
		[291874] = {
			2258, -- [1]
			"Летающий кран", -- [2]
		},
		[268702] = {
			2105, -- [1]
			"Каменный яростень", -- [2]
		},
		[167819] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[260190] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[229741] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[260702] = {
			2113, -- [1]
			"[*] Нестабильная руническая метка", -- [2]
		},
		[265002] = {
			2115, -- [1]
			"Раал Прожорливый", -- [2]
		},
		[264378] = {
			2116, -- [1]
			"Прорицательница из ковена", -- [2]
		},
		[264166] = {
			2130, -- [1]
			"Воденыш", -- [2]
		},
		[209620] = {
			1872, -- [1]
			"Рекурсивный элементаль", -- [2]
		},
		[265914] = {
			2139, -- [1]
			"[*] Расплавленное золото", -- [2]
		},
		[228162] = {
			1958, -- [1]
			"Хирья", -- [2]
		},
		[207573] = {
			1854, -- [1]
			"Исондра", -- [2]
		},
		[260703] = {
			2113, -- [1]
			"Сестра Маладия", -- [2]
		},
		[311570] = {
			2376, -- [1]
			"Владыка Матиас Шоу", -- [2]
		},
		[316274] = {
			2328, -- [1]
			"Темный инквизитор Занеш", -- [2]
		},
		[266939] = {
			2140, -- [1]
			"Ака'али Завоевательница", -- [2]
		},
		[206458] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[308903] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[228028] = {
			1958, -- [1]
			"Хирья", -- [2]
		},
		[266940] = {
			2140, -- [1]
			"Ака'али Завоевательница", -- [2]
		},
		[211152] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[298669] = {
			2312, -- [1]
			"Трикси Искрожгучка", -- [2]
		},
		[265407] = {
			2115, -- [1]
			"Распорядитель банкета", -- [2]
		},
		[308227] = {
			2333, -- [1]
			"Тек'рис", -- [2]
		},
		[208506] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[269838] = {
			2123, -- [1]
			"[*] Гнусный выброс", -- [2]
		},
		[296080] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[206585] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[213624] = {
			1871, -- [1]
			"[*] Знак льда", -- [2]
		},
		[255895] = {
			2086, -- [1]
			"Ядовитый саурид", -- [2]
		},
		[307371] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[265410] = {
			2115, -- [1]
			"Гуляка из дома Уэйкрестов", -- [2]
		},
		[285468] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[269351] = {
			2143, -- [1]
			"Т'зала", -- [2]
		},
		[205391] = {
			1842, -- [1]
			"Крос", -- [2]
		},
		[207228] = {
			1865, -- [1]
			"Угасающая частица времени", -- [2]
		},
		[312490] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[258709] = {
			2084, -- [1]
			"[*] Оскверненное золото", -- [2]
		},
		[205649] = {
			1863, -- [1]
			"Корональный выброс", -- [2]
		},
		[227492] = {
			1863, -- [1]
			"Неизвестно", -- [2]
		},
		[216696] = {
			1863, -- [1]
			"Неизвестно", -- [2]
		},
		[267459] = {
			2133, -- [1]
			"Забытый обитатель глубин", -- [2]
		},
		[256101] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[311980] = {
			2337, -- [1]
			"Гневион", -- [2]
		},
		[204463] = {
			1853, -- [1]
			"Низендра", -- [2]
		},
		[265923] = {
			2139, -- [1]
			"Золотой Змей", -- [2]
		},
		[228918] = {
			1958, -- [1]
			"Один", -- [2]
		},
		[272422] = {
			2099, -- [1]
			"Наводчица корпорации Эшвейнов", -- [2]
		},
		[263365] = {
			2124, -- [1]
			"Гюрзис", -- [2]
		},
		[259574] = {
			2085, -- [1]
			"Вол'каал", -- [2]
		},
		[298259] = {
			2292, -- [1]
			"Ядовитая лужа", -- [2]
		},
		[256358] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[268188] = {
			2130, -- [1]
			"Говорящая с ветрами Хелдис", -- [2]
		},
		[306865] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[256589] = {
			2094, -- [1]
			"Капитан Рауль", -- [2]
		},
		[221408] = {
			1866, -- [1]
			"Фрагмент души Аззинота", -- [2]
		},
		[255591] = {
			2084, -- [1]
			"Жрица Алун'за", -- [2]
		},
		[306866] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[212492] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[264903] = {
			2130, -- [1]
			"Аква'сирр", -- [2]
		},
		[264234] = {
			2125, -- [1]
			"Яйцо", -- [2]
		},
		[317102] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[228514] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[266951] = {
			2140, -- [1]
			"Ака'али Завоевательница", -- [2]
		},
		[206464] = {
			1863, -- [1]
			"Корональный выброс", -- [2]
		},
		[311362] = {
			2329, -- [1]
			"[*] Нарастающий жар", -- [2]
		},
		[260292] = {
			2118, -- [1]
			"Кроглот Зараженный", -- [2]
		},
		[294860] = {
			2259, -- [1]
			"Непримечательное растение", -- [2]
		},
		[272426] = {
			2109, -- [1]
			"[*] Цель для артиллерии", -- [2]
		},
		[197509] = {
			2123, -- [1]
			"Кровавый червь <Дэлери>", -- [2]
		},
		[262347] = {
			2105, -- [1]
			"Платный разгонятель толпы", -- [2]
		},
		[152987] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[263371] = {
			2124, -- [1]
			"Аспидис", -- [2]
		},
		[264368] = {
			2125, -- [1]
			"Яйцо", -- [2]
		},
		[260666] = {
			2084, -- [1]
			"Позолоченная жрица", -- [2]
		},
		[285377] = {
			2257, -- [1]
			"\"Платиновый лупцеватор\"", -- [2]
		},
		[315305] = {
			2327, -- [1]
			"[*] Запретная мана", -- [2]
		},
		[261265] = {
			2113, -- [1]
			"Сестра Брайар", -- [2]
		},
		[210048] = {
			1873, -- [1]
			"Кошмарный гной", -- [2]
		},
		[264233] = {
			2125, -- [1]
			"Яйцо", -- [2]
		},
		[257641] = {
			2098, -- [1]
			"Фузилер из братства Стальных Волн", -- [2]
		},
		[306168] = {
			2331, -- [1]
			"Неизвестно", -- [2]
		},
		[256106] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[213567] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[310455] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[310385] = {
			2333, -- [1]
			"[*] Кислотные брызги", -- [2]
		},
		[274633] = {
			2130, -- [1]
			"Ученик Айронхалла", -- [2]
		},
		[268061] = {
			2127, -- [1]
			"Чумной знахарь", -- [2]
		},
		[268177] = {
			2130, -- [1]
			"Говорящая с ветрами Хелдис", -- [2]
		},
		[306874] = {
			2331, -- [1]
			"Грозовой охотник <Ра-ден>", -- [2]
		},
		[285460] = {
			2259, -- [1]
			"Главный машинист Искроточец", -- [2]
		},
		[256363] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[14030] = {
			1866, -- [1]
			"Констебль Эстли", -- [2]
		},
		[296718] = {
			2372, -- [1]
			"Плод ужаса", -- [2]
		},
		[260697] = {
			2113, -- [1]
			"Сестра Брайар", -- [2]
		},
		[228053] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[292035] = {
			2258, -- [1]
			"КУ-ДЖ0", -- [2]
		},
		[306876] = {
			2328, -- [1]
			"Темный инквизитор Занеш", -- [2]
		},
		[260202] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[208839] = {
			1866, -- [1]
			"Ночная сфера", -- [2]
		},
		[258773] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[317112] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[268308] = {
			2116, -- [1]
			"Леди Уэйкрест", -- [2]
		},
		[291918] = {
			2258, -- [1]
			"Летающий кран", -- [2]
		},
		[302272] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[260696] = {
			2113, -- [1]
			"Сестра Маладия", -- [2]
		},
		[207630] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[214335] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[307974] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[298691] = {
			2375, -- [1]
			"Надсмотрщик Ул'рок", -- [2]
		},
		[206618] = {
			1865, -- [1]
			"Хрономатическая аномалия", -- [2]
		},
		[274631] = {
			2130, -- [1]
			"Ученик Айронхалла", -- [2]
		},
		[302274] = {
			2291, -- [1]
			"\"Танкоборец-1\"", -- [2]
		},
		[257585] = {
			2098, -- [1]
			"[*] Обстрел", -- [2]
		},
		[317627] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[143924] = {
			2132, -- [1]
			"Пушок <Недаю-Борейскаятундра>", -- [2]
		},
		[273411] = {
			2124, -- [1]
			"Аспидис", -- [2]
		},
		[306881] = {
			2331, -- [1]
			"Охотник Бездны <Ра-ден>", -- [2]
		},
		[211132] = {
			1866, -- [1]
			"Усиленное око Гул'дана", -- [2]
		},
		[285388] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[210546] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[250259] = {
			2085, -- [1]
			"Вол'каал", -- [2]
		},
		[274642] = {
			2127, -- [1]
			"Проклинатель худу", -- [2]
		},
		[218806] = {
			1886, -- [1]
			"Солнцевед Тел'арн", -- [2]
		},
		[201240] = {
			1847, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[212794] = {
			1862, -- [1]
			"Тихондрий", -- [2]
		},
		[210342] = {
			1877, -- [1]
			"Кенарий", -- [2]
		},
		[274438] = {
			2130, -- [1]
			"[*] Буря", -- [2]
		},
		[206656] = {
			1864, -- [1]
			"Клинки Кошмара", -- [2]
		},
		[317915] = {
			2337, -- [1]
			"Кровавая опухоль", -- [2]
		},
		[307396] = {
			2336, -- [1]
			"Зловещая резчица душ", -- [2]
		},
		[211897] = {
			1867, -- [1]
			"Сферический уборщик", -- [2]
		},
		[302279] = {
			2291, -- [1]
			"\"Танкоборец-1\"", -- [2]
		},
		[210619] = {
			1877, -- [1]
			"Оскверненный огонек", -- [2]
		},
		[315585] = {
			1866, -- [1]
			4, -- [2]
		},
		[264206] = {
			2125, -- [1]
			"Меректа", -- [2]
		},
		[316463] = {
			2344, -- [1]
			"Врата разума", -- [2]
		},
		[202306] = {
			1851, -- [1]
			"Фазовый паук", -- [2]
		},
		[260334] = {
			2118, -- [1]
			"Кроглот Зараженный", -- [2]
		},
		[264923] = {
			2115, -- [1]
			"Раал Прожорливый", -- [2]
		},
		[227967] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[263958] = {
			2125, -- [1]
			"Клубок змей", -- [2]
		},
		[8936] = {
			1866, -- [1]
			11, -- [2]
		},
		[307968] = {
			2333, -- [1]
			"Тек'рис", -- [2]
		},
		[214662] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[310015] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[283667] = {
			2376, -- [1]
			"Валира Сангвинар", -- [2]
		},
		[260103] = {
			2107, -- [1]
			"[*] Выброс сжатого газа", -- [2]
		},
		[314565] = {
			2260, -- [1]
			"Кровь Заразителя", -- [2]
		},
		[205707] = {
			1865, -- [1]
			"[*] Временная сфера", -- [2]
		},
		[206351] = {
			1842, -- [1]
			"Раскаленный уголь", -- [2]
		},
		[206219] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[271579] = {
			2105, -- [1]
			"Геомант Торговой компании", -- [2]
		},
		[218424] = {
			1886, -- [1]
			"Натуралист Тел'арн", -- [2]
		},
		[209034] = {
			1864, -- [1]
			"[*] Узы ужаса", -- [2]
		},
		[313228] = {
			2328, -- [1]
			"[*] Метка Бездны", -- [2]
		},
		[205863] = {
			1842, -- [1]
			"Крос", -- [2]
		},
		[204859] = {
			1841, -- [1]
			"Урсок", -- [2]
		},
		[307403] = {
			2336, -- [1]
			"Перерожденный служитель Бездны", -- [2]
		},
		[307545] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[206757] = {
			1866, -- [1]
			"Тюремщик Д'зорикс", -- [2]
		},
		[263905] = {
			2113, -- [1]
			"Плетельщица рун из ковена Мертвых Сердец", -- [2]
		},
		[309451] = {
			2377, -- [1]
			"Магистр Умбрий", -- [2]
		},
		[209291] = {
			1866, -- [1]
			"Око Гул'дана", -- [2]
		},
		[304334] = {
			2370, -- [1]
			"Рексар", -- [2]
		},
		[210315] = {
			1877, -- [1]
			"[*] Кошмарные корни", -- [2]
		},
		[259187] = {
			2087, -- [1]
			"Язма", -- [2]
		},
		[206221] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[205370] = {
			1842, -- [1]
			"Крос", -- [2]
		},
		[308941] = {
			2343, -- [1]
			"Дест'агат", -- [2]
		},
		[308278] = {
			2338, -- [1]
			"Аллерия Ветрокрылая", -- [2]
		},
		[264931] = {
			2115, -- [1]
			"Раал Прожорливый", -- [2]
		},
		[256477] = {
			2095, -- [1]
			"Рыба-молот", -- [2]
		},
		[228227] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[307821] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[206222] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[273294] = {
			2113, -- [1]
			"[*] Дикий огонь", -- [2]
		},
		[306656] = {
			2373, -- [1]
			"Вез'окк Беспросветный", -- [2]
		},
		[206398] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[207502] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[296150] = {
			2291, -- [1]
			"[*] Выброс пара", -- [2]
		},
		[228228] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[206560] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[272418] = {
			2109, -- [1]
			"Наводчик корпорации Эшвейнов", -- [2]
		},
		[307057] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[313039] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[269029] = {
			2109, -- [1]
			"Жуткий капитан Локвуд", -- [2]
		},
		[209294] = {
			1864, -- [1]
			"Ксавий", -- [2]
		},
		[260700] = {
			2113, -- [1]
			"Сестра Маладия", -- [2]
		},
		[263912] = {
			2125, -- [1]
			"Меректа", -- [2]
		},
		[257886] = {
			2099, -- [1]
			"[*] Лужа морской воды", -- [2]
		},
		[312017] = {
			2376, -- [1]
			"Око хаоса", -- [2]
		},
		[313041] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[268007] = {
			2127, -- [1]
			"Хранитель Сердца", -- [2]
		},
		[208546] = {
			1866, -- [1]
			"Тюремщик Д'зорикс", -- [2]
		},
		[226713] = {
			1877, -- [1]
			"Оскверненный огонек", -- [2]
		},
		[271590] = {
			2116, -- [1]
			"Леди Уэйкрест", -- [2]
		},
		[268008] = {
			2127, -- [1]
			"Чумной знахарь", -- [2]
		},
		[259191] = {
			2087, -- [1]
			"Язма", -- [2]
		},
		[210337] = {
			1877, -- [1]
			"[*] Кошмарные корни", -- [2]
		},
		[206339] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[297574] = {
			2372, -- [1]
			"Элементаль забвения", -- [2]
		},
		[209454] = {
			1866, -- [1]
			"Око Гул'дана", -- [2]
		},
		[264694] = {
			2115, -- [1]
			"Раал Прожорливый", -- [2]
		},
		[216697] = {
			1863, -- [1]
			"Ледяной кристалл", -- [2]
		},
		[208545] = {
			1866, -- [1]
			"Тюремщик Д'зорикс", -- [2]
		},
		[267830] = {
			2131, -- [1]
			"Призывательница штормов Фэй", -- [2]
		},
		[224649] = {
			1864, -- [1]
			"Заразный ужас", -- [2]
		},
		[206612] = {
			1865, -- [1]
			"Хрономатическая аномалия", -- [2]
		},
		[229255] = {
			1958, -- [1]
			"Один", -- [2]
		},
		[209288] = {
			1864, -- [1]
			"Невообразимый ужас", -- [2]
		},
		[201380] = {
			1845, -- [1]
			"Ледопасть", -- [2]
		},
		[228003] = {
			1958, -- [1]
			"Химдалль", -- [2]
		},
		[267311] = {
			2133, -- [1]
			"Воплощение глубин", -- [2]
		},
		[306934] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[228744] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[257402] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[308953] = {
			2343, -- [1]
			"Око Дест'агат", -- [2]
		},
		[265393] = {
			2115, -- [1]
			"Распорядитель банкета", -- [2]
		},
		[118297] = {
			2096, -- [1]
			"Изначальный элементаль огня", -- [2]
		},
		[306583] = {
			2377, -- [1]
			"[*] Свинцовые ноги", -- [2]
		},
		[291856] = {
			2260, -- [1]
			"Плазменная сфера", -- [2]
		},
		[230345] = {
			2032, -- [1]
			"[*] Падающая комета", -- [2]
		},
		[309978] = {
			2344, -- [1]
			"[*] Паранойя", -- [2]
		},
		[310298] = {
			2336, -- [1]
			"Зловещая резчица душ", -- [2]
		},
		[266237] = {
			2140, -- [1]
			"Ака'али Завоевательница", -- [2]
		},
		[213123] = {
			1876, -- [1]
			"Ядовитый паучок", -- [2]
		},
		[218508] = {
			1886, -- [1]
			"Чародей Тел'арн", -- [2]
		},
		[315341] = {
			1866, -- [1]
			4, -- [2]
		},
		[308956] = {
			2343, -- [1]
			"Око Дест'агат", -- [2]
		},
		[307421] = {
			2336, -- [1]
			"Перерожденный служитель Бездны", -- [2]
		},
		[261498] = {
			2111, -- [1]
			"[*] Ползущая гниль", -- [2]
		},
		[226955] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[313129] = {
			2333, -- [1]
			"Акир-трутень", -- [2]
		},
		[221326] = {
			1866, -- [1]
			"Фрагмент души Аззинота", -- [2]
		},
		[86392] = {
			1866, -- [1]
			4, -- [2]
		},
		[228127] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[221336] = {
			1866, -- [1]
			"Фрагмент души Аззинота", -- [2]
		},
		[313564] = {
			2337, -- [1]
			"Покрытое наростами щупальце", -- [2]
		},
		[343727] = {
			2344, -- [1]
			"Исчадие Тьмы <Kuraki-Hyjal>", -- [2]
		},
		[313040] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[312782] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[206954] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[250241] = {
			2085, -- [1]
			"Вол'каал", -- [2]
		},
		[306929] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[265088] = {
			2094, -- [1]
			"Румми Мэнкомб", -- [2]
		},
		[309704] = {
			2335, -- [1]
			"[*] Едкая кислота", -- [2]
		},
		[307937] = {
			2334, -- [1]
			"Пророк Скитра", -- [2]
		},
		[207006] = {
			1866, -- [1]
			"Инквизитор Ветриз", -- [2]
		},
		[263927] = {
			2125, -- [1]
			"Меректа", -- [2]
		},
		[306928] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[309985] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[265974] = {
			2126, -- [1]
			"Гальваззт", -- [2]
		},
		[227972] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[310499] = {
			2343, -- [1]
			"Шупальце Дест'агат", -- [2]
		},
		[257407] = {
			2086, -- [1]
			"Резан", -- [2]
		},
		[206488] = {
			1867, -- [1]
			"[*] Утечка магии", -- [2]
		},
		[206744] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[256128] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[259711] = {
			2101, -- [1]
			"Надзиратель блока", -- [2]
		},
		[314593] = {
			2333, -- [1]
			"Ка'зир", -- [2]
		},
		[276212] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[299241] = {
			2312, -- [1]
			"Нано Мегабум", -- [2]
		},
		[185763] = {
			1866, -- [1]
			4, -- [2]
		},
		[208536] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[212886] = {
			1873, -- [1]
			"Ил'гинот", -- [2]
		},
		[306289] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[308470] = {
			2335, -- [1]
			"[*] Энтропический взрыв", -- [2]
		},
		[207513] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[214654] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[265986] = {
			2126, -- [1]
			"Энергетическое ядро", -- [2]
		},
		[269831] = {
			2107, -- [1]
			"[*] Токсичная слизь", -- [2]
		},
		[308947] = {
			2343, -- [1]
			"Дест'агат", -- [2]
		},
		[260570] = {
			2113, -- [1]
			"[*] Дикий огонь", -- [2]
		},
		[306448] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[309991] = {
			2344, -- [1]
			"Эгос", -- [2]
		},
		[273657] = {
			2117, -- [1]
			"Меченный смертью поработитель", -- [2]
		},
		[315762] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[260879] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[307945] = {
			2335, -- [1]
			"[*] Темное извержение", -- [2]
		},
		[273658] = {
			2117, -- [1]
			"Меченный смертью поработитель", -- [2]
		},
		[215443] = {
			1876, -- [1]
			"Элерет Дикая Лань", -- [2]
		},
		[311192] = {
			1866, -- [1]
			4, -- [2]
		},
		[259714] = {
			2112, -- [1]
			"[*] Разлагающие споры", -- [2]
		},
		[263424] = {
			2124, -- [1]
			"Гюрзис", -- [2]
		},
		[226194] = {
			1864, -- [1]
			"Ксавий", -- [2]
		},
		[210074] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[298124] = {
			2292, -- [1]
			"Токсикоид", -- [2]
		},
		[263425] = {
			2124, -- [1]
			"Гюрзис", -- [2]
		},
		[255620] = {
			2085, -- [1]
			"Оживленный почетный страж", -- [2]
		},
		[270590] = {
			2100, -- [1]
			"Крушащий ужас", -- [2]
		},
		[256546] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[310078] = {
			2343, -- [1]
			"Пасть Дест'агат", -- [2]
		},
		[264560] = {
			2130, -- [1]
			"Аква'сирр", -- [2]
		},
		[260894] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[318688] = {
			2344, -- [1]
			"Молотящее щупальце", -- [2]
		},
		[307250] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[206749] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[206645] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[307950] = {
			2334, -- [1]
			"Пророк Скитра", -- [2]
		},
		[267522] = {
			2094, -- [1]
			"Капитан Джолли", -- [2]
		},
		[268024] = {
			2127, -- [1]
			"Сердце Сетралисс", -- [2]
		},
		[308360] = {
			2333, -- [1]
			"Акир-трутень", -- [2]
		},
		[255952] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[267523] = {
			2094, -- [1]
			"Капитан Джолли", -- [2]
		},
		[262019] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[301299] = {
			2258, -- [1]
			"[*] Пламя горнила", -- [2]
		},
		[204275] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[298229] = {
			2292, -- [1]
			"Токсикоид", -- [2]
		},
		[201633] = {
			2337, -- [1]
			"Тотем земляной стены <Наттара>", -- [2]
		},
		[263262] = {
			2105, -- [1]
			"Сланцеед", -- [2]
		},
		[206474] = {
			1862, -- [1]
			"Тихондрий", -- [2]
		},
		[204448] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[306930] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[213148] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[268013] = {
			2127, -- [1]
			"Проклинатель худу", -- [2]
		},
		[260741] = {
			2113, -- [1]
			"Сестра Брайар", -- [2]
		},
		[265991] = {
			2139, -- [1]
			"Ожившее золото", -- [2]
		},
		[205984] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[209971] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[259718] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[306932] = {
			2335, -- [1]
			"[*] Токсичный покров", -- [2]
		},
		[258134] = {
			2103, -- [1]
			"Мародер из братства Трюмных Крыс", -- [2]
		},
		[310003] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[201379] = {
			1845, -- [1]
			"Ледопасть", -- [2]
		},
		[308980] = {
			2376, -- [1]
			"Заразная опухоль", -- [2]
		},
		[317639] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[285440] = {
			2259, -- [1]
			"Главный машинист Искроточец", -- [2]
		},
		[259975] = {
			2101, -- [1]
			"Королева песков", -- [2]
		},
		[276229] = {
			2108, -- [1]
			"\"БУМБОТ\"", -- [2]
		},
		[256137] = {
			2105, -- [1]
			"Азеритовая футбомба", -- [2]
		},
		[310005] = {
			2331, -- [1]
			"Ра-ден", -- [2]
		},
		[209568] = {
			1872, -- [1]
			"Своевременный элементаль", -- [2]
		},
		[263914] = {
			2125, -- [1]
			"Меректа", -- [2]
		},
		[278789] = {
			2118, -- [1]
			"[*] Волна разложения", -- [2]
		},
		[272402] = {
			2094, -- [1]
			"Метательница ножей из братства Волнорезов", -- [2]
		},
		[259720] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[208801] = {
			1866, -- [1]
			"Ночная сфера", -- [2]
		},
		[264235] = {
			2125, -- [1]
			"Яйцо", -- [2]
		},
		[285443] = {
			2259, -- [1]
			"[*] \"Спрятанная\" пламенная пушка", -- [2]
		},
		[227992] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[281621] = {
			2108, -- [1]
			"Огнелетчица Торговой компании", -- [2]
		},
		[265773] = {
			2139, -- [1]
			"Золотой Змей", -- [2]
		},
		[255371] = {
			2086, -- [1]
			"Резан", -- [2]
		},
		[267533] = {
			2094, -- [1]
			"Капитан Джолли", -- [2]
		},
		[210228] = {
			1876, -- [1]
			"Ядовитый паучок", -- [2]
		},
		[291865] = {
			2260, -- [1]
			"Воздушное судно R-21/X", -- [2]
		},
		[306257] = {
			2331, -- [1]
			"[*] Нестабильная жизненная сила", -- [2]
		},
		[225047] = {
			1871, -- [1]
			"Садовник с Террасы шал'дорай", -- [2]
		},
		[276234] = {
			2108, -- [1]
			"\"БУМБОТ\"", -- [2]
		},
		[215233] = {
			1873, -- [1]
			"Щупальце угнетения", -- [2]
		},
		[255372] = {
			2086, -- [1]
			"Резан", -- [2]
		},
		[259830] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[306646] = {
			2373, -- [1]
			"Вез'окк Беспросветный", -- [2]
		},
		[212258] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[257495] = {
			2101, -- [1]
			"Королева песков", -- [2]
		},
		[273677] = {
			2127, -- [1]
			"Проклинатель худу", -- [2]
		},
		[209630] = {
			1870, -- [1]
			"[*] Пронзающий ураган", -- [2]
		},
		[307453] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[255373] = {
			2086, -- [1]
			"Резан", -- [2]
		},
		[228004] = {
			1958, -- [1]
			"Химдалль", -- [2]
		},
		[306942] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[268851] = {
			2124, -- [1]
			"Аспидис", -- [2]
		},
		[90361] = {
			2337, -- [1]
			"Magria", -- [2]
		},
		[297834] = {
			2292, -- [1]
			"Токсикоид", -- [2]
		},
		[257033] = {
			2103, -- [1]
			"Рыцарь-капитан Валири", -- [2]
		},
		[218415] = {
			1873, -- [1]
			"Глаз Ил'гинота", -- [2]
		},
		[267027] = {
			2125, -- [1]
			"Ядовитый змей <Яйцо>", -- [2]
		},
		[318714] = {
			2344, -- [1]
			"Молотящее щупальце", -- [2]
		},
		[223134] = {
			1866, -- [1]
			"Внутренний демон", -- [2]
		},
		[207707] = {
			1807, -- [1]
			"Неизвестно", -- [2]
		},
		[215458] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[273681] = {
			2098, -- [1]
			"Головорез Краснокрюк", -- [2]
		},
		[226205] = {
			1867, -- [1]
			"[*] Лужа жижи", -- [2]
		},
		[311551] = {
			2328, -- [1]
			"Темный инквизитор Занеш", -- [2]
		},
		[209667] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[206503] = {
			1866, -- [1]
			"[*] Пламя Саргераса", -- [2]
		},
		[297985] = {
			2292, -- [1]
			"Токсикоид", -- [2]
		},
		[199237] = {
			1841, -- [1]
			"Урсок", -- [2]
		},
		[250258] = {
			2085, -- [1]
			"Вол'каал", -- [2]
		},
		[261446] = {
			2116, -- [1]
			"Леди Уэйкрест", -- [2]
		},
		[291974] = {
			2260, -- [1]
			"Король Мехагон", -- [2]
		},
		[315265] = {
			2331, -- [1]
			"Неизвестно", -- [2]
		},
		[285454] = {
			2259, -- [1]
			"Главный машинист Искроточец", -- [2]
		},
		[283143] = {
			2260, -- [1]
			"Магнитохват", -- [2]
		},
		[308995] = {
			2343, -- [1]
			"Шупальце Дест'агат", -- [2]
		},
		[53] = {
			1866, -- [1]
			4, -- [2]
		},
		[310019] = {
			2331, -- [1]
			"[*] Заряженные узы", -- [2]
		},
		[227998] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[308996] = {
			2344, -- [1]
			"Н'Зот Заразитель", -- [2]
		},
		[52042] = {
			2124, -- [1]
			"Тотем исцеляющего потока <Супрек>", -- [2]
		},
		[204766] = {
			1849, -- [1]
			"Кристаллический скорпид", -- [2]
		},
		[313283] = {
			2336, -- [1]
			"Вексиона", -- [2]
		},
		[268278] = {
			2116, -- [1]
			"Леди Уэйкрест", -- [2]
		},
		[268306] = {
			2116, -- [1]
			"Леди Уэйкрест", -- [2]
		},
		[267034] = {
			2133, -- [1]
			"Вол'зит Шепчущая", -- [2]
		},
		[255579] = {
			2084, -- [1]
			"Жрица Алун'за", -- [2]
		},
		[308998] = {
			2374, -- [1]
			"Падшая надсмотрщица", -- [2]
		},
		[206949] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
		[310022] = {
			2331, -- [1]
			"[*] Заряженные узы", -- [2]
		},
		[204459] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[213182] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[264477] = {
			2130, -- [1]
			"Аква'сирр", -- [2]
		},
		[313215] = {
			2334, -- [1]
			"[*] Поток образов", -- [2]
		},
		[267548] = {
			2133, -- [1]
			"Утонувший обитатель глубин", -- [2]
		},
		[306953] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[261264] = {
			2113, -- [1]
			"Сестра Солена", -- [2]
		},
		[307977] = {
			2334, -- [1]
			"Пророк Скитра", -- [2]
		},
		[212648] = {
			1871, -- [1]
			"[*] Взрыв \"Знака льда\"", -- [2]
		},
		[270108] = {
			2123, -- [1]
			"[*] Разлагающая спора", -- [2]
		},
		[274714] = {
			2132, -- [1]
			"[*] Извивающаяся Бездна", -- [2]
		},
		[228914] = {
			1958, -- [1]
			"Один", -- [2]
		},
		[211927] = {
			1865, -- [1]
			"Хрономатическая аномалия", -- [2]
		},
		[208924] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[272668] = {
			2114, -- [1]
			"Пылающая душа", -- [2]
		},
		[259474] = {
			2107, -- [1]
			"Рикса Огневерт", -- [2]
		},
		[202414] = {
			1851, -- [1]
			"Саел'орн", -- [2]
		},
		[205771] = {
			1864, -- [1]
			"Крадущийся ужас <Ксавий>", -- [2]
		},
		[272669] = {
			2114, -- [1]
			"Пылающая душа", -- [2]
		},
		[221605] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[305663] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[205741] = {
			1864, -- [1]
			"Ксавий", -- [2]
		},
		[261266] = {
			2113, -- [1]
			"Сестра Маладия", -- [2]
		},
		[297746] = {
			2332, -- [1]
			"Тралл", -- [2]
		},
		[308916] = {
			2327, -- [1]
			"Воплощение тьмы <[*] Воплощение тьмы>", -- [2]
		},
		[314452] = {
			2343, -- [1]
			"Похищающий жизнь паразит", -- [2]
		},
		[232692] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[256405] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[219815] = {
			1865, -- [1]
			"Хрономатическая аномалия", -- [2]
		},
		[222021] = {
			1886, -- [1]
			"Чародей Тел'арн", -- [2]
		},
		[307471] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[216389] = {
			1871, -- [1]
			"Заклинательница клинков Алуриэль", -- [2]
		},
		[259732] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[211659] = {
			1849, -- [1]
			"[*] Чародейские узы", -- [2]
		},
		[307472] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[312078] = {
			2344, -- [1]
			"Шипастое щупальце", -- [2]
		},
		[312590] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[232450] = {
			2008, -- [1]
			"Хелия", -- [2]
		},
		[250022] = {
			2087, -- [1]
			"Язма", -- [2]
		},
		[283421] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[214141] = {
			1842, -- [1]
			"Раскаленный уголь", -- [2]
		},
		[219049] = {
			1886, -- [1]
			"Натуралист Тел'арн", -- [2]
		},
		[306767] = {
			2332, -- [1]
			"Тралл", -- [2]
		},
		[283422] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[221864] = {
			1872, -- [1]
			"Рекурсивный элементаль", -- [2]
		},
		[308158] = {
			2327, -- [1]
			"Маут", -- [2]
		},
		[209489] = {
			1866, -- [1]
			"Усиленное око Гул'дана", -- [2]
		},
		[267047] = {
			2125, -- [1]
			"Неизвестно <Яйцо>", -- [2]
		},
		[227642] = {
			1962, -- [1]
			"Гарм", -- [2]
		},
		[310288] = {
			2343, -- [1]
			"Дест'агат", -- [2]
		},
		[307476] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[265001] = {
			2130, -- [1]
			"Воденыш", -- [2]
		},
		[210387] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[274213] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[207830] = {
			1864, -- [1]
			"Заразный ужас", -- [2]
		},
		[291613] = {
			2260, -- [1]
			"Воздушное судно R-21/X", -- [2]
		},
		[312595] = {
			2343, -- [1]
			"Дест'агат", -- [2]
		},
		[313362] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[307478] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[269097] = {
			2132, -- [1]
			"Лорд Штормсонг", -- [2]
		},
		[311373] = {
			2376, -- [1]
			"Поглощенный Тьмой агент ШРУ", -- [2]
		},
		[257066] = {
			2087, -- [1]
			"Язма", -- [2]
		},
		[268586] = {
			2143, -- [1]
			"Король Дазар", -- [2]
		},
		[285152] = {
			2257, -- [1]
			"\"Гномогедд-0Н\"", -- [2]
		},
		[206514] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[296733] = {
			2372, -- [1]
			"Плод ужаса", -- [2]
		},
		[268587] = {
			2143, -- [1]
			"Король Дазар", -- [2]
		},
		[211801] = {
			1849, -- [1]
			"Нестабильный осколок <Скорпирон>", -- [2]
		},
		[206559] = {
			1867, -- [1]
			"Триллиакс", -- [2]
		},
		[269131] = {
			2132, -- [1]
			"Лорд Штормсонг", -- [2]
		},
		[264144] = {
			2130, -- [1]
			"Аква'сирр", -- [2]
		},
		[207327] = {
			1867, -- [1]
			"Сферический уборщик", -- [2]
		},
		[206515] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[268077] = {
			2113, -- [1]
			"Сестра Солена", -- [2]
		},
		[268589] = {
			2143, -- [1]
			"Король Дазар", -- [2]
		},
		[256060] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[270926] = {
			2108, -- [1]
			"Шеф Разданк", -- [2]
		},
		[306971] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[268590] = {
			2143, -- [1]
			"Король Дазар", -- [2]
		},
		[310042] = {
			2344, -- [1]
			"Молотящее щупальце", -- [2]
		},
		[206516] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[221781] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[268591] = {
			2143, -- [1]
			"Король Дазар", -- [2]
		},
		[225362] = {
			1842, -- [1]
			"[*] Мощный удар", -- [2]
		},
		[211634] = {
			1864, -- [1]
			"[*] Бесконечная тьма", -- [2]
		},
		[268080] = {
			2113, -- [1]
			"[*] Аура апатии", -- [2]
		},
		[210099] = {
			1873, -- [1]
			"Неизвестно", -- [2]
		},
		[269104] = {
			2132, -- [1]
			"Пробудившаяся Бездна", -- [2]
		},
		[204470] = {
			1853, -- [1]
			"[*] Взрывоопасная гниль", -- [2]
		},
		[214497] = {
			1854, -- [1]
			"Темный разлом", -- [2]
		},
		[257883] = {
			2099, -- [1]
			"Хадал Черная Бездна", -- [2]
		},
		[267105] = {
			2140, -- [1]
			"Тотем потоков", -- [2]
		},
		[219823] = {
			1865, -- [1]
			"Хрономатическая аномалия", -- [2]
		},
		[228267] = {
			1866, -- [1]
			"Гул'дан", -- [2]
		},
		[212997] = {
			1862, -- [1]
			"Тихондрий", -- [2]
		},
		[281388] = {
			2109, -- [1]
			"Канонир дома Эшвейнов", -- [2]
		},
		[204471] = {
			1849, -- [1]
			"Скорпирон", -- [2]
		},
		[266036] = {
			2113, -- [1]
			"Ведьма-послушница", -- [2]
		},
		[207981] = {
			1869, -- [1]
			"Баалгар Бдительный", -- [2]
		},
		[260508] = {
			2114, -- [1]
			"Оживленный голиаф", -- [2]
		},
		[228012] = {
			1958, -- [1]
			"Химдалль", -- [2]
		},
		[22482] = {
			1866, -- [1]
			4, -- [2]
		},
		[297254] = {
			2290, -- [1]
			"Король Гоббамак", -- [2]
		},
		[298588] = {
			2312, -- [1]
			"Механоцикл", -- [2]
		},
		[210931] = {
			1873, -- [1]
			"Глаз Ил'гинота", -- [2]
		},
		[306978] = {
			2337, -- [1]
			"Ярость Н'Зота", -- [2]
		},
		[267901] = {
			2131, -- [1]
			"Брат Айронхалл", -- [2]
		},
		[291626] = {
			2260, -- [1]
			"Воздушное судно R-21/X", -- [2]
		},
		[255434] = {
			2086, -- [1]
			"Резан", -- [2]
		},
		[268086] = {
			2113, -- [1]
			"[*] Аура ужаса", -- [2]
		},
		[297256] = {
			2290, -- [1]
			"Король Гоббамак", -- [2]
		},
		[265016] = {
			2111, -- [1]
			"Избранная кровавая матрона", -- [2]
		},
		[273716] = {
			2098, -- [1]
			"Головорез Краснокрюк", -- [2]
		},
		[306111] = {
			2329, -- [1]
			"Гневион", -- [2]
		},
		[301351] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[295536] = {
			2291, -- [1]
			"Воздушный подавитель ОУ-8", -- [2]
		},
		[310563] = {
			2343, -- [1]
			"Пасть Дест'агат", -- [2]
		},
		[268088] = {
			2113, -- [1]
			"Сестра Маладия", -- [2]
		},
		[269456] = {
			2100, -- [1]
			"Вик'Гот", -- [2]
		},
		[214278] = {
			1872, -- [1]
			"Элисанда", -- [2]
		},
		[273718] = {
			2098, -- [1]
			"[*] Тяжелое ядро", -- [2]
		},
		[265168] = {
			2094, -- [1]
			"Румми Мэнкомб", -- [2]
		},
		[266231] = {
			2140, -- [1]
			"Кула Живодерка", -- [2]
		},
		[233900] = {
			2032, -- [1]
			"[*] Инфернальная детонация", -- [2]
		},
		[306295] = {
			2327, -- [1]
			"[*] Запретная мана", -- [2]
		},
		[213124] = {
			1876, -- [1]
			"[*] Ядовитая лужа", -- [2]
		},
		[266923] = {
			2126, -- [1]
			"Энергетическое ядро", -- [2]
		},
		[316031] = {
			2335, -- [1]
			"Шад'хар Ненасытный", -- [2]
		},
		[273720] = {
			2098, -- [1]
			"Тяжелое ядро", -- [2]
		},
		[196543] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[297261] = {
			2290, -- [1]
			"Король Гоббамак", -- [2]
		},
		[260512] = {
			2114, -- [1]
			"Оживленный голиаф", -- [2]
		},
		[273721] = {
			2098, -- [1]
			"Тяжелое ядро", -- [2]
		},
		[205486] = {
			1863, -- [1]
			"Звездный авгур Этрей", -- [2]
		},
	},
	["immersion_pets_on_solo_play"] = false,
	["npcid_ignored"] = {
	},
	["dungeon_data"] = {
	},
	["auto_open_news_window"] = true,
	["got_first_run"] = true,
	["report_pos"] = {
		1, -- [1]
		1, -- [2]
	},
	["latest_report_table"] = {
		{
			1, -- [1]
			1, -- [2]
			1, -- [3]
			5, -- [4]
			"PARTY", -- [5]
		}, -- [1]
	},
	["exp90temp"] = {
		["delete_damage_TCOB"] = true,
	},
	["__profiles"] = {
		["Фламинника-Гордунни"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["instances_no_libwindow"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						5, -- [1]
						1, -- [2]
						["side"] = 1,
					},
					["bg_r"] = 0.0941,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["skin_custom"] = "",
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["attribute_text"] = {
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Friz Quadrata TT",
						["anchor"] = {
							5, -- [1]
							1, -- [2]
						},
						["enabled"] = false,
						["enable_custom_text"] = false,
						["text_size"] = 12,
					},
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 2,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["show_sidebars"] = true,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941,
					["bars_inverted"] = false,
					["switch_healer_in_combat"] = false,
					["color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Minimalistic",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["bg_alpha"] = 0.7,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["micro_displays_locked"] = true,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = true,
					["hide_in_combat_alpha"] = 0,
					["backdrop_texture"] = "Details Ground",
					["switch_damager"] = false,
					["libwindow"] = {
					},
					["statusbar_info"] = {
						["alpha"] = 1,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["switch_tank_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["switch_damager_in_combat"] = false,
					["grab_on_top"] = false,
					["bars_sort_direction"] = 1,
					["switch_tank"] = false,
					["auto_current"] = true,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = true,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = -5,
							["left"] = 3,
							["between"] = 1,
						},
						["texture_background_class_color"] = true,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARIALN.TTF",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 10,
						["textL_translit_text"] = false,
						["height"] = 14,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar4",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["percent_type"] = 1,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = false,
						["textR_enable_custom_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_custom"] = "",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details D'ictum",
						["start_after_icon"] = true,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4",
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["texture_background"] = "Details D'ictum",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0, -- [4]
						},
						["font_face"] = "Arial Narrow",
						["texture_class_colors"] = true,
						["textL_outline_small"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["menu_icons_size"] = 1,
					["micro_displays_side"] = 2,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["version"] = 3,
					["clickthrough_rows"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["width"] = 0,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 0,
						["alpha"] = 0.5,
						["texture"] = "Interface\\AddOns\\Details\\images\\background",
					},
					["stretch_button_side"] = 1,
					["menu_anchor_down"] = {
						5, -- [1]
						1, -- [2]
					},
					["bg_b"] = 0.0941,
					["switch_all_roles_after_wipe"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
				}, -- [1]
			},
			["data_broker_text"] = "",
			["segments_amount"] = 18,
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["use_battleground_server_parser"] = false,
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["use_scroll"] = false,
			["report_schema"] = 1,
			["overall_clear_newboss"] = true,
			["overall_clear_logout"] = false,
			["minimum_combat_time"] = 5,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["standard_skin"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["trash_auto_remove"] = true,
			["animation_speed_triggertravel"] = 5,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["default_bg_color"] = 0.0941,
			["segments_amount_to_save"] = 18,
			["total_abbreviation"] = 2,
			["segments_panic_mode"] = false,
			["numerical_system_symbols"] = "auto",
			["overall_flag"] = 16,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["memory_threshold"] = 3,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["pvp_as_group"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["default_bg_alpha"] = 0.5,
			["time_type_original"] = 2,
		},
		["Ниэтта-Гордунни"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = false,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["time_type_original"] = 2,
			["default_bg_alpha"] = 0.5,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["time_type"] = 2,
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["segments_amount"] = 30,
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["skin"] = "Dark Theme",
			["override_spellids"] = true,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["minimum_combat_time"] = 5,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
			},
			["overall_flag"] = 16,
			["disable_alldisplays_window"] = false,
			["numerical_system_symbols"] = "auto",
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 30,
			["minimap"] = {
				["onclick_what_todo"] = 3,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 189.4832895537483,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["animation_speed_triggertravel"] = 5,
			["trash_auto_remove"] = true,
			["segments_panic_mode"] = false,
			["standard_skin"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["font_sizes"] = {
				["menus"] = 10,
			},
			["overall_clear_logout"] = false,
			["overall_clear_newboss"] = false,
			["report_schema"] = 1,
			["use_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -420.9990539550781,
							["x"] = 579.499755859375,
							["w"] = 161.0001525878906,
							["h"] = 124.0000305175781,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						19, -- [1]
						1, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.32941176470588,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020.blp",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020",
						["textR_bracket"] = "[",
						["font_size"] = 12,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								1, -- [4]
							},
							["size"] = 4,
						},
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["textL_outline_small"] = true,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_custom"] = "",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details2020",
						["fixed_texture_background_color"] = {
							0.1843137254902, -- [1]
							0.1921568627451, -- [2]
							0.18823529411765, -- [3]
							0.41242814064026, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar_background",
						["texture_background"] = "Details Flat",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["alpha"] = 0.8,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["start_after_icon"] = true,
						["font_face"] = "Oswald",
						["texture_class_colors"] = true,
						["percent_type"] = 1,
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["height"] = 21,
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.32941176470588,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.32941176470588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Dark Theme",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 74,
					["__snapV"] = false,
					["__snapH"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["isHidden"] = false,
								["timeType"] = 1,
								["textYMod"] = 0,
								["segmentType"] = 2,
								["textFace"] = "Oswald",
								["maxSectionIds"] = 19,
								["textAlign"] = 3,
								["textSize"] = 9,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									0.7, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Oswald",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									0.7, -- [4]
								},
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 9,
								["textYMod"] = 0,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = false,
								["timeType"] = 1,
								["textYMod"] = 0,
								["segmentType"] = 2,
								["textFace"] = "Oswald",
								["maxSectionIds"] = 19,
								["textAlign"] = 2,
								["textSize"] = 9,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									0.7, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["grab_on_top"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["switch_all_roles_after_wipe"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_inverted"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["stretch_button_side"] = 1,
					["hide_in_combat_alpha"] = 0,
					["bars_sort_direction"] = 1,
					["show_statusbar"] = true,
					["libwindow"] = {
						["y"] = 57.00087738037109,
						["x"] = -300.000244140625,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 1,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["backdrop_texture"] = "Details Ground",
					["menu_anchor_down"] = {
						16, -- [1]
						-2, -- [2]
					},
					["bg_alpha"] = 0.51000002026558,
					["switch_tank_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["switch_damager_in_combat"] = false,
					["icon_desaturated"] = false,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							0.69272297620773, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Oswald",
						["anchor"] = {
							1, -- [1]
							2, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["enabled"] = true,
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -420.9990539550781,
							["x"] = 579.499755859375,
							["w"] = 161.0001525878906,
							["h"] = 124.0000305175781,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["skin_custom"] = "",
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["enabled"] = true,
						["texture"] = "Interface\\AddOns\\Details\\images\\skins\\darktheme",
						["texcoord"] = {
							0.048000001907349, -- [1]
							0.29800001144409, -- [2]
							0.63099998474121, -- [3]
							0.75599998474121, -- [4]
						},
						["overlay"] = {
							0.99999779462814, -- [1]
							0.99999779462814, -- [2]
							0.99999779462814, -- [3]
							0.79999822378159, -- [4]
						},
						["anchor"] = "all",
						["height"] = 226.00001525879,
						["alpha"] = 0.80000007152557,
						["width"] = 266,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 37,
					["use_multi_fontstrings"] = true,
					["menu_icons_size"] = 0.8999999761581421,
				}, -- [1]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -420.9991302490234,
							["x"] = 734.999755859375,
							["w"] = 150.0000610351563,
							["h"] = 124.0000381469727,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						19, -- [1]
						1, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.32941176470588,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 4,
							["color"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["font_size"] = 12,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020.blp",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020",
						["height"] = 21,
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["textR_bracket"] = "[",
						["texture_custom"] = "",
						["percent_type"] = 1,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["textR_outline_small"] = true,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details2020",
						["start_after_icon"] = true,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar_background",
						["textR_class_colors"] = false,
						["alpha"] = 0.8,
						["textL_class_colors"] = false,
						["texture_background"] = "Details Flat",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0.1843137254902, -- [1]
							0.1921568627451, -- [2]
							0.18823529411765, -- [3]
							0.41242814064026, -- [4]
						},
						["font_face"] = "Oswald",
						["texture_class_colors"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["use_spec_icons"] = true,
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.32941176470588,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.32941176470588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Dark Theme",
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 74,
					["__snapV"] = false,
					["__snapH"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["isHidden"] = false,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = false,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["grab_on_top"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["switch_all_roles_after_wipe"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_inverted"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["stretch_button_side"] = 1,
					["hide_in_combat_alpha"] = 0,
					["bars_sort_direction"] = 1,
					["show_statusbar"] = true,
					["libwindow"] = {
						["y"] = 57.00078964233398,
						["x"] = -150.000244140625,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 1,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["backdrop_texture"] = "Details Ground",
					["menu_anchor_down"] = {
						16, -- [1]
						-2, -- [2]
					},
					["bg_alpha"] = 0.51000002026558,
					["switch_tank_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["switch_damager_in_combat"] = false,
					["icon_desaturated"] = false,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "Oswald",
						["anchor"] = {
							1, -- [1]
							2, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							0.69272297620773, -- [4]
						},
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -420.9991302490234,
							["x"] = 734.999755859375,
							["w"] = 150.0000610351563,
							["h"] = 124.0000381469727,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["skin_custom"] = "",
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["overlay"] = {
							0.99999779462814, -- [1]
							0.99999779462814, -- [2]
							0.99999779462814, -- [3]
							0.79999822378159, -- [4]
						},
						["width"] = 266,
						["texcoord"] = {
							0.048000001907349, -- [1]
							0.29800001144409, -- [2]
							0.63099998474121, -- [3]
							0.75599998474121, -- [4]
						},
						["enabled"] = true,
						["anchor"] = "all",
						["height"] = 226.00001525879,
						["alpha"] = 0.80000007152557,
						["texture"] = "Interface\\AddOns\\Details\\images\\skins\\darktheme",
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 37,
					["use_multi_fontstrings"] = true,
					["menu_icons_size"] = 0.8999999761581421,
				}, -- [2]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -420.9991302490234,
							["x"] = 884.999755859375,
							["w"] = 150.0000610351563,
							["h"] = 124.0000381469727,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						19, -- [1]
						1, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.32941176470588,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 4,
							["color"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["font_size"] = 12,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020.blp",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020",
						["height"] = 21,
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["textR_bracket"] = "[",
						["texture_custom"] = "",
						["percent_type"] = 1,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["textR_outline_small"] = true,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details2020",
						["start_after_icon"] = true,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar_background",
						["textR_class_colors"] = false,
						["alpha"] = 0.8,
						["textL_class_colors"] = false,
						["texture_background"] = "Details Flat",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0.1843137254902, -- [1]
							0.1921568627451, -- [2]
							0.18823529411765, -- [3]
							0.41242814064026, -- [4]
						},
						["font_face"] = "Oswald",
						["texture_class_colors"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["use_spec_icons"] = true,
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.32941176470588,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.32941176470588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Dark Theme",
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 74,
					["__snapV"] = false,
					["__snapH"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["isHidden"] = true,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = true,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["grab_on_top"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["switch_all_roles_after_wipe"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_inverted"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["stretch_button_side"] = 1,
					["hide_in_combat_alpha"] = 0,
					["bars_sort_direction"] = 1,
					["show_statusbar"] = true,
					["libwindow"] = {
						["y"] = 57.00078964233398,
						["x"] = -0.000244140625,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 1,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["backdrop_texture"] = "Details Ground",
					["menu_anchor_down"] = {
						16, -- [1]
						-2, -- [2]
					},
					["bg_alpha"] = 0.51000002026558,
					["switch_tank_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["switch_damager_in_combat"] = false,
					["icon_desaturated"] = false,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "Oswald",
						["anchor"] = {
							1, -- [1]
							2, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							0.69272297620773, -- [4]
						},
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -420.9991302490234,
							["x"] = 884.999755859375,
							["w"] = 150.0000610351563,
							["h"] = 124.0000381469727,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["skin_custom"] = "",
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["overlay"] = {
							0.99999779462814, -- [1]
							0.99999779462814, -- [2]
							0.99999779462814, -- [3]
							0.79999822378159, -- [4]
						},
						["width"] = 266,
						["texcoord"] = {
							0.048000001907349, -- [1]
							0.29800001144409, -- [2]
							0.63099998474121, -- [3]
							0.75599998474121, -- [4]
						},
						["enabled"] = true,
						["anchor"] = "all",
						["height"] = 226.00001525879,
						["alpha"] = 0.80000007152557,
						["texture"] = "Interface\\AddOns\\Details\\images\\skins\\darktheme",
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 37,
					["use_multi_fontstrings"] = true,
					["menu_icons_size"] = 0.8999999761581421,
				}, -- [3]
			},
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = true,
		},
	},
	["immersion_special_units"] = true,
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
			["249919"] = {
				"Yazma", -- [1]
				"249919", -- [2]
				"Пронзание", -- [3]
				6.1, -- [4]
				132141, -- [5]
				["id"] = 2087,
			},
			["207976"] = {
				"Chronomatic Anomaly", -- [1]
				"207976", -- [2]
				"Полная сила", -- [3]
				360, -- [4]
				1125916, -- [5]
				["id"] = 1865,
			},
			["227816"] = {
				"Guarm-TrialOfValor", -- [1]
				"227816", -- [2]
				"Безудержный рывок", -- [3]
				57, -- [4]
				304501, -- [5]
				["id"] = 1962,
			},
			["228633"] = {
				"Helya-TrialOfValor", -- [1]
				"228633", -- [2]
				"Не щадить никого", -- [3]
				7, -- [4]
				132337, -- [5]
				["id"] = 2008,
			},
			["268932"] = {
				"Dazar, The First King", -- [1]
				"268932", -- [2]
				"Сотрясающий землю прыжок", -- [3]
				12.1, -- [4]
				878213, -- [5]
				["id"] = 2143,
			},
			["295445"] = {
				"HK-8 Aerial Oppression Unit", -- [1]
				"295445", -- [2]
				"Сокрушение", -- [3]
				12, -- [4]
				132358, -- [5]
				["id"] = 2291,
			},
			["263912"] = {
				"Merektha", -- [1]
				"263912", -- [2]
				"Пагубное дыхание", -- [3]
				6, -- [4]
				136182, -- [5]
				["id"] = 2125,
			},
			["259718"] = {
				"Sporecaller Zancha", -- [1]
				"259718", -- [2]
				"Дрожь земли", -- [3]
				16, -- [4]
				236188, -- [5]
				["id"] = 2112,
			},
			["227982"] = {
				"Helya-TrialOfValor", -- [1]
				"227982", -- [2]
				"Желчное окисление на ТЕБЕ", -- [3]
				30, -- [4]
				458736, -- [5]
				["id"] = 2008,
			},
			["266225"] = {
				"Gorak Tul", -- [1]
				"266225", -- [2]
				"Темная молния", -- [3]
				7.2, -- [4]
				1385911, -- [5]
				["id"] = 2117,
			},
			["305663"] = {
				"Maut", -- [1]
				"305663", -- [2]
				"Черные крылья", -- [3]
				18.2, -- [4]
				2103869, -- [5]
				["id"] = 2327,
			},
			["291946"] = {
				"K.U.-J.0.", -- [1]
				"291946", -- [2]
				"Выброс огня", -- [3]
				15.6, -- [4]
				629054, -- [5]
				["id"] = 2258,
			},
			["210022"] = {
				"Grand Magistrix Elisande", -- [1]
				"210022", -- [2]
				"Эпохальная сфера", -- [3]
				18, -- [4]
				429383, -- [5]
				["id"] = 1872,
			},
			["261563"] = {
				"Hadal Darkfathom", -- [1]
				"261563", -- [2]
				"Сокрушительный поток", -- [3]
				12.5, -- [4]
				1385912, -- [5]
				["id"] = 2099,
			},
			["260703"] = {
				"Heartsbane Triad", -- [1]
				"260703", -- [2]
				"Нестабильная руническая метка", -- [3]
				9, -- [4]
				633004, -- [5]
				["id"] = 2113,
			},
			["-21491"] = {
				"N'Zoth, the Corruptor", -- [1]
				"-21491", -- [2]
				"Пожинатель мыслей (1)", -- [3]
				15.5, -- [4]
				"Interface\\Icons\\achievement_boss_heraldofnzoth", -- [5]
				["id"] = 2344,
			},
			["267522"] = {
				"Council o' Captains", -- [1]
				"267522", -- [2]
				"Разрезающий рывок", -- [3]
				5.743000000005123, -- [4]
				965900, -- [5]
				["id"] = 2094,
			},
			["298940"] = {
				"Trixie & Naeno", -- [1]
				"298940", -- [2]
				"Поток разрядов", -- [3]
				35.1, -- [4]
				986493, -- [5]
				["id"] = 2312,
			},
			["310358"] = {
				"Drest'agath", -- [1]
				"310358", -- [2]
				"Безумное бормотание (1)", -- [3]
				30, -- [4]
				136131, -- [5]
				["id"] = 2343,
			},
			["313239"] = {
				"The Prophet Skitra", -- [1]
				"313239", -- [2]
				"Образы отпущения", -- [3]
				31.5, -- [4]
				136056, -- [5]
				["id"] = 2334,
			},
			["204463"] = {
				"Nythendra", -- [1]
				"204463", -- [2]
				"Взрывоопасная гниль", -- [3]
				22.8, -- [4]
				236271, -- [5]
				["id"] = 1853,
			},
			["257495"] = {
				"The Sand Queen", -- [1]
				"257495", -- [2]
				"Песчаная буря", -- [3]
				30, -- [4]
				796638, -- [5]
				["id"] = 2101,
			},
			["207573"] = {
				"Dragons of Nightmare", -- [1]
				"207573", -- [2]
				"Призыв оскверненного духа", -- [3]
				30, -- [4]
				1022944, -- [5]
				["id"] = 1854,
			},
			["recursive_elemental"] = {
				"Grand Magistrix Elisande", -- [1]
				"recursive_elemental", -- [2]
				"Рекурсивный элементаль", -- [3]
				5, -- [4]
				653221, -- [5]
				["id"] = 1872,
			},
			["307639"] = {
				"Vexiona", -- [1]
				"307639", -- [2]
				"Сердце тьмы", -- [3]
				16.5, -- [4]
				1711336, -- [5]
				["id"] = 2336,
			},
			["263958"] = {
				"Merektha", -- [1]
				"263958", -- [2]
				"Клубок змей", -- [3]
				12, -- [4]
				132211, -- [5]
				["id"] = 2125,
			},
			["268347"] = {
				"Lord Stormsong", -- [1]
				"268347", -- [2]
				"Стрела Бездны", -- [3]
				8.5, -- [4]
				132886, -- [5]
				["id"] = 2132,
			},
			["297261"] = {
				"King Gobbamak", -- [1]
				"297261", -- [2]
				"Землетрясение", -- [3]
				8.4, -- [4]
				451165, -- [5]
				["id"] = 2290,
			},
			["203888"] = {
				"Dragons of Nightmare", -- [1]
				"203888", -- [2]
				"Вытягивание души", -- [3]
				25, -- [4]
				136122, -- [5]
				["id"] = 1854,
			},
			["255579"] = {
				"Priestess Alun'za", -- [1]
				"255579", -- [2]
				"Золоченые когти", -- [3]
				11, -- [4]
				237389, -- [5]
				["id"] = 2084,
			},
			["197961"] = {
				"Odyn-TrialOfValor", -- [1]
				"197961", -- [2]
				"Руническое клеймо", -- [3]
				21, -- [4]
				442743, -- [5]
				["id"] = 1958,
			},
			["309687"] = {
				"The Prophet Skitra", -- [1]
				"309687", -- [2]
				"<Чтение Вспышка больного рассудка>", -- [3]
				5, -- [4]
				631519, -- [5]
				["id"] = 2334,
			},
			["warmup"] = {
				"Tussle Tonks", -- [1]
				"warmup", -- [2]
				"Активен", -- [3]
				23, -- [4]
				"Interface\\Icons\\inv_engineering_autohammer", -- [5]
				["id"] = 2257,
			},
			["-21311"] = {
				"Shad'har the Insatiable", -- [1]
				"-21311", -- [2]
				"Сокрушение и растворение (1)", -- [3]
				15.5, -- [4]
				"Interface\\Icons\\inv_pet_voidhound", -- [5]
				["id"] = 2335,
			},
			["310329"] = {
				"Drest'agath", -- [1]
				"310329", -- [2]
				"Энтропическое сокрушение (1)", -- [3]
				15, -- [4]
				1022950, -- [5]
				["id"] = 2343,
			},
			["276068"] = {
				"Hadal Darkfathom", -- [1]
				"276068", -- [2]
				"Приливная волна", -- [3]
				23.5, -- [4]
				237590, -- [5]
				["id"] = 2099,
			},
			["207830"] = {
				"Xavius", -- [1]
				"207830", -- [2]
				"Взрыв порчи", -- [3]
				20.7, -- [4]
				1396969, -- [5]
				["id"] = 1864,
			},
			["256198"] = {
				"Overseer Korgus", -- [1]
				"256198", -- [2]
				"Зажигательные азеритовые пули", -- [3]
				6, -- [4]
				514016, -- [5]
				["id"] = 2104,
			},
			["193826"] = {
				"God-King Skovald", -- [1]
				"193826", -- [2]
				"Рагнарек", -- [3]
				11, -- [4]
				135799, -- [5]
				["id"] = 1808,
			},
			["268586"] = {
				"Dazar, The First King", -- [1]
				"268586", -- [2]
				"Серия ударов", -- [3]
				18.2, -- [4]
				1035036, -- [5]
				["id"] = 2143,
			},
			["307472"] = {
				"Shad'har the Insatiable", -- [1]
				"307472", -- [2]
				"<Чтение Растворение (1)>", -- [3]
				2.5, -- [4]
				136007, -- [5]
				["id"] = 2335,
			},
			["307403"] = {
				"Vexiona", -- [1]
				"307403", -- [2]
				"Аннигиляция", -- [3]
				13, -- [4]
				1386551, -- [5]
				["id"] = 2336,
			},
			["271698"] = {
				"Tik'ali", -- [1]
				"271698", -- [2]
				"Усиление азеритом", -- [3]
				20, -- [4]
				612968, -- [5]
				["id"] = 2106,
			},
			["260907"] = {
				"Heartsbane Triad", -- [1]
				"260907", -- [2]
				"Управление душой", -- [3]
				8.5, -- [4]
				892448, -- [5]
				["id"] = 2113,
			},
			["271456"] = {
				"Mogul Razzdunk", -- [1]
				"271456", -- [2]
				"Мощный удар буром", -- [3]
				8.5, -- [4]
				892833, -- [5]
				["id"] = 2108,
			},
			["berserk"] = {
				"Skorpyron", -- [1]
				"berserk", -- [2]
				"Берсерк", -- [3]
				542, -- [4]
				136224, -- [5]
				["id"] = 1849,
			},
			["231350"] = {
				"Odyn-TrialOfValor", -- [1]
				"231350", -- [2]
				"Сияние правосудия", -- [3]
				7.5, -- [4]
				1360764, -- [5]
				["id"] = 1958,
			},
			["318976"] = {
				"N'Zoth, the Corruptor", -- [1]
				"318976", -- [2]
				"Ошеломляющий взор (1)", -- [3]
				40.7, -- [4]
				1386551, -- [5]
				["id"] = 2344,
			},
			["random_cast"] = {
				"Infested Crawg", -- [1]
				"random_cast", -- [2]
				"Рывок или Несварение", -- [3]
				8, -- [4]
				"Interface\\Icons\\inv_misc_questionmark", -- [5]
				["id"] = 2118,
			},
			["285440"] = {
				"Machinist's Garden", -- [1]
				"285440", -- [2]
				"\"Спрятанная\" пламенная пушка", -- [3]
				14.1, -- [4]
				524795, -- [5]
				["id"] = 2259,
			},
			["201392"] = {
				"Millificent Manastorm", -- [1]
				"201392", -- [2]
				"Ториевый турбоцыпленок", -- [3]
				24, -- [4]
				656513, -- [5]
				["id"] = 1847,
			},
			["307471"] = {
				"Shad'har the Insatiable", -- [1]
				"307471", -- [2]
				"<Чтение Сокрушение (2)>", -- [3]
				2.5, -- [4]
				132358, -- [5]
				["id"] = 2335,
			},
			["211802"] = {
				"Xavius", -- [1]
				"211802", -- [2]
				"Клинки Кошмара", -- [3]
				19.2, -- [4]
				1396975, -- [5]
				["id"] = 1864,
			},
			["283422"] = {
				"Tussle Tonks", -- [1]
				"283422", -- [2]
				"Максимальная тяга", -- [3]
				43.7, -- [4]
				648208, -- [5]
				["id"] = 2257,
			},
			["256955"] = {
				"Knight Captain Valyri", -- [1]
				"256955", -- [2]
				"Жаркие угли", -- [3]
				18, -- [4]
				524795, -- [5]
				["id"] = 2103,
			},
			["315947"] = {
				"Carapace of N'Zoth", -- [1]
				"315947", -- [2]
				"Мощный удар жвалами", -- [3]
				13, -- [4]
				135664, -- [5]
				["id"] = 2337,
			},
			["210264"] = {
				"Xavius", -- [1]
				"210264", -- [2]
				"Проявление порчи (1)", -- [3]
				59, -- [4]
				1357796, -- [5]
				["id"] = 1864,
			},
			["202977"] = {
				"Nythendra", -- [1]
				"202977", -- [2]
				"Заразное дыхание", -- [3]
				37, -- [4]
				538518, -- [5]
				["id"] = 1853,
			},
			["204372"] = {
				"Skorpyron", -- [1]
				"204372", -- [2]
				"Зов скорпида", -- [3]
				20, -- [4]
				620833, -- [5]
				["id"] = 1849,
			},
			["306929"] = {
				"Shad'har the Insatiable", -- [1]
				"306929", -- [2]
				"Бурлящее дыхание", -- [3]
				15, -- [4]
				136182, -- [5]
				["id"] = 2335,
			},
			["256038"] = {
				"Overseer Korgus", -- [1]
				"256038", -- [2]
				"Меткий стрелок", -- [3]
				28, -- [4]
				132385, -- [5]
				["id"] = 2104,
			},
			["204859"] = {
				"Ursoc", -- [1]
				"204859", -- [2]
				"Раздирание плоти", -- [3]
				15, -- [4]
				1033474, -- [5]
				["id"] = 1841,
			},
			["198379"] = {
				"Archdruid Glaidalis", -- [1]
				"198379", -- [2]
				"Первобытная ярость", -- [3]
				12, -- [4]
				571585, -- [5]
				["id"] = 1836,
			},
			["267273"] = {
				"The Council of Tribes", -- [1]
				"267273", -- [2]
				"Выброс яда", -- [3]
				16, -- [4]
				132099, -- [5]
				["id"] = 2140,
			},
			["307806"] = {
				"Maut", -- [1]
				"307806", -- [2]
				"Пожирание магии", -- [3]
				9, -- [4]
				3086045, -- [5]
				["id"] = 2327,
			},
			["306973"] = {
				"Carapace of N'Zoth", -- [1]
				"306973", -- [2]
				"Бомба сумасшествия (1)", -- [3]
				5, -- [4]
				136173, -- [5]
				["id"] = 2337,
			},
			["-13767"] = {
				"Skorpyron", -- [1]
				"-13767", -- [2]
				"Красный режим", -- [3]
				22, -- [4]
				1003591, -- [5]
				["id"] = 1849,
			},
			["-14404"] = {
				"Odyn-TrialOfValor", -- [1]
				"-14404", -- [2]
				"Хирья", -- [3]
				16, -- [4]
				"Interface\\Icons\\inv_shield_1h_hyrja_d_01", -- [5]
				["id"] = 1958,
			},
			["272874"] = {
				"Siege of Boralus Trash", -- [1]
				"272874", -- [2]
				"<Чтение Растаптывание>", -- [3]
				3, -- [4]
				1373907, -- [5]
				["id"] = 2099,
			},
			["205843"] = {
				"Xavius", -- [1]
				"205843", -- [2]
				"<Чтение Сон (1)>", -- [3]
				6, -- [4]
				136090, -- [5]
				["id"] = 1864,
			},
			["203028"] = {
				"Dragons of Nightmare", -- [1]
				"203028", -- [2]
				"Дыхание порчи", -- [3]
				17, -- [4]
				136123, -- [5]
				["id"] = 1854,
			},
			["208431"] = {
				"Xavius", -- [1]
				"208431", -- [2]
				"Порча: Провал Безумия на ТЕБЕ", -- [3]
				20, -- [4]
				1357814, -- [5]
				["id"] = 1864,
			},
			["272457"] = {
				"Sporecaller Zancha", -- [1]
				"272457", -- [2]
				"Ударная волна", -- [3]
				10.5, -- [4]
				451165, -- [5]
				["id"] = 2112,
			},
			["228390"] = {
				"Helya-TrialOfValor", -- [1]
				"228390", -- [2]
				"Выброс ила", -- [3]
				14, -- [4]
				1500940, -- [5]
				["id"] = 2008,
			},
			["267830"] = {
				"Tidesage Coucil", -- [1]
				"267830", -- [2]
				"Благословение бури", -- [3]
				26.7, -- [4]
				135863, -- [5]
				["id"] = 2131,
			},
			["-12809"] = {
				"Dragons of Nightmare", -- [1]
				"-12809", -- [2]
				"Знак Исондры (1) на ТЕБЕ", -- [3]
				35, -- [4]
				1354172, -- [5]
				["id"] = 1854,
			},
			["227629"] = {
				"Odyn-TrialOfValor", -- [1]
				"227629", -- [2]
				"Выверенный взрыв", -- [3]
				68, -- [4]
				135981, -- [5]
				["id"] = 1958,
			},
			["228171"] = {
				"Odyn-TrialOfValor", -- [1]
				"228171", -- [2]
				"Хирья: Регенерация", -- [3]
				10, -- [4]
				236249, -- [5]
				["id"] = 1958,
			},
			["307201"] = {
				"The Hivemind", -- [1]
				"307201", -- [2]
				"Контроль над коллективным разумом: Ка'зир", -- [3]
				93.5, -- [4]
				2914898, -- [5]
				["id"] = 2333,
			},
			["219815"] = {
				"Chronomatic Anomaly", -- [1]
				"219815", -- [2]
				"Временные сферы", -- [3]
				12, -- [4]
				610472, -- [5]
				["id"] = 1865,
			},
			["308903"] = {
				"Maut", -- [1]
				"308903", -- [2]
				"Воплощение тьмы", -- [3]
				13, -- [4]
				136221, -- [5]
				["id"] = 2327,
			},
			["267618"] = {
				"Mchimba the Embalmer", -- [1]
				"267618", -- [2]
				"Поглощение жидкостей", -- [3]
				17.9, -- [4]
				463570, -- [5]
				["id"] = 2142,
			},
			["265773"] = {
				"The Golden Serpent", -- [1]
				"265773", -- [2]
				"Плевок золотом", -- [3]
				9, -- [4]
				646669, -- [5]
				["id"] = 2139,
			},
			["316463"] = {
				"N'Zoth, the Corruptor", -- [1]
				"316463", -- [2]
				"Врата разума (1)", -- [3]
				68, -- [4]
				878214, -- [5]
				["id"] = 2344,
			},
			["214348"] = {
				"Elerethe Renferal", -- [1]
				"214348", -- [2]
				"Злобный внезапный удар", -- [3]
				8.2, -- [4]
				132089, -- [5]
				["id"] = 1876,
			},
			["266951"] = {
				"The Council of Tribes", -- [1]
				"266951", -- [2]
				"Прорыв", -- [3]
				5.5, -- [4]
				628134, -- [5]
				["id"] = 2140,
			},
			["315762"] = {
				"Vexiona", -- [1]
				"315762", -- [2]
				"Сумеречное истребление (1)", -- [3]
				10.7, -- [4]
				132291, -- [5]
				["id"] = 2336,
			},
			["227967"] = {
				"Helya-TrialOfValor", -- [1]
				"227967", -- [2]
				"Желчное дыхание (1)", -- [3]
				10.5, -- [4]
				132104, -- [5]
				["id"] = 2008,
			},
			["285454"] = {
				"Machinist's Garden", -- [1]
				"285454", -- [2]
				"Импульсный деформатор", -- [3]
				8.5, -- [4]
				1778228, -- [5]
				["id"] = 2259,
			},
			["211927"] = {
				"Chronomatic Anomaly", -- [1]
				"211927", -- [2]
				"Переполняющая мощь", -- [3]
				22, -- [4]
				1125916, -- [5]
				["id"] = 1865,
			},
			["256105"] = {
				"Overseer Korgus", -- [1]
				"256105", -- [2]
				"Взрывной выброс", -- [3]
				13, -- [4]
				878211, -- [5]
				["id"] = 2104,
			},
			["232249"] = {
				"Goroth", -- [1]
				"232249", -- [2]
				"Падающая комета", -- [3]
				8.5, -- [4]
				135797, -- [5]
				["id"] = 2032,
			},
			["201960"] = {
				"Shivermaw", -- [1]
				"201960", -- [2]
				"Ледяная бомба", -- [3]
				47, -- [4]
				609814, -- [5]
				["id"] = 1845,
			},
			["228611"] = {
				"Helya-TrialOfValor", -- [1]
				"228611", -- [2]
				"Призрачная ярость", -- [3]
				10, -- [4]
				236310, -- [5]
				["id"] = 2008,
			},
			["233279"] = {
				"Goroth", -- [1]
				"233279", -- [2]
				"Сокрушающая звезда (1)", -- [3]
				34, -- [4]
				517112, -- [5]
				["id"] = 2032,
			},
			["310184"] = {
				"N'Zoth, the Corruptor", -- [1]
				"310184", -- [2]
				"Ползучее страдание (1)", -- [3]
				12.1, -- [4]
				136195, -- [5]
				["id"] = 2344,
			},
			["193668"] = {
				"God-King Skovald", -- [1]
				"193668", -- [2]
				"Свирепый клинок", -- [3]
				47, -- [4]
				135271, -- [5]
				["id"] = 1808,
			},
			["224649"] = {
				"Xavius", -- [1]
				"224649", -- [2]
				"Мучительное рассечение", -- [3]
				10, -- [4]
				1396978, -- [5]
				["id"] = 1864,
			},
			["-21286"] = {
				"N'Zoth, the Corruptor", -- [1]
				"-21286", -- [2]
				"Молотящее щупальце (1)", -- [3]
				25.5, -- [4]
				"Interface\\Icons\\spell_priest_voidtendrils", -- [5]
				["id"] = 2344,
			},
			["291626"] = {
				"King Mechagon", -- [1]
				"291626", -- [2]
				"<Чтение Режущий луч>", -- [3]
				6, -- [4]
				839983, -- [5]
				["id"] = 2260,
			},
			["191284"] = {
				"Hymdall", -- [1]
				"191284", -- [2]
				"Рог доблести", -- [3]
				8, -- [4]
				134229, -- [5]
				["id"] = 1805,
			},
			["266181"] = {
				"Gorak Tul", -- [1]
				"266181", -- [2]
				"Сущность ужаса", -- [3]
				25.5, -- [4]
				1778230, -- [5]
				["id"] = 2117,
			},
			["206617"] = {
				"Chronomatic Anomaly", -- [1]
				"206617", -- [2]
				"Часовая бомба", -- [3]
				6.5, -- [4]
				609814, -- [5]
				["id"] = 1865,
			},
			["268306"] = {
				"Lord and Lady Waycrest", -- [1]
				"268306", -- [2]
				"Нестройная каденция", -- [3]
				18, -- [4]
				463569, -- [5]
				["id"] = 2116,
			},
			["257278"] = {
				"Harlan Sweete", -- [1]
				"257278", -- [2]
				"Сабля повелителя пассатов", -- [3]
				11, -- [4]
				796638, -- [5]
				["id"] = 2096,
			},
			["276229"] = {
				"Mogul Razzdunk", -- [1]
				"276229", -- [2]
				"<Чтение Микроракеты>", -- [3]
				5, -- [4]
				134273, -- [5]
				["id"] = 2108,
			},
			["260333"] = {
				"Infested Crawg", -- [1]
				"260333", -- [2]
				"Припадок", -- [3]
				45, -- [4]
				1694232, -- [5]
				["id"] = 2118,
			},
			["201240"] = {
				"Millificent Manastorm", -- [1]
				"201240", -- [2]
				"Элементиевая бомбелка", -- [3]
				7, -- [4]
				133709, -- [5]
				["id"] = 1847,
			},
			["291928"] = {
				"King Mechagon", -- [1]
				"291928", -- [2]
				"Гигаразряд", -- [3]
				8.4, -- [4]
				896468, -- [5]
				["id"] = 2260,
			},
			["298651"] = {
				"Trixie & Naeno", -- [1]
				"298651", -- [2]
				"Форсаж", -- [3]
				2, -- [4]
				2115321, -- [5]
				["id"] = 2312,
			},
			["193235"] = {
				"Hymdall", -- [1]
				"193235", -- [2]
				"Танцующий клинок", -- [3]
				3.3, -- [4]
				135408, -- [5]
				["id"] = 1805,
			},
			["310129"] = {
				"Maut", -- [1]
				"310129", -- [2]
				"Темные когти", -- [3]
				8, -- [4]
				135599, -- [5]
				["id"] = 2327,
			},
			["204646"] = {
				"Oakheart", -- [1]
				"204646", -- [2]
				"Сокрушительная хватка", -- [3]
				28, -- [4]
				236316, -- [5]
				["id"] = 1837,
			},
			["258622"] = {
				"Tik'ali", -- [1]
				"258622", -- [2]
				"Резонансный импульс", -- [3]
				9.5, -- [4]
				451165, -- [5]
				["id"] = 2106,
			},
			["310003"] = {
				"Ra-den the Despoiled", -- [1]
				"310003", -- [2]
				"Извержение Бездны", -- [3]
				12.1, -- [4]
				537022, -- [5]
				["id"] = 2331,
			},
			["196543"] = {
				"Fenryr", -- [1]
				"196543", -- [2]
				"Пугающий вой", -- [3]
				30, -- [4]
				1033494, -- [5]
				["id"] = 1807,
			},
			["263309"] = {
				"Adderis and Aspix", -- [1]
				"263309", -- [2]
				"Вихревой удар", -- [3]
				8.5, -- [4]
				511543, -- [5]
				["id"] = 2124,
			},
			["204040"] = {
				"Dragons of Nightmare", -- [1]
				"204040", -- [2]
				"Выброс тьмы на ТЕБЕ", -- [3]
				10, -- [4]
				132843, -- [5]
				["id"] = 1854,
			},
			["307057"] = {
				"Vexiona", -- [1]
				"307057", -- [2]
				"Темные врата", -- [3]
				32.6, -- [4]
				136194, -- [5]
				["id"] = 2336,
			},
			["307314"] = {
				"Vexiona", -- [1]
				"307314", -- [2]
				"Крадущиеся тени", -- [3]
				15, -- [4]
				132886, -- [5]
				["id"] = 2336,
			},
			["269843"] = {
				"Unbound Abomination", -- [1]
				"269843", -- [2]
				"Гнусный выброс", -- [3]
				8.5, -- [4]
				1029009, -- [5]
				["id"] = 2123,
			},
			["250096"] = {
				"Yazma", -- [1]
				"250096", -- [2]
				"Нестерпимая боль", -- [3]
				3.7, -- [4]
				236300, -- [5]
				["id"] = 2087,
			},
			["nightmare_horror"] = {
				"Il'gynoth", -- [1]
				"nightmare_horror", -- [2]
				"Кошмарный ужас", -- [3]
				80, -- [4]
				463569, -- [5]
				["id"] = 1873,
			},
			["228877"] = {
				"Grand Magistrix Elisande", -- [1]
				"228877", -- [2]
				"Кинетическое кольцо (1)", -- [3]
				35, -- [4]
				1033906, -- [5]
				["id"] = 1872,
			},
			["200050"] = {
				"Shade of Xavius", -- [1]
				"200050", -- [2]
				"Апокалиптический Кошмар", -- [3]
				5, -- [4]
				1357806, -- [5]
				["id"] = 1839,
			},
			["250258"] = {
				"Vol'kaal", -- [1]
				"250258", -- [2]
				"Токсичный прыжок", -- [3]
				2, -- [4]
				132301, -- [5]
				["id"] = 2085,
			},
			["313039"] = {
				"Carapace of N'Zoth", -- [1]
				"313039", -- [2]
				"Бесконечная тьма (1)", -- [3]
				54, -- [4]
				1386548, -- [5]
				["id"] = 2337,
			},
			["207261"] = {
				"Patrol Captain Gerdo", -- [1]
				"207261", -- [2]
				"Резонирующий удар сплеча", -- [3]
				7, -- [4]
				135734, -- [5]
				["id"] = 1868,
			},
			["264526"] = {
				"Aqu'sirr", -- [1]
				"264526", -- [2]
				"Хватка глубин", -- [3]
				24, -- [4]
				537022, -- [5]
				["id"] = 2130,
			},
			["307950"] = {
				"The Prophet Skitra", -- [1]
				"307950", -- [2]
				"Иссечение души (1)", -- [3]
				12.5, -- [4]
				462324, -- [5]
				["id"] = 2334,
			},
			["demolishing"] = {
				"Viq'Goth", -- [1]
				"demolishing", -- [2]
				"Крушащий ужас (2)", -- [3]
				20, -- [4]
				"Interface\\Icons\\achievement_boss_yoggsaron_01", -- [5]
				["id"] = 2100,
			},
			["215128"] = {
				"Il'gynoth", -- [1]
				"215128", -- [2]
				"Проклятая кровь", -- [3]
				15, -- [4]
				237515, -- [5]
				["id"] = 1873,
			},
			["207630"] = {
				"Trilliax", -- [1]
				"207630", -- [2]
				"Аннигиляция", -- [3]
				20.5, -- [4]
				135734, -- [5]
				["id"] = 1867,
			},
			["305722"] = {
				"Maut", -- [1]
				"305722", -- [2]
				"<Чтение Обсидиановый раскол>", -- [3]
				60, -- [4]
				399041, -- [5]
				["id"] = 2327,
			},
			["263345"] = {
				"Overseer Korgus", -- [1]
				"263345", -- [2]
				"Мощный залп", -- [3]
				27.5, -- [4]
				1373903, -- [5]
				["id"] = 2104,
			},
			["269493"] = {
				"Coin-Operated Crowd Pummeler", -- [1]
				"269493", -- [2]
				"Футбомбомет", -- [3]
				9.7, -- [4]
				660531, -- [5]
				["id"] = 2105,
			},
			["294853"] = {
				"Machinist's Garden", -- [1]
				"294853", -- [2]
				"Активировать растение", -- [3]
				6.1, -- [4]
				136243, -- [5]
				["id"] = 2259,
			},
			["adds"] = {
				"Avatar of Sethraliss", -- [1]
				"adds", -- [2]
				"Хранитель Сердца появление", -- [3]
				3.5, -- [4]
				1120423, -- [5]
				["id"] = 2127,
			},
			["256405"] = {
				"Ring of Booty", -- [1]
				"256405", -- [2]
				"Акулий торнадо", -- [3]
				23, -- [4]
				463487, -- [5]
				["id"] = 2095,
			},
			["206788"] = {
				"Trilliax", -- [1]
				"206788", -- [2]
				"Токсичные объедки", -- [3]
				11, -- [4]
				237360, -- [5]
				["id"] = 1867,
			},
			["264931"] = {
				"Raal the Gluttonous", -- [1]
				"264931", -- [2]
				"Призыв слуг", -- [3]
				43.5, -- [4]
				1769027, -- [5]
				["id"] = 2115,
			},
			["258338"] = {
				"Council o' Captains", -- [1]
				"258338", -- [2]
				"Бочка черной пелены", -- [3]
				19.04200000001583, -- [4]
				132620, -- [5]
				["id"] = 2094,
			},
			["267060"] = {
				"The Council of Tribes", -- [1]
				"267060", -- [2]
				"Зов стихий", -- [3]
				20, -- [4]
				538566, -- [5]
				["id"] = 2140,
			},
			["307359"] = {
				"Vexiona", -- [1]
				"307359", -- [2]
				"Отчаяние", -- [3]
				10, -- [4]
				237552, -- [5]
				["id"] = 2336,
			},
			["260741"] = {
				"Heartsbane Triad", -- [1]
				"260741", -- [2]
				"Зазубренные стебли", -- [3]
				8.5, -- [4]
				959837, -- [5]
				["id"] = 2113,
			},
			["227807"] = {
				"Odyn-TrialOfValor", -- [1]
				"227807", -- [2]
				"Буря правосудия", -- [3]
				4, -- [4]
				839983, -- [5]
				["id"] = 1958,
			},
			["265781"] = {
				"The Golden Serpent", -- [1]
				"265781", -- [2]
				"Змеиный порыв", -- [3]
				12.5, -- [4]
				1029585, -- [5]
				["id"] = 2139,
			},
			["294929"] = {
				"K.U.-J.0.", -- [1]
				"294929", -- [2]
				"Пылающий укус", -- [3]
				10.9, -- [4]
				1530249, -- [5]
				["id"] = 2258,
			},
			["312336"] = {
				"Dark Inquisitor Xanesh", -- [1]
				"312336", -- [2]
				"Ритуал Бездны (1)", -- [3]
				61, -- [4]
				1728724, -- [5]
				["id"] = 2328,
			},
			["314583"] = {
				"The Hivemind", -- [1]
				"314583", -- [2]
				"Нестабильный выброс", -- [3]
				107, -- [4]
				237521, -- [5]
				["id"] = 2333,
			},
			["259853"] = {
				"Rixxa Fluxflame", -- [1]
				"259853", -- [2]
				"Химический ожог", -- [3]
				12.5, -- [4]
				132100, -- [5]
				["id"] = 2107,
			},
			["201355"] = {
				"Shivermaw", -- [1]
				"201355", -- [2]
				"Взмах крылом", -- [3]
				20.5, -- [4]
				134155, -- [5]
				["id"] = 1845,
			},
			["263257"] = {
				"Adderis and Aspix", -- [1]
				"263257", -- [2]
				"Статический шок", -- [3]
				20, -- [4]
				237587, -- [5]
				["id"] = 2124,
			},
			["203552"] = {
				"Nythendra", -- [1]
				"203552", -- [2]
				"Королева роя", -- [3]
				90, -- [4]
				136128, -- [5]
				["id"] = 1853,
			},
			["269686"] = {
				"Avatar of Sethraliss", -- [1]
				"269686", -- [2]
				"Чума на ТЕБЕ", -- [3]
				12, -- [4]
				804968, -- [5]
				["id"] = 2127,
			},
			["191325"] = {
				"Dresaron", -- [1]
				"191325", -- [2]
				"Дыхание порчи", -- [3]
				13.5, -- [4]
				1357794, -- [5]
				["id"] = 1838,
			},
			["228918"] = {
				"Odyn-TrialOfValor", -- [1]
				"228918", -- [2]
				"Закаленное бурей копье", -- [3]
				9, -- [4]
				1508064, -- [5]
				["id"] = 1958,
			},
			["233514"] = {
				"Goroth", -- [1]
				"233514", -- [2]
				"Инфернальный шип", -- [3]
				4.8, -- [4]
				1118739, -- [5]
				["id"] = 2032,
			},
			["285388"] = {
				"Tussle Tonks", -- [1]
				"285388", -- [2]
				"Выброс пламени", -- [3]
				22, -- [4]
				133407, -- [5]
				["id"] = 2257,
			},
			["204574"] = {
				"Oakheart", -- [1]
				"204574", -- [2]
				"Корни-душители", -- [3]
				12, -- [4]
				458176, -- [5]
				["id"] = 1837,
			},
			["266237"] = {
				"The Council of Tribes", -- [1]
				"266237", -- [2]
				"Контузящая оплеуха", -- [3]
				9, -- [4]
				134919, -- [5]
				["id"] = 2140,
			},
			["267533"] = {
				"Council o' Captains", -- [1]
				"267533", -- [2]
				"Смерч клинков", -- [3]
				13.04300000000512, -- [4]
				1500963, -- [5]
				["id"] = 2094,
			},
			["297128"] = {
				"Operation: Mechagon Trash", -- [1]
				"297128", -- [2]
				"<Чтение Кинетическое воздействие>", -- [3]
				3, -- [4]
				612098, -- [5]
				["id"] = 2260,
			},
			["209628"] = {
				"Advisor Melandrus", -- [1]
				"209628", -- [2]
				"Пронзающий ураган", -- [3]
				11, -- [4]
				1020351, -- [5]
				["id"] = 1870,
			},
			["215443"] = {
				"Elerethe Renferal", -- [1]
				"215443", -- [2]
				"Некротический яд", -- [3]
				22, -- [4]
				132107, -- [5]
				["id"] = 1876,
			},
			["211192"] = {
				"Cenarius", -- [1]
				"211192", -- [2]
				"Смрадное дыхание (1)", -- [3]
				20, -- [4]
				1357794, -- [5]
				["id"] = 1877,
			},
			["208929"] = {
				"Il'gynoth", -- [1]
				"208929", -- [2]
				"Выброс порчи на ТЕБЕ", -- [3]
				10, -- [4]
				136211, -- [5]
				["id"] = 1873,
			},
			["209676"] = {
				"Advisor Melandrus", -- [1]
				"209676", -- [2]
				"Кромсающий вихрь", -- [3]
				23, -- [4]
				1029585, -- [5]
				["id"] = 1870,
			},
			["206641"] = {
				"Trilliax", -- [1]
				"206641", -- [2]
				"Чародейский выпад", -- [3]
				7.5, -- [4]
				1041233, -- [5]
				["id"] = 1867,
			},
			["297746"] = {
				"Thrall", -- [1]
				"297746", -- [2]
				"Сейсмический удар", -- [3]
				5, -- [4]
				1016245, -- [5]
				["id"] = 2332,
			},
			["-21069"] = {
				"Carapace of N'Zoth", -- [1]
				"-21069", -- [2]
				"Раздирающее щупальце (1)", -- [3]
				32, -- [4]
				132154, -- [5]
				["id"] = 2337,
			},
			["209170"] = {
				"Grand Magistrix Elisande", -- [1]
				"209170", -- [2]
				"Затягивающая сингулярность (1)", -- [3]
				25, -- [4]
				135735, -- [5]
				["id"] = 1872,
			},
			["285020"] = {
				"Tussle Tonks", -- [1]
				"285020", -- [2]
				"Крутящийся клинок", -- [3]
				8.2, -- [4]
				132306, -- [5]
				["id"] = 2257,
			},
			["228187"] = {
				"Guarm-TrialOfValor", -- [1]
				"228187", -- [2]
				"Дыхание стража", -- [3]
				14.5, -- [4]
				988195, -- [5]
				["id"] = 1962,
			},
			["273285"] = {
				"Sporecaller Zancha", -- [1]
				"273285", -- [2]
				"Взрывчатые коробочки", -- [3]
				46, -- [4]
				620828, -- [5]
				["id"] = 2112,
			},
			["297985"] = {
				"Gunker", -- [1]
				"297985", -- [2]
				"Бурление жижи", -- [3]
				8.3, -- [4]
				136016, -- [5]
				["id"] = 2292,
			},
			["267037"] = {
				"Vol'zith the Whisperer", -- [1]
				"267037", -- [2]
				"Шепот силы", -- [3]
				12.5, -- [4]
				1386549, -- [5]
				["id"] = 2133,
			},
			["228300"] = {
				"Helya-TrialOfValor", -- [1]
				"228300", -- [2]
				"Ярость Утробы душ", -- [3]
				11, -- [4]
				237590, -- [5]
				["id"] = 2008,
			},
			["198077"] = {
				"Odyn", -- [1]
				"198077", -- [2]
				"Расколотые копья", -- [3]
				40, -- [4]
				612968, -- [5]
				["id"] = 1809,
			},
			["207278"] = {
				"Patrol Captain Gerdo", -- [1]
				"207278", -- [2]
				"Чародейская изоляция", -- [3]
				15.5, -- [4]
				1041230, -- [5]
				["id"] = 1868,
			},
			["267639"] = {
				"Mchimba the Embalmer", -- [1]
				"267639", -- [2]
				"Выжигание порчи", -- [3]
				11.1, -- [4]
				892832, -- [5]
				["id"] = 2142,
			},
			["306163"] = {
				"Wrathion", -- [1]
				"306163", -- [2]
				"Испепеление (1)", -- [3]
				8, -- [4]
				1035051, -- [5]
				["id"] = 2329,
			},
			["256005"] = {
				"Skycap'n Kragg", -- [1]
				"256005", -- [2]
				"Гнусная бомбардировка", -- [3]
				6, -- [4]
				1500941, -- [5]
				["id"] = 2093,
			},
			["211615"] = {
				"Trilliax", -- [1]
				"211615", -- [2]
				"Дезинфекция на ТЕБЕ", -- [3]
				45, -- [4]
				237587, -- [5]
				["id"] = 1867,
			},
			["268403"] = {
				"Dazar, The First King", -- [1]
				"268403", -- [2]
				"Порыв борея", -- [3]
				14.5, -- [4]
				1029585, -- [5]
				["id"] = 2143,
			},
			["204275"] = {
				"Skorpyron", -- [1]
				"204275", -- [2]
				"Чародейское рассечение", -- [3]
				6, -- [4]
				655172, -- [5]
				["id"] = 1849,
			},
			["306319"] = {
				"Dark Inquisitor Xanesh", -- [1]
				"306319", -- [2]
				"Свежевание души (1)", -- [3]
				16.9, -- [4]
				1354410, -- [5]
				["id"] = 2328,
			},
			["193092"] = {
				"Hymdall", -- [1]
				"193092", -- [2]
				"Кровопролитный круговой удар", -- [3]
				16, -- [4]
				589068, -- [5]
				["id"] = 1805,
			},
			["232488"] = {
				"Helya-TrialOfValor", -- [1]
				"232488", -- [2]
				"Темная ненависть на ТЕБЕ", -- [3]
				12, -- [4]
				633004, -- [5]
				["id"] = 2008,
			},
			["196376"] = {
				"Archdruid Glaidalis", -- [1]
				"196376", -- [2]
				"Мучительное разрывание", -- [3]
				5, -- [4]
				132133, -- [5]
				["id"] = 1836,
			},
			["228029"] = {
				"Odyn-TrialOfValor", -- [1]
				"228029", -- [2]
				"Световое излучение", -- [3]
				25, -- [4]
				237541, -- [5]
				["id"] = 1958,
			},
			["227992"] = {
				"Helya-TrialOfValor", -- [1]
				"227992", -- [2]
				"<Чтение Желчное разжижение>", -- [3]
				20.5, -- [4]
				893778, -- [5]
				["id"] = 2008,
			},
			["257337"] = {
				"Coin-Operated Crowd Pummeler", -- [1]
				"257337", -- [2]
				"Электрический коготь", -- [3]
				14.2, -- [4]
				136050, -- [5]
				["id"] = 2105,
			},
			["268278"] = {
				"Lord and Lady Waycrest", -- [1]
				"268278", -- [2]
				"Сокрушающий аккорд", -- [3]
				8, -- [4]
				136181, -- [5]
				["id"] = 2116,
			},
			["209158"] = {
				"Xavius", -- [1]
				"209158", -- [2]
				"Очернение души", -- [3]
				7, -- [4]
				1396968, -- [5]
				["id"] = 1864,
			},
			["201672"] = {
				"Shivermaw", -- [1]
				"201672", -- [2]
				"Беспощадная буря", -- [3]
				9, -- [4]
				1033907, -- [5]
				["id"] = 1845,
			},
			["291918"] = {
				"K.U.-J.0.", -- [1]
				"291918", -- [2]
				"Сброс груза", -- [3]
				7.1, -- [4]
				136243, -- [5]
				["id"] = 2258,
			},
			["291973"] = {
				"K.U.-J.0.", -- [1]
				"291973", -- [2]
				"Взрывной прыжок", -- [3]
				38, -- [4]
				971291, -- [5]
				["id"] = 2258,
			},
			["255582"] = {
				"Priestess Alun'za", -- [1]
				"255582", -- [2]
				"Расплавленное золото", -- [3]
				19, -- [4]
				135903, -- [5]
				["id"] = 2084,
			},
			["263371"] = {
				"Adderis and Aspix", -- [1]
				"263371", -- [2]
				"Проводник", -- [3]
				22.5, -- [4]
				136050, -- [5]
				["id"] = 2124,
			},
			["298898"] = {
				"Trixie & Naeno", -- [1]
				"298898", -- [2]
				"Выкатываюсь!", -- [3]
				53.5, -- [4]
				2902999, -- [5]
				["id"] = 2312,
			},
			["265910"] = {
				"The Golden Serpent", -- [1]
				"265910", -- [2]
				"Удар хвостом", -- [3]
				15.5, -- [4]
				132202, -- [5]
				["id"] = 2139,
			},
			["228519"] = {
				"Helya-TrialOfValor", -- [1]
				"228519", -- [2]
				"Удар якорем", -- [3]
				12, -- [4]
				132470, -- [5]
				["id"] = 2008,
			},
			["258381"] = {
				"Council o' Captains", -- [1]
				"258381", -- [2]
				"Картечный залп", -- [3]
				8.542000000015832, -- [4]
				1773651, -- [5]
				["id"] = 2094,
			},
			["225943"] = {
				"Nythendra", -- [1]
				"225943", -- [2]
				"Зараженный разум", -- [3]
				49, -- [4]
				892448, -- [5]
				["id"] = 1853,
			},
			["228619"] = {
				"Helya-TrialOfValor", -- [1]
				"228619", -- [2]
				"Фонарь Тьмы", -- [3]
				30, -- [4]
				134553, -- [5]
				["id"] = 2008,
			},
			["206847"] = {
				"Gul'dan", -- [1]
				"206847", -- [2]
				"Паразитарная рана", -- [3]
				8.6, -- [4]
				136214, -- [5]
				["id"] = 1866,
			},
			["197943"] = {
				"Ursoc", -- [1]
				"197943", -- [2]
				"Сокрушение", -- [3]
				10, -- [4]
				132358, -- [5]
				["id"] = 1841,
			},
			["205588"] = {
				"Xavius", -- [1]
				"205588", -- [2]
				"Зов кошмаров", -- [3]
				2, -- [4]
				1357812, -- [5]
				["id"] = 1864,
			},
			["209602"] = {
				"Advisor Melandrus", -- [1]
				"209602", -- [2]
				"Буйство клинков (1)", -- [3]
				5.2, -- [4]
				965900, -- [5]
				["id"] = 1870,
			},
			["228565"] = {
				"Helya-TrialOfValor", -- [1]
				"228565", -- [2]
				"Дыхание порчи", -- [3]
				10, -- [4]
				136195, -- [5]
				["id"] = 2008,
			},
			["263424"] = {
				"Adderis and Aspix", -- [1]
				"263424", -- [2]
				"Грозовой рывок", -- [3]
				20, -- [4]
				1041234, -- [5]
				["id"] = 2124,
			},
			["260793"] = {
				"Infested Crawg", -- [1]
				"260793", -- [2]
				"Несварение", -- [3]
				11, -- [4]
				1394887, -- [5]
				["id"] = 2118,
			},
			["204078"] = {
				"Dragons of Nightmare", -- [1]
				"204078", -- [2]
				"Раскатистый рев", -- [3]
				51, -- [4]
				136129, -- [5]
				["id"] = 1854,
			},
			["259572"] = {
				"Vol'kaal", -- [1]
				"259572", -- [2]
				"Токсичное зловоние", -- [3]
				6, -- [4]
				132108, -- [5]
				["id"] = 2085,
			},
			["204316"] = {
				"Skorpyron", -- [1]
				"204316", -- [2]
				"Ударная волна", -- [3]
				59, -- [4]
				1029595, -- [5]
				["id"] = 1849,
			},
			["224508"] = {
				"Xavius", -- [1]
				"224508", -- [2]
				"Кошмарный метеорит", -- [3]
				20.7, -- [4]
				1396970, -- [5]
				["id"] = 1864,
			},
			["278961"] = {
				"Underrot Trash", -- [1]
				"278961", -- [2]
				"Гниющий разум: Narumi*", -- [3]
				30, -- [4]
				135740, -- [5]
				["id"] = 2118,
			},
			["212364"] = {
				"Elerethe Renferal", -- [1]
				"212364", -- [2]
				"Время кормления", -- [3]
				16, -- [4]
				132196, -- [5]
				["id"] = 1876,
			},
			["212726"] = {
				"Cenarius", -- [1]
				"212726", -- [2]
				"Силы Кошмара (1)", -- [3]
				10, -- [4]
				1357812, -- [5]
				["id"] = 1877,
			},
			["226194"] = {
				"Xavius", -- [1]
				"226194", -- [2]
				"Шевелящаяся бездна", -- [3]
				12.42236024844721, -- [4]
				1357812, -- [5]
				["id"] = 1864,
			},
			["309698"] = {
				"N'Zoth, the Corruptor", -- [1]
				"309698", -- [2]
				"Хлыст Бездны", -- [3]
				23, -- [4]
				537022, -- [5]
				["id"] = 2344,
			},
			["266512"] = {
				"Galvazzt", -- [1]
				"266512", -- [2]
				"<Чтение Поглощение заряда>", -- [3]
				3, -- [4]
				136111, -- [5]
				["id"] = 2126,
			},
			["257459"] = {
				"Chopper Redhook", -- [1]
				"257459", -- [2]
				"На крюке: Шупар", -- [3]
				20, -- [4]
				1357795, -- [5]
				["id"] = 2098,
			},
			["256493"] = {
				"Coin-Operated Crowd Pummeler", -- [1]
				"256493", -- [2]
				"Пылающий азерит (1): Платный разгонятель толпы", -- [3]
				15, -- [4]
				615339, -- [5]
				["id"] = 2105,
			},
			["307013"] = {
				"Wrathion", -- [1]
				"307013", -- [2]
				"<Чтение Пылающее безумие>", -- [3]
				8, -- [4]
				574788, -- [5]
				["id"] = 2329,
			},
			["206651"] = {
				"Xavius", -- [1]
				"206651", -- [2]
				"Затемнение души", -- [3]
				7.5, -- [4]
				1396972, -- [5]
				["id"] = 1864,
			},
			["257585"] = {
				"Chopper Redhook", -- [1]
				"257585", -- [2]
				"Обстрел", -- [3]
				11, -- [4]
				252185, -- [5]
				["id"] = 2098,
			},
			["272046"] = {
				"Skycap'n Kragg", -- [1]
				"272046", -- [2]
				"Бреющий полет", -- [3]
				17, -- [4]
				1029584, -- [5]
				["id"] = 2093,
			},
			["306984"] = {
				"Carapace of N'Zoth", -- [1]
				"306984", -- [2]
				"Бомба безумия (1)", -- [3]
				21.7, -- [4]
				458969, -- [5]
				["id"] = 2337,
			},
			["255371"] = {
				"Rezan", -- [1]
				"255371", -- [2]
				"Ужасающий образ", -- [3]
				12, -- [4]
				132111, -- [5]
				["id"] = 2086,
			},
			["266266"] = {
				"Gorak Tul", -- [1]
				"266266", -- [2]
				"Призыв меченного смертью поработителя", -- [3]
				4.4, -- [4]
				136194, -- [5]
				["id"] = 2117,
			},
			["269231"] = {
				"Dazar, The First King", -- [1]
				"269231", -- [2]
				"Охотничий прыжок", -- [3]
				5, -- [4]
				132141, -- [5]
				["id"] = 2143,
			},
			["307863"] = {
				"Inquisitor Gnshal", -- [1]
				"307863", -- [2]
				"Поток Бездны", -- [3]
				15.8, -- [4]
				608955, -- [5]
				["id"] = 2371,
			},
			["-20565"] = {
				"Carapace of N'Zoth", -- [1]
				"-20565", -- [2]
				"Взор безумия (1)", -- [3]
				10, -- [4]
				"Interface\\Icons\\INV_EyeofNzothPet", -- [5]
				["id"] = 2337,
			},
			["stages"] = {
				"Wrathion", -- [1]
				"stages", -- [2]
				"Этап 2", -- [3]
				160, -- [4]
				132331, -- [5]
				["id"] = 2329,
			},
			["264757"] = {
				"Elder Leaxa", -- [1]
				"264757", -- [2]
				"Кровавый пир", -- [3]
				9, -- [4]
				1394887, -- [5]
				["id"] = 2111,
			},
			["306726"] = {
				"Vez'okk the Lightless", -- [1]
				"306726", -- [2]
				"Оскверненная земля", -- [3]
				3.3, -- [4]
				136201, -- [5]
				["id"] = 2373,
			},
			["204459"] = {
				"Skorpyron", -- [1]
				"204459", -- [2]
				"<Чтение Уязвимость>", -- [3]
				14, -- [4]
				132358, -- [5]
				["id"] = 1849,
			},
			["267385"] = {
				"Vol'zith the Whisperer", -- [1]
				"267385", -- [2]
				"<Чтение Мощный удар щупальцем>", -- [3]
				4, -- [4]
				537022, -- [5]
				["id"] = 2133,
			},
			["297835"] = {
				"Gunker", -- [1]
				"297835", -- [2]
				"Слияние", -- [3]
				20.5, -- [4]
				840190, -- [5]
				["id"] = 2292,
			},
			["265923"] = {
				"The Golden Serpent", -- [1]
				"265923", -- [2]
				"Корыстный зов", -- [3]
				40, -- [4]
				135950, -- [5]
				["id"] = 2139,
			},
			["201159"] = {
				"Millificent Manastorm", -- [1]
				"201159", -- [2]
				"Экстремальный лазер \"Два пальца\"", -- [3]
				5, -- [4]
				892834, -- [5]
				["id"] = 1847,
			},
			["270185"] = {
				"Viq'Goth", -- [1]
				"270185", -- [2]
				"Зов глубин", -- [3]
				6, -- [4]
				533422, -- [5]
				["id"] = 2100,
			},
			["expedient_elemental"] = {
				"Grand Magistrix Elisande", -- [1]
				"expedient_elemental", -- [2]
				"Своевременный элементаль", -- [3]
				8, -- [4]
				648208, -- [5]
				["id"] = 1872,
			},
			["204667"] = {
				"Oakheart", -- [1]
				"204667", -- [2]
				"Дыхание Кошмара", -- [3]
				18, -- [4]
				1357794, -- [5]
				["id"] = 1837,
			},
			["206609"] = {
				"Chronomatic Anomaly", -- [1]
				"206609", -- [2]
				"Выдержка времени", -- [3]
				10, -- [4]
				413594, -- [5]
				["id"] = 1865,
			},
			["310340"] = {
				"The Hivemind", -- [1]
				"310340", -- [2]
				"Порождение кислотного акира (1)", -- [3]
				56.3, -- [4]
				656595, -- [5]
				["id"] = 2333,
			},
			["313652"] = {
				"The Hivemind", -- [1]
				"313652", -- [2]
				"Выброс дурманящего яда", -- [3]
				15, -- [4]
				348565, -- [5]
				["id"] = 2333,
			},
			["312155"] = {
				"N'Zoth, the Corruptor", -- [1]
				"312155", -- [2]
				"<Чтение Разбитая душа (1)>", -- [3]
				30, -- [4]
				132094, -- [5]
				["id"] = 2344,
			},
			["260894"] = {
				"Elder Leaxa", -- [1]
				"260894", -- [2]
				"Ползущая гниль", -- [3]
				12, -- [4]
				236271, -- [5]
				["id"] = 2111,
			},
			["269366"] = {
				"Viq'Goth", -- [1]
				"269366", -- [2]
				"<Чтение Ремонт>", -- [3]
				3.5, -- [4]
				134521, -- [5]
				["id"] = 2100,
			},
			["268260"] = {
				"Siege of Boralus Trash", -- [1]
				"268260", -- [2]
				"<Чтение Бортовой залп>", -- [3]
				3, -- [4]
				252185, -- [5]
				["id"] = 2109,
			},
			["228730"] = {
				"Helya-TrialOfValor", -- [1]
				"228730", -- [2]
				"Разящее щупальце (1)", -- [3]
				35.3, -- [4]
				254105, -- [5]
				["id"] = 2008,
			},
			["306930"] = {
				"Shad'har the Insatiable", -- [1]
				"306930", -- [2]
				"Энтропическое дыхание", -- [3]
				20, -- [4]
				236302, -- [5]
				["id"] = 2335,
			},
			["302682"] = {
				"Trixie & Naeno", -- [1]
				"302682", -- [2]
				"Суперэлектрошок", -- [3]
				26.4, -- [4]
				237587, -- [5]
				["id"] = 2312,
			},
			["318078"] = {
				"Shad'har the Insatiable", -- [1]
				"318078", -- [2]
				"Сосредоточение внимания (1)", -- [3]
				31, -- [4]
				841383, -- [5]
				["id"] = 2335,
			},
			["209034"] = {
				"Xavius", -- [1]
				"209034", -- [2]
				"Узы ужаса", -- [3]
				15.5, -- [4]
				1396973, -- [5]
				["id"] = 1864,
			},
			["201379"] = {
				"Shivermaw", -- [1]
				"201379", -- [2]
				"Ледяное дыхание", -- [3]
				5, -- [4]
				1029007, -- [5]
				["id"] = 1845,
			},
			["268752"] = {
				"Dread Captain Lockwood", -- [1]
				"268752", -- [2]
				"Прыжок назад", -- [3]
				12.1, -- [4]
				1126431, -- [5]
				["id"] = 2109,
			},
			["257170"] = {
				"Siege of Boralus Trash", -- [1]
				"257170", -- [2]
				"Лихой ураган", -- [3]
				14, -- [4]
				236303, -- [5]
				["id"] = 2098,
			},
			["297834"] = {
				"Gunker", -- [1]
				"297834", -- [2]
				"Волна яда", -- [3]
				44.8, -- [4]
				136233, -- [5]
				["id"] = 2292,
			},
			["310019"] = {
				"Ra-den the Despoiled", -- [1]
				"310019", -- [2]
				"Заряженные узы", -- [3]
				4.8, -- [4]
				1370984, -- [5]
				["id"] = 2331,
			},
			["257777"] = {
				"Jes Howlis", -- [1]
				"257777", -- [2]
				"Увечащая заточка", -- [3]
				7, -- [4]
				132290, -- [5]
				["id"] = 2102,
			},
			["219488"] = {
				"Patrol Captain Gerdo", -- [1]
				"219488", -- [2]
				"Дворник", -- [3]
				11, -- [4]
				1391767, -- [5]
				["id"] = 1868,
			},
			["233062"] = {
				"Goroth", -- [1]
				"233062", -- [2]
				"Инфернальное пламя", -- [3]
				54, -- [4]
				135802, -- [5]
				["id"] = 2032,
			},
			["198006"] = {
				"Ursoc", -- [1]
				"198006", -- [2]
				"Пристальный взгляд (1|T137004:0|t)", -- [3]
				19, -- [4]
				571585, -- [5]
				["id"] = 1841,
			},
			["227883"] = {
				"Guarm-TrialOfValor", -- [1]
				"227883", -- [2]
				"Ревущий прыжок", -- [3]
				48.5, -- [4]
				236169, -- [5]
				["id"] = 1962,
			},
			["210984"] = {
				"Il'gynoth", -- [1]
				"210984", -- [2]
				"Око судьбы", -- [3]
				13.8, -- [4]
				1357799, -- [5]
				["id"] = 1873,
			},
			["206820"] = {
				"Trilliax", -- [1]
				"206820", -- [2]
				"Очищающая ярость", -- [3]
				10.5, -- [4]
				132345, -- [5]
				["id"] = 1867,
			},
			["269266"] = {
				"Viq'Goth", -- [1]
				"269266", -- [2]
				"Мощный удар", -- [3]
				8, -- [4]
				451165, -- [5]
				["id"] = 2100,
			},
			["269399"] = {
				"Vol'zith the Whisperer", -- [1]
				"269399", -- [2]
				"Зияющие врата", -- [3]
				12.5, -- [4]
				1022950, -- [5]
				["id"] = 2133,
			},
			["267907"] = {
				"Soulbound Goliath", -- [1]
				"267907", -- [2]
				"Шипы души", -- [3]
				10, -- [4]
				1016245, -- [5]
				["id"] = 2114,
			},
			["268187"] = {
				"Shrine of the Storm Trash", -- [1]
				"268187", -- [2]
				"Штормовые ветра", -- [3]
				22, -- [4]
				136018, -- [5]
				["id"] = 2130,
			},
			["261438"] = {
				"Lord and Lady Waycrest", -- [1]
				"261438", -- [2]
				"Изнуряющий удар", -- [3]
				6.5, -- [4]
				132100, -- [5]
				["id"] = 2116,
			},
			["212681"] = {
				"Cenarius", -- [1]
				"212681", -- [2]
				"Очищенная земля", -- [3]
				11, -- [4]
				136074, -- [5]
				["id"] = 1877,
			},
			["214505"] = {
				"Cenarius", -- [1]
				"214505", -- [2]
				"Опутывающие кошмары", -- [3]
				35, -- [4]
				1357814, -- [5]
				["id"] = 1877,
			},
			["201354"] = {
				"Shivermaw", -- [1]
				"201354", -- [2]
				"Взмах хвостом", -- [3]
				17, -- [4]
				134307, -- [5]
				["id"] = 1845,
			},
			["257791"] = {
				"Jes Howlis", -- [1]
				"257791", -- [2]
				"Ужасающий вой", -- [3]
				8.5, -- [4]
				607852, -- [5]
				["id"] = 2102,
			},
			["295536"] = {
				"HK-8 Aerial Oppression Unit", -- [1]
				"295536", -- [2]
				"<Чтение Пушечный выстрел>", -- [3]
				3, -- [4]
				1320373, -- [5]
				["id"] = 2291,
			},
			["263246"] = {
				"Adderis and Aspix", -- [1]
				"263246", -- [2]
				"Щит молний", -- [3]
				4, -- [4]
				136051, -- [5]
				["id"] = 2124,
			},
			["283551"] = {
				"King Mechagon", -- [1]
				"283551", -- [2]
				"Магнитохват", -- [3]
				35.6, -- [4]
				892830, -- [5]
				["id"] = 2260,
			},
			["269310"] = {
				"Unbound Abomination", -- [1]
				"269310", -- [2]
				"Очищающий свет", -- [3]
				18, -- [4]
				237541, -- [5]
				["id"] = 2123,
			},
			["214529"] = {
				"Cenarius", -- [1]
				"214529", -- [2]
				"Копье кошмаров", -- [3]
				23, -- [4]
				1357799, -- [5]
				["id"] = 1877,
			},
			["257092"] = {
				"The Sand Queen", -- [1]
				"257092", -- [2]
				"Песчаная ловушка", -- [3]
				8.5, -- [4]
				796634, -- [5]
				["id"] = 2101,
			},
			["256589"] = {
				"Council o' Captains", -- [1]
				"256589", -- [2]
				"Удар бочкой", -- [3]
				6.942000000015833, -- [4]
				132622, -- [5]
				["id"] = 2094,
			},
			["256970"] = {
				"Knight Captain Valyri", -- [1]
				"256970", -- [2]
				"Возгорание", -- [3]
				10, -- [4]
				236215, -- [5]
				["id"] = 2103,
			},
			["273721"] = {
				"Chopper Redhook", -- [1]
				"273721", -- [2]
				"Тяжелое ядро (3)", -- [3]
				43, -- [4]
				1141394, -- [5]
				["id"] = 2098,
			},
			["268184"] = {
				"Shrine of the Storm Trash", -- [1]
				"268184", -- [2]
				"Малый оберег проворства", -- [3]
				32, -- [4]
				1589500, -- [5]
				["id"] = 2130,
			},
			["267360"] = {
				"Vol'zith the Whisperer", -- [1]
				"267360", -- [2]
				"Хватка Затонувшего города", -- [3]
				20.5, -- [4]
				136194, -- [5]
				["id"] = 2133,
			},
			["257407"] = {
				"Rezan", -- [1]
				"257407", -- [2]
				"Преследование", -- [3]
				22, -- [4]
				236192, -- [5]
				["id"] = 2086,
			},
			["255434"] = {
				"Rezan", -- [1]
				"255434", -- [2]
				"Отточенные зубы", -- [3]
				6, -- [4]
				236304, -- [5]
				["id"] = 2086,
			},
			["256199"] = {
				"Overseer Korgus", -- [1]
				"256199", -- [2]
				"Взрывные азеритовые пули", -- [3]
				27.5, -- [4]
				133584, -- [5]
				["id"] = 2104,
			},
			["203096"] = {
				"Nythendra", -- [1]
				"203096", -- [2]
				"Гниль", -- [3]
				5.8, -- [4]
				136134, -- [5]
				["id"] = 1853,
			},
			["essences"] = {
				"Ra-den the Despoiled", -- [1]
				"essences", -- [2]
				"Сущности (1)", -- [3]
				10, -- [4]
				132886, -- [5]
				["id"] = 2331,
			},
			["297254"] = {
				"King Gobbamak", -- [1]
				"297254", -- [2]
				"Заряженный удар", -- [3]
				21.8, -- [4]
				132314, -- [5]
				["id"] = 2290,
			},
			["257028"] = {
				"Knight Captain Valyri", -- [1]
				"257028", -- [2]
				"Поджог запала", -- [3]
				17.5, -- [4]
				132093, -- [5]
				["id"] = 2103,
			},
			["193659"] = {
				"God-King Skovald", -- [1]
				"193659", -- [2]
				"Рывок пламени Скверны", -- [3]
				8.5, -- [4]
				1096201, -- [5]
				["id"] = 1808,
			},
			["200185"] = {
				"Shade of Xavius", -- [1]
				"200185", -- [2]
				"Кошмарная стрела", -- [3]
				7, -- [4]
				1357805, -- [5]
				["id"] = 1839,
			},
			["255577"] = {
				"Priestess Alun'za", -- [1]
				"255577", -- [2]
				"Переливание", -- [3]
				25, -- [4]
				135949, -- [5]
				["id"] = 2084,
			},
			["218415"] = {
				"Il'gynoth", -- [1]
				"218415", -- [2]
				"Цветок смерти", -- [3]
				60, -- [4]
				1357815, -- [5]
				["id"] = 1873,
			},
			["264166"] = {
				"Aqu'sirr", -- [1]
				"264166", -- [2]
				"Водоворот", -- [3]
				32, -- [4]
				893778, -- [5]
				["id"] = 2130,
			},
			["291613"] = {
				"King Mechagon", -- [1]
				"291613", -- [2]
				"Взлетаю!", -- [3]
				30, -- [4]
				133029, -- [5]
				["id"] = 2260,
			},
			["orb_melee"] = {
				"Helya-TrialOfValor", -- [1]
				"orb_melee", -- [2]
				"Сфера в мили (2)", -- [3]
				24.3, -- [4]
				1097742, -- [5]
				["id"] = 2008,
			},
			["264694"] = {
				"Raal the Gluttonous", -- [1]
				"264694", -- [2]
				"Волна гнили", -- [3]
				5.5, -- [4]
				132098, -- [5]
				["id"] = 2115,
			},
			["260669"] = {
				"Rixxa Fluxflame", -- [1]
				"260669", -- [2]
				"Выброс сжатого газа", -- [3]
				31, -- [4]
				135833, -- [5]
				["id"] = 2107,
			},
			["267702"] = {
				"Mchimba the Embalmer", -- [1]
				"267702", -- [2]
				"Погребение", -- [3]
				29.5, -- [4]
				236399, -- [5]
				["id"] = 2142,
			},
			["209443"] = {
				"Xavius", -- [1]
				"209443", -- [2]
				"Насыщение Кошмаром", -- [3]
				29, -- [4]
				1396976, -- [5]
				["id"] = 1864,
			},
			["206005"] = {
				"Xavius", -- [1]
				"206005", -- [2]
				"Сонная проекция на ТЕБЕ", -- [3]
				180, -- [4]
				1396974, -- [5]
				["id"] = 1864,
			},
			["272421"] = {
				"Siege of Boralus Trash", -- [1]
				"272421", -- [2]
				"Цель для артиллерии: Вредоносный", -- [3]
				6, -- [4]
				132212, -- [5]
				["id"] = 2109,
			},
			["257785"] = {
				"Jes Howlis", -- [1]
				"257785", -- [2]
				"Мелькающие кинжалы", -- [3]
				12, -- [4]
				236273, -- [5]
				["id"] = 2102,
			},
			["210346"] = {
				"Cenarius", -- [1]
				"210346", -- [2]
				"Аура ужасных шипов", -- [3]
				6, -- [4]
				1357798, -- [5]
				["id"] = 1877,
			},
			["-14535"] = {
				"Guarm-TrialOfValor", -- [1]
				"-14535", -- [2]
				"Неустойчивая пена (1)", -- [3]
				10.9, -- [4]
				135780, -- [5]
				["id"] = 1962,
			},
			["264603"] = {
				"Elder Leaxa", -- [1]
				"264603", -- [2]
				"Кровавое зеркало", -- [3]
				15.5, -- [4]
				1726347, -- [5]
				["id"] = 2111,
			},
			["306208"] = {
				"Dark Inquisitor Xanesh", -- [1]
				"306208", -- [2]
				"Мучение (1)", -- [3]
				20.5, -- [4]
				236295, -- [5]
				["id"] = 2328,
			},
			["291865"] = {
				"King Mechagon", -- [1]
				"291865", -- [2]
				"Перенастройка", -- [3]
				5.9, -- [4]
				648208, -- [5]
				["id"] = 2260,
			},
			["259187"] = {
				"Yazma", -- [1]
				"259187", -- [2]
				"Раздирание души", -- [3]
				9.7, -- [4]
				1354410, -- [5]
				["id"] = 2087,
			},
			["203787"] = {
				"Dragons of Nightmare", -- [1]
				"203787", -- [2]
				"Летучая зараза", -- [3]
				20, -- [4]
				135914, -- [5]
				["id"] = 1854,
			},
			["-13022"] = {
				"Chronomatic Anomaly", -- [1]
				"-13022", -- [2]
				"Помощник", -- [3]
				7, -- [4]
				135739, -- [5]
				["id"] = 1865,
			},
			["forces"] = {
				"Il'gynoth", -- [1]
				"forces", -- [2]
				"Щупальце смертоносного взгляда (1)", -- [3]
				21, -- [4]
				462324, -- [5]
				["id"] = 1873,
			},
			["208165"] = {
				"Talixae Flamewreath", -- [1]
				"208165", -- [2]
				"Иссохшая душа", -- [3]
				13, -- [4]
				460700, -- [5]
				["id"] = 1869,
			},
			["306928"] = {
				"Shad'har the Insatiable", -- [1]
				"306928", -- [2]
				"Темное дыхание", -- [3]
				25, -- [4]
				425954, -- [5]
				["id"] = 2335,
			},
			["198263"] = {
				"Odyn", -- [1]
				"198263", -- [2]
				"Светозарная буря", -- [3]
				8, -- [4]
				236250, -- [5]
				["id"] = 1809,
			},
			["317102"] = {
				"N'Zoth, the Corruptor", -- [1]
				"317102", -- [2]
				"Причинение страданий (1)", -- [3]
				13, -- [4]
				136195, -- [5]
				["id"] = 2344,
			},
			["306881"] = {
				"Ra-den the Despoiled", -- [1]
				"306881", -- [2]
				"Коллапс Бездны", -- [3]
				7, -- [4]
				607865, -- [5]
				["id"] = 2331,
			},
			["264206"] = {
				"Merektha", -- [1]
				"264206", -- [2]
				"Закапывание", -- [3]
				29, -- [4]
				451165, -- [5]
				["id"] = 2125,
			},
			["310390"] = {
				"Drest'agath", -- [1]
				"310390", -- [2]
				"Сияние Бездны (1)", -- [3]
				45.5, -- [4]
				136215, -- [5]
				["id"] = 2343,
			},
			["270028"] = {
				"Rixxa Fluxflame", -- [1]
				"270028", -- [2]
				"Азеритовый катализатор", -- [3]
				4, -- [4]
				135789, -- [5]
				["id"] = 2107,
			},
			["224333"] = {
				"Advisor Melandrus", -- [1]
				"224333", -- [2]
				"Вихрь", -- [3]
				8.4, -- [4]
				1029595, -- [5]
				["id"] = 1870,
			},
			["307232"] = {
				"The Hivemind", -- [1]
				"307232", -- [2]
				"Эхо Бездны (1)", -- [3]
				33.9, -- [4]
				1022950, -- [5]
				["id"] = 2333,
			},
			["262347"] = {
				"Coin-Operated Crowd Pummeler", -- [1]
				"262347", -- [2]
				"Статический импульс", -- [3]
				6, -- [4]
				136050, -- [5]
				["id"] = 2105,
			},
			["213162"] = {
				"Cenarius", -- [1]
				"213162", -- [2]
				"Заряд Кошмара", -- [3]
				30, -- [4]
				1357799, -- [5]
				["id"] = 1877,
			},
			["269029"] = {
				"Dread Captain Lockwood", -- [1]
				"269029", -- [2]
				"Очистить палубу!", -- [3]
				3.5, -- [4]
				132306, -- [5]
				["id"] = 2109,
			},
			["257593"] = {
				"Tik'ali", -- [1]
				"257593", -- [2]
				"Призыв земляного яростня", -- [3]
				64, -- [4]
				136024, -- [5]
				["id"] = 2106,
			},
			["266206"] = {
				"The Council of Tribes", -- [1]
				"266206", -- [2]
				"Крутящиеся топоры", -- [3]
				8, -- [4]
				999952, -- [5]
				["id"] = 2140,
			},
			["215300"] = {
				"Elerethe Renferal", -- [1]
				"215300", -- [2]
				"Паутина боли", -- [3]
				6, -- [4]
				237431, -- [5]
				["id"] = 1876,
			},
			["256489"] = {
				"Ring of Booty", -- [1]
				"256489", -- [2]
				"Место!", -- [3]
				46, -- [4]
				136225, -- [5]
				["id"] = 2095,
			},
			["205741"] = {
				"Xavius", -- [1]
				"205741", -- [2]
				"Ужасное извержение", -- [3]
				18, -- [4]
				1396977, -- [5]
				["id"] = 1864,
			},
			["267899"] = {
				"Tidesage Coucil", -- [1]
				"267899", -- [2]
				"Тормозящий удар", -- [3]
				8.5, -- [4]
				460959, -- [5]
				["id"] = 2131,
			},
			["307092"] = {
				"Carapace of N'Zoth", -- [1]
				"307092", -- [2]
				"Затылочный удар", -- [3]
				5.6, -- [4]
				1386551, -- [5]
				["id"] = 2337,
			},
			["308044"] = {
				"Maut", -- [1]
				"308044", -- [2]
				"Стигийская аннигиляция", -- [3]
				41, -- [4]
				463286, -- [5]
				["id"] = 2327,
			},
			["228012"] = {
				"Odyn-TrialOfValor", -- [1]
				"228012", -- [2]
				"Рог доблести (1)", -- [3]
				8, -- [4]
				134229, -- [5]
				["id"] = 1958,
			},
			["307213"] = {
				"The Hivemind", -- [1]
				"307213", -- [2]
				"Контроль над коллективным разумом: Тек'рис", -- [3]
				93.5, -- [4]
				3194606, -- [5]
				["id"] = 2333,
			},
			["259732"] = {
				"Sporecaller Zancha", -- [1]
				"259732", -- [2]
				"Гниющий урожай", -- [3]
				45, -- [4]
				237521, -- [5]
				["id"] = 2112,
			},
			["204666"] = {
				"Oakheart", -- [1]
				"204666", -- [2]
				"Расколовшаяся земля", -- [3]
				7.3, -- [4]
				132368, -- [5]
				["id"] = 1837,
			},
			["269097"] = {
				"Lord Stormsong", -- [1]
				"269097", -- [2]
				"Пробуждение Бездны", -- [3]
				13.5, -- [4]
				136221, -- [5]
				["id"] = 2132,
			},
			["167910"] = {
				"Helya-TrialOfValor", -- [1]
				"167910", -- [2]
				"Помощники", -- [3]
				14, -- [4]
				627487, -- [5]
				["id"] = 2008,
			},
			["264239"] = {
				"Merektha", -- [1]
				"264239", -- [2]
				"Инкубация", -- [3]
				35, -- [4]
				236197, -- [5]
				["id"] = 2125,
			},
			["266231"] = {
				"The Council of Tribes", -- [1]
				"266231", -- [2]
				"Увечащий топор", -- [3]
				24, -- [4]
				132215, -- [5]
				["id"] = 2140,
			},
			["260829"] = {
				"Mogul Razzdunk", -- [1]
				"260829", -- [2]
				"Самонаводящаяся ракета", -- [3]
				5, -- [4]
				369278, -- [5]
				["id"] = 2108,
			},
			["255952"] = {
				"Skycap'n Kragg", -- [1]
				"255952", -- [2]
				"Р-р-рывок!", -- [3]
				4.8, -- [4]
				1716281, -- [5]
				["id"] = 2093,
			},
			["208689"] = {
				"Il'gynoth", -- [1]
				"208689", -- [2]
				"Удар по земле", -- [3]
				11.5, -- [4]
				254105, -- [5]
				["id"] = 1873,
			},
			["296522"] = {
				"HK-8 Aerial Oppression Unit", -- [1]
				"296522", -- [2]
				"Самоуничтожение", -- [3]
				15, -- [4]
				1041235, -- [5]
				["id"] = 2291,
			},
			["228162"] = {
				"Odyn-TrialOfValor", -- [1]
				"228162", -- [2]
				"Щит Света (1)", -- [3]
				20, -- [4]
				612968, -- [5]
				["id"] = 1958,
			},
			["314993"] = {
				"Maut", -- [1]
				"314993", -- [2]
				"Вытягивание сущности", -- [3]
				13.3, -- [4]
				3154546, -- [5]
				["id"] = 2327,
			},
			["261440"] = {
				"Lord and Lady Waycrest", -- [1]
				"261440", -- [2]
				"Смертоносный патоген", -- [3]
				11.5, -- [4]
				132104, -- [5]
				["id"] = 2116,
			},
			["256106"] = {
				"Skycap'n Kragg", -- [1]
				"256106", -- [2]
				"Выстрел азеритовым порохом", -- [3]
				7, -- [4]
				134536, -- [5]
				["id"] = 2093,
			},
			["306289"] = {
				"Wrathion", -- [1]
				"306289", -- [2]
				"Ураганный удар", -- [3]
				48, -- [4]
				642418, -- [5]
				["id"] = 2329,
			},
			["228054"] = {
				"Helya-TrialOfValor", -- [1]
				"228054", -- [2]
				"Морская порча (1)", -- [3]
				15.5, -- [4]
				136030, -- [5]
				["id"] = 2008,
			},
			["298946"] = {
				"Trixie & Naeno", -- [1]
				"298946", -- [2]
				"ДТП", -- [3]
				30, -- [4]
				1887733, -- [5]
				["id"] = 2312,
			},
			["268024"] = {
				"Avatar of Sethraliss", -- [1]
				"268024", -- [2]
				"Пульсация", -- [3]
				9.5, -- [4]
				237237, -- [5]
				["id"] = 2127,
			},
			["296080"] = {
				"HK-8 Aerial Oppression Unit", -- [1]
				"296080", -- [2]
				"Неполадка: Воздушный подавитель ОУ*", -- [3]
				30, -- [4]
				896469, -- [5]
				["id"] = 2291,
			},
			["nil"] = {
				"Pull", -- [1]
				"nil", -- [2]
				"Атака", -- [3]
				10, -- [4]
				132337, -- [5]
				["id"] = 2329,
			},
			["256083"] = {
				"Overseer Korgus", -- [1]
				"256083", -- [2]
				"Перекрестный огонь", -- [3]
				18, -- [4]
				460952, -- [5]
				["id"] = 2104,
			},
			["257305"] = {
				"Harlan Sweete", -- [1]
				"257305", -- [2]
				"Обстрел", -- [3]
				20, -- [4]
				252185, -- [5]
				["id"] = 2096,
			},
			["263914"] = {
				"Merektha", -- [1]
				"263914", -- [2]
				"Слепящий песок", -- [3]
				6, -- [4]
				132284, -- [5]
				["id"] = 2125,
			},
			["orb_ranged"] = {
				"Helya-TrialOfValor", -- [1]
				"orb_ranged", -- [2]
				"Сфера в рдд (1)", -- [3]
				14, -- [4]
				1097742, -- [5]
				["id"] = 2008,
			},
			["207906"] = {
				"Talixae Flamewreath", -- [1]
				"207906", -- [2]
				"Интенсивное горение", -- [3]
				6, -- [4]
				135818, -- [5]
				["id"] = 1869,
			},
			["301351"] = {
				"HK-8 Aerial Oppression Unit", -- [1]
				"301351", -- [2]
				"Передатчик подкрепления", -- [3]
				21.4, -- [4]
				516796, -- [5]
				["id"] = 2291,
			},
			["306988"] = {
				"Carapace of N'Zoth", -- [1]
				"306988", -- [2]
				"Адаптивная мембрана (1)", -- [3]
				16, -- [4]
				1378702, -- [5]
				["id"] = 2337,
			},
			["309671"] = {
				"Therum Deepforge", -- [1]
				"309671", -- [2]
				"Усиленное дыхание Кузни", -- [3]
				8.5, -- [4]
				615339, -- [5]
				["id"] = 2374,
			},
			["307020"] = {
				"Vexiona", -- [1]
				"307020", -- [2]
				"Сумеречное дыхание", -- [3]
				5.7, -- [4]
				425954, -- [5]
				["id"] = 2336,
			},
			["306735"] = {
				"Wrathion", -- [1]
				"306735", -- [2]
				"Пылающий катаклизм", -- [3]
				53, -- [4]
				575535, -- [5]
				["id"] = 2329,
			},
			["269131"] = {
				"Lord Stormsong", -- [1]
				"269131", -- [2]
				"Древний подчинитель разума", -- [3]
				22, -- [4]
				462324, -- [5]
				["id"] = 2132,
			},
			["272902"] = {
				"Council o' Captains", -- [1]
				"272902", -- [2]
				"Выстрел цепью", -- [3]
				4.760999999986962, -- [4]
				132309, -- [5]
				["id"] = 2094,
			},
			["205298"] = {
				"Dragons of Nightmare", -- [1]
				"205298", -- [2]
				"Сущность порчи", -- [3]
				29, -- [4]
				134438, -- [5]
				["id"] = 1854,
			},
			["275907"] = {
				"Tik'ali", -- [1]
				"275907", -- [2]
				"Тектонический удар", -- [3]
				5, -- [4]
				136025, -- [5]
				["id"] = 2106,
			},
			["315927"] = {
				"N'Zoth, the Corruptor", -- [1]
				"315927", -- [2]
				"Паранойя (1)", -- [3]
				51.1, -- [4]
				135740, -- [5]
				["id"] = 2344,
			},
			["227514"] = {
				"Guarm-TrialOfValor", -- [1]
				"227514", -- [2]
				"Мелькающие клыки", -- [3]
				6, -- [4]
				132127, -- [5]
				["id"] = 1962,
			},
			["250050"] = {
				"Yazma", -- [1]
				"250050", -- [2]
				"Эхо Шадры", -- [3]
				15.8, -- [4]
				134321, -- [5]
				["id"] = 2087,
			},
			["207881"] = {
				"Talixae Flamewreath", -- [1]
				"207881", -- [2]
				"Инфернальное извержение", -- [3]
				19, -- [4]
				451164, -- [5]
				["id"] = 1869,
			},
			["260280"] = {
				"Mogul Razzdunk", -- [1]
				"260280", -- [2]
				"Пулеметный огонь", -- [3]
				15, -- [4]
				249177, -- [5]
				["id"] = 2108,
			},
			["-20560"] = {
				"Carapace of N'Zoth", -- [1]
				"-20560", -- [2]
				"Покрытое наростами щупальце (1)", -- [3]
				30, -- [4]
				"Interface\\Icons\\INV_MISC_MONSTERHORN_04", -- [5]
				["id"] = 2337,
			},
			["260292"] = {
				"Infested Crawg", -- [1]
				"260292", -- [2]
				"Рывок (1)", -- [3]
				12, -- [4]
				2011119, -- [5]
				["id"] = 2118,
			},
			["193367"] = {
				"Helya-TrialOfValor", -- [1]
				"193367", -- [2]
				"Смрадная гниль", -- [3]
				7, -- [4]
				132100, -- [5]
				["id"] = 2008,
			},
			["204471"] = {
				"Skorpyron", -- [1]
				"204471", -- [2]
				"Точечный удар", -- [3]
				16, -- [4]
				135739, -- [5]
				["id"] = 1849,
			},
			["264560"] = {
				"Aqu'sirr", -- [1]
				"264560", -- [2]
				"Удушающая волна", -- [3]
				10.2, -- [4]
				893779, -- [5]
				["id"] = 2130,
			},
			["264923"] = {
				"Raal the Gluttonous", -- [1]
				"264923", -- [2]
				"Отбивка", -- [3]
				20.5, -- [4]
				132318, -- [5]
				["id"] = 2115,
			},
			["227503"] = {
				"Odyn-TrialOfValor", -- [1]
				"227503", -- [2]
				"Впитывание энергии", -- [3]
				35, -- [4]
				236247, -- [5]
				["id"] = 1958,
			},
			["257288"] = {
				"Siege of Boralus Trash", -- [1]
				"257288", -- [2]
				"<Чтение Сильный удар сплеча>", -- [3]
				2.8, -- [4]
				132215, -- [5]
				["id"] = 2098,
			},
			["313184"] = {
				"N'Zoth, the Corruptor", -- [1]
				"313184", -- [2]
				"Синаптический шок (1): Эгос", -- [3]
				20, -- [4]
				237552, -- [5]
				["id"] = 2344,
			},
			["257608"] = {
				"The Sand Queen", -- [1]
				"257608", -- [2]
				"Дрожь земли", -- [3]
				14.5, -- [4]
				136025, -- [5]
				["id"] = 2101,
			},
			["lick"] = {
				"Guarm-TrialOfValor", -- [1]
				"lick", -- [2]
				"Язык (1)", -- [3]
				14, -- [4]
				1391772, -- [5]
				["id"] = 1962,
			},
			["306273"] = {
				"Ra-den the Despoiled", -- [1]
				"306273", -- [2]
				"Нестабильная жизненная сила (5): Kaddy*", -- [3]
				6, -- [4]
				136049, -- [5]
				["id"] = 2331,
			},
			["307569"] = {
				"The Hivemind", -- [1]
				"307569", -- [2]
				"Темное восстановление", -- [3]
				10, -- [4]
				2433897, -- [5]
				["id"] = 2333,
			},
			["305978"] = {
				"Wrathion", -- [1]
				"305978", -- [2]
				"Огненное дыхание", -- [3]
				7.1, -- [4]
				134153, -- [5]
				["id"] = 2329,
			},
			["310323"] = {
				"Vexiona", -- [1]
				"310323", -- [2]
				"Уныние", -- [3]
				30.3, -- [4]
				425955, -- [5]
				["id"] = 2336,
			},
			["197969"] = {
				"Ursoc", -- [1]
				"197969", -- [2]
				"Какофонический рев (1)", -- [3]
				20, -- [4]
				136195, -- [5]
				["id"] = 1841,
			},
			["257316"] = {
				"Harlan Sweete", -- [1]
				"257316", -- [2]
				"Следующий помощник", -- [3]
				84.4, -- [4]
				463515, -- [5]
				["id"] = 2096,
			},
			["307809"] = {
				"Carapace of N'Zoth", -- [1]
				"307809", -- [2]
				"Вечная тьма (1)", -- [3]
				23.6, -- [4]
				1386548, -- [5]
				["id"] = 2337,
			},
			["226821"] = {
				"Cenarius", -- [1]
				"226821", -- [2]
				"Иссушающая поступь (1)", -- [3]
				20, -- [4]
				1357801, -- [5]
				["id"] = 1877,
			},
			["199345"] = {
				"Dresaron", -- [1]
				"199345", -- [2]
				"Нисходящий поток", -- [3]
				21, -- [4]
				1029595, -- [5]
				["id"] = 1838,
			},
			["200289"] = {
				"Shade of Xavius", -- [1]
				"200289", -- [2]
				"Усугубляющаяся паранойя", -- [3]
				25.5, -- [4]
				460691, -- [5]
				["id"] = 1839,
			},
			["307968"] = {
				"The Hivemind", -- [1]
				"307968", -- [2]
				"Нейтрализующий удар", -- [3]
				26.3, -- [4]
				537022, -- [5]
				["id"] = 2333,
			},
			["275014"] = {
				"Viq'Goth", -- [1]
				"275014", -- [2]
				"Гнилая вода", -- [3]
				5, -- [4]
				463570, -- [5]
				["id"] = 2100,
			},
			["306953"] = {
				"Shad'har the Insatiable", -- [1]
				"306953", -- [2]
				"Ослабляющая слюна (2)", -- [3]
				30.3, -- [4]
				132107, -- [5]
				["id"] = 2335,
			},
			["238588"] = {
				"Goroth", -- [1]
				"238588", -- [2]
				"Серный дождь", -- [3]
				12, -- [4]
				517112, -- [5]
				["id"] = 2032,
			},
			["267901"] = {
				"Tidesage Coucil", -- [1]
				"267901", -- [2]
				"Благословение броненосцев", -- [3]
				6.1, -- [4]
				236370, -- [5]
				["id"] = 2131,
			},
			["260508"] = {
				"Soulbound Goliath", -- [1]
				"260508", -- [2]
				"Сокрушение", -- [3]
				6, -- [4]
				132318, -- [5]
				["id"] = 2114,
			},
			["256358"] = {
				"Ring of Booty", -- [1]
				"256358", -- [2]
				"Бросок акулы", -- [3]
				14, -- [4]
				622095, -- [5]
				["id"] = 2095,
			},
			["269369"] = {
				"Dazar, The First King", -- [1]
				"269369", -- [2]
				"Смертоносный рык", -- [3]
				8.5, -- [4]
				236175, -- [5]
				["id"] = 2143,
			},
			["306828"] = {
				"Thrall", -- [1]
				"306828", -- [2]
				"Оскверненная земля", -- [3]
				12.1, -- [4]
				136201, -- [5]
				["id"] = 2332,
			},
			["210290"] = {
				"Cenarius", -- [1]
				"210290", -- [2]
				"Кошмарные колючки", -- [3]
				28, -- [4]
				1357815, -- [5]
				["id"] = 1877,
			},
			["307637"] = {
				"The Hivemind", -- [1]
				"307637", -- [2]
				"Ускоренная эволюция", -- [3]
				21.5, -- [4]
				236302, -- [5]
				["id"] = 2333,
			},
			["209244"] = {
				"Grand Magistrix Elisande", -- [1]
				"209244", -- [2]
				"Пророческий луч", -- [3]
				59, -- [4]
				135730, -- [5]
				["id"] = 1872,
			},
			["257882"] = {
				"Hadal Darkfathom", -- [1]
				"257882", -- [2]
				"Волнорез", -- [3]
				7, -- [4]
				135861, -- [5]
				["id"] = 2099,
			},
			["264101"] = {
				"Aqu'sirr", -- [1]
				"264101", -- [2]
				"Стремительный поток", -- [3]
				15.5, -- [4]
				237590, -- [5]
				["id"] = 2130,
			},
		},
		["encounter_timers_dbm"] = {
		},
	},
	["spell_school_cache"] = {
		["Миазмы Бездны"] = 1,
		["Пробуждение инфернала"] = 4,
		["Взрывной выброс"] = 4,
		["Песчаная буря"] = 8,
		["Отсроченный взрыв"] = 4,
		["Устранение вреда"] = 8,
		["Озноб"] = 16,
		["Опустошенная земля"] = 4,
		["Взрывчатые обломки"] = 64,
		["Нестабильность"] = 64,
		["Нарастающий жар"] = 4,
		["Пыльцестрел"] = 8,
		["Извержение шипов"] = 1,
		["Кислотные брызги"] = 8,
		["Меткий стрелок"] = 1,
		["Сфера коррозии"] = 16,
		["Инфернальная детонация"] = 4,
		["Выброс нестабильной Бездны"] = 32,
		["Извивающаяся Бездна"] = 32,
		["Приливная буря"] = 24,
		["Усиленное дыхание Кузни"] = 4,
		["Ледяная буря"] = 16,
		["Оскверненный разум"] = 32,
		["Золоченые когти"] = 1,
		["Кошмарное антитело"] = 32,
		["Выстрел из пистоли"] = 4,
		["Знак льда"] = 16,
		["Бомба сумасшествия"] = 32,
		["Эманация Скверны"] = 4,
		["Место!"] = 1,
		["Ледяное копье"] = 16,
		["Горящие осколки"] = 4,
		["Сильный всплеск"] = 16,
		["Миазмы"] = 32,
		["Веер клинков"] = 1,
		["Обстрел"] = 4,
		["Расшвыривающий удар"] = 1,
		["Сияние Бездны"] = 32,
		["Непостоянный обстрел"] = 64,
		["Плевок"] = 8,
		["Поглощающий колодец"] = 32,
		["Быстрая стрельба"] = 1,
		["Магнитохват"] = 8,
		["Рука Гул'дана"] = 32,
		["Темные воды"] = 32,
		["Переваривание"] = 8,
		["Плазменная сфера"] = 8,
		["Электроемкий удар"] = 8,
		["Причинение страданий"] = 32,
		["Земной шок"] = 8,
		["Бремя бесконечности"] = 32,
		["Горящие кулаки"] = 4,
		["Удар теней"] = 32,
		["Расправа"] = 1,
		["Неудержимая акула"] = 1,
		["Болезнетворное облако"] = 8,
		["Ядовитые жвалы"] = 8,
		["Смертоносные удары"] = 4,
		["Кошмарный метеорит"] = 32,
		["Стрела ужаса"] = 32,
		["Сила отравителя"] = 8,
		["Пулеметный огонь"] = 1,
		["Сожженный мост"] = 32,
		["Ядовитые пары"] = 40,
		["Электростатический взрыв"] = 8,
		["Ледяная новая"] = 16,
		["Ледяной шок"] = 16,
		["Раскрывающаяся рана"] = 32,
		["Взмах кошмарных крыльев"] = 32,
		["Соленая слюна"] = 16,
		["Выброс маны"] = 64,
		["Акулий торнадо"] = 1,
		["Метка Бездны"] = 32,
		["Поглощающие тени"] = 32,
		["Усиленное Бездной оружие"] = 32,
		["Гаррота"] = 1,
		["Свинцовые ноги"] = 1,
		["Гнойная язва"] = 32,
		["Импульс аннигиляции"] = 8,
		["Очищающая ярость"] = 64,
		["Укус змеи"] = 8,
		["Нестабильная жизненная сила"] = 8,
		["Сфера разрушения"] = 4,
		["Оползень"] = 1,
		["Падающая комета"] = 4,
		["Оторванная душа"] = 32,
		["Лужа кислоты"] = 8,
		["Пытка разума"] = 32,
		["Выстрел кобры"] = 1,
		["Высвобожденная Бездна"] = 32,
		["Раскаленный пузырь"] = 4,
		["Адаптивная мембрана"] = 32,
		["Древний подчинитель разума"] = 32,
		["Узы ужаса"] = 32,
		["Темная мокрота"] = 32,
		["Демоническая сущность"] = 32,
		["Услышь мой зов"] = 8,
		["Солнечный коллапс"] = 4,
		["Ужасные шипы"] = 32,
		["Химический ожог"] = 8,
		["Отпугивание"] = 8,
		["Распад психики"] = 32,
		["Освобожденное безумие"] = 32,
		["Сияющий фрагмент"] = 2,
		["Пылающий азерит"] = 4,
		["Выброс лавы"] = 4,
		["Гнусная субстанция"] = 8,
		["Дрожь земли"] = 1,
		["Нестабильная Бездна"] = 32,
		["Вытягивание сущности"] = 32,
		["Огненный язык"] = 4,
		["Поджог запала"] = 4,
		["Ползучие кошмары"] = 32,
		["Устранение"] = 1,
		["Хватка глубин"] = 48,
		["Индукция"] = 8,
		["Солнечный огонь"] = 8,
		["Самонаводящаяся ракета"] = 4,
		["Уныние"] = 32,
		["Вспарывание"] = 1,
		["Извергающаяся тьма"] = 32,
		["Желчная тина"] = 16,
		["Растворение"] = 8,
		["Мощный удар буром"] = 1,
		["Ослабляющая слюна"] = 8,
		["Прицельный выстрел"] = 1,
		["Разъедающая желчь"] = 16,
		["Лужа жижи"] = 8,
		["Азеритовый катализатор"] = 4,
		["Сосредоточенный огонь"] = 4,
		["Темница Бездны"] = 32,
		["Бурлящее переполнение"] = 8,
		["Служение Н'Зоту"] = 32,
		["Ужасное извержение"] = 32,
		["Падающая звезда"] = 64,
		["Испепеление"] = 4,
		["Пронзающее копье"] = 1,
		["Узы Скверны"] = 4,
		["Знак Летона"] = 32,
		["Казнь"] = 1,
		["Пожирание душ"] = 32,
		["Жнец душ"] = 32,
		["Бесконечная Бездна"] = 32,
		["Темное сокрушение"] = 32,
		["Заразные рудименты"] = 8,
		["Психогенные отзвуки"] = 32,
		["Обжигающий разряд"] = 8,
		["Удар молнии"] = 8,
		["Стигийская аннигиляция"] = 32,
		["Разлагающие споры"] = 40,
		["Мрак"] = 32,
		["Переливание"] = 32,
		["Колодец душ"] = 32,
		["Удар Плети"] = 32,
		["Рывок"] = 1,
		["Управление душой"] = 32,
		["Фонтан"] = 8,
		["Бесконечная тьма"] = 32,
		["Взрывная Бездна"] = 32,
		["Пламя Катаклизма"] = 4,
		["Вулканический шлейф"] = 4,
		["Черный шрам"] = 32,
		["Область проведения ритуала"] = 32,
		["Клевок"] = 1,
		["Не щадить никого!"] = 64,
		["Благословенный молот"] = 2,
		["Закаленное бурей копье"] = 8,
		["Пушечный выстрел"] = 8,
		["Оскверненное золото"] = 4,
		["Удар бочонком"] = 1,
		["Едкая кислота"] = 32,
		["Удар бочкой"] = 1,
		["Выдержка времени"] = 64,
		["Азеритовый пронзатель сердец"] = 1,
		["Землетрясение"] = 1,
		["Ледяная стрела"] = 16,
		["Кинетическое воздействие"] = 8,
		["Выброс пламени"] = 4,
		["Буря"] = 8,
		["Пламя безумия"] = 4,
		["Пылающее клеймо"] = 4,
		["Алчущий рой"] = 32,
		["Ледяной шар"] = 16,
		["Извержение"] = 4,
		["Улучшить синапсы"] = 8,
		["Выброс суспензии"] = 32,
		["Растаптывание"] = 1,
		["Ритуал Бездны"] = 32,
		["Отравленная стрела"] = 8,
		["Царапины"] = 1,
		["Железный ливень"] = 1,
		["Кремация"] = 4,
		["Турбо-ускорение"] = 8,
		["Паразитическое извержение"] = 32,
		["ДТП"] = 1,
		["Мучительная агония"] = 8,
		["Взрыв"] = 32,
		["Некротический яд"] = 8,
		["Интеллект алхимика"] = 1,
		["Интенсивное горение"] = 4,
		["Резонансное землетрясение"] = 1,
		["Чумное заражение"] = 40,
		["Энтропический синтез"] = 32,
		["Вспышка больного рассудка"] = 32,
		["Огненная шрапнель"] = 4,
		["Пульсация"] = 8,
		["Кромсающий ураган"] = 8,
		["Темный фетиш гладиатора"] = 32,
		["Вечный прилив"] = 8,
		["Паранойя"] = 32,
		["Волна гнили"] = 8,
		["Топот"] = 1,
		["Горящие подошвы"] = 4,
		["Сводящее с ума извержение"] = 32,
		["Взрывоопасная гниль"] = 40,
		["Раскалывающий бросок"] = 1,
		["Осадок тьмы"] = 32,
		["Ядовитый удар"] = 8,
		["Вулканическое давление"] = 4,
		["Отчаяние"] = 32,
		["Высвобождение порчи"] = 32,
		["Порождение безумия"] = 32,
		["Пылающее ядро"] = 4,
		["Дикий огонь"] = 8,
		["Трупное заражение"] = 32,
		["Чародейские узы"] = 64,
		["Взор Бездны"] = 32,
		["Взбучка"] = 1,
		["Смертоносный яд"] = 8,
		["Ползущая гниль"] = 8,
		["Усилитель"] = 1,
		["Горящая земля"] = 4,
		["Высвобожденная жизненная сила"] = 8,
		["Обжигающий реагент"] = 4,
		["Извлекающий удар"] = 1,
		["Замерзшая лужа"] = 16,
		["Потемневшее небо"] = 32,
		["Столкновение"] = 1,
		["Завеса клинков"] = 1,
		["Жидкое адское пламя"] = 4,
		["Раздирающее щупальце"] = 8,
		["Обжигающий жар"] = 4,
		["Серия ударов"] = 1,
		["Мучительная тошнота"] = 8,
		["Выброс огня"] = 4,
		["Укрытие"] = 1,
		["Тестовый снаряд"] = 4,
		["Первобытная ярость"] = 1,
		["Удушающая волна"] = 16,
		["Разрывающий выстрел"] = 1,
		["Луч дезинтеграции"] = 32,
		["Темное опустошение"] = 32,
		["Токсичные объедки"] = 8,
		["Порча: непостижимая реальность"] = 4,
		["Клубок змей"] = 1,
		["Раскол души"] = 32,
		["Знак Исондры"] = 32,
		["Сердечный приступ"] = 8,
		["Исторжение души"] = 32,
		["Разъедание души"] = 32,
		["Временная сфера"] = 64,
		["Кровоточащая рана"] = 1,
		["Обсидиановая кожа"] = 64,
		["Расплавленное золото"] = 4,
		["Приливная волна"] = 16,
		["Вспышка истерии"] = 1,
		["Вечная тьма"] = 32,
		["Нейротоксин акиров"] = 8,
		["Встречный ветер"] = 8,
		["Темный взор"] = 32,
		["Выброс кислоты"] = 8,
		["Возмездие бури"] = 8,
		["Кинетическое извержение"] = 64,
		["Морская порча"] = 16,
		["Зов глубин"] = 16,
		["Остатки разрушений"] = 124,
		["Кровавое месиво"] = 1,
		["Некротическая язва"] = 1,
		["Раскаленный доспех"] = 4,
		["Ядовитый туман"] = 40,
		["Чума"] = 40,
		["Голодное бешенство"] = 8,
		["Цель для артиллерии"] = 64,
		["Стая воронов"] = 1,
		["Всплеск порчи"] = 32,
		["Выброс гноя"] = 8,
		["Покрытое наростами щупальце"] = 8,
		["Выстрел"] = 32,
		["Лизание"] = 8,
		["Заиндевевшие боеприпасы"] = 16,
		["Верный выстрел"] = 1,
		["Бортовой залп"] = 64,
		["Вспышка Бездны"] = 32,
		["Разрыв реальности"] = 32,
		["Временной взрыв"] = 64,
		["Декрет Штормсонгов"] = 8,
		["Пропитанная ядом паутина"] = 8,
		["Крутящийся топор"] = 1,
		["Искоренение"] = 16,
		["Токсичный хитин"] = 8,
		["Измученные духи"] = 32,
		["Слово Тьмы: Смерть"] = 32,
		["Вытягивание души"] = 32,
		["Проявление безумия"] = 32,
		["Вспышка тики"] = 4,
		["Жуткий залп"] = 64,
		["Драконье усиление"] = 1,
		["Ярость Утробы душ"] = 16,
		["Очищающее пламя"] = 2,
		["Укус Тьмы"] = 32,
		["Многоглавый"] = 1,
		["Гниющая рана"] = 32,
		["Нарост порчи"] = 32,
		["Глубокий порез"] = 1,
		["Мусорная бомба"] = 4,
		["Прикосновение порчи"] = 32,
		["Гальванизация"] = 8,
		["Мерзкая порча"] = 32,
		["Мясной дождь"] = 32,
		["Смерч клинков"] = 4,
		["Апокалиптический Кошмар"] = 4,
		["Мучительный прыжок"] = 1,
		["Мучительное разрывание"] = 1,
		["Холодные ветра"] = 16,
		["Мина \"СМ3-Р7b\""] = 1,
		["Мучительный взрыв"] = 32,
		["Мицелиальный нарост"] = 8,
		["Замкнутая ярость"] = 1,
		["Темный коллапс"] = 32,
		["Груда костей"] = 32,
		["Пламя горнила"] = 4,
		["Оскверненная кровь"] = 32,
		["Клинки Кошмара"] = 1,
		["Импульсный деформатор"] = 8,
		["Вечные муки"] = 32,
		["Щит молний"] = 8,
		["Коса Скверны"] = 4,
		["Раскатистый удар"] = 1,
		["Низвергающийся ужас"] = 32,
		["Смертоносная чума"] = 32,
		["Правосудие"] = 2,
		["Линза смерти"] = 32,
		["Гниющий разум"] = 8,
		["Таранный поршень"] = 1,
		["Взрыв порчи"] = 16,
		["Водяная стрела"] = 16,
		["Кровоточивый взрыв"] = 32,
		["Сланцевый плевок"] = 8,
		["В жиже"] = 40,
		["Потрошение"] = 1,
		["Жестокий удар когтями"] = 1,
		["Темные отголоски"] = 32,
		["Зачумленная земля"] = 40,
		["Отгрызть"] = 1,
		["Раздирание души"] = 32,
		["Ледяной вихрь"] = 16,
		["Нейтрализация"] = 32,
		["Бомба безумия"] = 32,
		["Темное извержение"] = 32,
		["Мастер стрельбы"] = 1,
		["Око Гул'дана"] = 32,
		["Зараженные внутренности"] = 32,
		["Боязнь темноты"] = 32,
		["Освящение"] = 2,
		["Бомба с черным порохом"] = 4,
		["Световое излучение"] = 2,
		["Атака ближнего боя"] = 1,
		["Предательский шепот"] = 1,
		["Лунный огонь"] = 64,
		["Усиленное око Гул'дана"] = 4,
		["Прикосновение вампира"] = 32,
		["Сумеречное дыхание"] = 32,
		["Смертоносное кружение"] = 4,
		["Поджигание"] = 4,
		["Найти и уничтожить"] = 32,
		["Порча Г'ууна"] = 32,
		["Взрыв пламени"] = 4,
		["Взрыв \"Знака льда\""] = 16,
		["Контузящий заряд"] = 4,
		["Порченая кровь"] = 32,
		["Брешь в защите"] = 1,
		["Правой, левой"] = 1,
		["Охотничий прыжок"] = 1,
		["Мучение"] = 32,
		["Неустойчивая детонация"] = 32,
		["Стрела Бездны"] = 32,
		["Сокрушительный поток"] = 16,
		["Энтропический взрыв"] = 32,
		["Мясное буйство"] = 1,
		["Заряженные узы"] = 8,
		["Лужи лавы"] = 4,
		["Зловоние великого червя"] = 1,
		["Порыв нефритового ветра"] = 1,
		["Разлагающая спора"] = 32,
		["Помешательство"] = 1,
		["Укус за руку"] = 1,
		["Стремительный бег"] = 1,
		["Беснующаяся буря"] = 8,
		["Пожирание магии"] = 32,
		["Разрушение"] = 40,
		["Пирокластический поток"] = 4,
		["Алые брызги"] = 32,
		["Затылочный удар"] = 32,
		["Выброс пара"] = 8,
		["Запретная мана"] = 64,
		["Коррозия"] = 8,
		["Зазубренные клыки"] = 1,
		["Безволие"] = 32,
		["Распыленные споры"] = 32,
		["Шипы души"] = 1,
		["Страдания"] = 32,
		["Зазубренный удар"] = 1,
		["Азеритовый шип"] = 4,
		["Темный покров"] = 32,
		["Горящий хворост"] = 4,
		["Взрывоопасный снаряд"] = 4,
		["Пламя Саргераса"] = 4,
		["Ошеломляющий взор"] = 32,
		["Всеуничтожающая порча"] = 32,
		["Удар разложения"] = 1,
		["Семя Хаоса"] = 127,
		["Крадущиеся тени"] = 32,
		["Выброс сжатого газа"] = 8,
		["Огненный шок"] = 4,
		["Рикошет"] = 1,
		["Порча: сокрушающие тени"] = 1,
		["Желчное разжижение"] = 16,
		["Прожигающий огонь"] = 4,
		["Темные когти"] = 1,
		["Хлыст Бездны"] = 32,
		["Кровавый гной"] = 32,
		["Беглый огонь"] = 1,
		["Отравленные когти"] = 8,
		["Неблагозвучный аккорд"] = 32,
		["Промозглый выброс"] = 16,
		["Отравляющий укол"] = 1,
		["Сильный удар сплеча"] = 1,
		["Метеорит Бездны"] = 1,
		["Самостригущаяся изгородь"] = 1,
		["Удар Бездны"] = 32,
		["Сердце тьмы"] = 32,
		["Жестокое сокрушение"] = 1,
		["Жуткое хрумканье"] = 1,
		["Охранный телепорт"] = 8,
		["Гнилая вода"] = 16,
		["Укус"] = 1,
		["Сокрушение"] = 1,
		["Ползучий яд"] = 8,
		["Падающие звезды"] = 72,
		["Фонтан крови"] = 32,
		["Древнее пламя"] = 4,
		["Припадок"] = 1,
		["Сумеречное истребление"] = 32,
		["Огненный ливень"] = 4,
		["Взрыв Скверны"] = 4,
		["Горение"] = 4,
		["Пылающий катаклизм"] = 4,
		["Смрадная гниль"] = 8,
		["Команда \"Взять!\""] = 1,
		["Штормовые ветра"] = 8,
		["Кольцо сокрушения"] = 4,
		["Падение кометы"] = 1,
		["Мощное столкновение"] = 1,
		["Зажигательные пули"] = 4,
		["Зазубренные грани"] = 1,
		["Пылающий укус"] = 4,
		["Расколотая руна"] = 32,
		["Вихревой удар"] = 8,
		["Самодельный кинжал"] = 1,
		["Азеритовый шквал"] = 2,
		["Поступь Скверны"] = 4,
		["Знак Таэрара"] = 32,
		["Закапывание"] = 1,
		["Смазочный пистолет"] = 1,
		["Укус мангуста"] = 1,
		["Мощный удар"] = 1,
		["Звериный гнев"] = 1,
		["Кристаллические обломки"] = 64,
		["Омут душ"] = 32,
		["Поле пламени"] = 4,
		["Ураганный удар"] = 4,
		["Тяжелые удары"] = 1,
		["Стрела Хаоса"] = 124,
		["Снежная буря"] = 16,
		["Беспорядочные искры"] = 4,
		["Аура апатии"] = 1,
		["Нестабильная порча"] = 32,
		["Взрывной прыжок"] = 4,
		["Усиленные узы Скверны"] = 4,
		["Аура шипов"] = 1,
		["Извержение Бездны"] = 32,
		["Мрачная Жатва"] = 32,
		["Пожирание"] = 1,
		["Презрение"] = 16,
		["Порыв борея"] = 8,
		["Всепожирающая чума"] = 32,
		["Тяжелый удар"] = 1,
		["Ослабление"] = 8,
		["Леденящий импульс"] = 16,
		["Токсичный покров"] = 8,
		["Убийственный выстрел"] = 1,
		["Режущий луч"] = 8,
		["Мор аптекаря"] = 40,
		["Бушующая гроза"] = 8,
		["Заражение"] = 8,
		["Взаимосвязь"] = 1,
		["Кислотные обломки"] = 8,
		["Проклятая кровь"] = 32,
		["Ранящий укус"] = 1,
		["Поток образов"] = 32,
		["Электроемкий заряд"] = 8,
		["Лужа морской воды"] = 16,
		["Раздирающий удар"] = 1,
		["Цапнуть"] = 1,
		["Гнев Вик'Гота"] = 16,
		["Пылающий арсенал"] = 4,
		["Кровавая опухоль"] = 32,
		["Кошмарная порча"] = 32,
		["Сабля повелителя пассатов"] = 8,
		["Гигаразряд"] = 8,
		["Ударная волна"] = 8,
		["Отмечающий удар клинком"] = 32,
		["Аннигиляция"] = 127,
		["Паразитические путы"] = 8,
		["Земляная стена"] = 8,
		["Утечка магии"] = 64,
		["Песчаная ловушка"] = 8,
		["Ядовитая лужа"] = 8,
		["Кошмарные корни"] = 32,
		["Гениальность машиниста"] = 1,
		["Прикосновение боли"] = 1,
		["Волнорез"] = 16,
		["Пламенная пушка"] = 4,
		["Отравляющие споры"] = 8,
		["Рассекающая коррозия"] = 32,
		["Поток Бездны"] = 32,
		["Удар головой"] = 1,
		["Порча"] = 32,
		["Возгорание"] = 4,
		["Обрушение"] = 1,
		["Автоматическая стрельба"] = 1,
		["Знак Эмерисс"] = 32,
		["Повторяющиеся удары"] = 1,
		["Могильное касание"] = 32,
		["Цепкий статический разряд"] = 8,
		["Серный дождь"] = 4,
		["Коварный удар"] = 1,
		["Звездный ожог"] = 4,
		["Взрыв льда"] = 16,
		["Нестройная каденция"] = 32,
		["Разорванная душа"] = 32,
		["Corpo-a-Corpo"] = 1,
		["Суперэлектрошок"] = 8,
		["Кошмарные споры"] = 8,
		["Энтропический покров"] = 32,
		["Звездопад"] = 72,
		["Разлом Пустоты"] = 64,
		["Абсолютный нуль"] = 16,
		["Нестабильная руническая метка"] = 32,
		["Сфера порчи"] = 32,
		["Аура ужаса"] = 32,
		["Стремительный поток"] = 16,
		["Волна разложения"] = 8,
		["Инфернальный шип"] = 4,
		["Микроракеты"] = 4,
		["Ледяное дыхание"] = 16,
		["Эхо Шадры"] = 32,
		["Злобный натиск"] = 32,
		["Свисторез"] = 1,
		["Tiro-Autom�tico"] = 1,
		["Осквернение Бездной"] = 1,
		["Паразитарная рана"] = 32,
		["Пылающая смола"] = 4,
		["Иллюзорная стрела"] = 32,
		["Танцующий клинок"] = 1,
		["Оскверненная земля"] = 32,
		["Темные раны"] = 32,
		["Протокол разбирания"] = 1,
		["Быстродействующие ферменты"] = 8,
		["Отравление"] = 8,
		["Кольцо хаоса"] = 32,
		["Удар в спину"] = 1,
		["Кошмарный взрыв"] = 32,
		["Кровожадность"] = 32,
		["Луч Скверны"] = 4,
		["Мучительное рассечение"] = 32,
		["Зараженная земля"] = 40,
		["Разбрызгивание яда"] = 8,
		["Темные врата"] = 32,
		["Слово Тьмы: Боль"] = 32,
		["Гнусный выброс"] = 32,
		["Токсичное зловоние"] = 8,
		["Дурманящий яд"] = 8,
		["Черный залп"] = 32,
		["\"Спрятанная\" пламенная пушка"] = 4,
		["Желчное дыхание"] = 16,
		["Порча Бездны"] = 32,
		["Пламя Скверны"] = 4,
		["Залп"] = 1,
		["Зияющие врата"] = 32,
		["Чародейский выстрел"] = 64,
		["Разлом"] = 1,
		["Рассекатель души"] = 32,
		["Переполняющая мощь"] = 64,
		["Катаклизм"] = 36,
		["Дыхание порчи"] = 32,
		["Удар Тьмы"] = 32,
		["Облако дыма"] = 8,
		["Токсичная слизь"] = 8,
		["Очищающее разрушение"] = 64,
		["Альфа-пушка"] = 4,
		["Тяжелое ядро"] = 64,
		["Жертвенный огонь"] = 4,
		["Быстродействующий яд"] = 8,
	},
	["deathlog_healingdone_min"] = 1,
	["damage_scroll_auto_open"] = true,
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["realtime_dps_size"] = 12,
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_shadow"] = true,
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["always_use_profile"] = true,
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
			["y"] = 0.0002593994140625,
			["x"] = 9.1552734375e-05,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = true,
		["mythicrun_chart_frame_ready"] = {
			["y"] = 0.0001678466796875,
			["x"] = 3.0517578125e-05,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
			["y"] = 0.000244140625,
			["x"] = 0,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["last_mythicrun_chart"] = {
		},
	},
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"4 - Reversing switches.", -- [3]
		"6 - Saving Config.", -- [4]
		"7 - Saving Profiles.", -- [5]
		"8 - Saving nicktag cache.", -- [6]
	},
	["run_code"] = {
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--use the role icon in the player bar when inside an arena (default false)\nDetails.show_arena_role_icon = false;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["realm_sync"] = true,
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показать, кто в вашем рейде использовал зелье во время сражения.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n			\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n			\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n			\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo (spellId)\n						GameCooltip:AddLine (name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["name"] = "Использовано зелий",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n				\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n					\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						\n						local found_potion = false\n						\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n							\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player \n								instance_container:AddValue (player, 1)\n							end\n						end\n						\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n				\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n				\n										--add amount to the player \n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n						\n						if (found_potion) then\n							amount = amount + 1\n						end    \n					end\n				end\n				\n				--return:\n				return total, top, amount\n				",
			["attribute"] = false,
			["script_version"] = 6,
		}, -- [1]
		{
			["source"] = false,
			["total_script"] = false,
			["author"] = "Details! Team",
			["percent_script"] = false,
			["desc"] = "Показать, кто в вашей рейдовой группе использовал камень здоровья или целебное зелье.",
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["spellid"] = false,
			["name"] = "Лечебное зелье и камень",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["tooltip"] = "			--get the parameters passed\n			local actor, combat, instance = ...\n			\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GameCooltip = GameCooltip\n			local R, G, B, A = 0, 0, 0, 0.75\n			\n			local hs = actor:GetSpell (6262)\n			if (hs) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n\n			--Cooltip code\n			",
			["attribute"] = false,
			["script_version"] = 15,
		}, -- [2]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "				\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел на нанесение урона.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["spellid"] = false,
			["name"] = "Урон (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [3]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "				\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел, делая исцеление.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["spellid"] = false,
			["name"] = "Исцеление (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 2,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the crowd control amount for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["spellid"] = false,
			["name"] = "Контроль толпы сделано",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 11,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of crowd control received for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["spellid"] = false,
			["name"] = "Контроль толпы получено",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Показать свои заклинания в окне.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["name"] = "Мои заклинания",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n				\n				local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 7,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, меткой с черепом.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["name"] = "Наносимый урон по метки с черепом",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, отмеченным любой другой меткой.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["name"] = "Наносимый урон на другие помеченные метки",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [9]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show overall damage done on the fly.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n				    local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n				    OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				if (instance.row_info.textR_show_data[3]) then\n				    s = ToK (_, value) .. \" (\" .. s .. \", \"\n				else\n				    s = ToK (_, value) .. \" (\" .. s\n				end\n\n				return s\n			",
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["spellid"] = false,
			["name"] = "Динамический общий урон",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n				    AllSpells [spellID] = spellTable.total\n				end\n\n				--current\n				local player = CurrentCombat [1]:GetActor (actor.nome)\n				if (player) then\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs (playerSpells) do\n						AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n				    tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n				for i, t in ipairs (sortedList) do\n				    local spellID, total = unpack (t)\n				    if (total > 1) then\n					local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n					\n					GameCooltip:AddLine (spellName, format_func (_, total))\n					Details:AddTooltipBackgroundStatusbar()\n					GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				end\n			",
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n				    return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n				    --only player in group\n				    if (player:IsGroupPlayer()) then\n					instance_container:AddValue (player, player.total)\n				    end\n				end\n\n				if (Details.in_combat) then\n				    for _, player in ipairs ( damage_container_current ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n					    instance_container:AddValue (player, player.total)        \n					end\n				    end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 5,
		}, -- [10]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["name"] = "Наносимый урон по щитам",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 1,
		}, -- [11]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show who in your raid used a potion during the encounter.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n			\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n			\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n			\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo (spellId)\n						GameCooltip:AddLine (name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["attribute"] = false,
			["name"] = "Potion Used",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n				\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n					\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						\n						local found_potion = false\n						\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n							\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player \n								instance_container:AddValue (player, 1)\n							end\n						end\n						\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n				\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n				\n										--add amount to the player \n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n						\n						if (found_potion) then\n							amount = amount + 1\n						end    \n					end\n				end\n				\n				--return:\n				return total, top, amount\n				",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["script_version"] = 6,
		}, -- [12]
		{
			["source"] = false,
			["desc"] = "Show who in your raid group used the healthstone or a heal potion.",
			["author"] = "Details! Team",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "			--get the parameters passed\n			local actor, combat, instance = ...\n			\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GameCooltip = GameCooltip\n			local R, G, B, A = 0, 0, 0, 0.75\n			\n			local hs = actor:GetSpell (6262)\n			if (hs) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n\n			--Cooltip code\n			",
			["name"] = "Health Potion & Stone",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["script_version"] = 15,
		}, -- [13]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Tells how much time each character spent doing damage.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Damage Activity Time",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["script_version"] = 3,
		}, -- [14]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Tells how much time each character spent doing healing.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Healing Activity Time",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["script_version"] = 2,
		}, -- [15]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "Crowd Control Done",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 11,
		}, -- [16]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the amount of crowd control received for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["name"] = "Crowd Control Received",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["script_version"] = 3,
		}, -- [17]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Show your spells in the window.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["attribute"] = false,
			["name"] = "My Spells",
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n				\n				local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["script_version"] = 7,
		}, -- [18]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of damage applied on targets marked with skull.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Damage On Skull Marked Targets",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 3,
		}, -- [19]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of damage applied on targets marked with any other mark.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Damage On Other Marked Targets",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 3,
		}, -- [20]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n				    local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n				    OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				if (instance.row_info.textR_show_data[3]) then\n				    s = ToK (_, value) .. \" (\" .. s .. \", \"\n				else\n				    s = ToK (_, value) .. \" (\" .. s\n				end\n\n				return s\n			",
			["desc"] = "Show overall damage done on the fly.",
			["attribute"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n				    return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n				    --only player in group\n				    if (player:IsGroupPlayer()) then\n					instance_container:AddValue (player, player.total)\n				    end\n				end\n\n				if (Details.in_combat) then\n				    for _, player in ipairs ( damage_container_current ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n					    instance_container:AddValue (player, player.total)        \n					end\n				    end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["name"] = "Dynamic Overall Damage",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n				    AllSpells [spellID] = spellTable.total\n				end\n\n				--current\n				local player = CurrentCombat [1]:GetActor (actor.nome)\n				if (player) then\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs (playerSpells) do\n						AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n				    tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n				for i, t in ipairs (sortedList) do\n				    local spellID, total = unpack (t)\n				    if (total > 1) then\n					local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n					\n					GameCooltip:AddLine (spellName, format_func (_, total))\n					Details:AddTooltipBackgroundStatusbar()\n					GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["script_version"] = 5,
		}, -- [21]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["attribute"] = false,
			["name"] = "Damage on Shields",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["script_version"] = 1,
		}, -- [22]
	},
	["latest_news_saw"] = "v9.0.1.7950",
	["spellid_ignored"] = {
	},
	["createauraframe"] = {
	},
	["item_level_pool"] = {
		["Player-1929-0E660B5B"] = {
			["time"] = 1605590963,
			["name"] = "Пеини-ЧерныйШрам",
			["ilvl"] = 110.75,
		},
		["Player-1390-0B98D519"] = {
			["name"] = "Lylu-Hyjal",
			["time"] = 1605659394,
			["ilvl"] = 97.2,
		},
		["Player-1602-0BB6166D"] = {
			["name"] = "Эстрэя",
			["time"] = 1605656859,
			["ilvl"] = 130.6666666666667,
		},
		["Player-1602-0A92E0D2"] = {
			["name"] = "Свёртка",
			["time"] = 1605659174,
			["ilvl"] = 132.2666666666667,
		},
		["Player-1602-0AF3F156"] = {
			["time"] = 1605592341,
			["name"] = "Штаен",
			["ilvl"] = 106.0625,
		},
		["Player-1390-0B052BFF"] = {
			["name"] = "Gronï-Hyjal",
			["time"] = 1605659035,
			["ilvl"] = 128.9333333333333,
		},
		["Player-1105-0695D1BD"] = {
			["name"] = "Jibido-Nazjatar",
			["time"] = 1605657850,
			["ilvl"] = 123.9333333333333,
		},
		["Player-1602-0E7A1E47"] = {
			["time"] = 1605591785,
			["name"] = "Шальтаира",
			["ilvl"] = 93.8,
		},
		["Player-1602-0998B618"] = {
			["time"] = 1605592151,
			["name"] = "Дроп",
			["ilvl"] = 53.8,
		},
	},
	["update_warning_timeout"] = 10,
	["savedCustomSpells"] = {
		{
			2, -- [1]
			"Автоматическая стрельба", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [1]
		{
			3, -- [1]
			"Мир (падение)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [2]
		{
			55090, -- [1]
			"Удар Плети (Physical)", -- [2]
			237530, -- [3]
		}, -- [3]
		{
			4, -- [1]
			"Мир (утопление)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [4]
		{
			5, -- [1]
			"Мир (усталость)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [5]
		{
			6, -- [1]
			"Мир (огонь)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [6]
		{
			7, -- [1]
			"Мир (лава)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [7]
		{
			8, -- [1]
			"Мир (слизь)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [8]
		{
			59638, -- [1]
			"Ледяная стрела (Зеркальное изображение)", -- [2]
			135846, -- [3]
		}, -- [9]
		{
			49184, -- [1]
			"Воющий ветер (Main Target)", -- [2]
			135833, -- [3]
		}, -- [10]
		{
			44461, -- [1]
			"Живая бомба (взрыв)", -- [2]
			236220, -- [3]
		}, -- [11]
		{
			278227, -- [1]
			"Шипастая кора (Trinket)", -- [2]
			134439, -- [3]
		}, -- [12]
		{
			268998, -- [1]
			"Воспламененная душа (Trinket)", -- [2]
			651093, -- [3]
		}, -- [13]
		{
			196917, -- [1]
			"Свет мученика (Урон)", -- [2]
			135938, -- [3]
		}, -- [14]
		{
			120761, -- [1]
			"Бросок глеф (Glaive #2)", -- [2]
			132330, -- [3]
		}, -- [15]
		{
			278812, -- [1]
			"Грация льва (Trinket)", -- [2]
			464140, -- [3]
		}, -- [16]
		{
			270827, -- [1]
			"Самоцвет души ткача (Trinket)", -- [2]
			237431, -- [3]
		}, -- [17]
		{
			212739, -- [1]
			"Эпидемия (Main Target)", -- [2]
			136066, -- [3]
		}, -- [18]
		{
			279664, -- [1]
			"Кровавая желчь (Trinket)", -- [2]
			136007, -- [3]
		}, -- [19]
		{
			237680, -- [1]
			"Воющий ветер (AoE)", -- [2]
			135833, -- [3]
		}, -- [20]
		{
			215969, -- [1]
			"Эпидемия (AoE)", -- [2]
			136066, -- [3]
		}, -- [21]
		{
			278359, -- [1]
			"Кровавая ненависть (Trinket)", -- [2]
			132175, -- [3]
		}, -- [22]
		{
			278155, -- [1]
			"Неугасающая сила Залзеикса (Trinket)", -- [2]
			254105, -- [3]
		}, -- [23]
		{
			271115, -- [1]
			"Запал мага-поджигателя (Trinket)", -- [2]
			1119937, -- [3]
		}, -- [24]
		{
			277179, -- [1]
			"Медальон гладиатора (Trinket)", -- [2]
			252267, -- [3]
		}, -- [25]
		{
			70890, -- [1]
			"Удар Плети (Shadow)", -- [2]
			237530, -- [3]
		}, -- [26]
		{
			278057, -- [1]
			"Взрыв крови (Trinket)", -- [2]
			538040, -- [3]
		}, -- [27]
		{
			277185, -- [1]
			"Жетон гладиатора (Trinket)", -- [2]
			135884, -- [3]
		}, -- [28]
		{
			228649, -- [1]
			"Нокаутирующий удар (Passive)", -- [2]
			574575, -- [3]
		}, -- [29]
		{
			121414, -- [1]
			"Бросок глеф (Glaive #1)", -- [2]
			132330, -- [3]
		}, -- [30]
		{
			94472, -- [1]
			"Искупление вины (критический)", -- [2]
			135887, -- [3]
		}, -- [31]
		{
			277187, -- [1]
			"Эмблема гладиатора (Trinket)", -- [2]
			132344, -- [3]
		}, -- [32]
		{
			277181, -- [1]
			"Знак гладиатора (Trinket)", -- [2]
			134501, -- [3]
		}, -- [33]
		{
			278862, -- [1]
			"Холод рун (Trinket)", -- [2]
			252270, -- [3]
		}, -- [34]
		{
			271462, -- [1]
			"Подгнившая кукла вуду (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [35]
		{
			270925, -- [1]
			"Водяной вихрь (Trinket)", -- [2]
			1698701, -- [3]
		}, -- [36]
		{
			271071, -- [1]
			"Раковина темного шепота (Trinket)", -- [2]
			1498840, -- [3]
		}, -- [37]
		{
			271465, -- [1]
			"Подгнившая кукла вуду (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [38]
		{
			33778, -- [1]
			"Жизнецвет (Bloom)", -- [2]
			134206, -- [3]
		}, -- [39]
		{
			88082, -- [1]
			"Огненный шар (Зеркальное изображение)", -- [2]
			135812, -- [3]
		}, -- [40]
		{
			1, -- [1]
			"Атака ближнего боя", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [41]
		{
			278383, -- [1]
			"Неистовая буря (Trinket)", -- [2]
			2103829, -- [3]
		}, -- [42]
		{
			271671, -- [1]
			"Неблагозвучный аккорд (Trinket)", -- [2]
			454048, -- [3]
		}, -- [43]
		{
			98021, -- [1]
			"Обмен здоровья", -- [2]
			237586, -- [3]
		}, -- [44]
	},
	["tutorial"] = {
		["bookmark_tutorial"] = false,
		["main_help_button"] = 349,
		["WINDOW_GROUP_MAKING1"] = true,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["unlock_button"] = 4,
		["WINDOW_LOCK_UNLOCK1"] = true,
		["OVERALLDATA_WARNING1"] = 1,
		["MIN_COMBAT_TIME"] = true,
		["version_announce"] = 0,
		["ctrl_click_close_tutorial"] = false,
		["DETAILS_INFO_TUTORIAL2"] = 10,
		["DISABLE_ONDEATH_PANEL"] = true,
		["logons"] = 349,
	},
	["switchSaved"] = {
		["slots"] = 12,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
		},
	},
	["raid_data"] = {
	},
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_bw"] = {
			},
			["encounter_timers_dbm"] = {
			},
		},
	},
	["always_use_profile_name"] = "Ниэтта-Гордунни",
	["savedStyles"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["show_totalhitdamage_on_overkill"] = false,
	["savedTimeCaptures"] = {
		{
			"Player Damage Done", -- [1]
			"\n	-- the goal of this script is get the current combat then get your character and extract your damage done.\n	-- the first thing to do is get the combat, so, we use here the command \"_detalhes:GetCombat ( \"overall\" \"current\" or \"segment number\")\"\n	\n	local current_combat = _detalhes:GetCombat (\"current\") --> getting the current combat\n	\n	-- the next step is request your character from the combat\n	-- to do this, we take the combat which here we named \"current_combat\" and tells what we want inside parentheses.\n	\n	local my_self = current_combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n	\n	-- _detalhes.playername holds the name of your character.\n	-- DETAILS_ATTRIBUTE_DAMAGE means we want the damage table, _HEAL _ENERGY _MISC is the other 3 tables.\n	\n	-- before we proceed, the result needs to be checked to make sure its a valid result.\n	\n	if (not my_self) then\n		return 0 -- the combat doesnt have *you*, this happens when you didn't deal any damage in the combat yet.\n	end\n	\n	-- now its time to get the total damage.\n	\n	local my_damage = my_self.total\n	\n	-- then finally return the amount to the capture.\n	\n	return my_damage\n	\n", -- [2]
			{
				["max_value"] = 0,
				["last_value"] = 0,
			}, -- [3]
			"Chart Viewer", -- [4]
			"1.0", -- [5]
			"Interface\\ICONS\\Ability_MeleeDamage", -- [6]
			true, -- [7]
		}, -- [1]
	},
	["plugin_window_pos"] = {
		["y"] = -77.99969482421875,
		["x"] = 117.4998931884766,
		["point"] = "TOPLEFT",
		["scale"] = 1,
	},
	["damage_scroll_position"] = {
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["last_changelog_size"] = 2493,
	["immersion_unit_special_icons"] = true,
	["lastUpdateWarning"] = 1604521879,
	["report_where"] = "PARTY",
}
