
_detalhes_global = {
	["boss_icon_cache"] = {
	},
	["encounter_spell_pool"] = {
		{
			2082, -- [1]
			"Ловец душ Имонар", -- [2]
		}, -- [1]
		[369043] = {
			2558, -- [1]
			"Стражник хранилища", -- [2]
		},
		[269301] = {
			2123, -- [1]
			"Освобожденное чудовище", -- [2]
		},
		[369811] = {
			2556, -- [1]
			"Огромный берсерк", -- [2]
		},
		[375950] = {
			2617, -- [1]
			"Воин стихий – сотворительница льда", -- [2]
		},
		[375439] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[378764] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[247949] = {
			2082, -- [1]
			"Ловушки!", -- [2]
		},
		[381834] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[240277] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[376208] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[372372] = {
			2612, -- [1]
			"Куалаши-новобранец", -- [2]
		},
		[376209] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[369049] = {
			2558, -- [1]
			"Стражник хранилища", -- [2]
		},
		[200637] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[413295] = {
			1041, -- [1]
			"Альтаирий", -- [2]
		},
		[376723] = {
			2580, -- [1]
			"Буремант из клана Нокхуд", -- [2]
		},
		[369818] = {
			2556, -- [1]
			"Огромный берсерк", -- [2]
		},
		[396672] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[413296] = {
			1041, -- [1]
			"Альтаирий", -- [2]
		},
		[369563] = {
			2555, -- [1]
			"Бейлог", -- [2]
		},
		[369052] = {
			2558, -- [1]
			"Стражник хранилища", -- [2]
		},
		[376725] = {
			2580, -- [1]
			"Буремант из клана Нокхуд", -- [2]
		},
		[373912] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[381329] = {
			2612, -- [1]
			"Куалаши - воин лавы", -- [2]
		},
		[376727] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[259718] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[385168] = {
			2617, -- [1]
			"Воин стихий – певица бури", -- [2]
		},
		[376730] = {
			2580, -- [1]
			"[*] Штормовые ветра", -- [2]
		},
		[373917] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[373406] = {
			2613, -- [1]
			"Надзиратель Лахар", -- [2]
		},
		[259720] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[376732] = {
			2580, -- [1]
			"[*] Штормовые ветра", -- [2]
		},
		[387474] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[369828] = {
			2555, -- [1]
			"Злобный василиск", -- [2]
		},
		[369061] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[217011] = {
			1792, -- [1]
			"Разъяренная толпа", -- [2]
		},
		[414585] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[388245] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[248214] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[376737] = {
			2580, -- [1]
			"[*] Молния", -- [2]
		},
		[382620] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[244762] = {
			2076, -- [1]
			"Аннигилятор", -- [2]
		},
		[375204] = {
			2610, -- [1]
			"[*] Жидкая магма", -- [2]
		},
		[188114] = {
			1790, -- [1]
			"Рокмора", -- [2]
		},
		[385691] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[256016] = {
			2093, -- [1]
			"[*] Гнусная субстанция", -- [2]
		},
		[384158] = {
			2612, -- [1]
			"[*] Частица возгорания", -- [2]
		},
		[269838] = {
			2123, -- [1]
			"[*] Гнусный выброс", -- [2]
		},
		[244892] = {
			2070, -- [1]
			"Адмирал Свиракс", -- [2]
		},
		[216376] = {
			1793, -- [1]
			"Лавовый гейзер", -- [2]
		},
		[381602] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[253588] = {
			2073, -- [1]
			"[*] Гремучий взрыв", -- [2]
		},
		[384416] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[372652] = {
			2557, -- [1]
			"[*] Резонирующая сфера", -- [2]
		},
		[247962] = {
			2082, -- [1]
			"Ловушки!", -- [2]
		},
		[198475] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[382628] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[243999] = {
			2069, -- [1]
			"Вариматрас", -- [2]
		},
		[413319] = {
			1041, -- [1]
			"Альтаирий", -- [2]
		},
		[381862] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[385187] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[260879] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[381607] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[373424] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[381864] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[375215] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[374704] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[378029] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[372147] = {
			2580, -- [1]
			"Балара", -- [2]
		},
		[256405] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[248861] = {
			2075, -- [1]
			"\"Параксий\"", -- [2]
		},
		[389541] = {
			2556, -- [1]
			"Статуя белого тигра <Уххастик>", -- [2]
		},
		[372151] = {
			2567, -- [1]
			"Медведь-кишкожуй", -- [2]
		},
		[377522] = {
			2611, -- [1]
			"Яростный пламень", -- [2]
		},
		[373942] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[258837] = {
			2092, -- [1]
			"[*] Разрыв души", -- [2]
		},
		[385963] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[244899] = {
			2073, -- [1]
			"Нура, Матерь Пламени", -- [2]
		},
		[374711] = {
			2580, -- [1]
			"Балара", -- [2]
		},
		[373944] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[258838] = {
			2092, -- [1]
			"Аргус Порабощенный", -- [2]
		},
		[384686] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[272412] = {
			2094, -- [1]
			"Гарпунщик из братства Волнорезов", -- [2]
		},
		[369853] = {
			2556, -- [1]
			"Дюжий камнемет", -- [2]
		},
		[244005] = {
			2069, -- [1]
			"[*] Темный разлом", -- [2]
		},
		[413331] = {
			1041, -- [1]
			"Альтаирий", -- [2]
		},
		[272413] = {
			2094, -- [1]
			"Гарпунщик из братства Волнорезов", -- [2]
		},
		[369854] = {
			2556, -- [1]
			"Дюжий камнемет", -- [2]
		},
		[244901] = {
			2063, -- [1]
			"Пламя Тайшалака", -- [2]
		},
		[88308] = {
			1041, -- [1]
			"Альтаирий", -- [2]
		},
		[377017] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[377018] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[387504] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[369602] = {
			2555, -- [1]
			"Олаф", -- [2]
		},
		[383925] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[244903] = {
			2063, -- [1]
			"Пламя Тайшалака", -- [2]
		},
		[369605] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[257308] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[383928] = {
			2613, -- [1]
			"Надзиратель Лахар", -- [2]
		},
		[200404] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[343520] = {
			2570, -- [1]
			"[*] Бушующий", -- [2]
		},
		[274213] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[256542] = {
			2092, -- [1]
			"Аргус Порабощенный", -- [2]
		},
		[384186] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[257310] = {
			2096, -- [1]
			"Пушка братства Стальных Волн", -- [2]
		},
		[369610] = {
			2556, -- [1]
			"Сотрясающий тотем <Бромач>", -- [2]
		},
		[374471] = {
			2613, -- [1]
			"Сбивающее копье <Чаргат Дробитель Чешуи>", -- [2]
		},
		[373960] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[383935] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[377542] = {
			2611, -- [1]
			"[*] Горящая земля", -- [2]
		},
		[246315] = {
			2075, -- [1]
			"\"Параксий\"", -- [2]
		},
		[378054] = {
			2568, -- [1]
			"[*] Увядание!", -- [2]
		},
		[375241] = {
			2612, -- [1]
			"Опаляющая кузня", -- [2]
		},
		[378055] = {
			2568, -- [1]
			"Разлагающийся слизень <Древорот>", -- [2]
		},
		[256546] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[260894] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[387264] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[257314] = {
			2096, -- [1]
			"Гренадер из братства Стальных Волн", -- [2]
		},
		[200154] = {
			1793, -- [1]
			"Раскаленный углешкур <Даргрул>", -- [2]
		},
		[244399] = {
			2076, -- [1]
			"Дециматор", -- [2]
		},
		[389056] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[258338] = {
			2094, -- [1]
			"Капитан Рауль", -- [2]
		},
		[86331] = {
			1043, -- [1]
			"Великий визирь Эртан", -- [2]
		},
		[244912] = {
			2063, -- [1]
			"Уголек Тайшалака", -- [2]
		},
		[257316] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[386757] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[389059] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[374482] = {
			2613, -- [1]
			"Сбивающее копье <Чаргат Дробитель Чешуи>", -- [2]
		},
		[377807] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[88314] = {
			1041, -- [1]
			"Смерч", -- [2]
		},
		[375251] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[256551] = {
			2095, -- [1]
			"Пилоносая акула", -- [2]
		},
		[198496] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[382670] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[199775] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[369116] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[256552] = {
			2095, -- [1]
			"Пилоносая акула", -- [2]
		},
		[244532] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[256553] = {
			2095, -- [1]
			"Пилоносая акула", -- [2]
		},
		[377559] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[372701] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[377561] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[200418] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[240443] = {
			2556, -- [1]
			"Огромный берсерк", -- [2]
		},
		[246965] = {
			2076, -- [1]
			"Аннигилятор", -- [2]
		},
		[388817] = {
			2637, -- [1]
			"Гранит", -- [2]
		},
		[245303] = {
			2073, -- [1]
			"Азара, Матерь Ночи", -- [2]
		},
		[392398] = {
			2623, -- [1]
			"Изначальная грозовая туча", -- [2]
		},
		[392399] = {
			2623, -- [1]
			"Изначальная грозовая туча", -- [2]
		},
		[372963] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[391634] = {
			2617, -- [1]
			"Ледниковый протодракон", -- [2]
		},
		[377825] = {
			2555, -- [1]
			"[*] Пылающая смола", -- [2]
		},
		[272457] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[254769] = {
			2075, -- [1]
			"Наполненный Скверной разрушитель", -- [2]
		},
		[373735] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[372201] = {
			2612, -- [1]
			"Куалаши-факельщица", -- [2]
		},
		[273226] = {
			2112, -- [1]
			"[*] Разлагающие споры", -- [2]
		},
		[200551] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[392151] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[372203] = {
			2612, -- [1]
			"Куалаши-факельщица", -- [2]
		},
		[372459] = {
			2612, -- [1]
			"[*] Горение", -- [2]
		},
		[377830] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[372971] = {
			2612, -- [1]
			"Куалаши-кузнец", -- [2]
		},
		[258352] = {
			2094, -- [1]
			"Капитан Юдора", -- [2]
		},
		[372461] = {
			2613, -- [1]
			"Надзиратель Лахар", -- [2]
		},
		[386016] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[87553] = {
			1042, -- [1]
			"Асаад", -- [2]
		},
		[372718] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[383204] = {
			2618, -- [1]
			"[*] Сокрушающее цунами", -- [2]
		},
		[257458] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[376811] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[372208] = {
			2612, -- [1]
			"[*] Джарадинская лава", -- [2]
		},
		[390111] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[381416] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[383974] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[375535] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[413131] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[257460] = {
			2096, -- [1]
			"[*] Горящие осколки", -- [2]
		},
		[381419] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[248893] = {
			2075, -- [1]
			"\"Параксий\"", -- [2]
		},
		[376049] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[372213] = {
			2612, -- [1]
			"Куалаши - воин лавы", -- [2]
		},
		[387559] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[246848] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[390118] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[413136] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[257974] = {
			2070, -- [1]
			"Главный инженер Ишкар", -- [2]
		},
		[375286] = {
			2555, -- [1]
			"Рейд на драккаре", -- [2]
		},
		[377844] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[210150] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[369662] = {
			2556, -- [1]
			"Сотрясающий тотем <Бромач>", -- [2]
		},
		[252861] = {
			2073, -- [1]
			"Азара, Матерь Ночи", -- [2]
		},
		[369663] = {
			2556, -- [1]
			"Сотрясающий тотем <Бромач>", -- [2]
		},
		[244294] = {
			2076, -- [1]
			"Аннигилятор", -- [2]
		},
		[375291] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[376827] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[193273] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[372224] = {
			2612, -- [1]
			"Куалаши-костедробительница", -- [2]
		},
		[256060] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[413145] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[376829] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[387571] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[87622] = {
			1042, -- [1]
			"Асаад", -- [2]
		},
		[386037] = {
			2581, -- [1]
			"[*] Ураганная стрела", -- [2]
		},
		[376319] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[373762] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[260793] = {
			2118, -- [1]
			"Кроглот Зараженный", -- [2]
		},
		[258875] = {
			2094, -- [1]
			"Бочка черной пелены <Капитан Рауль>", -- [2]
		},
		[389875] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[244042] = {
			2069, -- [1]
			"Вариматрас", -- [2]
		},
		[247367] = {
			2082, -- [1]
			"Ловец душ Имонар", -- [2]
		},
		[247112] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[381694] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[369674] = {
			2556, -- [1]
			"Геомант из племени Каменного Свода", -- [2]
		},
		[385531] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[384764] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[369675] = {
			2555, -- [1]
			"Геомант из племени Каменного Свода", -- [2]
		},
		[375046] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[376325] = {
			2559, -- [1]
			"[*] Зона вечности", -- [2]
		},
		[374535] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[369677] = {
			2555, -- [1]
			"Олаф", -- [2]
		},
		[375306] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[256706] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[244686] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[387585] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[254022] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[278637] = {
			2118, -- [1]
			"Кровавый клещ", -- [2]
		},
		[375055] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[375056] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[379404] = {
			2612, -- [1]
			"Куалаши - воин лавы", -- [2]
		},
		[266107] = {
			2118, -- [1]
			"Дикий кровавый роевик", -- [2]
		},
		[375057] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[244689] = {
			2064, -- [1]
			"Хранительница порталов Азабель", -- [2]
		},
		[379406] = {
			2612, -- [1]
			"Куалаши - воин лавы", -- [2]
		},
		[188169] = {
			1790, -- [1]
			"Рокмора", -- [2]
		},
		[384524] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[385036] = {
			2617, -- [1]
			"Воин стихий – певица бури", -- [2]
		},
		[260292] = {
			2118, -- [1]
			"Кроглот Зараженный", -- [2]
		},
		[379410] = {
			2612, -- [1]
			"Куалаши - воин лавы", -- [2]
		},
		[384014] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[373017] = {
			2606, -- [1]
			"Шторм бушующего пламени <Кокия Пламенное Копыто>", -- [2]
		},
		[384015] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[210166] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[250191] = {
			2082, -- [1]
			"Conflagration", -- [2]
		},
		[385551] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[244693] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[386063] = {
			2581, -- [1]
			"Маруук", -- [2]
		},
		[384529] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[369696] = {
			2556, -- [1]
			"Душитель из племени Каменного Свода", -- [2]
		},
		[32409] = {
			2570, -- [1]
			"[*] Слово Тьмы: Смерть", -- [2]
		},
		[369697] = {
			2556, -- [1]
			"Душитель из племени Каменного Свода", -- [2]
		},
		[375068] = {
			2610, -- [1]
			"Лавовые щупальца <Магмобивень>", -- [2]
		},
		[384531] = {
			2567, -- [1]
			"Гнилозубая гиена", -- [2]
		},
		[381463] = {
			2570, -- [1]
			"Тотем хитрого сглаза <Лови-тотем>", -- [2]
		},
		[371489] = {
			2609, -- [1]
			"Ткач Холода Морозной Вспышки", -- [2]
		},
		[375071] = {
			2610, -- [1]
			"Лавовые щупальца <Магмобивень>", -- [2]
		},
		[388882] = {
			2618, -- [1]
			"Насыщательница-воин стихий", -- [2]
		},
		[382233] = {
			2580, -- [1]
			"Батак", -- [2]
		},
		[385558] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[396044] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[384024] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[273285] = {
			2112, -- [1]
			"Взрывчатый стручок", -- [2]
		},
		[376864] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[376865] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[372262] = {
			2612, -- [1]
			"Куалаши-костедробительница", -- [2]
		},
		[381470] = {
			2570, -- [1]
			"Лови-тотем", -- [2]
		},
		[249686] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[255952] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[199176] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[372266] = {
			2612, -- [1]
			"Куалаши-костедробительница", -- [2]
		},
		[378149] = {
			2610, -- [1]
			"Элементаль руды", -- [2]
		},
		[260685] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[215929] = {
			1790, -- [1]
			"Ползун из чумных осколков <Рокмора>", -- [2]
		},
		[373803] = {
			2609, -- [1]
			"Заряженный дракончик", -- [2]
		},
		[397077] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[244318] = {
			2064, -- [1]
			"[*] Усиленный портал на Зорот", -- [2]
		},
		[387359] = {
			2618, -- [1]
			"[*] Промокание насквозь", -- [2]
		},
		[198028] = {
			1790, -- [1]
			"[*] Кристализованная земля", -- [2]
		},
		[86930] = {
			1042, -- [1]
			"Асаад", -- [2]
		},
		[209921] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[378155] = {
			2570, -- [1]
			"Лови-тотем", -- [2]
		},
		[387618] = {
			2618, -- [1]
			"Насыщательница-воин стихий", -- [2]
		},
		[264603] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[381482] = {
			2612, -- [1]
			"[*] Кузнечный огонь", -- [2]
		},
		[258643] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[217851] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[86292] = {
			1043, -- [1]
			"Вихрь Эртан", -- [2]
		},
		[419591] = {
			2555, -- [1]
			1, -- [2]
		},
		[373046] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[250333] = {
			2073, -- [1]
			"Диима, Матерь Сумрака", -- [2]
		},
		[258773] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[246753] = {
			2075, -- [1]
			"Заряженный Скверной маскировщик", -- [2]
		},
		[250334] = {
			2073, -- [1]
			"Диима, Матерь Сумрака", -- [2]
		},
		[374839] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[384558] = {
			2567, -- [1]
			"Гнилозубая гиена", -- [2]
		},
		[372538] = {
			2612, -- [1]
			"Вспышка лавы", -- [2]
		},
		[253020] = {
			2073, -- [1]
			"[*] Буря Тьмы", -- [2]
		},
		[374586] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[374842] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[243431] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[200721] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[372543] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[217090] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[260312] = {
			2118, -- [1]
			"Кроглот Зараженный", -- [2]
		},
		[246374] = {
			2073, -- [1]
			"[*] Теневые клинки", -- [2]
		},
		[377405] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[384823] = {
			2606, -- [1]
			"Шторм бушующего пламени <Кокия Пламенное Копыто>", -- [2]
		},
		[257756] = {
			2094, -- [1]
			"Буканьер из братства Трюмных Крыс", -- [2]
		},
		[255966] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[244969] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[372293] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[246504] = {
			2088, -- [1]
			"Аннигилятор Кин'гарота", -- [2]
		},
		[384827] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[253538] = {
			2073, -- [1]
			"[*] Гремучий импульс", -- [2]
		},
		[268717] = {
			2093, -- [1]
			"Живец", -- [2]
		},
		[372296] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[376644] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[272554] = {
			2095, -- [1]
			"[*] Кровавое месиво", -- [2]
		},
		[418588] = {
			2555, -- [1]
			1, -- [2]
		},
		[248424] = {
			2082, -- [1]
			"Ловец душ Имонар", -- [2]
		},
		[246634] = {
			2088, -- [1]
			"[*] Апокалиптический взрыв", -- [2]
		},
		[192799] = {
			1790, -- [1]
			"Ползун из чумных осколков <Рокмора>", -- [2]
		},
		[384575] = {
			2567, -- [1]
			"Гнилозубая гиена", -- [2]
		},
		[389179] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[382274] = {
			2580, -- [1]
			"Балара", -- [2]
		},
		[272046] = {
			2093, -- [1]
			"Живец", -- [2]
		},
		[245868] = {
			2076, -- [1]
			"Страж ужаса из Анторуса", -- [2]
		},
		[192800] = {
			1790, -- [1]
			"[*] Удушающая пыль", -- [2]
		},
		[384577] = {
			2567, -- [1]
			"Гнилозубая гиена", -- [2]
		},
		[389181] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[85467] = {
			1043, -- [1]
			"Затаившаяся буря", -- [2]
		},
		[254948] = {
			2076, -- [1]
			"[*] Децимация", -- [2]
		},
		[382277] = {
			2580, -- [1]
			"Балара", -- [2]
		},
		[198428] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[258018] = {
			2073, -- [1]
			"Диима, Матерь Сумрака", -- [2]
		},
		[381516] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[372860] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[381512] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[372561] = {
			2612, -- [1]
			"Куалаши-охотник", -- [2]
		},
		[259830] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[372811] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[381513] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[373915] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[244016] = {
			2064, -- [1]
			"Хранительница порталов Азабель", -- [2]
		},
		[254183] = {
			2082, -- [1]
			"[*] Опаленная кожа", -- [2]
		},
		[381514] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[381770] = {
			2568, -- [1]
			"Разлагающийся слизень <Древорот>", -- [2]
		},
		[373680] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[389443] = {
			2615, -- [1]
			"Нейтрализующее устройство", -- [2]
		},
		[373688] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[200732] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[257315] = {
			2096, -- [1]
			"Гренадер из братства Стальных Волн", -- [2]
		},
		[88282] = {
			1041, -- [1]
			"Альтаирий", -- [2]
		},
		[272055] = {
			2093, -- [1]
			"Живец", -- [2]
		},
		[257757] = {
			2094, -- [1]
			"Буканьер из братства Трюмных Крыс", -- [2]
		},
		[375890] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[369660] = {
			2556, -- [1]
			"Сотрясающий тотем <Бромач>", -- [2]
		},
		[381517] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[244722] = {
			2070, -- [1]
			"Адмирал Свиракс", -- [2]
		},
		[89753] = {
			1792, -- [1]
			"Страж Скверны <Rockefellerr-Hyjal>", -- [2]
		},
		[389446] = {
			2615, -- [1]
			"Нейтрализующее устройство", -- [2]
		},
		[381518] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[377996] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[369754] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[388424] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[376797] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[376660] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[246897] = {
			2076, -- [1]
			"Дециматор", -- [2]
		},
		[376149] = {
			2569, -- [1]
			"Удушающее облако гнили <Гниломаг Око Гнева>", -- [2]
		},
		[383979] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[396424] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[244675] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[183088] = {
			1791, -- [1]
			"Крушитель из племени Камня Силы", -- [2]
		},
		[372225] = {
			2612, -- [1]
			"Куалаши-костедробительница", -- [2]
		},
		[372570] = {
			2612, -- [1]
			"Куалаши-охотник", -- [2]
		},
		[385359] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[368990] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[375384] = {
			2617, -- [1]
			"Воин стихий – землетряс", -- [2]
		},
		[256489] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[391241] = {
			2615, -- [1]
			"Генератор ограниченного бессмертия", -- [2]
		},
		[265668] = {
			2118, -- [1]
			"Живая гниль", -- [2]
		},
		[263274] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[87618] = {
			1042, -- [1]
			"Асаад", -- [2]
		},
		[256106] = {
			2093, -- [1]
			"Небесный капитан Крагг", -- [2]
		},
		[373084] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[258399] = {
			2092, -- [1]
			"Аргус Порабощенный", -- [2]
		},
		[245237] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[376780] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[246516] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[381525] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[193375] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[253038] = {
			2070, -- [1]
			"Клинок Скверны - штурмовик <Генерал Эрод>", -- [2]
		},
		[256589] = {
			2094, -- [1]
			"Капитан Рауль", -- [2]
		},
		[381526] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[376783] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[374355] = {
			2612, -- [1]
			"Опаляющая кузня", -- [2]
		},
		[104318] = {
			1793, -- [1]
			"Дикий бес <Rockefellerr-Hyjal>", -- [2]
		},
		[383062] = {
			2570, -- [1]
			"Разложившийся старый древень", -- [2]
		},
		[377222] = {
			2568, -- [1]
			"[*] Поглощение", -- [2]
		},
		[253039] = {
			2070, -- [1]
			"Клинок Скверны - штурмовик <Генерал Эрод>", -- [2]
		},
		[243960] = {
			2069, -- [1]
			"Вариматрас", -- [2]
		},
		[378057] = {
			2568, -- [1]
			"Разлагающийся слизень <Древорот>", -- [2]
		},
		[369110] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[387155] = {
			2637, -- [1]
			"Гранит", -- [2]
		},
		[373089] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[246646] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[372542] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[395647] = {
			2555, -- [1]
			"[*] Вспышка огня", -- [2]
		},
		[384343] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[278789] = {
			2118, -- [1]
			"[*] Волна разложения", -- [2]
		},
		[246833] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[377950] = {
			2570, -- [1]
			"Лови-тотем", -- [2]
		},
		[254795] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[345561] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[205549] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[244449] = {
			2076, -- [1]
			"[*] Децимация", -- [2]
		},
		[88286] = {
			1041, -- [1]
			"Альтаирий", -- [2]
		},
		[247159] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[256494] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[383067] = {
			2580, -- [1]
			"Балара", -- [2]
		},
		[378208] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[30213] = {
			1792, -- [1]
			"Страж Скверны <Rockefellerr-Hyjal>", -- [2]
		},
		[374969] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[278467] = {
			2094, -- [1]
			"Румми Мэнкомб", -- [2]
		},
		[257262] = {
			2070, -- [1]
			"Энтропическая мина", -- [2]
		},
		[246505] = {
			2070, -- [1]
			"Фанатичная пиромантка", -- [2]
		},
		[408388] = {
			2617, -- [1]
			"Воин стихий – землетряс", -- [2]
		},
		[258834] = {
			2092, -- [1]
			"Грань аннигиляции", -- [2]
		},
		[392666] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[375397] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[376634] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[254452] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[382303] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[255826] = {
			2092, -- [1]
			"Аргус Порабощенный", -- [2]
		},
		[385451] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[376933] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[369006] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[245627] = {
			2073, -- [1]
			"Нура, Матерь Пламени", -- [2]
		},
		[200700] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[376934] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[260333] = {
			2118, -- [1]
			"Кроглот Зараженный", -- [2]
		},
		[253300] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[383840] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[413147] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[264757] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[375937] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[384353] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[375727] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[260334] = {
			2118, -- [1]
			"Кроглот Зараженный", -- [2]
		},
		[245629] = {
			2073, -- [1]
			"Нура, Матерь Пламени", -- [2]
		},
		[374635] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[385434] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[376170] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[391771] = {
			2611, -- [1]
			"Драконье извержение", -- [2]
		},
		[375351] = {
			2617, -- [1]
			"Ледниковый протодракон", -- [2]
		},
		[377995] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[376171] = {
			2617, -- [1]
			"Воин стихий – сотворительница льда", -- [2]
		},
		[181089] = {
			1041, -- [1]
			"Альтаирий", -- [2]
		},
		[376683] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[382267] = {
			2580, -- [1]
			"Балара", -- [2]
		},
		[375209] = {
			2612, -- [1]
			"Опаляющая кузня", -- [2]
		},
		[391773] = {
			2611, -- [1]
			"Драконье извержение", -- [2]
		},
		[384148] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[385442] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[243968] = {
			2069, -- [1]
			"[*] Пытка огнем", -- [2]
		},
		[373742] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[376685] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[384019] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[183100] = {
			1791, -- [1]
			"Крушитель из племени Камня Силы", -- [2]
		},
		[245631] = {
			2063, -- [1]
			"Пламя Тайшалака", -- [2]
		},
		[244736] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[377965] = {
			2570, -- [1]
			"Лови-тотем", -- [2]
		},
		[396124] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[375416] = {
			2568, -- [1]
			"Зараженный плеточник <Увядший дуб>", -- [2]
		},
		[374641] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[372851] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[244122] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[245632] = {
			2063, -- [1]
			"Пламя Тайшалака", -- [2]
		},
		[244737] = {
			2070, -- [1]
			"Адмирал Свиракс", -- [2]
		},
		[245888] = {
			2076, -- [1]
			"Защитница Анторуса", -- [2]
		},
		[259732] = {
			2112, -- [1]
			"Заклинатель спор Занча", -- [2]
		},
		[386743] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[253520] = {
			2073, -- [1]
			"Нура, Матерь Пламени", -- [2]
		},
		[246329] = {
			2073, -- [1]
			"Азара, Матерь Ночи", -- [2]
		},
		[247044] = {
			2076, -- [1]
			"Аннигиляция", -- [2]
		},
		[372719] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[386920] = {
			2636, -- [1]
			"[*] Яростные молнии", -- [2]
		},
		[254919] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[369823] = {
			2555, -- [1]
			"Злобный василиск", -- [2]
		},
		[374389] = {
			2616, -- [1]
			"Любопытный детеныш рогоплава", -- [2]
		},
		[256005] = {
			2093, -- [1]
			"Живец", -- [2]
		},
		[375924] = {
			2555, -- [1]
			"Бейлог", -- [2]
		},
		[376186] = {
			2613, -- [1]
			"Надзиратель Лахар", -- [2]
		},
		[413264] = {
			1042, -- [1]
			"Кольцо падающих звезд <Асаад>", -- [2]
		},
		[372600] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[259714] = {
			2112, -- [1]
			"[*] Разлагающие споры", -- [2]
		},
		[386411] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[86309] = {
			1043, -- [1]
			"Вихрь Эртан", -- [2]
		},
		[245916] = {
			2063, -- [1]
			"[*] Раскаленные обломки", -- [2]
		},
		[386562] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[369826] = {
			2555, -- [1]
			"Злобный василиск", -- [2]
		},
		[247681] = {
			2082, -- [1]
			"Ловушки!", -- [2]
		},
		[375929] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[372858] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[378229] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[384623] = {
			2612, -- [1]
			"Куалаши-кузнец", -- [2]
		},
		[248321] = {
			2082, -- [1]
			"Conflagration", -- [2]
		},
		[372859] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[378230] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[374812] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[114942] = {
			2112, -- [1]
			"Тотем целительного прилива <Shanoru-Eredar>", -- [2]
		},
		[369791] = {
			2555, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		[247641] = {
			2082, -- [1]
			"Ловушки!", -- [2]
		},
		[369703] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[188493] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[369792] = {
			2555, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		[369025] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[188494] = {
			1792, -- [1]
			"[*] Зловонная пасть", -- [2]
		},
		[382836] = {
			2581, -- [1]
			"Маруук", -- [2]
		},
		[249934] = {
			2075, -- [1]
			"\"Параксий\"", -- [2]
		},
		[369026] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[257402] = {
			2096, -- [1]
			"Красавчик Харлан", -- [2]
		},
		[256594] = {
			2094, -- [1]
			"Капитан Рауль", -- [2]
		},
		[372863] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[96260] = {
			1042, -- [1]
			"Асаад", -- [2]
		},
		[250135] = {
			2082, -- [1]
			"Ловец душ Имонар", -- [2]
		},
		[254926] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[243237] = {
			2567, -- [1]
			"[*] Взрыв", -- [2]
		},
		[378235] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[413263] = {
			1042, -- [1]
			"Кольцо падающих звезд <Асаад>", -- [2]
		},
		[246840] = {
			2088, -- [1]
			"[*] Разрушитель", -- [2]
		},
		[385141] = {
			2617, -- [1]
			"Воин стихий – певица бури", -- [2]
		},
		[378020] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[385181] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[377204] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[256358] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[258381] = {
			2094, -- [1]
			"Капитан Юдора", -- [2]
		},
		[253037] = {
			2070, -- [1]
			"Клинок Скверны - штурмовик <Генерал Эрод>", -- [2]
		},
		[257296] = {
			2092, -- [1]
			"Аргус Порабощенный", -- [2]
		},
		[384161] = {
			2612, -- [1]
			"Куалаши-факельщица", -- [2]
		},
		[256477] = {
			2095, -- [1]
			"Пилоносая акула", -- [2]
		},
		[246663] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[256979] = {
			2094, -- [1]
			"Капитан Юдора", -- [2]
		},
		[246919] = {
			2076, -- [1]
			"Дециматор", -- [2]
		},
		[372311] = {
			2612, -- [1]
			"Куалаши-новобранец", -- [2]
		},
		[244106] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[384316] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[248230] = {
			2076, -- [1]
			"Разрушитель миров Кин'гарота", -- [2]
		},
		[369033] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[386559] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[245769] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[381444] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[248233] = {
			2082, -- [1]
			"Ловец душ Имонар", -- [2]
		},
		[384725] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[248499] = {
			2092, -- [1]
			"Аргус Порабощенный", -- [2]
		},
		[376292] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[384351] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[369573] = {
			2555, -- [1]
			"Бейлог", -- [2]
		},
		[269843] = {
			2123, -- [1]
			"Освобожденное чудовище", -- [2]
		},
		[413562] = {
			1043, -- [1]
			"Затаившаяся буря", -- [2]
		},
		[374854] = {
			2613, -- [1]
			"Сбивающее копье <Чаргат Дробитель Чешуи>", -- [2]
		},
		[381605] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[385916] = {
			2637, -- [1]
			"Гранит", -- [2]
		},
		[373896] = {
			2569, -- [1]
			"Удушающее облако гнили <Гниломаг Око Гнева>", -- [2]
		},
		[369781] = {
			2555, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		[377477] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[244748] = {
			2070, -- [1]
			"[*] Шок", -- [2]
		},
		[248795] = {
			2075, -- [1]
			"[*] Отголосок Скверны", -- [2]
		},
		[372107] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[248375] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[248329] = {
			2075, -- [1]
			"\"Параксий\"", -- [2]
		},
		[369806] = {
			2556, -- [1]
			"Огромный берсерк", -- [2]
		},
		[381379] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[374410] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[260455] = {
			2118, -- [1]
			"Кровавый клещ", -- [2]
		},
		[376784] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[193376] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[181113] = {
			2559, -- [1]
			"Вечная сфера", -- [2]
		},
		[372566] = {
			2612, -- [1]
			"Куалаши-охотник", -- [2]
		},
		[374365] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[256363] = {
			2095, -- [1]
			"Тротак", -- [2]
		},
		[372808] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[383875] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[373733] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[413151] = {
			1043, -- [1]
			"Великий визирь Эртан", -- [2]
		},
		[375436] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[372623] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[374533] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[374534] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
	},
	["immersion_pets_on_solo_play"] = false,
	["npcid_ignored"] = {
	},
	["dungeon_data"] = {
	},
	["report_pos"] = {
		5.00006103515625, -- [1]
		-2.99993896484375, -- [2]
	},
	["latest_report_table"] = {
		{
			1, -- [1]
			1, -- [2]
			1, -- [3]
			5, -- [4]
			"PARTY", -- [5]
		}, -- [1]
	},
	["exp90temp"] = {
		["delete_damage_TCOB"] = true,
	},
	["always_use_profile"] = false,
	["deathlog_healingdone_min_arena"] = 400,
	["spell_school_cache"] = {
		["Залп слюны"] = 8,
		["Жестокость земли"] = 1,
		["Разбивающий удар"] = 8,
		["Опустошение Скверной"] = 4,
		["Искра Тира"] = 64,
		["Древняя сфера"] = 64,
		["Громогласный рык"] = 1,
		["Озноб"] = 16,
		["Адаптивный рой"] = 32,
		["Всплеск вечности"] = 80,
		["Воззвание к недрам"] = 8,
		["Опустошенная земля"] = 4,
		["Дикая энергия"] = 64,
		["Взрывчатые обломки"] = 64,
		["Усиленный заряд шрапнели"] = 4,
		["Затуманенный разум"] = 32,
		["Огненный плевок"] = 4,
		["Бомба антимагии"] = 64,
		["Нейтрализующий яд"] = 8,
		["Негаснущая ледяная искра"] = 20,
		["Всепожирающая чума"] = 32,
		["Ударная волна"] = 8,
		["Иссушающие пески"] = 64,
		["Замерзшая земля"] = 16,
		["Поглощающий взрыв"] = 32,
		["Великий исцеляющий поток"] = 16,
		["Правосудие"] = 2,
		["Проблеск Света"] = 2,
		["Выстрел из пистоли"] = 4,
		["Гибнущий мир"] = 32,
		["Тяжкая рана"] = 1,
		["Хитрый сглаз"] = 8,
		["Буйство"] = 1,
		["Место!"] = 1,
		["Магмовый крушитель"] = 4,
		["Шаровая молния"] = 8,
		["Обжигающее прикосновение"] = 4,
		["Горящие осколки"] = 4,
		["Раскаленные обломки"] = 4,
		["Гремучий импульс"] = 4,
		["Обстрел Скверны"] = 4,
		["Бросок боевого клинка"] = 1,
		["Веер клинков"] = 1,
		["Обстрел"] = 4,
		["Ледяное разрушение"] = 16,
		["Изобилие"] = 8,
		["Частичное переваривание"] = 8,
		["Оскверненная эгида"] = 4,
		["Поглощающее истребление"] = 32,
		["Гниение изнутри"] = 8,
		["Быстрая стрельба"] = 1,
		["Притягивание гарпуна"] = 1,
		["Раскаленный шип"] = 1,
		["Зарево Света"] = 1,
		["Астральный вихрь"] = 64,
		["Кольцо пламени Тьмы"] = 36,
		["Мрачная стрела"] = 32,
		["Переходящая сила"] = 8,
		["Сбившееся время"] = 64,
		["Затопление"] = 16,
		["Шок небес"] = 2,
		["Извержение энергии"] = 64,
		["Бурное срыгивание"] = 8,
		["Трупное дыхание"] = 32,
		["Всплеск оскверненных вод"] = 16,
		["Грозовое дыхание"] = 8,
		["Земной шок"] = 8,
		["Разложение"] = 32,
		["Коварный удар"] = 1,
		["Чувство превосходства"] = 32,
		["Око шторма"] = 8,
		["Демонический заряд"] = 36,
		["Апокалиптический взрыв"] = 4,
		["Испепеляющее гнилостное дыхание"] = 4,
		["Ближний бой"] = 1,
		["Расправа"] = 8,
		["Неудержимая акула"] = 1,
		["Град стрел"] = 1,
		["Оскверненные воды"] = 16,
		["Хаотический импульс"] = 4,
		["Раскаленные удары"] = 1,
		["Ледяная бомба"] = 16,
		["Огненная глыба"] = 4,
		["Злобное сосредоточение"] = 1,
		["Огненная волна"] = 4,
		["Тление"] = 4,
		["Зона опустошения"] = 4,
		["Бросок камня"] = 1,
		["Темпоральное иссечение"] = 1,
		["Направленные взрывы"] = 4,
		["Подавляющий удар"] = 64,
		["Угасающее извержение"] = 8,
		["Натиск клинка"] = 1,
		["Апокалипсис"] = 32,
		["Подавляющее кваканье"] = 1,
		["Ядро адского пламени"] = 4,
		["Чувство неполноценности"] = 32,
		["Небесный арбитр"] = 3,
		["Потрескавшиеся обломки"] = 8,
		["Пронзание"] = 1,
		["Изуродованная плоть"] = 1,
		["Каменный кулак"] = 1,
		["Паразитарная рана"] = 32,
		["Временной шок"] = 8,
		["Магический разлом"] = 64,
		["Свирепый укус"] = 1,
		["Коррозия"] = 8,
		["Шокирующее сотрясение"] = 8,
		["Децимация"] = 4,
		["Иссушающее заражение"] = 8,
		["Гнойная язва"] = 32,
		["Камнекрушащий шквал"] = 8,
		["Укус змеи"] = 8,
		["Трескучее облако"] = 8,
		["Смести"] = 1,
		["Заряженная капля"] = 16,
		["Буря Пустоты"] = 64,
		["Оторванная душа"] = 32,
		["Пытка разума"] = 32,
		["Выстрел кобры"] = 1,
		["Метеоритный рой"] = 4,
		["Кристаллический рев"] = 64,
		["Темный разлом"] = 32,
		["Запутывание"] = 8,
		["Магнитный покров"] = 8,
		["Кровожадность"] = 1,
		["Сокрушительный взрыв"] = 4,
		["Токсин рогоплава"] = 8,
		["Магмовый кулак"] = 4,
		["Наветренная сторона"] = 8,
		["Шоковая граната"] = 4,
		["Солнечный коллапс"] = 4,
		["Обжигающее дыхание"] = 4,
		["Стрела Тьмы"] = 32,
		["Удар грома"] = 1,
		["Осадок эонов"] = 64,
		["Прорастание"] = 1,
		["Неотступный ужас"] = 32,
		["Удар Владыки Ветра"] = 1,
		["Сияющий фрагмент"] = 2,
		["Инфернальное пламя"] = 4,
		["Правосудие справедливости"] = 2,
		["Выброс лавы"] = 4,
		["Гнусная субстанция"] = 8,
		["Призрачная сингулярность"] = 32,
		["Резонирующие кулаки"] = 8,
		["Разгоряченные удары"] = 1,
		["Подпитка для пламени"] = 32,
		["Огненная перековка"] = 4,
		["Отгрызть"] = 1,
		["Увядание!"] = 8,
		["Узы жизни"] = 1,
		["Устранение"] = 1,
		["Стремительный бросок"] = 1,
		["Разрушительное касание"] = 32,
		["Промокание насквозь"] = 16,
		["Солнечный огонь"] = 8,
		["Доспех Скверны"] = 32,
		["Заразная трусость"] = 32,
		["Бросок лавы"] = 4,
		["Усиленный портал на Ранкору"] = 8,
		["Расплавленный горн"] = 12,
		["Молния"] = 8,
		["Токсичный стимулятор"] = 8,
		["Шипастый панцирь"] = 8,
		["Эхо Бездны"] = 32,
		["Удар времени"] = 64,
		["Резонирующая аннигиляция"] = 8,
		["Усиленный удар"] = 65,
		["Извергающееся пламя"] = 4,
		["Утрата воли"] = 32,
		["Изначальная снежная буря"] = 16,
		["Испепеление"] = 4,
		["Удар зверя"] = 1,
		["Узы Скверны"] = 4,
		["Казнь"] = 1,
		["Залп магмовых стрел"] = 12,
		["Некрохлад"] = 16,
		["Омут душ"] = 32,
		["Ураганная стрела"] = 8,
		["Оглушительный визг"] = 8,
		["Прикосновение смерти"] = 32,
		["Листья-клинки"] = 1,
		["Клейкая паутина"] = 8,
		["Сияющая искра"] = 64,
		["Безвременное разложение"] = 64,
		["Удар молнии"] = 8,
		["Джарадинская лава"] = 4,
		["Волна огня"] = 4,
		["Разлагающие споры"] = 40,
		["Блуждающий циклон"] = 8,
		["Лавовый разрыв"] = 4,
		["Колодец душ"] = 32,
		["Очищение зла"] = 6,
		["Удар Плети"] = 32,
		["Удар пузом"] = 1,
		["Рывок"] = 1,
		["Огненная стрела"] = 4,
		["Мастер стрельбы"] = 1,
		["Вскипание лавы"] = 4,
		["Знак проводимости"] = 8,
		["Гниющий залив"] = 8,
		["Катастрофическое истребление"] = 8,
		["Вулканический шлейф"] = 4,
		["Гидрокопье"] = 16,
		["Лавовый гейзер"] = 4,
		["Парящие угли"] = 4,
		["Залп"] = 1,
		["Пламенный обстрел"] = 4,
		["Резонансное истребление"] = 4,
		["Костяная стрела"] = 1,
		["Морозный смерч"] = 16,
		["Железное копье"] = 1,
		["Поджигающая вспышка"] = 4,
		["Разлом"] = 64,
		["Боевой крик"] = 8,
		["Вытягивание"] = 32,
		["Временное затухание"] = 64,
		["Увечащий укус"] = 1,
		["Хватка смерти"] = 1,
		["Сияющая праведность"] = 2,
		["Охота"] = 8,
		["Кристальные шипы"] = 8,
		["Сбивающее копье"] = 1,
		["Земляной импульс"] = 8,
		["Раскаленный уголь"] = 1,
		["Разящий клинок"] = 32,
		["Смертоносная чума"] = 32,
		["Мощный размах"] = 1,
		["Нестабильная магия"] = 64,
		["Отсекающий удар"] = 1,
		["Ускорение времени"] = 64,
		["Огненное преследование"] = 1,
		["Метеорит"] = 4,
		["Лавина"] = 1,
		["Жезл отрицания"] = 64,
		["Огненная батарея"] = 4,
		["Выжженная земля"] = 4,
		["Лазурный удар"] = 80,
		["Обжигающий обстрел"] = 4,
		["Каменный снаряд"] = 1,
		["Грозовой фронт"] = 8,
		["Зона вечности"] = 64,
		["Кольцо огня"] = 4,
		["Реактор апокалипсиса"] = 4,
		["Прыжок колосса"] = 1,
		["Ничтожность"] = 32,
		["Полярные ветра"] = 16,
		["Переполняющая энергия"] = 64,
		["Земляной столп"] = 8,
		["Приковывающее копье"] = 1,
		["Молот гнева"] = 2,
		["Дворник"] = 64,
		["Взрыв"] = 8,
		["Извержение времени"] = 64,
		["Резонирующий удар сплеча"] = 64,
		["Вращающийся меч"] = 4,
		["Волна Нефритовой Змеи"] = 4,
		["Атака языка пламени"] = 4,
		["Бомбардировка"] = 36,
		["Нестабильное колдовство"] = 32,
		["Интенсивное горение"] = 4,
		["Вздымающееся пламя Тьмы"] = 36,
		["Чародейские стрелы"] = 64,
		["Яростный укус"] = 1,
		["Удушающая пыль"] = 8,
		["Сотрясение земли"] = 8,
		["Вихрь магмы"] = 4,
		["Сметающая буря"] = 8,
		["Зрение истребителя драконов"] = 1,
		["Огненная шрапнель"] = 4,
		["Рассекающие удары"] = 1,
		["Гигантский клинок"] = 1,
		["Острые колючки"] = 8,
		["Руна тени"] = 32,
		["Стазисная ловушка"] = 4,
		["Зловонная пасть"] = 8,
		["Чародейский выстрел"] = 64,
		["Пылающая смола"] = 4,
		["Темное превращение"] = 32,
		["Удар неистовых кулаков"] = 4,
		["Клык маны"] = 64,
		["Вдох"] = 32,
		["Запуск двигателя"] = 4,
		["Усиленный портал на Зорот"] = 4,
		["Зазубренный костяной шип"] = 1,
		["Тотем взрывной гнили"] = 8,
		["Повторные толчки"] = 8,
		["Топот"] = 1,
		["Подрезать сухожилия"] = 1,
		["Раскол земли"] = 1,
		["Пульсирующее пламя"] = 4,
		["Лапа тигра"] = 1,
		["Шквал клинков"] = 1,
		["Кровопускание"] = 1,
		["Лик смерти"] = 32,
		["Падающая звезда"] = 64,
		["Живой жар"] = 4,
		["Пылающий валун"] = 4,
		["Горение"] = 4,
		["Удар нисходящего порыва"] = 8,
		["Тяжелые удары"] = 1,
		["Палящий жар"] = 4,
		["Опаляющая буря"] = 4,
		["Клинок справедливости"] = 2,
		["Зазубренные когти"] = 32,
		["Инициатива наездника"] = 1,
		["Кровавая атака"] = 1,
		["Яростная буря"] = 8,
		["Оскверненный гейзер"] = 16,
		["Луч дезинтеграции"] = 32,
		["Полыхающие угли"] = 4,
		["Вызов молнии"] = 8,
		["Стискивающие тени"] = 32,
		["Замораживающие брызги"] = 16,
		["Подавление"] = 64,
		["Оскверненная мана"] = 64,
		["Чародейские узы"] = 64,
		["Родство душ"] = 32,
		["Звездная вспышка"] = 72,
		["Извергающиеся тени"] = 32,
		["Нескончаемое пламя"] = 4,
		["Сияющий барьер"] = 64,
		["Демонический огонь"] = 36,
		["Смертоносный яд"] = 8,
		["Воспламенение"] = 4,
		["Огонь очищения"] = 6,
		["Ползущая гниль"] = 8,
		["Заряженное копье"] = 8,
		["Обжигающая руда"] = 4,
		["Чародейский обстрел"] = 64,
		["Дыхание разлома"] = 64,
		["Морозный опустошитель"] = 16,
		["Агония"] = 32,
		["Вражеская территория"] = 1,
		["Клинок Скверны"] = 4,
		["Тотем исцеляющего потока"] = 8,
		["Мана-бомба"] = 64,
		["Заряд шрапнели"] = 1,
		["Взрывное клеймо"] = 64,
		["Изумрудный цветок"] = 8,
		["Инфернальные ракеты"] = 4,
		["Нестабильные порывы"] = 8,
		["Удушающее облако гнили"] = 8,
		["Испепеляющий след"] = 6,
		["Дрожь земли"] = 1,
		["Трескучий мороз"] = 16,
		["Магматическая бомба"] = 4,
		["Гниение души"] = 8,
		["Завеса клинков"] = 1,
		["Сланцевое дыхание"] = 1,
		["Камень алчущей крови"] = 32,
		["Бушующие ветра"] = 8,
		["Некротическая слизь"] = 32,
		["Подавляющие миазмы"] = 64,
		["Заразный плевок"] = 8,
		["Сметающий поток"] = 16,
		["Обжигающий жар"] = 4,
		["Удар крыльями"] = 1,
		["Бросок валуна"] = 1,
		["Удар духов стихий"] = 28,
		["Удар Хаоса"] = 127,
		["Пожиратель времени"] = 64,
		["Земляные шипы"] = 1,
		["Удар воина Света"] = 1,
		["Ледовое перо"] = 16,
		["Гаррота"] = 1,
		["Глубокие раны"] = 1,
		["Лава"] = 4,
		["Вихрь клинков"] = 1,
		["Размах"] = 1,
		["Оползень"] = 8,
		["Гнусная слизь"] = 8,
		["Истребляющий взрыв"] = 8,
		["Воспламенение оружия"] = 4,
		["Разрывающий выстрел"] = 1,
		["Манящее разрушение"] = 4,
		["Озерцо теней"] = 32,
		["Оскверняющая дымка"] = 32,
		["Изначальная перегрузка"] = 8,
		["Гармоничное эхо"] = 64,
		["Кровавый укус"] = 1,
		["Акулий торнадо"] = 1,
		["Убийственный выстрел"] = 1,
		["Полный ненависти удар"] = 4,
		["Вспышка Бесконечности"] = 64,
		["Удар когтями"] = 4,
		["Шакрам смерти"] = 1,
		["Буря Тьмы"] = 32,
		["Кристальный шип"] = 1,
		["Бушующий"] = 8,
		["Божественная буря"] = 2,
		["Звериный гнев"] = 1,
		["Шепот Темной Звезды"] = 32,
		["Кристаллические обломки"] = 64,
		["Ледяной шок"] = 16,
		["Полная заморозка"] = 16,
		["Громоподобный шквал"] = 8,
		["Порча"] = 32,
		["Непокорные волны"] = 16,
		["Расплавленное золото"] = 4,
		["Инфернальное извержение"] = 4,
		["Прилив мощи"] = 8,
		["Просачивающаяся гниль"] = 8,
		["Рваные порезы"] = 1,
		["Разящий удар Нефритовой Змеи"] = 4,
		["Глаз тигра"] = 8,
		["Острый клык"] = 1,
		["Встречный ветер"] = 8,
		["Ментальный крик"] = 32,
		["Могильное касание"] = 32,
		["Фрагмент древней сферы"] = 64,
		["Холодный фронт"] = 16,
		["Припадок"] = 1,
		["Кинетическое извержение"] = 64,
		["Пылающий след"] = 4,
		["Быстрина"] = 8,
		["Камень робкого пламени"] = 4,
		["Разлагающие когти"] = 1,
		["Каратель Тира"] = 2,
		["Волна лавы"] = 4,
		["Кровавая чума"] = 32,
		["Автоматическая стрельба"] = 1,
		["Неистовые кулаки"] = 1,
		["Кровавое месиво"] = 1,
		["Пытка разума: безумие"] = 32,
		["Дротик"] = 1,
		["Ищущее пламя"] = 4,
		["Фрагменты эонов"] = 64,
		["Ядовитая бомба"] = 8,
		["Взрыв Скверны"] = 4,
		["Освященная земля"] = 64,
		["Опустошающее копье"] = 1,
		["Демонические клинки"] = 32,
		["Громовой удар"] = 8,
		["Игры разума"] = 32,
		["Печать воина Света"] = 2,
		["Огненная отдача"] = 4,
		["Темпоральный след"] = 64,
		["Оскверненный туман"] = 16,
		["Жажда битвы"] = 8,
		["Внезапный удар"] = 1,
		["Выстрел в живот"] = 1,
		["Кольцо падающих звезд"] = 64,
		["Необузданное пламя"] = 4,
		["Злопамятная молния"] = 8,
		["Шквальный обстрел Скверны"] = 4,
		["Выжигающая волна"] = 4,
		["Аннигилятор"] = 1,
		["Бомбомет драконьего огня"] = 4,
		["Смелая засада"] = 1,
		["Надоедливые тени"] = 32,
		["Вспышка Бездны"] = 32,
		["Бешеные удары"] = 1,
		["Разбивающее сокрушение"] = 4,
		["Переполняющая ярость"] = 16,
		["Рука Гул'дана"] = 36,
		["Сумеречный призрак"] = 32,
		["Лазурный камень мощи"] = 64,
		["Энергетическая бомба"] = 64,
		["Пылающая пасть"] = 4,
		["Обезглавливание"] = 1,
		["Великая сила бури"] = 8,
		["Плевок магмы"] = 12,
		["Пламя сомнения"] = 32,
		["Ветер перемен"] = 8,
		["Рассекающий удар"] = 1,
		["Взрыв разума"] = 32,
		["Искоренение"] = 1,
		["Нокаутирующий удар"] = 1,
		["Сгусток пламени"] = 4,
		["Завихрения ветра"] = 8,
		["Накопление силы"] = 4,
		["Сабля повелителя пассатов"] = 8,
		["Слово Тьмы: Смерть"] = 32,
		["Вытягивание души"] = 32,
		["Раскол эонов"] = 64,
		["Удар дракона"] = 64,
		["Копье Света"] = 2,
		["Кузнечный огонь"] = 4,
		["Торжество"] = 2,
		["Шок"] = 4,
		["Магматическая волна"] = 4,
		["Жертвенный огонь"] = 4,
		["Полное затмение"] = 32,
		["Очищающее пламя"] = 4,
		["Каменная игла"] = 1,
		["Статическое поле"] = 8,
		["Наскок"] = 1,
		["Крепкая оплеуха"] = 1,
		["Чародейский выброс"] = 64,
		["Выкованная ярость"] = 4,
		["Удар горы"] = 8,
		["Каменный шип"] = 8,
		["Вспышка"] = 4,
		["Костяной ритуал"] = 32,
		["Волна змеи"] = 4,
		["Помешательство"] = 1,
		["Горящая земля"] = 4,
		["Проклятие вечной мерзлоты"] = 16,
		["Раскол брони"] = 1,
		["Рывок дракона"] = 1,
		["Грозовая дубина"] = 8,
		["Увечье"] = 1,
		["Вестник войны"] = 1,
		["Лавовый дротик"] = 4,
		["Перемотка времени"] = 64,
		["Чародейский шар"] = 64,
		["Бросок копья"] = 1,
		["Рука поганища"] = 32,
		["Гром и молния"] = 8,
		["Крушащие творения"] = 8,
		["Расплавляющий взрыв"] = 4,
		["Кромсающий вихрь"] = 1,
		["Оплавленная земля"] = 4,
		["Побоище"] = 4,
		["Опустошение Бездны"] = 32,
		["Электроразряд"] = 8,
		["Извергающий топот"] = 4,
		["Железный натиск"] = 1,
		["Знак смерти"] = 1,
		["Сокрушающее цунами"] = 16,
		["Пытка огнем"] = 4,
		["Удар громовержца"] = 1,
		["Рьяный рывок"] = 1,
		["Чародейская вспышка"] = 64,
		["Воззвание ко льду"] = 16,
		["Некротические ветра"] = 8,
		["Временная отдача"] = 64,
		["Укус Ужаса"] = 32,
		["Щит молний"] = 8,
		["Клейкий язык"] = 1,
		["Раскатистый удар"] = 1,
		["Разъедающая слизь"] = 8,
		["Раскаленная буря"] = 4,
		["Рывок Скверны"] = 127,
		["Удар с размаха"] = 1,
		["Прилив энергии"] = 8,
		["Шип ша"] = 32,
		["Промеж глаз"] = 1,
		["Электрическая буря"] = 8,
		["Устранение вреда"] = 8,
		["Дыхание дракона"] = 64,
		["Разрывающие сталактиты"] = 8,
		["Сдерживающий выстрел"] = 64,
		["Охранный смерч"] = 8,
		["Град камней"] = 8,
		["Опаленная кожа"] = 4,
		["Трескучий сдвиг"] = 8,
		["Усиленная импульсная граната"] = 8,
		["Глубокий вдох"] = 12,
		["Расщепленная кора"] = 1,
		["Слово Света: Наказание"] = 2,
		["Пронзающий взгляд"] = 124,
		["Порыв ветра"] = 8,
		["Демонический гнев"] = 1,
		["Удар восходящего солнца"] = 1,
		["Ползучая плесень"] = 8,
		["Обжигающий взгляд"] = 4,
		["Взрывные градины"] = 16,
		["Мощный удар голема"] = 1,
		["Взрывной ползун"] = 8,
		["Пылающая эгида"] = 4,
		["Поджигание"] = 4,
		["Поглощение"] = 8,
		["Прикосновение вампира"] = 32,
		["Ожоги"] = 1,
		["Лунный огонь"] = 64,
		["Бросок магмы"] = 4,
		["Холод глубин"] = 16,
		["Похищение жизни"] = 32,
		["Порченая кровь"] = 32,
		["Стрела пронзания души"] = 32,
		["Гнусный выброс"] = 32,
		["Инфернальный плащ"] = 4,
		["Руническое клеймо"] = 2,
		["Катастрофа"] = 4,
		["Раздирание души"] = 127,
		["Удар люпина"] = 1,
		["Хищный прыжок"] = 1,
		["Жидкая магма"] = 4,
		["Заглатывание"] = 8,
		["Токсичная желчь"] = 8,
		["Подветренная сторона Альтаирия"] = 8,
		["Отравленный нож"] = 1,
		["Каменный выброс"] = 8,
		["Свежевание души"] = 32,
		["Разлагающий плевок"] = 8,
		["Окончательный приговор"] = 2,
		["Удары Света"] = 1,
		["Сгусток магмы"] = 4,
		["Стремительный бег"] = 4,
		["Трепка"] = 1,
		["Кровотечение"] = 1,
		["Дезинтеграция"] = 80,
		["Ледяная ярость"] = 16,
		["Луч Скверны"] = 4,
		["Бомба с черным порохом"] = 4,
		["Быстрый укол"] = 1,
		["Электрическая перегрузка"] = 8,
		["Теневые клинки"] = 32,
		["Слава рассвета"] = 1,
		["Рагнарек"] = 4,
		["Рассекающий удар когтями"] = 1,
		["Иссушающая гниль"] = 8,
		["Лик опустошения"] = 32,
		["Буря Скверны"] = 1,
		["Кара"] = 2,
		["Угасающие силы"] = 8,
		["Камень силы бури"] = 8,
		["Команда \"Взять!\""] = 1,
		["Сотрясение"] = 8,
		["След истины"] = 6,
		["Штормовые ветра"] = 8,
		["Заразная пасть"] = 32,
		["Пламя Саргераса"] = 4,
		["Удар рогом"] = 1,
		["Усиление яда"] = 8,
		["Громовой кулак"] = 8,
		["Огненный шар"] = 4,
		["Древний холод"] = 16,
		["Ледяная перегрузка"] = 16,
		["Кровавый гной"] = 32,
		["Сокрушающая звезда"] = 80,
		["Заряженный порыв"] = 8,
		["Пламенный портал"] = 4,
		["Метка свежевателя"] = 1,
		["Падающие звезды"] = 72,
		["Искрящийся взрыв"] = 8,
		["Удар Легиона"] = 1,
		["Чародейская атака"] = 64,
		["Чародейский отголосок"] = 64,
		["Поглощающая сфера"] = 32,
		["Танцующий клинок"] = 1,
		["Кристализованная земля"] = 8,
		["Освящение"] = 2,
		["Ядовитый укус"] = 8,
		["Обжигающие тени"] = 32,
		["Яростный импульс"] = 8,
		["Касание мага"] = 64,
		["Токсин плеточника"] = 8,
		["Ожог"] = 4,
		["Укус"] = 1,
		["Парализующие клыки"] = 8,
		["Всплеск Скверны"] = 4,
		["Внутренний демон"] = 127,
		["Неугасающее пламя"] = 4,
		["Пронзенная земля"] = 8,
		["Хищное пламя"] = 4,
		["Мерзлая земля"] = 16,
		["Поток лавы"] = 4,
		["Нечестивый натиск"] = 32,
		["Испепеляющий обстрел"] = 4,
		["Гранитный панцирь"] = 1,
		["Метеоритный топор"] = 4,
		["Пылающий рывок"] = 4,
		["Топор из кости дракона"] = 1,
		["Всплеск оскверняющих вод"] = 16,
		["Изменчивая сила"] = 64,
		["Драконье извержение"] = 4,
		["Уязвимость к звуку"] = 8,
		["Corpo-a-Corpo"] = 1,
		["Череда разрядов"] = 8,
		["Демоническая бомба"] = 32,
		["Ледяная буря"] = 16,
		["Раскаленный разлом"] = 4,
		["Резонирующая сфера"] = 64,
		["Ледяной всплеск"] = 16,
		["Усиленная магма"] = 4,
		["Магмовая стрела"] = 12,
		["Мощный удар"] = 32,
		["Иссушение"] = 8,
		["Правой, левой"] = 1,
		["Гремучий взрыв"] = 4,
		["Фрагменты времени"] = 64,
		["Разрушитель"] = 4,
		["Огненная стрела Скверны"] = 4,
		["Частица возгорания"] = 4,
		["Пылающий молот"] = 4,
		["Растяжка"] = 4,
		["Огненное погребение"] = 4,
		["Кольцо злобы"] = 32,
		["Прицельный выстрел"] = 1,
		["Шар огня"] = 4,
		["Перегрузка выброса лавы"] = 4,
		["Оплетающая ловушка"] = 1,
		["Извержение шлака"] = 4,
		["Пожирание"] = 1,
		["Шаг сквозь тень"] = 1,
		["Коса Скверны"] = 4,
		["Лава Скверны"] = 4,
		["Удар смерти"] = 1,
		["Артиллерия \"Параксия\""] = 4,
		["Опаливание"] = 4,
		["Жгучая рана"] = 124,
		["Уязвимость к пламени"] = 4,
		["Вечная сфера"] = 64,
		["Водоворот Бездны"] = 32,
		["Обновление"] = 2,
		["Взбучка"] = 1,
		["Верная победа"] = 1,
		["Опаляющий выстрел"] = 4,
		["Перезаряженная душа"] = 8,
		["Напряженность"] = 32,
		["Разлагающие брызги"] = 8,
		["Токсичные испарения"] = 8,
		["Пробужденная земля"] = 8,
		["Временной стазис"] = 1,
		["Цапнуть"] = 1,
		["Благословение лета"] = 2,
		["Темпоральное затухание"] = 64,
		["Дробление хребта"] = 1,
		["Обращение вспять"] = 64,
		["Тяжелый удар"] = 1,
		["Извержение пламени"] = 4,
		["Нестабильные угли"] = 4,
		["Огненный взрыв"] = 4,
		["Аннигиляция"] = 127,
		["Дыхание магического льда"] = 80,
		["Усиленная вспышка"] = 4,
		["Ответвление"] = 1,
		["Вспышка болезни"] = 32,
		["Проклятый водоворот"] = 16,
		["Пламя кузни"] = 4,
		["Ядовитые клыки"] = 8,
		["Божественная призма"] = 2,
		["Порча Бесконечности"] = 64,
		["Разорванная душа"] = 32,
		["Отравляющие споры"] = 8,
		["Потрескивающая воронка"] = 64,
		["Гнилостный плевок"] = 32,
		["Ревущее огненное дыхание"] = 4,
		["Последний расчет"] = 2,
		["Возгорание"] = 4,
		["Обрушение"] = 1,
		["Заморозка разума"] = 16,
		["Священный огонь"] = 2,
		["Повторяющиеся удары"] = 1,
		["Взорванная земля"] = 4,
		["Недавняя катастрофа"] = 126,
		["Убийственное рассечение"] = 1,
		["Сейсмический взрыв"] = 8,
		["Камень замерзающего льда"] = 16,
		["Нефритовый огонь"] = 4,
		["Импульсная граната"] = 8,
		["Кровавая баня"] = 1,
		["Вихрь"] = 8,
		["Гниющие глаза"] = 8,
		["Смертоносный взмах"] = 127,
		["Кровоточащая рана"] = 1,
		["Нисходящий порыв"] = 8,
		["Разлом Пустоты"] = 64,
		["Абсолютный нуль"] = 16,
		["Яростные молнии"] = 8,
		["Статический выброс"] = 64,
		["Сокрушитель"] = 1,
		["Танец клинков"] = 1,
		["Волна разложения"] = 8,
		["Удар разложения"] = 1,
		["Всплеск ша"] = 32,
		["Пульсация гидрокопья"] = 16,
		["Пламя феникса"] = 4,
		["Щит праведника"] = 2,
		["Благословение костра"] = 4,
		["Разложение времени"] = 64,
		["Водяной пузырь"] = 16,
		["Кромсающий укус"] = 1,
		["Падающие обломки"] = 1,
		["Оглушающий удар"] = 1,
		["Благословенные молоты"] = 3,
		["Смертельное касание"] = 1,
		["Повторный толчок"] = 1,
		["Раскаленная Скверна"] = 32,
		["Разлагающая спора"] = 32,
		["Отравление"] = 8,
		["Усиленная тигриная молния"] = 8,
		["Первозданная волна"] = 32,
		["Огненный шок"] = 12,
		["Извержение магмы"] = 4,
		["Порча Г'ууна"] = 32,
		["Энергетический удар"] = 64,
		["Едкая слизь"] = 8,
		["Световое излучение"] = 2,
		["Героический бросок"] = 1,
		["Слово Тьмы: Боль"] = 32,
		["Морозный осколок"] = 16,
		["Хрусть"] = 1,
		["Шок бури"] = 8,
		["Волна ци"] = 8,
		["Удар бочкой"] = 1,
		["Землетрясение"] = 8,
		["Вспышка огня"] = 4,
		["Рваная рана"] = 1,
		["Ледяная могила"] = 16,
		["Сильный порыв"] = 8,
		["Волшебная линия"] = 8,
		["Ответная реакция"] = 2,
		["Чародейская сфера"] = 64,
		["Отчаянное заклятье"] = 8,
		["Взрыв осадка"] = 64,
		["Разрывающее бешенство"] = 1,
		["Огонь кузни"] = 4,
		["Знамение смерти"] = 32,
		["Отчаянное воззвание"] = 8,
		["Кандалы"] = 1,
		["Всплеск лавы"] = 4,
		["Щит мстителя"] = 2,
		["Смертоносный порыв"] = 32,
		["Огненное дыхание"] = 4,
	},
	["deathlog_healingdone_min"] = 1,
	["damage_scroll_auto_open"] = true,
	["show_warning_id1_amount"] = 2,
	["latest_shield_spellid_cache_access"] = 1675962972,
	["current_exp_raid_encounters"] = {
		[2639] = true,
		[2592] = true,
		[2635] = true,
		[2587] = true,
		[2590] = true,
	},
	["keystone_frame"] = {
		["scale"] = 1,
		["position"] = {
			["y"] = 104.4007797241211,
			["x"] = 2.600194454193115,
			["point"] = "BOTTOMLEFT",
			["scale"] = 1,
		},
	},
	["show_totalhitdamage_on_overkill"] = false,
	["trinket_data"] = {
		[384325] = {
			["lastPlayerName"] = "Единица",
			["minTime"] = 40.63400006294251,
			["averageTime"] = 86,
			["activations"] = 119,
			["totalCooldownTime"] = 10258.20200061798,
			["lastCombatId"] = 49086,
			["lastActivation"] = 1693684893.418,
			["maxTime"] = 280.7170000076294,
			["spellName"] = "Засада Барфа",
		},
		[388739] = {
			["lastCombatId"] = 49073,
			["lastActivation"] = 1693682990.406,
			["averageTime"] = 65,
			["activations"] = 904,
			["totalCooldownTime"] = 58760.47800111771,
			["lastPlayerName"] = "Ледомет",
			["maxTime"] = 220.7999999523163,
			["minTime"] = 40.00699996948242,
			["spellName"] = "Чистое разложение",
		},
		[397376] = {
			["lastCombatId"] = 48149,
			["lastActivation"] = 1693423011.209,
			["averageTime"] = 67,
			["activations"] = 61,
			["totalCooldownTime"] = 4129.348000526428,
			["lastPlayerName"] = "Шаурмен",
			["maxTime"] = 169.7879998683929,
			["minTime"] = 40.25800013542175,
			["spellName"] = "Раскаленные угли",
		},
		[214052] = {
			["lastCombatId"] = 48896,
			["lastActivation"] = 1693656618.749,
			["averageTime"] = 49,
			["activations"] = 1202,
			["totalCooldownTime"] = 59790.16100096708,
			["lastPlayerName"] = "Вьюса",
			["maxTime"] = 148.6419999599457,
			["minTime"] = 40.00499987602234,
			["spellName"] = "Метеорит Скверны",
		},
		[389839] = {
			["lastCombatId"] = 44606,
			["minTime"] = 45.87599992752075,
			["averageTime"] = 85,
			["activations"] = 19,
			["totalCooldownTime"] = 1633.524999856949,
			["lastPlayerName"] = "Вакцин",
			["lastActivation"] = 1691614959.019,
			["maxTime"] = 170.595999956131,
			["spellName"] = "Залп огня",
		},
		[401324] = {
			["lastPlayerName"] = "Соувел",
			["itemName"] = "Карманная элементиевая наковальня",
			["lastActivation"] = 1693656638.458,
			["averageTime"] = 59,
			["activations"] = 486,
			["totalCooldownTime"] = 28912.91999864583,
			["minTime"] = 40.03200006484985,
			["lastCombatId"] = 48896,
			["maxTime"] = 140.0469999313355,
			["spellName"] = "Повторная вспышка",
		},
		[388755] = {
			["lastCombatId"] = 49167,
			["lastActivation"] = 1693708138.047,
			["averageTime"] = 54,
			["activations"] = 4243,
			["totalCooldownTime"] = 231424.9440078744,
			["lastPlayerName"] = "Алоиза",
			["maxTime"] = 289.992999792099,
			["minTime"] = 40.00100016593933,
			["spellName"] = "Стрела пронзания души",
		},
		[382426] = {
			["lastCombatId"] = 48913,
			["lastActivation"] = 1693659317.56,
			["averageTime"] = 47,
			["activations"] = 2218,
			["totalCooldownTime"] = 105473.163004399,
			["lastPlayerName"] = "Дедушкатук",
			["maxTime"] = 214.7330000400543,
			["minTime"] = 40.00099992752075,
			["spellName"] = "Злопамятная молния",
		},
		[384290] = {
			["lastPlayerName"] = "Единица",
			["minTime"] = 40.00900006294251,
			["averageTime"] = 77,
			["activations"] = 113,
			["totalCooldownTime"] = 8777.267000913622,
			["lastCombatId"] = 49086,
			["lastActivation"] = 1693684869.551,
			["maxTime"] = 225.202999830246,
			["spellName"] = "Засада Сморфа",
		},
		[394453] = {
			["lastCombatId"] = 48697,
			["lastActivation"] = 1693609815.538,
			["averageTime"] = 55,
			["activations"] = 3386,
			["totalCooldownTime"] = 189127.3940036301,
			["lastPlayerName"] = "Каайсэки",
			["maxTime"] = 262.6900000572205,
			["minTime"] = 40.00099992752075,
			["spellName"] = "Пламя хранительницы стаи",
		},
		[401428] = {
			["lastPlayerName"] = "Найларра",
			["lastActivation"] = 1693656622.167,
			["averageTime"] = 51,
			["activations"] = 443,
			["totalCooldownTime"] = 22885.00599956515,
			["lastCombatId"] = 48896,
			["maxTime"] = 212.8079998493195,
			["minTime"] = 40.01999998092651,
			["spellName"] = "Голодное пламя Тьмы",
		},
		[385903] = {
			["lastCombatId"] = 47962,
			["lastActivation"] = 1693343440.117,
			["averageTime"] = 68,
			["activations"] = 92,
			["totalCooldownTime"] = 6342.522000312807,
			["lastPlayerName"] = "Байърактар",
			["maxTime"] = 197.0130000114441,
			["minTime"] = 40.02600002288818,
			["spellName"] = "Пагубная кристаллизация",
		},
		[407961] = {
			["lastPlayerName"] = "Нукуэ",
			["minTime"] = 56.58000016212463,
			["averageTime"] = 64,
			["activations"] = 165,
			["totalCooldownTime"] = 10625.58200001716,
			["lastCombatId"] = 48878,
			["lastActivation"] = 1693656284.218,
			["maxTime"] = 137.2230000495911,
			["spellName"] = "Волна лавы",
		},
		[381760] = {
			["lastPlayerName"] = "Единица",
			["minTime"] = 40.00200009346008,
			["averageTime"] = 54,
			["activations"] = 1407,
			["totalCooldownTime"] = 77364.55000305179,
			["lastCombatId"] = 49086,
			["lastActivation"] = 1693684960.785,
			["maxTime"] = 171.7740001678467,
			["spellName"] = "Удар мутировавшим щупальцем",
		},
	},
	["installed_skins_cache"] = {
	},
	["savedCustomSpells"] = {
		{
			1, -- [1]
			"Атака ближнего боя", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [1]
		{
			2, -- [1]
			"Автоматическая стрельба", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [2]
		{
			3, -- [1]
			"Мир (падение)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [3]
		{
			4, -- [1]
			"Мир (утопление)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [4]
		{
			5, -- [1]
			"Мир (усталость)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [5]
		{
			6, -- [1]
			"Мир (огонь)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [6]
		{
			7, -- [1]
			"Мир (лава)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [7]
		{
			8, -- [1]
			"Мир (слизь)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [8]
		{
			339538, -- [1]
			"Вердикт храмовника", -- [2]
			461860, -- [3]
		}, -- [9]
		{
			55090, -- [1]
			"Удар Плети", -- [2]
			237530, -- [3]
		}, -- [10]
		{
			277185, -- [1]
			"Жетон гладиатора (Trinket)", -- [2]
			135884, -- [3]
		}, -- [11]
		{
			98021, -- [1]
			"Обмен здоровья", -- [2]
			237586, -- [3]
		}, -- [12]
		{
			278383, -- [1]
			"Неистовая буря (Trinket)", -- [2]
			2103829, -- [3]
		}, -- [13]
		{
			59638, -- [1]
			"Ледяная стрела", -- [2]
			135846, -- [3]
		}, -- [14]
		{
			49184, -- [1]
			"Воющий ветер", -- [2]
			135833, -- [3]
		}, -- [15]
		{
			277187, -- [1]
			"Эмблема гладиатора (Trinket)", -- [2]
			132344, -- [3]
		}, -- [16]
		{
			278227, -- [1]
			"Шипастая кора (Trinket)", -- [2]
			134439, -- [3]
		}, -- [17]
		{
			268998, -- [1]
			"Воспламененная душа (Trinket)", -- [2]
			651093, -- [3]
		}, -- [18]
		{
			196917, -- [1]
			"Свет мученика (Урон)", -- [2]
			1360762, -- [3]
		}, -- [19]
		{
			343355, -- [1]
			"Стрела Бездны", -- [2]
			1035040, -- [3]
		}, -- [20]
		{
			120761, -- [1]
			"Бросок глеф", -- [2]
			132330, -- [3]
		}, -- [21]
		{
			278812, -- [1]
			"Грация льва (Trinket)", -- [2]
			464140, -- [3]
		}, -- [22]
		{
			270827, -- [1]
			"Самоцвет души ткача (Trinket)", -- [2]
			237431, -- [3]
		}, -- [23]
		{
			278057, -- [1]
			"Взрыв крови (Trinket)", -- [2]
			538040, -- [3]
		}, -- [24]
		{
			279664, -- [1]
			"Кровавая желчь (Trinket)", -- [2]
			136007, -- [3]
		}, -- [25]
		{
			278862, -- [1]
			"Холод рун (Trinket)", -- [2]
			252270, -- [3]
		}, -- [26]
		{
			215969, -- [1]
			"Эпидемия", -- [2]
			136066, -- [3]
		}, -- [27]
		{
			278359, -- [1]
			"Кровавая ненависть (Trinket)", -- [2]
			132175, -- [3]
		}, -- [28]
		{
			278155, -- [1]
			"Неугасающая сила Залзеикса (Trinket)", -- [2]
			254105, -- [3]
		}, -- [29]
		{
			271115, -- [1]
			"Запал мага-поджигателя (Trinket)", -- [2]
			1119937, -- [3]
		}, -- [30]
		{
			277179, -- [1]
			"Медальон гладиатора (Trinket)", -- [2]
			252267, -- [3]
		}, -- [31]
		{
			271462, -- [1]
			"Подгнившая кукла вуду (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [32]
		{
			228649, -- [1]
			"Нокаутирующий удар", -- [2]
			574575, -- [3]
		}, -- [33]
		{
			345020, -- [1]
			"Таящийся хищник", -- [2]
			2103921, -- [3]
		}, -- [34]
		{
			94472, -- [1]
			"Искупление вины", -- [2]
			135887, -- [3]
		}, -- [35]
		{
			212739, -- [1]
			"Эпидемия", -- [2]
			136066, -- [3]
		}, -- [36]
		{
			277181, -- [1]
			"Знак гладиатора (Trinket)", -- [2]
			134501, -- [3]
		}, -- [37]
		{
			70890, -- [1]
			"Удар Плети", -- [2]
			237530, -- [3]
		}, -- [38]
		{
			121414, -- [1]
			"Бросок глеф", -- [2]
			132330, -- [3]
		}, -- [39]
		{
			44461, -- [1]
			"Живая бомба", -- [2]
			236220, -- [3]
		}, -- [40]
		{
			271071, -- [1]
			"Раковина темного шепота (Trinket)", -- [2]
			1498840, -- [3]
		}, -- [41]
		{
			271465, -- [1]
			"Подгнившая кукла вуду (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [42]
		{
			33778, -- [1]
			"Жизнецвет", -- [2]
			134206, -- [3]
		}, -- [43]
		{
			88082, -- [1]
			"Огненный шар", -- [2]
			135812, -- [3]
		}, -- [44]
		{
			108271, -- [1]
			"Астральный сдвиг", -- [2]
			"Interface\\Addons\\Details\\images\\icon_astral_shift", -- [3]
		}, -- [45]
		{
			237680, -- [1]
			"Воющий ветер", -- [2]
			135833, -- [3]
		}, -- [46]
		{
			271671, -- [1]
			"Неблагозвучный аккорд (Trinket)", -- [2]
			454048, -- [3]
		}, -- [47]
		{
			270925, -- [1]
			"Водяной вихрь (Trinket)", -- [2]
			1698701, -- [3]
		}, -- [48]
		{
			77535, -- [1]
			"Щит крови", -- [2]
			"Interface\\Addons\\Details\\images\\icon_blood_shield", -- [3]
		}, -- [49]
		{
			382056, -- [1]
			"|T1387353:14:14:0:0:14:14:1:12:1:12|t Украшение пламени", -- [2]
			1387353, -- [3]
		}, -- [50]
		{
			381475, -- [1]
			"|T4638721:14:14:0:0:14:14:1:12:1:12|t Взрывающийся фрагмент копья", -- [2]
			4638721, -- [3]
		}, -- [51]
		{
			382058, -- [1]
			"|T1387353:14:14:0:0:14:14:1:12:1:12|t Украшение пламени", -- [2]
			1387353, -- [3]
		}, -- [52]
		{
			382097, -- [1]
			"|T4638708:14:14:0:0:14:14:1:12:1:12|t Рокочущий рубин", -- [2]
			1016245, -- [3]
		}, -- [53]
		{
			377455, -- [1]
			"|T237430:14:14:0:0:14:14:1:12:1:12|t Смертельные силки ледяной крови", -- [2]
			237430, -- [3]
		}, -- [54]
		{
			385903, -- [1]
			"|T237007:14:14:0:0:14:14:1:12:1:12|t Расколотое сердце Мраскула", -- [2]
			237007, -- [3]
		}, -- [55]
		{
			382090, -- [1]
			"|T4554454:14:14:0:0:14:14:1:12:1:12|t Благословение Пожирательницы Бурь", -- [2]
			4554454, -- [3]
		}, -- [56]
		{
			388739, -- [1]
			"|T4635246:14:14:0:0:14:14:1:12:1:12|t Идол чистого разложения", -- [2]
			4635246, -- [3]
		}, -- [57]
		{
			382135, -- [1]
			"|T650636:14:14:0:0:14:14:1:12:1:12|t Одержимый светоч горя", -- [2]
			650636, -- [3]
		}, -- [58]
		{
			381967, -- [1]
			"|T1020391:14:14:0:0:14:14:1:12:1:12|t Техника направленных течений", -- [2]
			1020391, -- [3]
		}, -- [59]
		{
			388855, -- [1]
			"|T4638394:14:14:0:0:14:14:1:12:1:12|t Миниатюрный поющий камень", -- [2]
			4638394, -- [3]
		}, -- [60]
		{
			387036, -- [1]
			"|T4638716:14:14:0:0:14:14:1:12:1:12|t Раскаленные угли Киракки", -- [2]
			460952, -- [3]
		}, -- [61]
		{
			394453, -- [1]
			"|T4638576:14:14:0:0:14:14:1:12:1:12|t Печать избранного Денны", -- [2]
			514016, -- [3]
		}, -- [62]
		{
			214052, -- [1]
			"|T136030:14:14:0:0:14:14:1:12:1:12|t Глаз Сковальда", -- [2]
			135799, -- [3]
		}, -- [63]
		{
			383934, -- [1]
			"|T839910:14:14:0:0:14:14:1:12:1:12|t Бьющееся сердце воды", -- [2]
			839910, -- [3]
		}, -- [64]
		{
			382426, -- [1]
			"|T4638591:14:14:0:0:14:14:1:12:1:12|t Злопамятный вихрь", -- [2]
			572029, -- [3]
		}, -- [65]
		{
			397376, -- [1]
			"|T4638716:14:14:0:0:14:14:1:12:1:12|t Раскаленные угли Киракки", -- [2]
			460952, -- [3]
		}, -- [66]
		{
			377451, -- [1]
			"|T4643989:14:14:0:0:14:14:1:12:1:12|t Чародейская леденящая сфера", -- [2]
			4643989, -- [3]
		}, -- [67]
		{
			214200, -- [1]
			"|T535593:14:14:0:0:14:14:1:12:1:12|t Частица освящения", -- [2]
			237541, -- [3]
		}, -- [68]
		{
			388755, -- [1]
			"|T2103807:14:14:0:0:14:14:1:12:1:12|t Яростное перо", -- [2]
			2103807, -- [3]
		}, -- [69]
		{
			384004, -- [1]
			"|T1029000:14:14:0:0:14:14:1:12:1:12|t Боевой рог родной земли", -- [2]
			252172, -- [3]
		}, -- [70]
		{
			214985, -- [1]
			"|T519378:14:14:0:0:14:14:1:12:1:12|t Точильный камень секущих ветров", -- [2]
			1029585, -- [3]
		}, -- [71]
		{
			377459, -- [1]
			"|T4638565:14:14:0:0:14:14:1:12:1:12|t Всемогущий тотем повелителя", -- [2]
			135829, -- [3]
		}, -- [72]
		{
			408682, -- [1]
			"|T4624639:14:14:0:0:14:14:1:12:1:12|t Бомбомет драконьего огня", -- [2]
			4624639, -- [3]
		}, -- [73]
		{
			388948, -- [1]
			"|T609814:14:14:0:0:14:14:1:12:1:12|t Шар зубчатого льда", -- [2]
			629077, -- [3]
		}, -- [74]
		{
			407961, -- [1]
			"|T134337:14:14:0:0:14:14:1:12:1:12|t Огненный камень потока", -- [2]
			1029721, -- [3]
		}, -- [75]
		{
			384290, -- [1]
			"|T443377:14:14:0:0:14:14:1:12:1:12|t Мобилизующая сигнальная вспышка", -- [2]
			132101, -- [3]
		}, -- [76]
		{
			408815, -- [1]
			"|T4823024:14:14:0:0:14:14:1:12:1:12|t Джаруун, столп древнего пламени", -- [2]
			136243, -- [3]
		}, -- [77]
		{
			384325, -- [1]
			"|T443377:14:14:0:0:14:14:1:12:1:12|t Мобилизующая сигнальная вспышка", -- [2]
			135860, -- [3]
		}, -- [78]
		{
			381760, -- [1]
			"|T538042:14:14:0:0:14:14:1:12:1:12|t Чешуйка мутировавшего магмамонта", -- [2]
			538042, -- [3]
		}, -- [79]
		{
			401306, -- [1]
			"|T2356069:14:14:0:0:14:14:1:12:1:12|t Карманная элементиевая наковальня", -- [2]
			2356069, -- [3]
		}, -- [80]
		{
			402583, -- [1]
			"|T4914670:14:14:0:0:14:14:1:12:1:12|t Маяк иного мира", -- [2]
			4914670, -- [3]
		}, -- [81]
		{
			401324, -- [1]
			"|T2356069:14:14:0:0:14:14:1:12:1:12|t Карманная элементиевая наковальня", -- [2]
			4914678, -- [3]
		}, -- [82]
		{
			389839, -- [1]
			"|T4509422:14:14:0:0:14:14:1:12:1:12|t Пластина рубинового дракончика", -- [2]
			4572404, -- [3]
		}, -- [83]
		{
			401428, -- [1]
			"|T3853931:14:14:0:0:14:14:1:12:1:12|t Сосуд жгучей тени", -- [2]
			4914678, -- [3]
		}, -- [84]
		{
			395296, -- [1]
			"Черная мощь", -- [2]
			"Interface\\Addons\\Details\\images\\ebon_might", -- [3]
		}, -- [85]
	},
	["keystone_cache"] = {
		["Матьморей"] = {
			"Матьморей", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			8, -- [5]
			1072, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1686509091,
			["guild_name"] = "Шэдоумун",
		},
		["Файнара"] = {
			"Файнара", -- [1]
			21, -- [2]
			2521, -- [3]
			399, -- [4]
			5, -- [5]
			2705, -- [6]
			399, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Рубиновые Омуты Жизни", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1679780762,
			["guild_name"] = "Шэдоумун",
		},
		["Шадоукипер"] = {
			"Шадоукипер", -- [1]
			15, -- [2]
			1754, -- [3]
			245, -- [4]
			5, -- [5]
			216, -- [6]
			245, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Вольная Гавань", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1689116775,
			["guild_name"] = "Шэдоумун",
		},
		["Ривера"] = {
			"Ривера", -- [1]
			17, -- [2]
			2519, -- [3]
			404, -- [4]
			11, -- [5]
			2202, -- [6]
			404, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Нелтарий", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1692468563,
			["guild_name"] = "Голоса в моей голове",
		},
		["Алоиза"] = {
			"Алоиза", -- [1]
			22, -- [2]
			2451, -- [3]
			403, -- [4]
			5, -- [5]
			2784, -- [6]
			403, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Ульдаман: наследие Тира", -- [10]
			352, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1692917212,
			["guild_name"] = "Голоса в моей голове",
		},
		["Старкиллер"] = {
			"Старкиллер", -- [1]
			21, -- [2]
			657, -- [3]
			438, -- [4]
			2, -- [5]
			2797, -- [6]
			438, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Вершина Смерча", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1692468563,
			["guild_name"] = "Голоса в моей голове",
		},
		["Эстрэя"] = {
			"Эстрэя", -- [1]
			19, -- [2]
			1458, -- [3]
			206, -- [4]
			11, -- [5]
			1505, -- [6]
			206, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Логово Нелтариона", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1693169057,
			["guild_name"] = "Шэдоумун",
		},
		["Кроттибалбоа"] = {
			"Кроттибалбоа", -- [1]
			21, -- [2]
			960, -- [3]
			2, -- [4]
			2, -- [5]
			2626, -- [6]
			2, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Храм Нефритовой Змеи", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1675022670,
			["guild_name"] = "Шэдоумун",
		},
		["Дэстроэр"] = {
			"Дэстроэр", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			1, -- [5]
			215, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1679154132,
			["guild_name"] = "Шэдоумун",
		},
		["Морумби"] = {
			"Морумби", -- [1]
			19, -- [2]
			1571, -- [3]
			210, -- [4]
			7, -- [5]
			2725, -- [6]
			210, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Квартал Звезд", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1677440910,
			["guild_name"] = "Шэдоумун",
		},
		["Вариолло"] = {
			"Вариолло", -- [1]
			20, -- [2]
			2451, -- [3]
			403, -- [4]
			1, -- [5]
			2792, -- [6]
			403, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Ульдаман: наследие Тира", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1688245873,
			["guild_name"] = "Шэдоумун",
		},
		["Кларахрофт"] = {
			"Кларахрофт", -- [1]
			18, -- [2]
			1477, -- [3]
			200, -- [4]
			4, -- [5]
			652, -- [6]
			200, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Чертоги Доблести", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1679780762,
			["guild_name"] = "Шэдоумун",
		},
		["Изнаур"] = {
			"Изнаур", -- [1]
			8, -- [2]
			2520, -- [3]
			405, -- [4]
			1, -- [5]
			527, -- [6]
			405, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Лощина Бурошкуров", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1686433775,
			["guild_name"] = "Шэдоумун",
		},
		["Хелликс"] = {
			"Хелликс", -- [1]
			16, -- [2]
			2441, -- [3]
			391, -- [4]
			11, -- [5]
			1983, -- [6]
			391, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Тазавеш: улицы Чудес", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1664115258,
			["guild_name"] = "Шэдоумун",
		},
		["Дэдлиблоу"] = {
			"Дэдлиблоу", -- [1]
			18, -- [2]
			2527, -- [3]
			406, -- [4]
			12, -- [5]
			2306, -- [6]
			406, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Чертоги Насыщения", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1690050389,
			["guild_name"] = "Шэдоумун",
		},
		["Турецкиий"] = {
			"Турецкиий", -- [1]
			22, -- [2]
			2521, -- [3]
			399, -- [4]
			2, -- [5]
			2744, -- [6]
			399, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Рубиновые Омуты Жизни", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1680983245,
			["guild_name"] = "Шэдоумун",
		},
		["Сейлшот"] = {
			"Сейлшот", -- [1]
			14, -- [2]
			1458, -- [3]
			206, -- [4]
			2, -- [5]
			1793, -- [6]
			206, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Логово Нелтариона", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1686010213,
			["guild_name"] = "Шэдоумун",
		},
		["Абисанна"] = {
			"Абисанна", -- [1]
			5, -- [2]
			1841, -- [3]
			251, -- [4]
			13, -- [5]
			340, -- [6]
			251, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.75, -- [3]
				1, -- [4]
			}, -- [9]
			"Подгнилье", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1691344304,
			["guild_name"] = "Голоса в моей голове",
		},
		["Лэйнс"] = {
			"Лэйнс", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			2, -- [5]
			738, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1679774657,
			["guild_name"] = "Шэдоумун",
		},
		["Ниэтта"] = {
			"Ниэтта", -- [1]
			23, -- [2]
			657, -- [3]
			438, -- [4]
			2, -- [5]
			3076, -- [6]
			438, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Вершина Смерча", -- [10]
			365, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1693683419,
			["guild_name"] = "Шэдоумун",
		},
		["Драголиций"] = {
			"Драголиций", -- [1]
			17, -- [2]
			960, -- [3]
			2, -- [4]
			8, -- [5]
			1842, -- [6]
			2, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Храм Нефритовой Змеи", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1677440910,
			["guild_name"] = "Шэдоумун",
		},
	},
	["raid_data"] = {
		["mythic_raid_data"] = {
			[2537] = {
				["longest"] = 386.8470000000671,
				["kills"] = 1,
				["try_history"] = {
					{
						0.6779196379270515, -- [1]
						113.1269999999786, -- [2]
					}, -- [1]
					{
						0.4778359337362301, -- [1]
						210.0060000000522, -- [2]
					}, -- [2]
					{
						0.2598777311821424, -- [1]
						374.7870000000112, -- [2]
					}, -- [3]
					{
						0.1771700510608384, -- [1]
						375.1359999999404, -- [2]
					}, -- [4]
					{
						0, -- [1]
						386.8470000000671, -- [2]
					}, -- [5]
				},
				["wipes"] = 6,
				["best_try"] = 0,
			},
		},
	},
	["always_use_profile_name"] = "Ниэтта-Гордунни",
	["profile_by_spec"] = {
	},
	["combat_id_global"] = 49167,
	["displays_by_spec"] = {
	},
	["plugin_window_pos"] = {
		["y"] = 105.6006927490234,
		["x"] = -75.20011901855469,
		["point"] = "CENTER",
		["scale"] = 1,
	},
	["last_changelog_size"] = 20521,
	["immersion_unit_special_icons"] = true,
	["lastUpdateWarning"] = 1690663637,
	["npcid_pool"] = {
		[189379] = "Буранец",
		[191682] = "Серный яростень",
		[190403] = "Ледниковый протодракон",
		[195265] = "Призывательница бури Аринга",
		[203709] = "Главный кузнец Алгрин",
		[186822] = "Заряженный рубиновый дракончик",
		[189893] = "Заряженный дракончик",
		[188102] = "Харгалл Пять Клыков",
		[190405] = "Насыщательница Сария",
		[186823] = "Воин стихий – призыватель лавы",
		[195267] = "Темнозубый – призыватель духов",
		[190406] = "Воденыш",
		[166866] = "Заблудший распорядитель",
		[189895] = "Шпион воинов стихий",
		[190407] = "Водяной яростень",
		[190663] = "Темношкур-терзатель",
		[168402] = "Темнокрылая",
		[203457] = "Растерянный новобранец",
		[125429] = "Инквизитор \"Параксия\"",
		[206016] = "Ненасытный вурдалак",
		[127732] = "Клобекc",
		[121975] = "Агграмар",
		[195270] = "Темнозубый-ловчий",
		[200132] = "Собиратель из Серного гарнизона",
		[192456] = "Воин стихий – отец потоков",
		[108926] = "Лавовый гейзер",
		[166869] = "Темный голиаф",
		[192457] = "Преображенный прилив",
		[122104] = "Хранительница порталов Азабель",
		[201413] = "Горючая стена",
		[416] = "Куззале",
		[198343] = "Неисправный защитник",
		[417] = "Гридхоно <Дэткойл-Ревущийфьорд>",
		[186573] = "Беспокойная лава",
		[190923] = "Ветерок",
		[195273] = "Темнозубый-завыватель",
		[193482] = "Воин стихий – жрец бури",
		[193738] = "Лось речной развилки",
		[194250] = "Перегруженный протодракон",
		[422] = "Мурлок-трупоед",
		[131817] = "Кроглот Зараженный",
		[166872] = "Темный анимапард",
		[200136] = "Высвобожденная энергия",
		[157405] = "Сара Уайт",
		[186319] = "Тарасекк-работник",
		[166873] = "Раскольник-исследователь",
		[187599] = "Куалаши-костекрушитель",
		[138727] = "Кровавый роевик",
		[196555] = "Полянорогий бронедон",
		[160477] = "Воплощение ярости",
		[201673] = "Кретченрат",
		[187600] = "Куалаши - каменный целитель",
		[200138] = "Бастион Серного гарнизона",
		[184018] = "Бромач",
		[102404] = "Камнерукий повелитель личинок",
		[129527] = "Буканьер из братства Трюмных Крыс",
		[19668] = "Исчадие Тьмы <Нагисэ>",
		[194254] = "Охун-спутник <Дракайния-Ревущийфьорд>",
		[192463] = "Призванная рябь",
		[187602] = "Куалаши - раздиратель чешуи",
		[189905] = "Высший Чудотворец Фурал",
		[126841] = "Живец",
		[126969] = "Тротак",
		[133870] = "Больной плеточник",
		[207818] = "Утер",
		[196048] = "Порабощенный охотник",
		[184022] = "Геомант из племени Каменного Свода",
		[449] = "Кастетник из братства Справедливости",
		[129529] = "Задира из братства Чернозубых",
		[452] = "Бандит из стаи Речной Лапы",
		[113537] = "Углепанцирный подчинитель",
		[29264] = "Дух волка <Скрромен-Ревущийфьорд>",
		[207821] = "Кирессен Жаждущий",
		[125692] = "Ловец душ Имонар",
		[162276] = "Максимус <Сара Уайт>",
		[122366] = "Вариматрас",
		[1863] = "Бронвениэ <Моррига-Ясеневыйлес>",
		[202450] = "Секундный слизнюк",
		[137458] = "Гниющая спора",
		[124158] = "Ловец душ Имонар",
		[126333] = "Ритуалистка-искательница Скверны",
		[122367] = "Адмирал Свиракс",
		[204242] = "Помощник Серного гарнизона",
		[131318] = "Старейшина Ликса",
		[168676] = "Костегрыз-вожак",
		[191705] = "Протодракон-патриарх",
		[129788] = "Мясник из братства Стальных Волн",
		[200405] = "Растерянный новобранец",
		[190426] = "Тотем разложения <Зловонная певица гнили>",
		[195032] = "Куалаши-джарадин",
		[156395] = "Голодающий жуткий нетопырь",
		[187868] = "Расплавленный мятежник",
		[190171] = "Рубиновый страж яиц <Фокемолл-ЧерныйШрам>",
		[127230] = "Аннигилятор Кин'гарота",
		[203477] = "Жижек",
		[200407] = "Разъяренный дозорный",
		[186334] = "Гипоксикрон",
		[121985] = "Пламя Тайшалака",
		[126207] = "Злобный твердозуб",
		[45912] = "Дикое завихрение",
		[126847] = "Капитан Рауль",
		[127231] = "Крушитель Кин'гарота",
		[193244] = "Защитная матрица титанов",
		[175077] = "Клещ-пожиратель",
		[156910] = "Порочный провидец",
		[186336] = "Пылающее проявление",
		[156911] = "Порочный резчик",
		[187872] = "Пепельный рощегрыз",
		[126848] = "Капитан Юдора",
		[94224] = "Каменящий тотем <Заклинатель чумных осколков>",
		[190943] = "Скальный стервятник",
		[125569] = "Помощница хранительницы порталов",
		[196061] = "Чародейские обломки <Неуправляемый страж>",
		[192223] = "Зафил Непокорный",
		[123906] = "Аннигилятор Кин'гарота",
		[166636] = "Рассудитель Вины",
		[191712] = "Клокочущая душа источника",
		[192224] = "Катан Решительная",
		[186339] = "Тиира",
		[127233] = "Заклинатель пламени",
		[203739] = "Воин стихий – землелом",
		[125570] = "Помощница хранительницы порталов",
		[192225] = "Дихар Непоколебимая",
		[192481] = "Разлагающийся слизень <Древорот>",
		[107659] = "Тайный фанатик",
		[201437] = "Свирепый пепельный ворг",
		[203740] = "Воин стихий – сотрясательница земли",
		[192226] = "Ганмат Мудрый",
		[176106] = "Резной устрашитель",
		[127106] = "Офицер из братства Стальных Волн",
		[197344] = "Кривокост",
		[203741] = "Каменный элементаль",
		[192227] = "Ползучая лава",
		[194786] = "Горный бакар",
		[201439] = "Чистокровный огневал",
		[203742] = "Земляной загробник",
		[189669] = "Приковывающее копье",
		[189925] = "Мародер из лагеря Кейган",
		[102287] = "Углепанцирный подчинитель",
		[127235] = "Уничтожитель Кин'гарота",
		[203743] = "Загробник воздуха",
		[194020] = "Бакар буреклыков",
		[135169] = "Тотем поглощения духа <Кровавый осквернитель>",
		[190694] = "Разозленный пар",
		[207582] = "Рубака Орды Крови",
		[203744] = "Воин стихий – бурестраж",
		[194021] = "Ненасытный стервятник",
		[123398] = "Аннигилятор Кин'гарота",
		[187625] = "Фрагмент камнехвата",
		[189928] = "Разоритель могил из клана Укхел",
		[200931] = "Изначальное ночное пламя",
		[126341] = "Визгун Скверны",
		[45915] = "Бронированный мистраль",
		[184300] = "Голем из черного камня",
		[203747] = "Элементаль воды",
		[204515] = "Потрошитель из МРУ",
		[184301] = "Звуковой взрыв",
		[192745] = "Сейсмическая сила",
		[197351] = "Феникс-падальщик",
		[204516] = "Мастер потоков из Крругла Кнрррия",
		[161274] = "Местный аристократ",
		[204517] = "Фузанский плеточник",
		[184303] = "Ядовитые клыки",
		[190700] = "Паровой разоритель",
		[191212] = "Тотем землетрясения",
		[203750] = "Воин стихий – метатель льда",
		[594] = "Подручный из братства Справедливости",
		[192748] = "Темнолап-вор",
		[184816] = "Горлодерка – мастерица проклятий",
		[197354] = "Дупляк",
		[191469] = "Прибрежный косильщик",
		[185584] = "Кощунство <Kolistra-TwistingNether>",
		[203752] = "Ледяной элементаль",
		[122890] = "Фанатичная пиромантка",
		[143622] = "Дикий бес <Покрышкин>",
		[197356] = "Верховный шаман Гнилапа",
		[203753] = "Воин стихий – выжигатель",
		[187889] = "Расколотый фрагмент",
		[186354] = "Заклинатель рун Расколотого Пламени",
		[209127] = "Инфернальная глыба <Вторгшийся инфернал>",
		[166652] = "Острокрыл-страж",
		[203754] = "Воин стихий – огнеметатель",
		[199916] = "Разлагающийся слизень",
		[190193] = "Скованный береговой луциан",
		[190961] = "Грязевая саламантера",
		[166653] = "Пехотинец из дома Брайрбейн",
		[198126] = "Надоедливый ураган",
		[198382] = "Тлеющий воспламенитель",
		[186356] = "Стервятник клана Нокхуд",
		[199150] = "Территориальный протодракон",
		[166654] = "Кавалерист из дома Брайрбейн",
		[203756] = "Огненный загробник",
		[185589] = "Громила разрушителей миров",
		[196336] = "Куалаши – метатель пламени",
		[205036] = "Ильный Дан",
		[123532] = "Темный хранитель",
		[157444] = "Дозорная дома ловчих",
		[130185] = "Главный инженер Ишкар",
		[191220] = "Хронолорд Дейос",
		[187894] = "Заряженный дракончик",
		[198385] = "Распыленная энергия <Неисправный защитник>",
		[169983] = "Темноклюв-охотник",
		[186615] = "Яростная буря",
		[191221] = "Рубака из клана Нокхуд",
		[185592] = "Пикирующий соглядатай",
		[190198] = "Энергичный плеточник",
		[130186] = "Генерал Эрод",
		[185593] = "Целитель разрушителей миров",
		[200178] = "Адепт серы",
		[202481] = "Обсидиановый мучитель",
		[186361] = "Гниющий древень",
		[170241] = "Жуткомехий лисохвост",
		[129547] = "Кастетник из братства Чернозубых",
		[185594] = "Страж-разрушитель миров",
		[200179] = "Фанатичный мятежник",
		[27893] = "Руническое оружие <Дохлинка-Ревущийфьорд>",
		[186362] = "Бурошкур-гниломет",
		[192759] = "Пожиратель",
		[195062] = "Повстанец-испепелитель",
		[193783] = "Тракхан",
		[124686] = "Ловушки!",
		[198389] = "Копье Горы <Старшая охотница Амаа>",
		[186363] = "Бурошкур-разлагатель",
		[195063] = "Повстанец-кудесница",
		[129548] = "Громила из братства Чернозубых",
		[206834] = "Урсок Разрушитель",
		[195064] = "Повстанец-целитель",
		[193273] = "Лискрон Ослепительный",
		[187900] = "Кровопускание",
		[186109] = "Куалаши-хребтолом",
		[192506] = "Заводчик гиен",
		[191227] = "Копейщик из клана Нокхуд",
		[192507] = "Вонючий костолом",
		[205045] = "Тлеющий пес <Закали – огненный ловчий>",
		[133912] = "Кровавый осквернитель",
		[208116] = "Книга Кел'Тузада",
		[187902] = "Нокхудский мародер",
		[190205] = "Сполох",
		[186367] = "Ко'джо",
		[198905] = "Свирепый старый пепельный ворг",
		[191229] = "Воин ярости шторма",
		[195579] = "Изначальный порыв",
		[204023] = "Горький отмельник",
		[190206] = "Воин стихий – танцор пламени",
		[123921] = "Крушитель Кин'гарота",
		[207094] = "Сквернодрев Вредитель",
		[201465] = "Огнеступ-плавильщик",
		[208630] = "Мур'дан <Нардаланэль-ВечнаяПесня>",
		[186369] = "Вольный паводник",
		[205304] = "Расколотая причинность",
		[201466] = "Огнеступ-воспламенитель",
		[187393] = "Перемещенная земля",
		[195837] = "Инеистый поработитель",
		[194302] = "Воин стихий – землетряс",
		[198652] = "Восставший бакар <Пробудитель гробниц Арбан>",
		[201467] = "Камнедых-призыватель",
		[193535] = "Базрикрон",
		[195838] = "Камневерный заклинатель",
		[194303] = "Воин земли – разбиватель осколков",
		[184580] = "Олаф",
		[205306] = "Расколотая причинность",
		[191233] = "Атакующий буревик",
		[201724] = "Изначальный призыватель шквала",
		[190210] = "Магмарожденный ваятель земли",
		[184581] = "Бейлог",
		[205307] = "Расколотая причинность",
		[201725] = "Скованный ветром налетчик",
		[187908] = "Куалаши - раздиратель чешуи",
		[102430] = "Смолоплюй-слизень",
		[207099] = "Азмерлотский страж вони",
		[133663] = "Фанатичный охотник за головами",
		[191235] = "Атакующий элементаль бури",
		[201726] = "Воронка пламени Тьмы",
		[204029] = "Серный каратель",
		[192003] = "Кроворог",
		[190980] = "Строптивый рогоплав",
		[201471] = "Землерожденный штурмовик",
		[205821] = "Пиромант из Крррн Трра",
		[195842] = "Укхельский осквернитель",
		[98081] = "Ревущий идол <Уларогг Скаломол>",
		[122773] = "Дециматор",
		[197122] = "Призывательница гнили",
		[201472] = "Загробник-факельщик",
		[205822] = "Скользкий элементаль воды",
		[186120] = "Древорот",
		[190726] = "Полосатый зуброн",
		[205823] = "Мурлок-жабробой",
		[195844] = "Головокружение",
		[200450] = "Тлеющий пес",
		[201218] = "Воин стихий пламени Тьмы",
		[205824] = "Ловчий из МРУ",
		[195845] = "Хрусткий галечник",
		[200451] = "Закали – огненный ловчий",
		[184331] = "Украденное время",
		[122135] = "Касание Тьмы",
		[191240] = "Добытчик с холмов",
		[205825] = "Темный плавник из МРУ",
		[195846] = "Необузданная буря",
		[200452] = "Закали – покоритель жара",
		[192776] = "Яркочешуйчатый хрустогрыз",
		[197126] = "Стрелок гнили",
		[166677] = "Арбалетчик из дома Брайрбейн",
		[199941] = "Защитник из Пламени",
		[186124] = "Рви-зуб",
		[190986] = "Пирхус Боевой Рог",
		[185357] = "Часовой из клана Нокхуд",
		[199942] = "Целитель из Пламени",
		[181775] = "Неуправляемый страж",
		[186125] = "Лови-тотем",
		[203013] = "Призрачный исследователь",
		[197128] = "Бурошкур-заклинательница",
		[187149] = "Адепт бури из клана Нокхуд",
		[199943] = "Вор из братства Справедливости",
		[188173] = "Часовой Расколотого Пламени",
		[184335] = "Клинок времени",
		[186638] = "Куалаши - заклинатель земли",
		[197129] = "Зловонная певица гнили",
		[187150] = "Предатель из клана Нокхуд",
		[166936] = "Зоркий лучник",
		[45924] = "Вихревой шквал",
		[194315] = "Призыватель бури Солонго",
		[184592] = "Хаутия Рухоедка",
		[197130] = "Гнилое чудовище",
		[203783] = "Охотящаяся каменная гадюка",
		[195851] = "Укхельский вестник смерти",
		[187919] = "Давитель из кальдеры",
		[194316] = "Призыватель бури Зарии",
		[123929] = "Уничтожитель Кин'гарота",
		[188687] = "Журтан Кипятящий Реку",
		[197131] = "Увядший дуб",
		[193293] = "Куалаши-страж",
		[199946] = "Исследователь из Пламени",
		[194317] = "Призыватель бури Бороо",
		[204808] = "Мур'дан",
		[190991] = "Пожог",
		[129559] = "Дуэлянт из братства Волнорезов",
		[193806] = "Изначальный протодракон",
		[45477] = "Клубящийся солдат",
		[205065] = "Скат-молельщик",
		[197133] = "Стервятник-шкуродер",
		[168731] = "Медношкурый охотник",
		[187410] = "Призванное цунами",
		[195854] = "Вольный ветрохлест",
		[194575] = "Нарастающая буря <Безжалостный шквал>",
		[205066] = "Кристаллический осколок",
		[166685] = "Воплощение жадности",
		[201740] = "Обсидиановый солдат",
		[195855] = "Восставший воин",
		[134701] = "Кровавый образ",
		[202508] = "Каратель Грант",
		[190738] = "Верный стихиям фурболг",
		[197135] = "Злобный заклинатель гнили",
		[197647] = "Скалоход",
		[202509] = "Карательница Тера",
		[157731] = "Опаленный падальщик",
		[192786] = "Куалаши-расхититель",
		[190995] = "Заклинатель первородной воды",
		[191507] = "Грагза Покорительница Драконов",
		[190484] = "Киракка",
		[192787] = "Куалаши-хребтолом",
		[190996] = "Ваятель первородной земли",
		[201487] = "Служитель Клессингтона",
		[187414] = "Призванный тайфун",
		[45926] = "Слуга Асаада",
		[202511] = "Каратель Хорб",
		[190485] = "Эркхарт Кровь Бури",
		[192788] = "Куалаши-чудотворица",
		[197138] = "Больная рубака",
		[191509] = "Пылающий грозный ворон",
		[194068] = "Влажная изморось",
		[192789] = "Лучница из клана Нокхуд",
		[197139] = "Разлагающийся слизень",
		[124445] = "\"Параксий\"",
		[189719] = "Страж Иридий",
		[130842] = "Грань аннигиляции",
		[188696] = "Страдающий пар",
		[189464] = "Куалаши-факельщица",
		[202770] = "Потрескивающая гончая",
		[188697] = "Провоцирующее пламя",
		[193815] = "Буйный ливень",
		[185883] = "Пылающий протодракон",
		[192536] = "Защитник Грозового Покрова",
		[188698] = "Грозный ворон-падальщик",
		[197142] = "Разложившийся старый древень",
		[189466] = "Командир Железного Факела",
		[189722] = "Голиаф-проглот",
		[204307] = "Эсгал Пламеносый",
		[131383] = "Заклинатель спор Занча",
		[205843] = "Огнеступ-плавильщик",
		[171300] = "Неисправный когтистый страж",
		[163624] = "Бледный Рок",
		[192794] = "Повелительница зверей из клана Нокхуд",
		[182815] = "Призванный элементаль лавы <Куалаши – метатель пламени>",
		[197400] = "Каскадный рогоплав - вожак",
		[187677] = "Затерянный во времени мурлок-гигант",
		[196121] = "Часовой Расколотого Пламени",
		[195610] = "Мятежная угольщица",
		[45928] = "Палач калифа",
		[54372] = "Громила из стаи Речной Лапы",
		[189470] = "Вспышка лавы",
		[196123] = "Тарасекк-воин",
		[205079] = "Кристальный крепкохват",
		[189471] = "Куалаши-кузнец",
		[189727] = "Каджин Непреклонная",
		[206615] = "Распространитель Скверны",
		[188704] = "Манит",
		[189472] = "Куалаши - воин лавы",
		[196381] = "Меллг Древний",
		[186658] = "Геомант из племени Каменного Свода",
		[193311] = "Мелкхоп",
		[187426] = "Углезуб-падальщик",
		[189729] = "Изначальное цунами",
		[54373] = "Травник из стаи Речной Лапы",
		[189474] = "Опаляющая кузня",
		[190242] = "Скользкая саламантера",
		[207386] = "Длань Короля-лича",
		[205851] = "Призыватель луны из Крругла Кнрррия",
		[122532] = "Уголек Тайшалака",
		[196384] = "Таящаяся громила",
		[192802] = "Грязементаль",
		[186917] = "Буйный порыв",
		[205852] = "Целитель из Крругла Кнрррия",
		[196385] = "Грод Древний",
		[192803] = "Боевой охун <Повелительница зверей из клана Нокхуд>",
		[197665] = "Косильщик - сумрачный охотник",
		[193827] = "Бушующий чернолап",
		[157493] = "Злобный сокрушитель надежды",
		[202783] = "Пробужденный обсидиан",
		[203039] = "Невролл",
		[205854] = "Шолазийский рух",
		[187687] = "Взволнованное семечко",
		[194084] = "Дикий протодракон",
		[186664] = "Душитель из племени Каменного Свода",
		[126244] = "Бессмертный демон Пустоты",
		[187432] = "Ветрожабр-ветромант",
		[195876] = "Оскверненный охун",
		[130850] = "Пушка братства Стальных Волн",
		[196388] = "Кудесник-расхититель",
		[203041] = "Дрогбар Невролла",
		[187433] = "Ветрожабр-охотник",
		[199971] = "Закали-ритуалист",
		[184107] = "Труднопроходимая местность",
		[188713] = "Вешрак Северный",
		[197413] = "Огненный пузырень",
		[205857] = "Ун'горский саурид",
		[199972] = "Закали-обегератель",
		[194087] = "Дикий протодракон",
		[193320] = "Преобразованная земля <Смоляной грохотун>",
		[205858] = "Фузанский дух",
		[188715] = "Старшая охотница Амаа",
		[189227] = "Куалаши-охотник",
		[205859] = "Фузанская спора",
		[165175] = "Надменный громила",
		[194089] = "Неукрощенный протодракон",
		[206627] = "Бродячий кошмар",
		[163896] = "Каменный страж",
		[186669] = "Cаламант из племени Илистого Плавника",
		[189228] = "Несущий град мародер",
		[165176] = "Горделивый кровопийца",
		[188717] = "Хихвир",
		[189229] = "Несущий град чудотворец",
		[189485] = "Ветророжденный воин стихий",
		[45932] = "Упавшая звезда",
		[194091] = "Неукрощенный протодракон",
		[131402] = "Клещ из Подгнилья",
		[189230] = "Чудотворец-землетряс",
		[205862] = "Ворус'арак",
		[192045] = "Искатель Ветра Аваш",
		[200489] = "Кристаллический ужас",
		[190766] = "Куалаши – укротитель ярости",
		[189231] = "Мародер-землетряс",
		[207910] = "Акир-скарабей",
		[204072] = "Бастион Серного гарнизона",
		[194093] = "Дикий протодракон",
		[194349] = "Плененный дух",
		[190767] = "Куалаши-ковщик",
		[189232] = "Кокия Пламенное Копыто",
		[207911] = "Акир-саранча",
		[204073] = "Побиватель из Серного гарнизона",
		[124330] = "Аннигиляция",
		[207912] = "Акир-разрушитель",
		[199980] = "Закали-литолом",
		[203307] = "Тарасекк-абордажник",
		[129448] = "Рыба-молот",
		[203819] = "Защитная сфера Нал-кс'кола",
		[193840] = "Налетчик из клана Нокхуд",
		[186420] = "Ткач земли",
		[166206] = "Изначальная жижа",
		[189235] = "Надзиратель Лахар",
		[199982] = "Закали-измельчитель",
		[47085] = "Заземляющее поле",
		[203053] = "Инвазивная каменная гадюка",
		[207915] = "Клакси-ассасин",
		[196913] = "Мара'нар Громогласный",
		[193075] = "Ледниковая великанша",
		[207916] = "Клакси-воин",
		[204078] = "Чудовищный ремесленник",
		[186679] = "Шаман племени Илистого Плавника",
		[191541] = "Грубошкурый олень",
		[185656] = "Призывательница гнили",
		[207918] = "Клакси – ваятель янтаря",
		[126764] = "Присягнувший клинку - опустошитель",
		[201522] = "Ваятель гор Лорак",
		[204337] = "Затаившаяся буря",
		[207152] = "Страж королевы Скверны",
		[45935] = "Служитель храма",
		[184124] = "Часовая Талондрас",
		[202803] = "Закали – страж святилища",
		[92350] = "Рабочий из Подкаменного разлома",
		[191545] = "Ненасытный стервятник",
		[173634] = "Грязная лента",
		[184125] = "Хронолорд Дейос",
		[186684] = "Лавовый феникс",
		[124207] = "Заряженный Скверной маскировщик",
		[189243] = "Алора Марево",
		[207922] = "Клакси - повелитель клинков",
		[190011] = "Извлекающий шторм",
		[206643] = "Пожиратель Бездны",
		[207923] = "Клакси-чудовище",
		[89] = "Инфернал <Спортик-ПиратскаяБухта>",
		[158796] = "Сборщик из Каменного Дозора",
		[199992] = "Рефти – управляющий свалки",
		[126767] = "Булаворукий повелитель зверей",
		[187455] = "Янтарный хищник",
		[165706] = "Агрегат Рока",
		[189247] = "Прирученный феникс",
		[184130] = "Земельник-комендант",
		[186945] = "Опаляющий выстрел",
		[197436] = "Темношкур-собиратель",
		[199995] = "Бунтарь из братства Справедливости",
		[187969] = "Демиург Морозной Вспышки",
		[184131] = "Недовольство Тира",
		[194622] = "Сполох",
		[186690] = "Ловчий племени Илистого Плавника",
		[201787] = "Несформировавшийся звереныш",
		[188226] = "Плавильщик Пламий",
		[145495] = "Мрргл-гурк из клана Темного Прилива",
		[199997] = "Служитель Клессингтона",
		[187971] = "Мокророт-краболов",
		[101438] = "Злобнозем-глыба",
		[184134] = "Прыгун-падальшик",
		[192834] = "Речное чудище рощи",
		[197698] = "Громоголов",
		[190278] = "Малифрон",
		[208957] = "Вы в будущем <Восвет-Ревущийфьорд>",
		[186696] = "Сотрясающий тотем <Бромач>",
		[17252] = "Креншекор",
		[205631] = "Перегруженный тяжеловоз",
		[190023] = "Лавовые щупальца <Магмобивень>",
		[194373] = "Гнолл-Бурошкур",
		[198979] = "Вор из братства Справедливости",
		[201538] = "Старшая охотница Иргена",
		[203330] = "Воспламененный уголь",
		[203842] = "Устрашающий защитник",
		[157785] = "Опаленный бандит",
		[123191] = "Гончая Скверны",
		[193352] = "Тотем хитрого сглаза <Лови-тотем>",
		[165206] = "Скрытень из Гиблотопи",
		[193353] = "Равнинная лиса-виверна",
		[207171] = "Шепчущее чудовище",
		[191051] = "Проворная лиса-виверна",
		[183888] = "Горлодерка-воровка",
		[196426] = "Гротовый ползун",
		[195915] = "Фирава Воспламенитель",
		[191566] = "Вечная сфера",
		[126776] = "Булькающее исчадие",
		[131436] = "Избранная кровавая матрона",
		[201290] = "Нестабильная боль <Закали-обегератель>",
		[191311] = "Дракончик из рода Бесконечности",
		[202826] = "Стойкий осадок",
		[194894] = "Воин стихий – буревестник",
		[195150] = "Глумливая псина",
		[203594] = "Высящийся валун",
		[203850] = "Ворующий червь",
		[195918] = "Порабощенный панциролом",
		[3527] = "Тотем исцеляющего потока <Саурэс>",
		[194895] = "Нестабильный шквал <Воин стихий – буревестник>",
		[191057] = "Громоспин-крушитель",
		[189266] = "Куалаши-новобранец",
		[203851] = "Беспросветный мотылек",
		[195919] = "Пылающий мастер цепей",
		[190034] = "Пламенный разрушитель",
		[192337] = "Щупальце Бездны <Тейлтон-ЧерныйШрам>",
		[202828] = "Бурлящее пламя",
		[126138] = "Штурмовой инфернал",
		[188244] = "Изначальный исполин",
		[194897] = "Тотем энергии бури",
		[186965] = "Тлеющее перо <Лавовый птенец>",
		[123452] = "Повелитель Скверны",
		[189780] = "Гигантский выдрек-подстрекатель",
		[194898] = "Воин стихий – искрящий клинок",
		[203342] = "Кальцифицированный ползун",
		[52019] = "Кольцо падающих звезд <Асаад>",
		[206925] = "Дозорная Скверны Мара",
		[192341] = "Куалаши-драконоборец",
		[187224] = "Злобная заклинательница гнили",
		[195668] = "Оскалившийся морской варан",
		[116] = "Бандит",
		[194389] = "Порождение лавы <Куалаши-лавамант>",
		[1860] = "Крегвуге <Сэрду-ТкачСмерти>",
		[170337] = "Анимаклещ-мародер",
		[191319] = "Древний дробильщик <Освобожденный служитель>",
		[194390] = "Обросший Браш",
		[128060] = "Жрица делирия",
		[170338] = "Прожорливый захватчик",
		[43704] = "Лютый волк",
		[187226] = "Длиннокрылый небесный охотник",
		[118] = "Лесной хищник",
		[46007] = "Вихрь Эртан",
		[165989] = "Черный ползун",
		[196950] = "Потусторонний гнолл <Темнозубый – призыватель духов>",
		[185180] = "Горлодерка-захватчица",
		[195927] = "Жнец душ Галтмаа",
		[194392] = "Бракл",
		[195672] = "Куалаши-негодяй",
		[195928] = "Жнец душ Даарен",
		[188252] = "Мелидрусса Истощенная Холодом",
		[195929] = "Жнец душ Тумен",
		[196185] = "Упрямый древозуб",
		[186206] = "Жестокая костекрушительница",
		[188509] = "Пробудитель гробниц Ганзай",
		[190812] = "Дикий протодракон",
		[191324] = "Вторгшийся ливень",
		[126527] = "Портал Скверны",
		[195930] = "Жнец душ Мандакх",
		[198489] = "Обитатель Сна <Абыч>",
		[188510] = "Восставший бакар",
		[187231] = "Иссохшая кусака",
		[187487] = "Пятнистый хищник",
		[187743] = "Жестоко скованный элементаль",
		[60849] = "Статуя Нефритовой Змеи <Супо-ПиратскаяБухта>",
		[139127] = "Взрывчатый стручок",
		[186464] = "Вневременная причинность",
		[187232] = "Затерянный во времени острокрыл",
		[190047] = "Пробудитель гробниц Арбан",
		[199003] = "Карательница Дженнива",
		[129599] = "Метатель ножей из братства Волнорезов",
		[187745] = "Дезориентированный дозорный",
		[198236] = "Божественный образ <Nyltäs-Kael'thas>",
		[199004] = "Бандит из братства Справедливости",
		[201563] = "Гугрен",
		[181861] = "Магмобивень",
		[194655] = "Воин стихий – породитель потопа",
		[129600] = "Саурок из клана Соленой Чешуи",
		[191841] = "Шпион воинов стихий",
		[194656] = "Воин стихий – разбиватель волн",
		[199006] = "Граф Клессингтон",
		[189795] = "Потревоженные обломки",
		[194401] = "Магическое чудовище",
		[184422] = "Тлерон",
		[186725] = "Тррша",
		[188699] = "Феникс-падальщик",
		[100943] = "Тотем земляной стены <Саурэс>",
		[191843] = "Стражница Бахир",
		[127810] = "Булькающее исчадие",
		[188334] = "Беспокойный крепкохватик",
		[169471] = "Златогривый охотник",
		[205149] = "Аномалия временного потока",
		[191983] = "Вулканическая капля",
		[187238] = "Иссушительница",
		[187494] = "Буйный ветер",
		[197985] = "Чаротворец пламени",
		[187867] = "Куалаши-магмотворец",
		[195119] = "Воин стихий – искромаг",
		[199974] = "Рефти-мусорщик",
		[189901] = "Полководец Сарга",
		[197218] = "Разъяренная капля",
		[187239] = "Затерянный во времени солнцелов",
		[129602] = "Головорез из братства Стальных Волн",
		[189798] = "Древний протодракон",
		[199828] = "Закали – огненный ловчий",
		[203881] = "Дрогбар-батрак",
		[200801] = "Магмовый разрыватель",
		[186728] = "Матерый магмонт",
		[205407] = "Воплощенный огонь",
		[203616] = "Часовой из Расколотого Пламени",
		[201825] = "Каменный змееныш <Коб'рок>",
		[198920] = "Служитель Клессингтона",
		[166937] = "Неустрашимый защитник",
		[195970] = "Лютоклювая черепаха",
		[189478] = "Главный кузнец Горек",
		[199011] = "Скрипорев",
		[197220] = "Яростный потоп",
		[190731] = "Густошерстный медведь",
		[192057] = "Бурошкур-разлагатель",
		[191847] = "Равнинный топотун из клана Нокхуд",
		[166715] = "Губитель из Каменного легиона",
		[207597] = "Инженер Орды Крови",
		[187431] = "Ветрожабр-небобой",
		[184023] = "Хрусть",
		[197221] = "Бушующий поток",
		[186705] = "Гейзерная саламантера",
		[122992] = "Энтропическая мина",
		[197132] = "Брюхокол",
		[203707] = "Огненосная прижигательница",
		[186219] = "Оружейник Вордак",
		[200804] = "Раскаленная капля",
		[100818] = "Ревущий идол",
		[205410] = "Воплощенный гравий",
		[193384] = "Равнинный камнезуб",
		[188948] = "Углезуб-сборщик",
		[193896] = "Борзгас",
		[95061] = "Большой элементаль огня <Чертков-Ревущийфьорд>",
		[186220] = "Бурошкур-заклинательница",
		[187916] = "Воин стихий – кузнец",
		[168309] = "Голодающий эфирный змей",
		[202483] = "Обсидиановый тиран",
		[192796] = "Трубач из клана Нокхуд",
		[166651] = "Острокрыл-стражница",
		[144769] = "Чародейка из клана Темного Прилива",
		[163366] = "Чародей из войска мертвых <Фомакинаев-ПиратскаяБухта>",
		[126918] = "Стрелок из братства Стальных Волн",
		[196712] = "Нейтрализующее устройство",
		[196968] = "Скованная саламандра <Порабощенный охотник>",
		[191083] = "Паучьи яйца",
		[166718] = "Воплощение зависти",
		[208157] = "Матиас Нетлер",
		[101075] = "Преданный червепоклонник",
		[167543] = "Воплощение страха",
		[188171] = "Мастер чар Тарон",
		[163961] = "Агрессивный клещ",
		[201063] = "Кристаллический ходок",
		[191084] = "Паучок",
		[197137] = "Иссушительница",
		[201739] = "Обсидиановый бастион",
		[186122] = "Рира Когтерезка",
		[188014] = "Смоляной грохотун",
		[126919] = "Призыватель шторма из братства Стальных Волн",
		[45922] = "Небесный убийца",
		[101437] = "Пылающая жеода",
		[201761] = "Горящая земля",
		[100820] = "Дух волка <Махаргос-СвежевательДуш>",
		[201832] = "Иссушенный джарадин",
		[206182] = "Пораженный Скверной шу'хало",
		[184582] = "Эрик \"Быстрый\"",
		[196459] = "Бурошкур-задира",
		[193025] = "Лаго Утопленник",
		[207206] = "Пилон Скверны",
		[193133] = "Яркочешуйчатый гигант",
		[166867] = "Обращенный претор",
		[43873] = "Альтаирий",
		[186116] = "Пузострелка",
		[181875] = "Олфис Раскаленный",
		[206007] = "Ануб'арский темный чародей",
		[197136] = "Иссохшая кусака",
		[201066] = "Медлительный пожиратель",
		[190207] = "Пеплоплет воинов стихий",
		[194816] = "Выкованное чудовище",
		[109137] = "Разъяренная толпа",
		[185595] = "Сектант разрушителей миров",
		[133685] = "Оскверненный дух",
		[186226] = "Зловонная певица гнили",
		[190576] = "Протодракончик",
		[160535] = "Пепельный бродяга",
		[187263] = "Мокророт-волномант",
		[206006] = "Ануб'арский воитель",
		[187506] = "Осколыш-камнехват",
		[200945] = "Подстрекатель из клана Нокхуд",
		[122778] = "Аннигилятор",
		[188274] = "Сутаан",
		[186483] = "Куалаши-сталемастер",
		[201068] = "Хищный пыльцевик",
		[186107] = "Стражник хранилища",
		[207893] = "Акир – темный чародей",
		[43878] = "Великий визирь Эртан",
		[187445] = "Углезуб-прудовод",
		[144777] = "Мародер из клана Темного Прилива",
		[204651] = "Магк-Быстрошмяк",
		[144770] = "Ведьма из клана Темного Прилива",
		[195514] = "Нубаг",
		[195184] = "Защитная сфера <Смотритель крепости>",
		[189299] = "Разлагающийся слизень",
		[195696] = "Изначальный громозверь",
		[189811] = "Потревоженный краеугольный камень",
		[125612] = "Страж Скверны",
		[204652] = "Агрессивный камнепроходец",
		[127050] = "Портал Скверны",
		[45917] = "Принц облаков",
		[194291] = "Изначальный камнешкур",
		[124828] = "Аргус Порабощенный",
		[91008] = "Скальный камнешвыр",
		[144778] = "Защитник из клана Темного Прилива",
		[208491] = "Пророк Скитра",
		[200453] = "Закали-скалоруб",
		[97369] = "Тотем жидкой магмы <Дыц-Ясеневыйлес>",
		[168319] = "Костегрыз-мародер",
		[194544] = "Конкулар",
		[189372] = "Защитник из клана Зимней Шкуры",
		[189557] = "Куалаши-стреломет",
		[206189] = "Скверболг",
		[157332] = "Костегрыз-вожак",
		[137103] = "Кровавый образ",
		[199019] = "Чудовищный портал <Магическое чудовище>",
		[194745] = "Гнилозубая гиена",
		[190737] = "Землерожденный захватчик",
		[185903] = "Ненасытный камнезуб",
		[133007] = "Освобожденное чудовище",
		[144780] = "Громила из клана Темного Прилива",
		[205680] = "Чистокровный облачный змей",
		[198376] = "Кусачий детеныш <Агрессивный побережник>",
		[193839] = "Подавительница из клана Нокхуд",
		[168321] = "Вожак-падальщик",
		[126284] = "Жуткорожденный провидец",
		[187256] = "Затерянный во времени ящер",
		[103673] = "Созерцатель тьмы <Olidots-Outland>",
		[190584] = "Затерянный во времени мурлок",
		[102232] = "Скальный зверолов",
		[186151] = "Хан Балакар",
		[192630] = "Грязевой буян",
		[122333] = "Генерал Эрод",
		[192781] = "Элементаль руды",
		[189304] = "Перегруженная манасущность",
		[201742] = "Обсидиановый маг",
		[168724] = "Вздувшийся страхопряд",
		[123726] = "Заряженный Скверной очиститель",
		[157576] = "Хранитель запретного",
		[202866] = "Поджигающая тьма",
		[2732] = "Горная охотница",
		[184319] = "Зазубренный укус",
		[205681] = "Чистокровный мамонт",
		[113998] = "Крушитель из племени Камня Силы",
		[165253] = "Сборщик пошлин Варабосс",
		[194251] = "Дегмак",
		[202675] = "Закали – крушитель духов",
		[191716] = "Льдистый паучок",
		[2630] = "Тотем оков земли <Брейгель-ТкачСмерти>",
		[196119] = "Драконоид-чароплет",
		[205682] = "Чистокровный протодракон",
		[203698] = "Бушующее пламя Тьмы",
		[198925] = "Служитель Клессингтона",
		[201054] = "Багровый Прежний",
		[192377] = "Скальный гризли",
		[186121] = "Гниломаг Око Гнева",
		[157733] = "Обезумевший пепельный вурдалак",
		[201333] = "Пробужденная лавина <Хранительница утесов Скалани>",
		[205683] = "Чистокровный дьявозавр",
		[91006] = "Камнеспинный щелкозуб",
		[195960] = "Околдованный аквамант",
		[200115] = "Матка глубинных живодеров",
		[202613] = "Хранитель портала Цимбра",
		[206090] = "Гончая Скверны",
		[194937] = "Ошпариватель",
		[191099] = "Назойливый цветок",
		[205684] = "Ящер-вожак",
		[191611] = "Охотник на драконов Игордан",
		[193462] = "Батак",
		[158110] = "Изголодавшийся по аниме облачный бегун",
		[189926] = "Разведчик из лагеря Кейган",
		[190680] = "Сторож из лагеря Кейган",
		[107736] = "Призыватель Скверны Уитли",
		[197982] = "Воин бури",
		[205685] = "Тигр-вожак",
		[165255] = "Сборщик-ренегат",
		[163960] = "Прожорливый кровоскрытень",
		[208500] = "Императорский визирь Зор'лок",
		[186239] = "Куалаши-черепоносец",
		[188542] = "Меткий стрелок Бурошкуров",
		[191524] = "Железнокожий куалаши",
		[132051] = "Кровавый клещ",
		[205686] = "Терродактиль-вожак",
		[190307] = "Углеспин Непокорная",
		[195963] = "Отдыхающий глодальщик",
		[187493] = "Буйная вода",
		[205855] = "Шолазийский носорог",
		[62982] = "Подчинитель разума <Ранэа-Ревущийфьорд>",
		[204099] = "Взбудораженные кристаллы",
		[203384] = "Кромсатель-падальщик",
		[187264] = "Затерянный во времени Шипошкурый",
		[122450] = "Разрушитель миров Кин'гарота",
		[189823] = "Прожорливый гнездовик",
		[127723] = "Император Деконикс",
		[126928] = "Корсар из братства Стальных Волн",
		[128551] = "Мастиф братства Стальных Волн",
		[191104] = "Изначальный косильщик",
		[129359] = "Пилоносая акула",
		[189312] = "Ледниковый элементаль",
		[192791] = "Боевое копье клана Нокхуд",
		[195965] = "Протодракончик из Пещер змеев",
		[95072] = "Большой элементаль земли <Махаргос-СвежевательДуш>",
		[186242] = "Затаившийся брюхокол",
		[126098] = "Пылающее исчадие",
		[188089] = "Быстрый длиннорог",
		[201339] = "Каменный пилон",
		[199548] = "Пещерный волшебный дракончик",
		[186295] = "Нокхудский охотник-мистик",
		[129050] = "Страж Скверны из Анторуса",
		[199984] = "Дракомандир Саркарет",
		[207812] = "Гниющий колосс",
		[195506] = "Вторгшийся чистоводный крепкохват",
		[199037] = "Воин стихий – штурмовик",
		[184847] = "Матриарх Аветира",
		[192386] = "Затаившийся косильщик",
		[185691] = "Злобная гиена",
		[195967] = "Голодающая улитка",
		[45582] = "Черная вдова",
		[145299] = "Гарпунная пушка",
		[176105] = "Порочный абсолютист",
		[188803] = "Свирепый воин клана Рыжей Иглы",
		[201341] = "Тяжеловоз закали",
		[160632] = "Лисохвост-охотник",
		[191618] = "Речной рогоплав",
		[195968] = "Злобоплюй",
		[204412] = "Грррмррш Арргкррл Кррлк",
		[190339] = "Рогатый бронедон",
		[191619] = "Взрослый рогоплав",
		[191833] = "Куалаши-мародер",
		[168464] = "Медношкурый лис",
		[196051] = "Чародейский портал <Неуправляемый страж>",
		[123476] = "Громадный разрушитель",
		[195969] = "Очень голодное речное чудище",
		[200319] = "Изумрудный колосс",
		[186246] = "Стервятник-шкуродер",
		[195877] = "Восставший мистик",
		[187271] = "Солезубый костеглод",
		[203468] = "Аквифон",
		[203646] = "Динн",
		[200454] = "Закали – призыватель огня",
		[198017] = "Преобразованная земля <Элементаль земли>",
		[190085] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[202623] = "Щелочной яростень",
		[200832] = "Фиракк",
		[193457] = "Балара",
		[189822] = "Шас'ит",
		[195459] = "Быстрый длиннорог",
		[123477] = "Страж ужаса из Анторуса",
		[165266] = "Придворный аристократ",
		[195461] = "Изворотливая саламантера",
		[190342] = "Аппарат сдерживания",
		[190598] = "Тсерасор Покровительница",
		[129550] = "Тихолап из братства Трюмных Крыс",
		[199298] = "Куалаши-черепоносец",
		[195460] = "Пятнистый хищник",
		[193669] = "Процела Удар Урагана",
		[195972] = "Слюнявый Коготь",
		[206463] = "Безликий",
		[188296] = "Куалаши-джарадин",
		[180705] = "Магмонтенок",
		[131492] = "Преданная жрица крови",
		[191111] = "Ярость воды",
		[187273] = "Солезубый стрекотун",
		[123478] = "Страж Скверны из Анторуса",
		[195973] = "Пискато",
		[91003] = "Рокмора",
		[201677] = "Властелин Дезран",
		[194694] = "Рогатый бронедон",
		[170386] = "Среброкрылая мать",
		[191446] = "Куалаши-негодяй",
		[197509] = "Изначальная грозовая туча",
		[187315] = "Больная рубака",
		[195974] = "Красный мешкорот",
		[166432] = "Страж дома Брайрбейн",
		[194439] = "Густошерстный матриарх",
		[190294] = "Буремант из клана Нокхуд",
		[187352] = "Тарасекк-воин",
		[191113] = "Стихийная капля",
		[165821] = "Похититель жизни из поместья",
		[188128] = "Василиск-камнекус",
		[195975] = "Черный мешкорот",
		[208513] = "Огромное щупальце",
		[202884] = "Заговорщик из Серного гарнизона",
		[190602] = "Несущий бурю агрессор",
		[201093] = "Скрежещущий кислокоготь",
		[134284] = "Падший вестник смерти",
		[208578] = "Дикий росток",
		[192525] = "Падальщица-матриарх",
		[195976] = "Синий мешкорот",
		[166875] = "Темный искатель Хранилища",
		[204676] = "Диссонирующий магнетит",
		[186509] = "Модак Огнеметательница",
		[187960] = "Солнечношкурый топокопыт",
		[589] = "Погромщик из братства Справедливости",
		[169191] = "Взбесившаяся светоспинка",
		[123480] = "Защитница Анторуса",
		[205992] = "Оживший искатель приключений",
		[192651] = "Чистоводное речное чудище",
		[190348] = "Опустошитель воинов стихий",
		[170134] = "Голодающий захватчик",
		[156061] = "Клещ-пожиратель",
		[193163] = "Агрессивный побережник",
		[168855] = "Гниющий шатун",
		[193675] = "Кайн Жгучее Клеймо",
		[177555] = "Конюх дома Брайрбейн",
		[135002] = "Демонический тиран <Покрышкин>",
		[189392] = "Пленник из клана Зимней Шкуры",
		[186511] = "Гигра Пронзающая",
		[123533] = "Тарнет",
		[193741] = "Охотничий бакар",
		[187279] = "Солезуб-нянька",
		[198966] = "Служитель Клессингтона",
		[195979] = "Охотник из Пещер змеев",
		[168345] = "Опаленный поглотитель",
		[194444] = "Дикий протодракон",
		[101476] = "Раскаленный углешкур <Даргрул>",
		[201097] = "Закали-скалоруб",
		[628] = "Черный опустошитель",
		[191574] = "Удушающее облако гнили <Гниломаг Око Гнева>",
		[61245] = "Тотем конденсации <Брейгель-ТкачСмерти>",
		[187792] = "Сердитая капля",
		[183954] = "Горлодерка-иссушительница",
		[98406] = "Угольный скорпион",
		[77936] = "Большой элементаль бури <Дыц-Ясеневыйлес>",
		[203145] = "Зимот",
		[197260] = "Огнедел Лорак",
		[187931] = "Буреклык – заклинательница костей",
		[169114] = "Золотолапый скрытень",
		[165189] = "Неизвестно",
		[194270] = "Волшебный пожиратель",
		[207097] = "Истребитель",
		[62005] = "Зверь <Занешечка-Ревущийфьорд>",
		[186616] = "Гранит",
		[188689] = "Слизь разложения",
		[189531] = "Разложившийся старый древень",
		[195971] = "Луумак Ненасытный",
		[159676] = "Анимоклещ",
		[55659] = "Дикий бес <Гаргонта-ПиратскаяБухта>",
		[189869] = "Шпион воинов стихий",
		[192519] = "Чудовищная грязь",
		[193291] = "Жарокрыл-вожак",
		[193486] = "Воин стихий – штормовой разоритель",
		[195272] = "Темнозубый-разрыватель",
		[187539] = "Земляной ваятель клана Рыжей Иглы",
		[193799] = "Тотем гниломагии",
		[123451] = "Страж Скверны",
		[170333] = "Золотолапый охотник",
		[199008] = "Тень Ониксии",
		[166005] = "Детеныш черного ползуна",
		[190739] = "Подчиненный дух воды",
		[191560] = "Слизь разложения",
		[187540] = "Затерянный во времени грязеплюх",
		[192938] = "Проворный убийца",
		[27829] = "Вороная горгулья <Томиганн-Гром>",
		[204684] = "Воодушевленный болельщик",
		[190611] = "Бешеный пыльцерог",
		[166928] = "Дряхлый желчевик",
		[156636] = "Крадущийся страхопряд",
		[205708] = "Морхи",
		[125771] = "\"Коготь Легиона\"",
		[198032] = "Драконье извержение",
		[201804] = "Пылающий пес",
		[187124] = "Горлодерка-крикунья",
		[202894] = "Громадная лев-рыба",
		[157464] = "Злонравный повелитель камня",
		[201871] = "Потревоженный защитник",
		[205709] = "Дракон Бесконечности",
		[199824] = "Закали – скульптор пламени",
		[165265] = "Почтенный дуэлянт",
		[157732] = "Обожженный пепельный вурдалак",
		[204686] = "Яростная друза",
		[188665] = "Фрагмент камнехвата",
		[191496] = "Сухокопытная олениха",
		[187543] = "Призванный зефир",
		[193428] = "Озверевшая гиена",
		[191637] = "Лавовый феникс",
		[191328] = "Опутывающее течение",
		[208525] = "Мицелиальный нарост",
		[186338] = "Маруук",
		[189463] = "Речноспин-шатун",
		[184020] = "Зараженный укус",
		[172703] = "Истощенный эфирный змей",
		[186678] = "Вождь Гррлгллмеш",
		[199826] = "Закали-огнеход",
		[186701] = "Призванный чешуйчатый кусака <Cаламант из племени Илистого Плавника>",
		[122718] = "Клинок Скверны - штурмовик <Генерал Эрод>",
		[190359] = "Затаившийся фанатик",
		[187033] = "Мерзорот",
		[186777] = "Соток Мясорубка",
		[195221] = "Луговой бакар",
		[130896] = "Бочка черной пелены <Капитан Рауль>",
		[199827] = "Закали – покоритель жара",
		[4844] = "Тенегорнский геодезист",
		[128578] = "Зуджотгул",
		[130011] = "Буканьер из братства Стальных Волн",
		[201470] = "Мерцающее пламя",
		[123402] = "Крушитель Кин'гарота",
		[203410] = "Пахучий каменный червь",
		[193958] = "Вестник урагана из клана Нокхуд",
		[187546] = "Разрастающийся плеточник",
		[161191] = "Житель квартала Чаши",
		[187802] = "Илистая бешенка",
		[187672] = "Ржавозубый ползун",
		[203462] = "Коб'рок",
		[144816] = "Поработитель из клана Темного Прилива",
		[203411] = "Шадейсетал",
		[189338] = "Бобр-грызун Речного Рога",
		[199829] = "Магмовый феникс",
		[193944] = "Куалаши-лавамант",
		[130012] = "Опустошитель из братства Стальных Волн",
		[190362] = "Ослепительная стрекоза",
		[160425] = "Тлеющий костегрыз",
		[61056] = "Изначальный элементаль земли <Таймекс-Ревущийфьорд>",
		[187036] = "Освобожденный служитель",
		[156434] = "Калечащая гордыня",
		[126558] = "Страж Скверны из Анторуса",
		[193223] = "Вакрил",
		[128611] = "Око Шул-Нагрута",
		[124550] = "Conflagration",
		[188372] = "Изначальный тарасекк",
		[190886] = "Бобр-грызун Речного Рога",
		[191131] = "Углезуб-лозоткач",
		[189340] = "Чаргат Дробитель Чешуи",
		[125535] = "Помощница хранительницы порталов",
		[189265] = "Куалаши-костестраж",
		[187082] = "Изначальная лавина",
		[194212] = "Бушующие обломки",
		[162278] = "Флоки",
		[45704] = "Затаившаяся буря",
		[186323] = "Каратель Расколотого Пламени",
		[204508] = "Кромсатель-падальщик",
		[199832] = "Восстающее пламя",
		[161195] = "Житель квартала Чаши",
		[130909] = "Смрадная личинка",
		[161247] = "Разрушитель из Каменного легиона",
		[188511] = "Осквернитель из клана Нокхуд",
		[186783] = "Блакор Хозяйка Котла",
		[188664] = "Земляной ваятель клана Рыжей Иглы",
		[190373] = "Воин стихий – певица бури",
		[187551] = "Буреклык – призыватель пыли",
		[129758] = "Гренадер из братства Стальных Волн",
		[190110] = "Паровое слияние",
		[190366] = "Любопытный детеныш рогоплава",
		[128095] = "Сестра Кнута",
		[199842] = "Верховная провидица Джаталь",
		[189087] = "Восставший охун",
		[201625] = "Главный кузнец Краглин",
		[187552] = "Буреклык-шаман",
		[191902] = "Куалаши – укротитель магмы",
		[139644] = "Ядовитая личинка",
		[122469] = "Диима, Матерь Сумрака",
		[191396] = "Дикий протодракон",
		[0] = "Шок",
		[205874] = "Верховная хранительница Оренди",
		[191645] = "Крылатый змей",
		[199835] = "Потревоженная магма",
		[191903] = "Матерый магмонт",
		[204441] = "Воин стихий – метатель льда",
		[190368] = "Призывательница пламени Аюми",
		[193541] = "Разбухший плеточник",
		[208535] = "Щупальце Н'Зота",
		[127111] = "Боец на веслах из братства Стальных Волн",
		[195742] = "Воин стихий – инструктор",
		[122467] = "Азара, Матерь Ночи",
		[193442] = "Камнекрушительница Токара",
		[102253] = "Разрушитель из Подкаменного разлома",
		[191395] = "Дикий протодракон",
		[194719] = "Находчивый древозуб",
		[201630] = "Оживленная темная лава",
		[187043] = "Лавовая ловушка <Скульптор кости Джардак>",
		[158897] = "Порочный мучитель",
		[185508] = "Боец-коготь",
		[122468] = "Нура, Матерь Пламени",
		[188067] = "Ткач Холода Морозной Вспышки",
		[190370] = "Вестник бури Сайраз",
		[189859] = "Пещерный скрытень",
		[201117] = "Закали-предсказатель",
		[130400] = "Сокрушитель из братства Стальных Волн",
		[197535] = "Верховная чаротворица Ривати",
		[199838] = "Извергающееся пламя Тьмы",
		[198047] = "Чаротворица бури",
		[204444] = "Кристальный обломок <Кристаллический ходок>",
		[190371] = "Воин стихий – землетряс",
		[128609] = "Щупальце Шул-Нагрута",
		[199837] = "Крошащаяся изгарина",
		[188011] = "Изначальный земляной часовой",
		[156596] = "Ужасающий костегрыз",
		[199839] = "Хранитель святилища Куанош",
		[187813] = "Куалаши-стенолом",
		[184019] = "Дюжий камнемет",
		[127045] = "Защитница Анторуса",
		[201464] = "Огнеступ-ткач",
		[192931] = "Скрог-волнокол",
		[176101] = "Порочный резчик",
		[193443] = "Молька Камнеломка",
		[199840] = "Землеправ Ку'сива",
		[193699] = "Болотная лягушка-бык",
		[128610] = "Пасть Шул-Нагрута",
		[194467] = "Бурошкур-рубака",
		[186272] = "Возрожденный феникс <Лавовый птенец>",
		[187337] = "Заряженный временем охун",
		[187211] = "Протодракон-ветробой",
		[206156] = "Ур4н-т0 6ыс7рый",
		[191653] = "Прибрежная саламантера",
		[199809] = "Пикирующий живодер",
		[90997] = "Крушитель из племени Камня Силы",
		[129601] = "Гарпунщик из братства Волнорезов",
		[207924] = "Пожиратель Бездны Шад'хар",
		[186792] = "Куалаши-застрельщик",
		[195269] = "Темнозубый-застрельщик",
		[202439] = "Закали-крылорез",
		[158902] = "Порочный абсолютист",
		[186191] = "Голос разложения",
		[156909] = "Порочный поручитель",
		[194469] = "Молодая рубака",
		[196772] = "Опаленный магмобивень",
		[191129] = "Пробужденный загробник",
		[195399] = "Любопытный детеныш рогоплава",
		[208441] = "Элементаль воды <Тайнавед>",
		[157465] = "Злобный камнеброд",
		[187817] = "Посвященный призыватель бури",
		[90998] = "Заклинатель чумных осколков",
		[186570] = "Элементаль лавы",
		[1109] = "Шкуродер",
		[525] = "Облезлый волк",
		[45919] = "Молодой грозовой дракон",
		[203682] = "Рассекатель из Расколотого Пламени",
		[200113] = "Живодер-падальщик",
		[98035] = "Зловещий охотник <Покрышкин>",
		[193229] = "Хенлар",
		[190377] = "Воин стихий – сотворительница льда",
		[186359] = "Бурошкур-задира",
		[97720] = "Ползун из чумных осколков <Рокмора>",
		[191145] = "Надзиратель Замбул",
		[47000] = "Заземляющее поле",
		[197798] = "Куалаши-крыложог",
		[187819] = "Скованная сущность бури",
		[204451] = "Криомант из Крррн Трра",
		[186284] = "Медведь-кишкожуй",
		[166925] = "Гниющие останки",
		[160185] = "Обездвиженная душа",
		[130404] = "Крысолов",
		[203684] = "Рассекатель из Расколотого Пламени",
		[187542] = "Призванная рябь",
		[160811] = "Подкрадывающийся клещ",
		[192503] = "Детеныш гиены-падальщицы",
		[186229] = "Увядший дуб",
		[202917] = "Громадный скат-единорог",
		[168374] = "Жаждущий клещ",
		[47342] = "Смерч",
		[185262] = "Воющий речной дух",
		[191659] = "Саламантера-вожак",
		[187897] = "Драгхар Отрицатель",
		[91000] = "Злобнозем-исполин",
		[138281] = "Безликий осквернитель",
		[202918] = "Громадный крепкозуб",
		[193126] = "Беспредельное разорение",
		[188725] = "Углезуб-копейщик",
		[110063] = "Животное <Эйволит-Гром>",
		[123680] = "Темный хранитель Эйдис",
		[161211] = "Прирученный гаргон",
		[194219] = "Изначальный изводень",
		[190381] = "Тотем взрывной гнили <Гниломаг Око Гнева>",
		[126983] = "Красавчик Харлан",
		[191535] = "Чернолапый медведь",
		[203072] = "Амниотическая слизь",
		[203687] = "Рассекатель из Расколотого Пламени",
		[197120] = "Бурая бичевательница",
		[194290] = "Дикий бакар",
		[91001] = "Смолоплюй-ползун",
		[189391] = "Тюремщица бури Ринея",
		[185353] = "Нокхудский старший охотник",
		[192941] = "Громоспин-грохотун",
		[195530] = "Гордорог-бродяга",
		[190243] = "Изворотливая саламантера",
		[202612] = "Хранительница утесов Скалани",
		[192462] = "Призванный ливень",
		[169061] = "Скакун дома Брайрбейн",
		[96247] = "Злобнозем-ползун",
		[195933] = "Повелительница могил Монкх",
		[192591] = "Льдистый паук",
		[133835] = "Дикий кровавый роевик",
		[206146] = "Пораженный Скверной калдорай",
		[125545] = "Пылающий бес",
		[192464] = "Яростный пламень",
		[172516] = "Прожорливый роевик",
		[194255] = "Бакар-спутник <Блакэнед-Ревущийфьорд>",
		[187478] = "Матерый большекопыт",
		[166042] = "Косогряз",
		[133836] = "Оживленный страж",
		[193288] = "Призванный разрушитель",
		[187923] = "Лавовый птенец",
		[129699] = "Людвиг фон Тортоллен",
		[204458] = "Ун'горский ящер",
		[26125] = "Spinemaw <Garbaal-Ravencrest>",
		[176124] = "Порочный провидец",
		[206179] = "Защитник Скверны",
		[92538] = "Личинка смолоплюя",
		[138187] = "Искаженный ужас",
		[191665] = "Рычащий чернолап",
		[166710] = "Палач Аатрон",
		[194224] = "Бешеный матерый медведь",
		[130024] = "Мокрая корабельная крыса",
		[192737] = "Боевой мамонт куалаши",
		[187201] = "Разоритель из клана Нокхуд",
		[187266] = "Затерянный во времени вождь",
		[189363] = "Зараженный плеточник",
		[187572] = "Детеныш саблезубого хищника",
		[165311] = "Раскольница - темный клинок",
		[196272] = "Пропавший бронедон",
		[122578] = "Кин'гарот",
		[189467] = "Куалаши-костедробительница",
		[192946] = "Чешуйчатый кусака зарослей",
		[191155] = "Земляной ваятель клана Рыжей Иглы",
		[187930] = "Буреклык-проклинательница",
		[125547] = "Отмеченный Скверной быстролап",
		[165312] = "Анимапард раскольников",
		[91004] = "Уларогг Скаломол",
		[188341] = "Подстрекатель из клана Нокхуд",
		[166932] = "Громадный боевой кадавр",
		[105636] = "Рабочий из Подкаменного разлома",
		[190173] = "Элементаль земли",
		[187318] = "Кипящий плескун",
		[195092] = "Гидравлический размыватель",
		[190345] = "Воин стихий – геомант",
		[190133] = "Краб-солдат",
		[206765] = "Вторгшийся инфернал",
		[205856] = "Ун'горский деметродон",
		[207277] = "Колючая сеть <Ловчий из МРУ>",
		[184132] = "Проклятие камня",
		[129743] = "Живец",
		[185528] = "Хитроклык-мистик",
		[204207] = "Обугленный опустошитель",
		[91005] = "Нараксас",
		[188343] = "Воин стихий – призыватель бурь",
		[157698] = "Непрошеный пожиратель миров",
		[192949] = "Скаара",
		[199346] = "Гнилое чудовище <Призывательница гнили>",
		[187320] = "Мокророт-моребой",
		[185529] = "Бурая бичевательница",
		[188693] = "Скульптор кости Джардак",
		[193145] = "Прожорливый протодракон",
		[195552] = "Матерый зуброн",
		[192694] = "Защитник-покровитель",
		[192950] = "Шензай",
		[160454] = "Прожорливый анимаклещ",
		[187321] = "Изначальный элементаль лавы",
		[125549] = "Изголодавшийся ловец",
		[127724] = "Фанатичная пиромантка",
		[183995] = "Горлодерка-проклинательница",
		[125590] = "Страж Скверны из Анторуса",
		[202930] = "Глубинный мегрим",
		[192951] = "Банкай",
		[188276] = "Яростный жеребец из стада",
		[197557] = "Бульонник",
		[191672] = "Лавовый тарантул",
		[130192] = "Громадный разрушитель",
		[190340] = "Рефти-защитник",
		[194487] = "Злобный заклинатель гнили",
		[192696] = "Дозорный Тирхолда",
		[192952] = "Эдай",
		[198757] = "Плеточник Бездны <Простоельф>",
		[24207] = "Войско мертвых|T237511:0|t <Эча-ПиратскаяБухта>",
		[171849] = "Пепельный ползун",
		[127725] = "Клинок Скверны - штурмовик",
		[91007] = "Даргрул",
		[165830] = "Беспощадный миротворец",
		[190998] = "Непокорный рогоплав",
		[188859] = "Согглмоггл",
		[196043] = "Насыщательница-воин стихий",
		[203700] = "Огненосный шаман",
		[157463] = "Лоялист - пожиратель страха",
		[194896] = "Изначальный щит бури",
		[193795] = "Воин стихий земляных оков",
		[165831] = "Жестокий сборщик",
		[166087] = "Привилегированный жертвователь",
		[188860] = "Уирглгургл",
		[207539] = "Голограмма механизированного анжинера",
		[205748] = "Ловчая лоза <Алоиза>",
		[185534] = "Охотник-костестрел",
		[208994] = "Зараженный плеточник <Бурошкур-заклинательница>",
		[123760] = "Наполненный Скверной разрушитель",
		[192466] = "Шипобрюхий василиск",
		[192699] = "Смотритель крепости",
		[138538] = "Хватка Бездны",
		[192885] = "Снегорогий зуброн",
		[205749] = "Неугомонный камень",
		[126575] = "Уничтожитель Легиона",
		[187387] = "Камнесерд",
		[196383] = "Буйный расхититель",
		[195635] = "Заряженный временем медведь",
		[192700] = "Часовой крепости",
		[190909] = "Быстрый длиннорог",
		[187262] = "Затерянный во времени дьявозавр",
		[203703] = "Огненосный кровояр",
		[199865] = "Закали – адский клинок",
		[189886] = "Шторм бушующего пламени <Кокия Пламенное Копыто>",
		[43875] = "Асаад",
		[165834] = "Надсмотрщик Матьяш",
		[187265] = "Затерянный во времени геомант",
		[207286] = "Ун'горский проторог",
		[199354] = "Хладорылый медведь",
		[188172] = "Мастер чар",
		[199866] = "Закали-скалоход",
		[200122] = "Маг из братства Справедливости",
		[126832] = "Небесный капитан Крагг",
		[182211] = "Изначальный элементаль огня",
		[192702] = "Чернорабочий",
		[193153] = "Пилодер Охотник",
		[193214] = "Забытое творение",
		[203705] = "Огненосный повелитель стихий",
		[191110] = "Изначальный элементаль огня",
		[201468] = "Камнедых-обрушитель",
		[195458] = "Энергичный рогоплав",
		[181536] = "Нестабильный элементаль",
		[192703] = "Смотритель крепости",
		[190983] = "Куалаши-разоритель",
		[133852] = "Живая гниль",
		[207896] = "Акир – фанатик",
		[169163] = "Златоперый охотник",
		[187842] = "Голиаф из клана Нокхуд",
		[205078] = "Кристальный крепкохват-матриарх",
		[200480] = "Оживленная магма",
		[199046] = "Портал в Исход <Волшебный пожиратель>",
		[187396] = "Поджигатель клана Рыжей Иглы",
		[204419] = "Усиленная защитница Линаэра",
		[189378] = "Глашатай снега из клана Зимней Шкуры",
		[206010] = "Ненасытный вурдалак",
		[187843] = "Скованный колосс бури",
		[160821] = "Поглотитель с Края Мира",
		[195353] = "Кусачий Ветер",
		[45930] = "Служитель воздуха",
		[192800] = "Мастер копья из клана Нокхуд",
		[195264] = "Темнозубый-побиватель",
		[31216] = "Зеркальное изображение <Горргутц>",
	},
	["death_recap"] = {
		["enabled"] = true,
		["show_segments"] = false,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["spell_pool"] = {
		"Исчадие Тьмы <Алоиза>", -- [1]
		3, -- [2]
		"Мир (падение)", -- [3]
		[408460] = 5,
		[53385] = 2,
		[395152] = "Чужой-ПиратскаяБухта",
		[376725] = "Буремант из клана Нокхуд",
		[7268] = 8,
		[321444] = 2,
		[376727] = "Хан Балакар",
		[85256] = 2,
		[411535] = 1,
		[404369] = "Илека-Гордунни",
		[393108] = 2,
		[250333] = "Диима, Матерь Сумрака",
		[369563] = "Бейлог",
		[199658] = 1,
		[376730] = "[*] Штормовые ветра",
		[250334] = "Диима, Матерь Сумрака",
		[256477] = "Пилоносая акула",
		[411539] = 2,
		[376732] = "[*] Штормовые ветра",
		[395160] = "Чужой-ПиратскаяБухта",
		[265144] = 5,
		[417683] = "Ярость Н'Зота",
		[351140] = 8,
		[246753] = "Заряженный Скверной маскировщик",
		[367521] = "Охотник-костестрел",
		[401306] = 2,
		[94472] = 5,
		[115203] = 10,
		[51723] = 4,
		[209388] = 2,
		[24394] = 3,
		[419737] = 11,
		[384930] = "Затаившийся брюхокол",
		[414619] = 1,
		[382883] = "Злобная заклинательница гнили",
		[107270] = 10,
		[417691] = "Ярость Н'Зота",
		[57994] = 7,
		[527] = 5,
		[258018] = "Диима, Матерь Сумрака",
		[304056] = 5,
		[2139] = 8,
		[153596] = 8,
		[381862] = "Киракка",
		[8680] = 4,
		[254948] = "[*] Децимация",
		[59914] = 8,
		[381864] = "Киракка",
		[30153] = "Keeshekor <Rockefellerr-Hyjal>",
		[262115] = 1,
		[385960] = 4,
		[386984] = 5,
		[372652] = "[*] Резонирующая сфера",
		[410531] = 3,
		[395175] = 11,
		[388009] = 8,
		[377772] = "Обсидиановый солдат",
		[388010] = 2,
		[585] = 5,
		[385963] = "Каджин Непреклонная",
		[370607] = 2,
		[388011] = 2,
		[375727] = "Хронолорд Дейос",
		[324540] = 9,
		[374704] = "Чаргат Дробитель Чешуи",
		[388013] = 2,
		[226287] = "Злобнозем-глыба",
		[396204] = 8,
		[409513] = 5,
		[407466] = 5,
		[401324] = 10,
		[407467] = 2,
		[633] = 2,
		[101643] = 10,
		[407468] = 5,
		[200183] = 5,
		[417706] = 3,
		[178173] = 10,
		[5221] = 11,
		[274383] = "Крысолов",
		[374711] = "Балара",
		[198137] = 2,
		[267218] = 9,
		[386997] = 9,
		[383926] = 2,
		[197626] = 11,
		[405426] = 10,
		[383928] = "Надзиратель Лахар",
		[376762] = 1,
		[403380] = 9,
		[342979] = 11,
		[697] = 9,
		[373692] = "Пламенный разрушитель",
		[403381] = 5,
		[49039] = 6,
		[417714] = 11,
		[373693] = "Пламенный разрушитель",
		[388026] = 10,
		[417715] = 11,
		[256494] = "Тротак",
		[407478] = 2,
		[315341] = 4,
		[391099] = 5,
		[46736] = 3,
		[407480] = 2,
		[408504] = 11,
		[369602] = "Олаф",
		[403386] = 11,
		[218617] = 1,
		[47632] = 6,
		[373698] = "Бурошкур-заклинательница",
		[382912] = 11,
		[406459] = 9,
		[226296] = "Злобнозем-исполин",
		[389056] = "Страж Иридий",
		[369605] = "Бромач",
		[374724] = "Призывательница пламени Аюми",
		[183811] = 2,
		[196608] = 10,
		[415676] = 5,
		[245237] = "Разрушитель миров Кин'гарота",
		[266209] = "Падший вестник смерти",
		[403392] = 11,
		[383941] = 10,
		[417725] = "Ярость Н'Зота",
		[403393] = 1,
		[369610] = "Сотрясающий тотем <Бромач>",
		[391109] = 5,
		[47633] = 6,
		[120588] = 7,
		[372683] = "Заряженный дракончик",
		[30283] = 9,
		[414658] = 8,
		[378827] = "Куалаши-расхититель",
		[196100] = 9,
		[376780] = "Полководец Сарга",
		[209921] = "Даргрул",
		[3355] = 3,
		[414660] = 8,
		[200196] = 5,
		[6789] = 9,
		[385996] = 5,
		[374735] = "Призывательница пламени Аюми",
		[376783] = "Полководец Сарга",
		[414662] = 8,
		[378831] = "Куалаши-расхититель",
		[388045] = 3,
		[376784] = "Полководец Сарга",
		[388046] = "Мерзорот",
		[417735] = "Мицелиальный нарост",
		[190984] = 11,
		[264173] = 9,
		[408522] = 11,
		[217090] = "Даргрул",
		[195592] = 7,
		[390097] = "Созерцатель тьмы <Деневир>",
		[386003] = 3,
		[321507] = 8,
		[200200] = 5,
		[264178] = 9,
		[372696] = "Изначальный исполин",
		[394195] = 8,
		[228354] = 8,
		[372697] = "Изначальный исполин",
		[185358] = 3,
		[392151] = "Тиира",
		[122128] = 5,
		[244736] = "Агграмар",
		[26573] = 2,
		[372701] = "Часовая Талондрас",
		[406485] = 10,
		[408533] = 2,
		[376797] = "Древорот",
		[244737] = "Адмирал Свиракс",
		[394202] = 5,
		[387036] = 11,
		[388060] = "Мерзорот",
		[270329] = 3,
		[406488] = 3,
		[407512] = 1,
		[409560] = "Posu-TarrenMill",
		[31884] = 2,
		[417751] = "Клакси - повелитель клинков",
		[203277] = 8,
		[378849] = 6,
		[204301] = 2,
		[270332] = 3,
		[390111] = "Каджин Непреклонная",
		[419800] = 8,
		[228360] = 5,
		[44949] = 1,
		[373733] = "Чаргат Дробитель Чешуи",
		[270335] = 3,
		[381924] = 2,
		[224266] = 2,
		[372711] = "Бурошкур-заклинательница",
		[373735] = "Чаргат Дробитель Чешуи",
		[1066] = 11,
		[388068] = 9,
		[307192] = 5,
		[391140] = 11,
		[392164] = 11,
		[270338] = 3,
		[370666] = "Posu-TarrenMill",
		[388070] = 9,
		[270339] = 3,
		[390118] = "Каджин Непреклонная",
		[370667] = 5,
		[392166] = "Neltharus Weapons",
		[1122] = 9,
		[386024] = "Воин стихий – буревестник",
		[256005] = "Живец",
		[386025] = "Воин стихий – буревестник",
		[203794] = 12,
		[155166] = 6,
		[381931] = 7,
		[321530] = 3,
		[383979] = "Пузострелка",
		[372718] = "Часовая Талондрас",
		[373742] = "Чаргат Дробитель Чешуи",
		[203795] = 12,
		[392170] = 11,
		[290819] = 3,
		[291843] = 11,
		[392171] = "Neltharus Weapons",
		[385005] = "Рабочий из Подкаменного разлома",
		[386029] = 1,
		[203796] = 12,
		[254472] = 2,
		[43927] = 1,
		[213011] = 12,
		[244748] = "[*] Шок",
		[388081] = 10,
		[245772] = "[*] Децимация",
		[377844] = "Рира Когтерезка",
		[321538] = "КошакАма",
		[262161] = 1,
		[215572] = 1,
		[388083] = 10,
		[188443] = 7,
		[5302] = 1,
		[385013] = 1,
		[386037] = "[*] Ураганная стрела",
		[346111] = 5,
		[400370] = 5,
		[401394] = 8,
		[407537] = 3,
		[372730] = "Изначальный исполин",
		[361469] = "Чужой-ПиратскаяБухта",
		[369660] = "Сотрясающий тотем <Бромач>",
		[201754] = "КошакАма",
		[348162] = 5,
		[390137] = 12,
		[376829] = "Хан Балакар",
		[369663] = "Сотрясающий тотем <Бромач>",
		[372735] = "Демиург Морозной Вспышки",
		[153640] = 8,
		[411639] = 1,
		[376832] = "Драктирстайл-Гордунни",
		[256016] = "[*] Гнусная субстанция",
		[373762] = "Чаргат Дробитель Чешуи",
		[385024] = "Кристальный крепкохват-матриарх",
		[272412] = "Гарпунщик из братства Волнорезов",
		[376835] = 10,
		[381954] = 5,
		[272413] = "Гарпунщик из братства Волнорезов",
		[93985] = 11,
		[381955] = 5,
		[396288] = "Чужой-ПиратскаяБухта",
		[186403] = 5,
		[381956] = 5,
		[195617] = 6,
		[6262] = 9,
		[372743] = "Ткач Холода Морозной Вспышки",
		[381957] = 5,
		[404480] = "Сабеллиан",
		[42650] = 6,
		[369674] = "Геомант из племени Каменного Свода",
		[157228] = 11,
		[369675] = "Геомант из племени Каменного Свода",
		[257044] = 3,
		[408578] = 2,
		[48153] = 5,
		[205345] = 8,
		[403460] = 2,
		[363534] = "Андромалиус-Гордунни",
		[369677] = "Олаф",
		[257045] = 3,
		[409604] = 4,
		[86309] = "Вихрь Эртан",
		[222238] = 2,
		[416771] = 2,
		[409605] = 4,
		[409606] = 4,
		[1714] = 9,
		[236060] = 8,
		[244762] = "Аннигилятор",
		[384014] = "Страж Иридий",
		[225311] = 2,
		[106785] = 11,
		[384015] = "Страж Иридий",
		[386063] = "Маруук",
		[400396] = 11,
		[184362] = 1,
		[1766] = 4,
		[385042] = 1,
		[193065] = 5,
		[214052] = 11,
		[384019] = "Чаргат Дробитель Чешуи",
		[411661] = 9,
		[1822] = 11,
		[184364] = 1,
		[410638] = 5,
		[272432] = "Страж гнева <Rockefellerr-Hyjal>",
		[404496] = "Сабеллиан",
		[85288] = 1,
		[1850] = 11,
		[361500] = "Чужой-ПиратскаяБухта",
		[207400] = 7,
		[195627] = 4,
		[384024] = "Мелидрусса Истощенная Холодом",
		[401428] = 8,
		[387096] = 9,
		[374812] = "Главный кузнец Горек",
		[61336] = 11,
		[184367] = 1,
		[390170] = 1,
		[272439] = "Ур'зул <Rockefellerr-Hyjal>",
		[265273] = 9,
		[369696] = "Прыгун-падальшик",
		[132157] = 5,
		[1966] = 4,
		[335913] = 10,
		[369697] = "Прыгун-падальшик",
		[195630] = 10,
		[376864] = "Хан Балакар",
		[132158] = 11,
		[376865] = "Хан Балакар",
		[361509] = "Драктирстайл-Гордунни",
		[267325] = 3,
		[383009] = 7,
		[267326] = 3,
		[404509] = 5,
		[2060] = 5,
		[395296] = "Posu-TarrenMill",
		[243237] = "[*] Взрыв",
		[385059] = 1,
		[390178] = 6,
		[385060] = 1,
		[267329] = 3,
		[374823] = "Вестник бури Сайраз",
		[352301] = 5,
		[267330] = 3,
		[17364] = 7,
		[409632] = 11,
		[267331] = 3,
		[226347] = "Камнерукий повелитель личинок",
		[385063] = "Пеплоплет воинов стихий",
		[260643] = 1,
		[319544] = 5,
		[373803] = "Заряженный дракончик",
		[383017] = 7,
		[373804] = "Бурошкур-заклинательница",
		[354353] = 5,
		[243241] = 5,
		[62618] = 5,
		[256551] = "Пилоносая акула",
		[272457] = "Заклинатель спор Занча",
		[344120] = 3,
		[205364] = 5,
		[111400] = 9,
		[256552] = "Пилоносая акула",
		[354359] = 5,
		[200758] = 4,
		[246315] = "\"Параксий\"",
		[10060] = 5,
		[24275] = 2,
		[256553] = "Пилоносая акула",
		[114216] = 5,
		[384050] = 5,
		[5143] = 8,
		[2580] = 3,
		[410669] = 11,
		[10444] = 7,
		[192058] = 7,
		[50334] = 11,
		[374839] = "Главный кузнец Горек",
		[105771] = 1,
		[387125] = "Изначальный громозверь",
		[390197] = 12,
		[408625] = 3,
		[397364] = 1,
		[374842] = "Главный кузнец Горек",
		[245807] = "Аннигилятор Кин'гарота",
		[386104] = 11,
		[372796] = "Драгхар Отрицатель",
		[191037] = 11,
		[272469] = "Хватка Бездны",
		[262232] = 1,
		[396344] = "Обсидиановый бастион",
		[120361] = 3,
		[389179] = "Страж Иридий",
		[88625] = 5,
		[2908] = 11,
		[331850] = 4,
		[396347] = "Обсидиановый бастион",
		[2948] = 8,
		[408633] = 5,
		[116267] = 8,
		[56222] = 6,
		[245811] = "Аннигилятор Кин'гарота",
		[408635] = 2,
		[401469] = 7,
		[377923] = "Элементаль лавы",
		[391232] = 5,
		[269406] = "Хранитель титанов Хезрел",
		[49184] = 6,
		[226361] = "Скальный камнешвыр",
		[397376] = 7,
		[374854] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[382021] = 7,
		[6343] = 1,
		[191043] = 3,
		[387143] = 8,
		[52128] = 7,
		[372811] = "Кокия Пламенное Копыто",
		[373835] = "Андромалиус-Гордунни",
		[390216] = 10,
		[387145] = "Призыватель бури Бороо",
		[334934] = 1,
		[246840] = "[*] Разрушитель",
		[404550] = 7,
		[394313] = 1,
		[404551] = 7,
		[372815] = 2,
		[6807] = 11,
		[374863] = "Вестник бури Сайраз",
		[381006] = 3,
		[406600] = 5,
		[392268] = "Posu-TarrenMill",
		[372817] = 2,
		[375890] = "Магмобивень",
		[375891] = 3,
		[390224] = 5,
		[363608] = 2,
		[107570] = 1,
		[387155] = "Гранит",
		[33702] = 8,
		[409678] = "Posu-TarrenMill",
		[372824] = "Neltharus Weapons",
		[406608] = 5,
		[248893] = "\"Параксий\"",
		[3716] = "Кел'зате <Помпея-Азурегос>",
		[369754] = "Бромач",
		[387158] = 9,
		[256060] = "Небесный капитан Крагг",
		[394325] = 4,
		[384088] = 7,
		[417872] = "Фрейя",
		[205385] = 5,
		[185422] = 4,
		[390232] = 3,
		[329831] = 2,
		[188494] = "[*] Зловонная пасть",
		[205386] = 5,
		[387162] = "Кощунство <Dazzahh-Draenor>",
		[375901] = 5,
		[390234] = 11,
		[375902] = 5,
		[397401] = 2,
		[377950] = "Лови-тотем",
		[378974] = 2,
		[400474] = "Тотем энергии бури",
		[408665] = 8,
		[372834] = 10,
		[281721] = 12,
		[397405] = 8,
		[390239] = 10,
		[246851] = 3,
		[413786] = 2,
		[388193] = 10,
		[86331] = "Великий визирь Эртан",
		[246852] = 3,
		[376933] = "Древорот",
		[373862] = "Драктирстайл-Гордунни",
		[384100] = 1,
		[188499] = 12,
		[246853] = 3,
		[408671] = 12,
		[244294] = "Аннигилятор",
		[17] = 5,
		[385126] = 2,
		[411744] = "Вихревой шквал",
		[408673] = 8,
		[385127] = 2,
		[377961] = "Обсидиановый бастион",
		[408674] = 8,
		[408675] = 4,
		[378987] = 11,
		[254022] = "Агграмар",
		[361584] = 2,
		[387178] = 2,
		[206930] = 6,
		[377965] = "Лови-тотем",
		[378989] = 11,
		[388203] = 10,
		[204883] = 5,
		[378990] = 11,
		[378991] = 11,
		[294020] = 7,
		[378992] = 11,
		[115767] = 1,
		[386159] = 3,
		[408682] = 12,
		[401516] = 10,
		[378994] = 1,
		[369781] = "Эрик \"Быстрый\"",
		[280715] = 1,
		[384114] = 8,
		[401518] = 8,
		[394352] = 1,
		[226385] = "Смолоплюй-ползун",
		[5176] = 11,
		[401519] = 1,
		[244813] = 8,
		[192090] = 11,
		[386164] = 1,
		[197721] = 11,
		[384117] = 12,
		[385141] = "Воин стихий – певица бури",
		[383095] = 8,
		[375929] = "Хан Балакар",
		[372858] = "Кокия Пламенное Копыто",
		[249934] = "\"Параксий\"",
		[226388] = "[*] Тухлая слизь",
		[323720] = "Мур'дан",
		[256589] = "Капитан Рауль",
		[5672] = "Тотем исцеляющего потока <Саурэс>",
		[343173] = 4,
		[369791] = "Эрик \"Быстрый\"",
		[268440] = "Стрелок из братства Стальных Волн",
		[408694] = 4,
		[372863] = "Кокия Пламенное Копыто",
		[369792] = "Эрик \"Быстрый\"",
		[370816] = 10,
		[324748] = 12,
		[370817] = 10,
		[253520] = "Нура, Матерь Пламени",
		[389245] = "Душегуб из Черного Когтя",
		[197214] = 7,
		[375937] = "Хан Балакар",
		[19801] = 3,
		[383104] = 1,
		[409722] = "Posu-TarrenMill",
		[390271] = 6,
		[407675] = "Гневион",
		[199775] = "Нараксас",
		[229976] = 2,
		[119611] = 10,
		[409725] = 9,
		[256594] = "Капитан Рауль",
		[342158] = 11,
		[265377] = "Фанатичный охотник за головами",
		[345230] = 3,
		[214621] = 5,
		[373896] = "Удушающее облако гнили <Гниломаг Око Гнева>",
		[191587] = 6,
		[412799] = 5,
		[192611] = 12,
		[398467] = 5,
		[193635] = "Щупальце Бездны <Тейлтон-ЧерныйШрам>",
		[127802] = 9,
		[379017] = 2,
		[412801] = 6,
		[413825] = 2,
		[373899] = "Разложившийся старый древень",
		[377995] = "Главный кузнец Горек",
		[333974] = 7,
		[369806] = "Огромный берсерк",
		[379020] = "Neltharus Weapons",
		[384139] = "Пламенный разрушитель",
		[375950] = "Воин стихий – сотворительница льда",
		[124988] = 11,
		[382093] = 8,
		[399497] = 10,
		[34477] = 3,
		[183401] = "Злобнозем-ползун",
		[417926] = "Фрейя",
		[410760] = "Дикое завихрение",
		[193639] = "Камнеспинный щелкозуб",
		[369811] = "Огромный берсерк",
		[87622] = "Асаад",
		[135286] = 11,
		[390287] = 7,
		[366741] = 12,
		[366742] = 8,
		[194153] = 11,
		[390290] = "Насыщательница Сария",
		[379029] = 8,
		[384148] = "Гнилозубая гиена <Пузострелка>",
		[386196] = 1,
		[373912] = "Гниломаг Око Гнева",
		[253020] = "[*] Буря Тьмы",
		[388245] = "Голиаф-проглот",
		[369818] = "Огромный берсерк",
		[399507] = "Изначальный громозверь",
		[414864] = 12,
		[199786] = 8,
		[171633] = 2,
		[124991] = 11,
		[373915] = "Гниломаг Око Гнева",
		[117313] = 1,
		[414866] = 12,
		[399510] = 10,
		[192109] = 7,
		[278708] = 11,
		[373917] = "Гниломаг Око Гнева",
		[202347] = 11,
		[417939] = 2,
		[402583] = 2,
		[245857] = "Страж Скверны из Анторуса",
		[104773] = 9,
		[268473] = 8,
		[385181] = "Голиаф-проглот",
		[195182] = 6,
		[317614] = 6,
		[384158] = "[*] Частица возгорания",
		[196718] = 12,
		[369826] = "Злобный василиск",
		[47788] = 5,
		[236645] = 8,
		[32216] = 1,
		[414873] = 7,
		[384161] = "Куалаши-факельщица",
		[385185] = "Мерзорот",
		[253538] = "[*] Гремучий импульс",
		[385186] = "Мерзорот",
		[2061] = 5,
		[255586] = 3,
		[385187] = "Голиаф-проглот",
		[415900] = 8,
		[412829] = 5,
		[245861] = "[*] Обжигающее рассечение",
		[384165] = 8,
		[117828] = 9,
		[215661] = 2,
		[395427] = "Надзиратель Лахар",
		[246374] = "[*] Теневые клинки",
		[408737] = 12,
		[12975] = 1,
		[415904] = 5,
		[260708] = 1,
		[135299] = 3,
		[410788] = 5,
		[375981] = 5,
		[378029] = "Рви-зуб",
		[375982] = 7,
		[217200] = 3,
		[410790] = 6,
		[417957] = 2,
		[373936] = "Увядший дуб",
		[375984] = 7,
		[245866] = "Громадный разрушитель",
		[383151] = 5,
		[375985] = 7,
		[315584] = 4,
		[386223] = "Изначальный щит бури",
		[297157] = 5,
		[375986] = 7,
		[315585] = 4,
		[373939] = "Тотем взрывной гнили <Гниломаг Око Гнева>",
		[32409] = "[*] Слово Тьмы: Смерть",
		[384177] = 2,
		[212084] = 12,
		[2565] = 1,
		[382131] = 8,
		[256106] = "Небесный капитан Крагг",
		[373942] = "Гниломаг Око Гнева",
		[403631] = "Чужой-ПиратскаяБухта",
		[2637] = 11,
		[2645] = 7,
		[206967] = 6,
		[373944] = "Гниломаг Око Гнева",
		[409776] = "Барроха",
		[374969] = "Главный кузнец Горек",
		[78674] = 11,
		[377017] = "Полководец Сарга",
		[51886] = 7,
		[253037] = "Клинок Скверны - штурмовик",
		[377018] = "Полководец Сарга",
		[328902] = 5,
		[392375] = 7,
		[369853] = "Дюжий камнемет",
		[253038] = "Клинок Скверны - штурмовик",
		[384186] = "Яростная буря",
		[369854] = "Дюжий камнемет",
		[78675] = 11,
		[22812] = 11,
		[62124] = 2,
		[253039] = "Клинок Скверны - штурмовик",
		[265433] = "Кровавый осквернитель",
		[387260] = 9,
		[391356] = 11,
		[55342] = 8,
		[47536] = 5,
		[387263] = 9,
		[382145] = 2,
		[387264] = "Гниломаг Око Гнева",
		[408763] = 8,
		[384194] = "Пеплоплет воинов стихий",
		[258673] = "Стрелок из братства Стальных Волн",
		[108366] = 9,
		[382149] = 10,
		[373960] = "Гниломаг Око Гнева",
		[272609] = "Безликий осквернитель",
		[392388] = 4,
		[378057] = "Разлагающийся слизень <Древорот>",
		[408770] = 4,
		[229499] = 5,
		[382153] = 11,
		[246903] = "Темный хранитель",
		[278755] = "Оскверненный дух",
		[414914] = 12,
		[188550] = 11,
		[391369] = 12,
		[374990] = 5,
		[196741] = 10,
		[392395] = "Громоголов",
		[270569] = 9,
		[342232] = 8,
		[81751] = 5,
		[389325] = 10,
		[225919] = 12,
		[51505] = 7,
		[123725] = 10,
		[47666] = 5,
		[390350] = 2,
		[392398] = "Изначальная грозовая туча <Чаротворица бури>",
		[392399] = "Изначальная грозовая туча <Чаротворица бури>",
		[389328] = 10,
		[373972] = "Воин стихий – танцор пламени",
		[370901] = "Драктирстайл-Гордунни",
		[385234] = 1,
		[225921] = 12,
		[210053] = 11,
		[33206] = 5,
		[157331] = "Большой элементаль бури <Громуша>",
		[198793] = 12,
		[342240] = 7,
		[377048] = 6,
		[390357] = 5,
		[394453] = "Драктирстайл-Гордунни",
		[392406] = "Воин бури",
		[405715] = 5,
		[394454] = 2,
		[383193] = 11,
		[113746] = 10,
		[386265] = 9,
		[188046] = "Обитатель Сна <Сострадание>",
		[393432] = "Рефти-защитник",
		[394456] = 12,
		[342245] = 8,
		[132764] = 3,
		[219271] = 7,
		[386267] = 3,
		[342246] = 8,
		[408791] = 1,
		[260734] = 7,
		[212106] = 12,
		[335082] = 1,
		[386270] = 4,
		[47540] = 5,
		[414936] = 11,
		[393438] = 5,
		[406747] = 5,
		[221322] = 6,
		[213644] = 2,
		[418011] = "[*] Усиление жизненной силы",
		[383204] = "[*] Сокрушающее цунами",
		[392418] = 5,
		[386276] = 10,
		[259714] = "[*] Разлагающие споры",
		[1079] = 11,
		[8690] = 6,
		[393444] = "Рефти-защитник",
		[106839] = 11,
		[47541] = 6,
		[128594] = 3,
		[377066] = 5,
		[246919] = "Дециматор",
		[328951] = 12,
		[391400] = 10,
		[122708] = 2,
		[258181] = "Сокрушитель из братства Стальных Волн",
		[201363] = 1,
		[119381] = 10,
		[388330] = 11,
		[413924] = "Чужой-ПиратскаяБухта",
		[328953] = 12,
		[269576] = 3,
		[418020] = "Фрейя",
		[201364] = 1,
		[391403] = 5,
		[259718] = "Заклинатель спор Занча",
		[374000] = 5,
		[372806] = 5,
		[381684] = 7,
		[381516] = "Эркхарт Кровь Бури",
		[414951] = 11,
		[182912] = 5,
		[376049] = "Хронолорд Дейос",
		[260231] = 3,
		[328957] = 12,
		[223819] = 2,
		[419539] = 10,
		[415052] = 10,
		[40120] = 11,
		[48438] = 11,
		[371956] = "Изначальный земляной часовой",
		[415038] = 10,
		[372860] = "Кокия Пламенное Копыто",
		[372859] = "Кокия Пламенное Копыто",
		[265487] = "Кровавый осквернитель",
		[49206] = 6,
		[414955] = 2,
		[334364] = 5,
		[414334] = 2,
		[377077] = 6,
		[390386] = "Драктирстайл-Гордунни",
		[403695] = 2,
		[157131] = 2,
		[470] = 10,
		[419052] = 2,
		[17057] = 11,
		[251532] = "Экзоскелет озаренных",
		[247949] = "Ловушки!",
		[390145] = 12,
		[157128] = 2,
		[385316] = "Воин стихий – искромаг",
		[228478] = 12,
		[265376] = "Фанатичный охотник за головами",
		[383223] = 7,
		[157348] = "Большой элементаль бури <Громуша>",
		[405746] = 5,
		[386295] = "Ледяной валун",
		[280849] = 1,
		[375057] = "Чаргат Дробитель Чешуи",
		[327942] = 7,
		[148135] = 10,
		[247402] = 5,
		[246848] = "Разрушитель миров Кин'гарота",
		[368893] = 1,
		[386297] = 3,
		[383226] = 1,
		[179872] = 3,
		[405749] = 5,
		[395303] = "Громоголов",
		[53390] = 7,
		[115546] = 10,
		[382791] = "Куалаши-лавамант",
		[391727] = "Громоголов",
		[199736] = 4,
		[392640] = "Громоголов",
		[368896] = 6,
		[410870] = "Дикое завихрение",
		[196742] = 10,
		[148022] = 8,
		[405752] = 5,
		[386301] = 3,
		[152175] = 10,
		[381476] = 5,
		[377088] = "Андромалиус-Гордунни",
		[372851] = "Мелидрусса Истощенная Холодом",
		[383231] = "Куалаши-лавамант",
		[373680] = "Мелидрусса Истощенная Холодом",
		[368899] = 2,
		[410873] = "Клубящийся солдат",
		[387327] = 9,
		[397077] = "Мелидрусса Истощенная Холодом",
		[373688] = "Мелидрусса Истощенная Холодом",
		[383925] = "Мелидрусса Истощенная Холодом",
		[372963] = "Мелидрусса Истощенная Холодом",
		[415007] = 10,
		[368901] = 5,
		[374020] = "Аппарат сдерживания",
		[395519] = 10,
		[157122] = 2,
		[114239] = 5,
		[158221] = 10,
		[393056] = 10,
		[403021] = 5,
		[115804] = 10,
		[387678] = 5,
		[375046] = "Главный кузнец Горек",
		[342680] = 5,
		[256546] = "Тротак",
		[341263] = 5,
		[372014] = "Posu-TarrenMill",
		[99] = 11,
		[383978] = 1,
		[376723] = "Буремант из клана Нокхуд",
		[55095] = 6,
		[343312] = 12,
		[196770] = 6,
		[205472] = 8,
		[24858] = 11,
		[275699] = 6,
		[260243] = 3,
		[79206] = 7,
		[154797] = 10,
		[392454] = "Чаротворец пламени",
		[196771] = 6,
		[205473] = 8,
		[387336] = 5,
		[259732] = "Заклинатель спор Занча",
		[377996] = "Рви-зуб",
		[245891] = "Защитница Анторуса",
		[93795] = 2,
		[265511] = "Тотем поглощения духа <Кровавый осквернитель>",
		[393480] = 3,
		[45242] = 5,
		[359318] = 5,
		[371982] = 11,
		[123996] = "Сюэнь <Уххастик>",
		[391054] = 2,
		[199844] = 8,
		[203413] = 3,
		[385292] = "[*] Жидкая сталь",
		[154796] = 11,
		[370960] = "Андромалиус-Гордунни",
		[371984] = "Ткач Холода Морозной Вспышки",
		[1715] = 1,
		[1719] = 1,
		[183465] = "Смолоплюй-ползун",
		[376080] = 1,
		[258199] = "Сокрушитель из братства Стальных Волн",
		[406793] = 5,
		[272682] = 3,
		[372971] = "Куалаши-кузнец",
		[260247] = 3,
		[219809] = 6,
		[373973] = "Воин стихий – танцор пламени",
		[32223] = 2,
		[389391] = 10,
		[406795] = 5,
		[406744] = 3,
		[212105] = 12,
		[253588] = "[*] Гремучий взрыв",
		[81256] = 6,
		[244892] = "Адмирал Свиракс",
		[245870] = "Страж ужаса из Анторуса",
		[245916] = "[*] Раскаленные обломки",
		[374037] = 5,
		[403726] = 1,
		[369828] = "Злобный василиск",
		[260249] = 3,
		[390418] = 11,
		[321827] = 5,
		[163505] = 11,
		[188587] = "Разрушитель из Подкаменного разлома",
		[88423] = 11,
		[409479] = 5,
		[371992] = "[*] Горящая цепь",
		[378054] = "[*] Увядание!",
		[244903] = "Пламя Тайшалака",
		[370969] = 12,
		[265523] = "Кровавый осквернитель",
		[373017] = "Шторм бушующего пламени <Кокия Пламенное Копыто>",
		[390421] = 11,
		[370970] = 12,
		[247454] = 12,
		[274738] = 6,
		[316593] = 1,
		[370971] = 12,
		[118] = 8,
		[213634] = 5,
		[382233] = "Батак",
		[219788] = 6,
		[247455] = 12,
		[232412] = 9,
		[114018] = 4,
		[375068] = "Лавовые щупальца <Магмобивень>",
		[120] = 8,
		[384004] = 11,
		[374045] = "Аппарат сдерживания",
		[228920] = 1,
		[255646] = "Голганнет",
		[404358] = 2,
		[271671] = 5,
		[199852] = 1,
		[96103] = 1,
		[48181] = 9,
		[374002] = 5,
		[375071] = "Лавовые щупальца <Магмобивень>",
		[388380] = 5,
		[373024] = "Разложившийся старый древень",
		[378143] = "Обсидиановый солдат",
		[384906] = 2,
		[396167] = 10,
		[385310] = "Воин стихий – искромаг",
		[381834] = "Рира Когтерезка",
		[408832] = 10,
		[194223] = 11,
		[385311] = "Воин стихий – искромаг",
		[244318] = "[*] Усиленный портал на Зорот",
		[244899] = "Нура, Матерь Пламени",
		[265533] = "Клещ из Подгнилья",
		[88170] = "Вихревой шквал",
		[377738] = "Рефти-распорядитель",
		[377825] = "[*] Пылающая смола",
		[8122] = 5,
		[385313] = "Воин стихий – искромаг",
		[397406] = 1,
		[387361] = 2,
		[417050] = 2,
		[385314] = "Воин стихий – искромаг",
		[275773] = 2,
		[53563] = 2,
		[130] = 8,
		[405790] = 2,
		[378149] = "Элементаль руды",
		[244901] = "Пламя Тайшалака",
		[212653] = 8,
		[155835] = 11,
		[133] = 8,
		[383269] = 6,
		[376103] = 8,
		[247962] = "Ловушки!",
		[376934] = "Древорот",
		[375080] = "Вестник бури Сайраз",
		[136] = 3,
		[152173] = 10,
		[234153] = 9,
		[307185] = 10,
		[265540] = "Смрадная личинка",
		[377129] = 2,
		[139] = 5,
		[203953] = 11,
		[392486] = "Чаротворица бури",
		[418080] = 2,
		[382249] = "Хитроклык-мистик",
		[335096] = 1,
		[265542] = "Смрадная личинка",
		[65081] = 5,
		[378155] = "Лови-тотем",
		[396376] = "Укхельский вестник смерти",
		[392488] = "Чаротворица бури",
		[397607] = 5,
		[256979] = "Капитан Юдора",
		[387370] = 5,
		[61882] = 7,
		[414875] = 5,
		[333889] = 9,
		[384134] = "Боевое копье клана Нокхуд",
		[392490] = 6,
		[393514] = 7,
		[382126] = 5,
		[386208] = 1,
		[374876] = 5,
		[19236] = 5,
		[375904] = 5,
		[246897] = "Дециматор",
		[196278] = 9,
		[191634] = 7,
		[189112] = 12,
		[396346] = "Обсидиановый бастион",
		[274555] = "Мокрая корабельная крыса",
		[198838] = 7,
		[268467] = 8,
		[407850] = 5,
		[4987] = 2,
		[409898] = 11,
		[80240] = 9,
		[387157] = 9,
		[396590] = 12,
		[198839] = "Тотем земляной стены <Саурэс>",
		[356501] = 5,
		[203958] = 11,
		[187874] = 7,
		[410651] = "Posu-TarrenMill",
		[212064] = "Душегуб из Черного Когтя",
		[386228] = "Изначальный щит бури",
		[383873] = 1,
		[373046] = "Мелидрусса Истощенная Холодом",
		[270481] = "Демонический тиран <Rockefellerr-Hyjal>",
		[228361] = 5,
		[120679] = 3,
		[405807] = 10,
		[387146] = "Тотем энергии бури",
		[383067] = "Балара",
		[50622] = 1,
		[256171] = 4,
		[17253] = "Королева улья Скрикка <Мункристал>",
		[167105] = 1,
		[388025] = 10,
		[405809] = 10,
		[374073] = "Воин стихий – геомант",
		[375905] = 5,
		[372610] = 11,
		[315720] = 1,
		[382264] = "Хронолорд Дейос",
		[203961] = 11,
		[172] = 9,
		[116841] = 10,
		[415025] = "[*] Параказуальный фрагмент Ледяной Скорби",
		[240277] = "Разрушитель миров Кин'гарота",
		[2782] = 11,
		[87618] = "Асаад",
		[372822] = 2,
		[244912] = "Уголек Тайшалака",
		[385168] = "Воин стихий – певица бури",
		[295248] = 5,
		[410932] = 1,
		[391481] = 6,
		[392060] = 3,
		[372794] = "Драгхар Отрицатель",
		[278789] = "[*] Волна разложения",
		[393566] = 10,
		[108396] = 9,
		[386081] = 4,
		[372808] = "Мелидрусса Истощенная Холодом",
		[387388] = "Обсидиановый маг",
		[347462] = 12,
		[197209] = 7,
		[51637] = 4,
		[191034] = 11,
		[384318] = 1,
		[87553] = "Асаад",
		[383062] = "Разложившийся старый древень",
		[278637] = "Клещ из Подгнилья",
		[115450] = 10,
		[35395] = 2,
		[382272] = 8,
		[415603] = 5,
		[384320] = 8,
		[394289] = 5,
		[415033] = 10,
		[263274] = "Небесный капитан Крагг",
		[259760] = 8,
		[8004] = 7,
		[382274] = "Балара",
		[387393] = 9,
		[49088] = 6,
		[385228] = 1,
		[116] = 8,
		[211545] = 11,
		[265568] = "Оскверненный дух",
		[3110] = "Aztip <Dazzahh-Draenor>",
		[390181] = 12,
		[228537] = 12,
		[16870] = 11,
		[389443] = "Нейтрализующее устройство",
		[382277] = "Балара",
		[383301] = 7,
		[384325] = 4,
		[390212] = 12,
		[81269] = 11,
		[232633] = 5,
		[410746] = 5,
		[200154] = "Разрушитель из Подкаменного разлома",
		[120360] = 3,
		[391493] = 11,
		[192082] = 7,
		[389446] = "Нейтрализующее устройство",
		[374090] = 2,
		[51490] = 7,
		[245303] = "Азара, Матерь Ночи",
		[385352] = 2,
		[415041] = 1,
		[25504] = 7,
		[388424] = "Изначальное цунами",
		[389448] = "Майя Белая <Тэльтин-ВечнаяПесня>",
		[196811] = "Божественный образ <Сапфирка-ВечнаяПесня>",
		[191685] = 6,
		[369823] = "Злобный василиск",
		[414019] = 2,
		[110959] = 8,
		[115310] = 10,
		[127797] = 11,
		[370553] = "Драктирстайл-Гордунни",
		[192063] = 7,
		[267327] = 3,
		[372047] = "Драгхар Отрицатель",
		[6795] = 11,
		[221887] = 2,
		[371024] = 2,
		[408903] = 11,
		[414022] = 2,
		[188493] = "Нараксас",
		[20707] = 9,
		[200389] = 11,
		[1490] = 12,
		[110960] = 8,
		[317791] = "Чародей из войска мертвых <Фомакинаев-ПиратскаяБухта>",
		[100] = 1,
		[19750] = 2,
		[381463] = "Тотем хитрого сглаза <Лови-тотем>",
		[383312] = 6,
		[384336] = "Мастер копья из клана Нокхуд",
		[116847] = 10,
		[386931] = 9,
		[383313] = 6,
		[385536] = "Воин стихий – танцор пламени",
		[418783] = 5,
		[382290] = 8,
		[387409] = 9,
		[298343] = 5,
		[207407] = 12,
		[281036] = 3,
		[256542] = "Аргус Порабощенный",
		[145109] = 11,
		[377341] = "Водяной яростень",
		[260793] = "Кроглот Зараженный",
		[203975] = 11,
		[165961] = 11,
		[196809] = "Божественный образ <Сапфирка-ВечнаяПесня>",
		[376827] = "Хан Балакар",
		[207317] = 6,
		[145110] = 11,
		[97341] = 2,
		[204596] = 12,
		[395603] = 2,
		[55233] = 6,
		[196810] = "Божественный образ <Сапфирка-ВечнаяПесня>",
		[86392] = 4,
		[197834] = 4,
		[384343] = "Пузострелка",
		[390105] = 10,
		[248861] = "\"Параксий\"",
		[75] = 3,
		[388439] = 10,
		[116849] = 10,
		[378202] = "Элементаль руды",
		[56641] = 3,
		[107574] = 1,
		[48707] = 6,
		[252606] = "Заклинатель пламени",
		[372719] = "Часовая Талондрас",
		[212680] = 3,
		[368990] = "Тлерон",
		[385903] = 8,
		[361738] = 3,
		[414935] = 11,
		[374641] = "Главный кузнец Горек",
		[257541] = 8,
		[378020] = "Рви-зуб",
		[388443] = 5,
		[196813] = "Божественный образ <Сапфирка-ВечнаяПесня>",
		[152280] = 6,
		[2643] = 3,
		[388444] = 11,
		[260286] = 3,
		[260798] = 1,
		[407896] = 7,
		[359545] = 5,
		[373089] = "Командир Железного Факела",
		[390493] = 5,
		[413147] = "Красавчик Харлан",
		[384351] = "Страж Иридий",
		[393565] = 10,
		[344572] = "КошакАма",
		[383328] = 2,
		[384352] = 7,
		[88186] = "Небесный убийца",
		[148187] = 10,
		[391519] = 6,
		[384353] = "Пузострелка",
		[113780] = 4,
		[176179] = 4,
		[342314] = 7,
		[400734] = 11,
		[196816] = "Божественный образ <Сапфирка-ВечнаяПесня>",
		[213708] = 11,
		[381416] = "Рира Когтерезка",
		[124682] = 10,
		[108280] = 7,
		[378213] = "Драктирстайл-Гордунни",
		[257542] = 8,
		[373614] = "Пламенный разрушитель",
		[376685] = "Хан Балакар",
		[213709] = 11,
		[409483] = 4,
		[409652] = 9,
		[384029] = 2,
		[254452] = "Агграмар",
		[407904] = 11,
		[273285] = "Взрывчатый стручок",
		[248329] = "\"Параксий\"",
		[382311] = 7,
		[272770] = 4,
		[376169] = "Высший Чудотворец Фурал",
		[385897] = 4,
		[124275] = 10,
		[376683] = "Хан Балакар",
		[120692] = 5,
		[196819] = 4,
		[272402] = "Метатель ножей из братства Волнорезов",
		[395622] = 5,
		[376171] = "Воин стихий – сотворительница льда",
		[260292] = "Кроглот Зараженный",
		[252614] = "Заклинатель пламени",
		[391528] = 11,
		[384362] = 1,
		[369006] = "Тлерон",
		[201427] = 12,
		[386920] = "[*] Яростные молнии",
		[369573] = "Бейлог",
		[409442] = 2,
		[386411] = "Тиира",
		[212431] = 3,
		[404839] = "Несформировавшийся звереныш",
		[269838] = "[*] Гнусный выброс",
		[108920] = 5,
		[285061] = 5,
		[400745] = 2,
		[388035] = "Нубоед <Азирона>",
		[387385] = 9,
		[366962] = 7,
		[381301] = 2,
		[270343] = 3,
		[13877] = 4,
		[157736] = 9,
		[408937] = 5,
		[385391] = 1,
		[386415] = 2,
		[236282] = 1,
		[377807] = "Рира Когтерезка",
		[403297] = 4,
		[394083] = 11,
		[185562] = 11,
		[403376] = 3,
		[360823] = "Андромалиус-Гордунни",
		[143924] = 2,
		[387441] = 2,
		[5116] = 3,
		[377204] = "Полководец Сарга",
		[367503] = "Голос разложения",
		[245769] = "Агграмар",
		[384868] = "Лучница из клана Нокхуд",
		[209426] = 12,
		[378229] = "Рви-зуб",
		[208086] = 1,
		[372087] = "Драгхар Отрицатель",
		[360826] = 4,
		[378230] = "Рви-зуб",
		[44461] = 8,
		[372088] = "Драгхар Отрицатель",
		[360827] = "Posu-TarrenMill",
		[102417] = 11,
		[370] = 7,
		[257739] = "Задира из братства Чернозубых",
		[360828] = 11,
		[192800] = "[*] Удушающая пыль",
		[339] = 11,
		[202770] = 11,
		[192799] = "Ползун из чумных осколков <Рокмора>",
		[374138] = 4,
		[362877] = "Драктирстайл-Гордунни",
		[376186] = "Надзиратель Лахар",
		[360830] = 4,
		[347600] = 3,
		[396194] = 8,
		[348] = 9,
		[1126] = 11,
		[36554] = 4,
		[114214] = 5,
		[388024] = 10,
		[274837] = 11,
		[415091] = 2,
		[355] = 1,
		[417139] = 2,
		[274838] = 11,
		[124280] = 10,
		[5740] = 9,
		[265625] = "Оскверненный дух",
		[116858] = 9,
		[410998] = "Клубящийся солдат",
		[373084] = "Командир Железного Факела",
		[376292] = "Хронолорд Дейос",
		[369025] = "Тлерон",
		[410999] = "Бронированный мистраль",
		[264603] = "Старейшина Ликса",
		[413047] = "Искаженный ужас",
		[51271] = 6,
		[51399] = 6,
		[390581] = 1,
		[255696] = 7,
		[264689] = 2,
		[411001] = "Затаившаяся буря",
		[108839] = 8,
		[104318] = "Дикий бес <Rockefellerr-Hyjal>",
		[385408] = 4,
		[411002] = "Принц облаков",
		[379] = 7,
		[248375] = "Кин'гарот",
		[59543] = 3,
		[411003] = "Принц облаков",
		[395647] = "[*] Вспышка огня",
		[392576] = "Чаротворица бури",
		[394667] = 2,
		[404314] = 8,
		[86659] = 2,
		[396672] = "Чаргат Дробитель Чешуи",
		[376170] = "Гниломаг Око Гнева",
		[411005] = "Принц облаков",
		[91778] = "Грубоутроб <Эваер-ЧерныйШрам>",
		[374706] = "Призывательница пламени Аюми",
		[377222] = "[*] Поглощение",
		[372147] = "Балара",
		[383405] = 4,
		[227034] = 11,
		[409983] = 1,
		[15407] = 5,
		[106830] = 11,
		[257747] = "Громила из братства Чернозубых",
		[377771] = "Обсидиановый солдат",
		[200700] = "Даргрул",
		[201953] = "Углепанцирный подчинитель",
		[363916] = "Posu-TarrenMill",
		[373130] = 5,
		[374154] = "[*] Попутный ветер",
		[395690] = "Воин стихий – штурмовик",
		[200418] = "Даргрул",
		[17962] = 9,
		[385884] = 5,
		[6572] = 1,
		[129914] = 10,
		[409987] = 4,
		[386441] = 2,
		[200652] = 2,
		[369690] = 7,
		[408469] = 6,
		[411012] = "Молодой грозовой дракон",
		[259285] = 3,
		[389533] = 12,
		[194509] = 5,
		[871] = 1,
		[407961] = 3,
		[54216] = 3,
		[389407] = 5,
		[402894] = 9,
		[409964] = 8,
		[328082] = 4,
		[383385] = "Призывательница гнили",
		[13750] = 4,
		[395659] = 7,
		[19434] = 3,
		[244722] = "Адмирал Свиракс",
		[6940] = 2,
		[281000] = 1,
		[376209] = "Хронолорд Дейос",
		[369043] = "Стражник хранилища",
		[60103] = 7,
		[383376] = 1,
		[259516] = "хреносос",
		[381329] = "Куалаши - воин лавы",
		[271788] = 3,
		[268717] = "Живец",
		[394371] = 3,
		[260312] = "Кроглот Зараженный",
		[411019] = "Упавшая звезда",
		[391568] = 6,
		[378208] = "Рви-зуб",
		[196840] = 7,
		[258777] = "Боец на веслах из братства Стальных Волн",
		[66188] = 6,
		[251611] = "Присягнувший клинку - опустошитель",
		[453] = 5,
		[203415] = 3,
		[167152] = 11,
		[391092] = 5,
		[324003] = 5,
		[406927] = 3,
		[210150] = "Нараксас",
		[251612] = "Присягнувший клинку - опустошитель",
		[324004] = 5,
		[252861] = "Азара, Матерь Ночи",
		[416142] = 6,
		[219589] = 8,
		[465] = 2,
		[258779] = "Боец на веслах из братства Стальных Волн",
		[387474] = "Изначальное цунами",
		[269747] = 3,
		[278961] = "Больной плеточник",
		[252637] = "Булькающее исчадие",
		[52042] = "Тотем исцеляющего потока <Яркобелый-Гордунни>",
		[257756] = "Буканьер из братства Трюмных Крыс",
		[369052] = "Стражник хранилища",
		[400806] = 1,
		[210152] = 12,
		[290224] = 3,
		[274389] = "[*] Мышеловки",
		[15286] = 5,
		[113942] = 9,
		[257757] = "Буканьер из братства Трюмных Крыс",
		[385434] = "Тиира",
		[369049] = "Стражник хранилища",
		[210153] = 12,
		[269751] = 3,
		[377245] = 6,
		[244449] = "[*] Децимация",
		[278467] = "Румми Мэнкомб",
		[269752] = 3,
		[217851] = "Нараксас",
		[217832] = 12,
		[383389] = 2,
		[408983] = 5,
		[410007] = 10,
		[377234] = 11,
		[411910] = "Молодой грозовой дракон",
		[251626] = "Булаворукий повелитель зверей",
		[63560] = 6,
		[498] = 2,
		[350631] = 12,
		[362867] = 11,
		[395694] = "Воин стихий – штурмовик",
		[252641] = "Булькающее исчадие",
		[383392] = "Призывательница гнили",
		[384416] = "Пузострелка",
		[404908] = 11,
		[205549] = "Нараксас",
		[192249] = 7,
		[193273] = "Уларогг Скаломол",
		[369061] = "Тлерон",
		[378275] = 7,
		[375204] = "[*] Жидкая магма",
		[388513] = 10,
		[385442] = "Голиаф-проглот",
		[372113] = "Зараженный плеточник <Увядший дуб>",
		[383395] = 8,
		[388514] = 10,
		[307046] = 12,
		[378277] = 7,
		[407907] = 11,
		[265665] = "Живая гниль",
		[389539] = 2,
		[201671] = 11,
		[155158] = 8,
		[376660] = "Хан Балакар",
		["DEBUFF"] = 12,
		[411039] = 11,
		[411547] = 1,
		[374612] = "Затаившийся фанатик",
		[389541] = "Статуя белого тигра <Уххастик>",
		[386486] = 1,
		[375209] = "Опаляющая кузня",
		[243431] = "Агграмар",
		[386026] = "Нестабильный шквал <Воин стихий – буревестник>",
		[378281] = "Куалаши-чудотворица",
		[405940] = 2,
		[321442] = 2,
		[383883] = 8,
		[378282] = "Куалаши-чудотворица",
		[403876] = 2,
		[274283] = 11,
		[397734] = 11,
		[289639] = 2,
		[204018] = 2,
		[372141] = 2,
		[403275] = "Posu-TarrenMill",
		[115078] = 10,
		[383403] = 10,
		[316643] = 1,
		[385451] = "Голиаф-проглот",
		[205523] = 10,
		[244969] = "Разрушитель миров Кин'гарота",
		[389059] = "Чаргат Дробитель Чешуи",
		[254183] = "[*] Опаленная кожа",
		[378286] = 2,
		[375215] = 2,
		[41635] = 5,
		[49966] = "Феликс <Элюминес-Гордунни>",
		[415142] = 5,
		[395691] = "Воин стихий – штурмовик",
		[274281] = 11,
		[400202] = 11,
		[386478] = 1,
		[51533] = 7,
		[200721] = "Даргрул",
		[260685] = "Старейшина Ликса",
		[2479] = 11,
		[204021] = 12,
		[409002] = 5,
		[93830] = 9,
		[409492] = "Изнемогающая душа",
		[387504] = "Изначальное цунами",
		[396718] = 1,
		[295367] = 5,
		[187650] = 3,
		[184575] = 2,
		[396719] = 1,
		[642] = 2,
		[406957] = 2,
		[66196] = 6,
		[384476] = "Лучница из клана Нокхуд",
		[324034] = 5,
		[195321] = 10,
		[49998] = 6,
		[372151] = "Медведь-кишкожуй",
		[288675] = 7,
		[5277] = 4,
		[210166] = "Нараксас",
		[372152] = 11,
		[374606] = 6,
		[81297] = 2,
		[383414] = 4,
		[703] = 4,
		[207386] = 11,
		[5405] = 8,
		[25771] = 2,
		[586] = 5,
		[164812] = 11,
		[383329] = 2,
		[686] = 9,
		[52174] = 1,
		[399491] = 10,
		[372224] = "Куалаши-костедробительница",
		[64843] = 5,
		[384441] = 5,
		[389560] = "Обсидиановый тиран",
		[53595] = 2,
		[384365] = "Мастер копья из клана Нокхуд",
		[20572] = 1,
		[373181] = 5,
		[411060] = 3,
		[66198] = 6,
		[41425] = 8,
		[260333] = "Кроглот Зараженный",
		[50842] = 6,
		[228597] = 8,
		[388539] = 1,
		[414133] = 2,
		[263642] = 12,
		[370984] = "Андромалиус-Гордунни",
		[373579] = 2,
		[260334] = "Кроглот Зараженный",
		[415158] = 11,
		[264667] = 3,
		[391527] = 6,
		[118922] = 3,
		[31850] = 2,
		[412088] = 9,
		[47568] = 6,
		[2983] = 4,
		[411065] = 5,
		[108271] = 7,
		[392329] = 11,
		[213243] = 12,
		[320976] = 3,
		[64844] = 5,
		[384360] = 8,
		[369662] = "Сотрясающий тотем <Бромач>",
		[974] = 7,
		[228600] = 8,
		[768] = 11,
		[381379] = "Рви-зуб",
		[246516] = "Кин'гарот",
		[201983] = "Углепанцирный подчинитель",
		[392641] = "Громоголов",
		[57934] = 4,
		[12472] = 8,
		[86040] = 9,
		[392642] = "Громоголов",
		[394550] = 2,
		[406975] = 2,
		[166646] = 10,
		[157980] = 8,
		[274912] = 10,
		[362969] = "Чужой-ПиратскаяБухта",
		[54049] = "Sruughon <Dazzahh-Draenor>",
		[386257] = 5,
		[414143] = 10,
		[386562] = "Каджин Непреклонная",
		[375241] = "Опаляющая кузня",
		[202497] = 11,
		[388565] = 5,
		[411073] = "Небесный убийца",
		[8921] = 11,
		[49576] = 6,
		[131347] = 12,
		[5246] = 1,
		[249436] = "Темный хранитель",
		[259830] = "Заклинатель спор Занча",
		[243960] = "Вариматрас",
		[382410] = "Хитроклык-мистик",
		[265668] = "Живая гниль",
		[193473] = "Щупальце Бездны <Алоиза>",
		[20549] = 1,
		[82326] = 2,
		[408005] = "Posu-TarrenMill",
		[384459] = 7,
		[111759] = 5,
		[382412] = "Хитроклык-мистик",
		[376644] = "Хан Балакар",
		[388555] = 10,
		[387559] = "Изначальное цунами",
		[406983] = 2,
		[256706] = "Тротак",
		[368081] = "[*] Иссушение",
		[271197] = 3,
		[387135] = "Воин стихий – искрящий клинок",
		[114954] = 8,
		[409895] = "Андромалиус-Гордунни",
		[388438] = 3,
		[401212] = "Жижек",
		[382303] = "Бромач",
		[194311] = 6,
		[332252] = 2,
		[345561] = "Тиира",
		[257272] = "Живец",
		[212739] = 6,
		[405963] = 5,
		[374227] = "Posu-TarrenMill",
		[375251] = "Магмобивень",
		[156287] = 1,
		[373204] = 5,
		[411083] = "Небесный убийца",
		[122121] = 5,
		[413131] = "Красавчик Харлан",
		[369110] = "Тлерон",
		[185099] = 10,
		[33110] = 5,
		[384467] = 9,
		[227255] = 12,
		[396092] = 5,
		[391634] = "Ледниковый протодракон",
		[382783] = "Обсидиановый тиран",
		[320334] = 12,
		[402896] = 9,
		[272554] = "[*] Кровавое месиво",
		[414170] = 2,
		[387411] = "Жнец душ Галтмаа",
		[402897] = 9,
		[374245] = "[*] Гниющий залив",
		[343520] = "[*] Бушующий",
		[393019] = 2,
		[402898] = 9,
		[193803] = "Личинка смолоплюя",
		[368091] = "Злобная гиена",
		[118905] = 7,
		[419279] = 9,
		[193315] = 4,
		[392452] = "Чаротворец пламени",
		[369116] = "Тлерон",
		[383316] = 1,
		[256522] = 4,
		[376283] = 5,
		[243968] = "[*] Пытка огнем",
		[382426] = 2,
		[213241] = 12,
		[376284] = 5,
		[344548] = 7,
		[376737] = "[*] Молния",
		[372542] = "Командир Железного Факела",
		[45524] = 6,
		[374087] = 4,
		[390618] = 5,
		[91800] = "Корнегорб <Дэлери>",
		[392666] = "Главный кузнец Горек",
		[50259] = 11,
		[980] = 9,
		[205025] = 8,
		[343527] = 2,
		[382440] = 8,
		[385424] = 4,
		[89753] = "Keeshekor <Rockefellerr-Hyjal>",
		[370602] = 11,
		[1680] = 1,
		[215479] = 10,
		[411770] = "Слуга Асаада",
		[384479] = "Лучница из клана Нокхуд",
		[382106] = 8,
		[203533] = 3,
		[160029] = 11,
		[413145] = "Красавчик Харлан",
		[22703] = 9,
		[213771] = 11,
		[371172] = 2,
		[417241] = "Мур'дан",
		[93337] = 1,
		[282449] = 4,
		[1022] = 2,
		[417242] = "Мур'дан",
		[373943] = "Увядший дуб",
		[382435] = "Голос разложения",
		[247044] = "Аннигиляция",
		[384531] = "Гнилозубая гиена",
		[1044] = 2,
		[162243] = 12,
		[384823] = "Шторм бушующего пламени <Кокия Пламенное Копыто>",
		[386540] = 8,
		[374585] = 6,
		[1064] = 7,
		[371176] = 2,
		[377656] = 6,
		[388588] = 2,
		[381967] = 3,
		[781] = 3,
		[413151] = "Великий визирь Эртан",
		[72221] = "Драктирстайл-Гордунни",
		[55078] = 6,
		[371178] = 5,
		[416557] = 2,
		[414176] = 2,
		[374250] = 9,
		[371179] = 5,
		[372203] = "Куалаши-факельщица",
		[410082] = 10,
		[374251] = "Илека-Гордунни",
		[325984] = 2,
		[255546] = 4,
		[279043] = 4,
		[271877] = 4,
		[401521] = 2,
		[2094] = 4,
		[381419] = "Рира Когтерезка",
		[1160] = 1,
		[371182] = 5,
		[372015] = 11,
		[157982] = 11,
		[382444] = "Тотем гниломагии",
		[387585] = "Изначальное цунами",
		[384492] = "Повелительница зверей из клана Нокхуд",
		[317792] = "Чародей из войска мертвых <Фомакинаев-ПиратскаяБухта>",
		[382445] = 8,
		[285515] = 7,
		[372208] = "[*] Джарадинская лава",
		[386002] = 3,
		[271881] = 4,
		[77472] = 7,
		[384494] = "Киракка",
		[405810] = 10,
		[217011] = "Разъяренная толпа",
		[370898] = "Драктирстайл-Гордунни",
		[209693] = 12,
		[410089] = "Чужой-ПиратскаяБухта",
		[394031] = 4,
		[360969] = 3,
		[372032] = 2,
		[414193] = 2,
		[52437] = 1,
		[414196] = 2,
		[376811] = "Древорот",
		[108416] = 9,
		[390640] = 5,
		[185438] = 4,
		[372213] = "Куалаши - воин лавы",
		[360952] = 3,
		[292361] = 1,
		[387570] = 9,
		[528] = 5,
		[589] = 5,
		[292362] = 2,
		[387571] = "Изначальное цунами",
		[257802] = "Клобекc",
		[360954] = 11,
		[259495] = 3,
		[405808] = 10,
		[264735] = 3,
		[390163] = 12,
		[191259] = 2,
		[414204] = 2,
		[5374] = 4,
		[289308] = 8,
		[411120] = 7,
		[383479] = 8,
		[388598] = 2,
		[34433] = 5,
		[207640] = 11,
		[91807] = 6,
		[388599] = "Илека-Гордунни",
		[377338] = "Воденыш",
		[58875] = 7,
		[375291] = "Главный кузнец Горек",
		[388600] = 11,
		[260364] = 5,
		[386553] = 2,
		[412454] = "Жижек",
		[1943] = 4,
		[96491] = 5,
		[115098] = 10,
		[379406] = "Куалаши - воин лавы",
		[198428] = "Уларогг Скаломол",
		[385531] = "Голиаф-проглот",
		[415132] = 5,
		[369162] = 2,
		[372223] = "Куалаши-костестраж",
		[248424] = "Ловец душ Имонар",
		[374271] = 6,
		[383485] = 1,
		[210714] = 7,
		[385533] = 2,
		[1464] = 1,
		[88194] = "Молодой грозовой дракон",
		[372225] = "Куалаши-костедробительница",
		[102558] = 11,
		[213786] = 9,
		[57723] = 11,
		[372226] = "Куалаши-костестраж",
		[372019] = 11,
		[23920] = 1,
		[257296] = "Аргус Порабощенный",
		[384512] = "Мастер копья из клана Нокхуд",
		[389631] = 8,
		[390655] = 11,
		[402903] = 9,
		[384524] = "Страж Иридий",
		[201959] = "Углепанцирный подчинитель",
		[257310] = "Пушка братства Стальных Волн",
		[379395] = 11,
		[388609] = 10,
		[258321] = "Мясник из братства Стальных Волн",
		[185123] = 12,
		[115356] = 7,
		[376325] = "[*] Зона вечности",
		[381444] = "Рира Когтерезка",
		[260881] = 7,
		[383492] = 8,
		[108446] = 9,
		[385540] = 3,
		[258834] = "Грань аннигиляции",
		[21169] = 7,
		[382267] = "Балара",
		[388376] = 5,
		[22568] = 11,
		[77478] = 7,
		[188196] = 7,
		[373257] = 4,
		[390661] = 5,
		[115357] = 7,
		[372234] = "Драктирстайл-Гордунни",
		[259277] = "Нубоед <Азирона-Гордунни>",
		[394757] = 4,
		[375306] = "Главный кузнец Горек",
		[377642] = 6,
		[1784] = 4,
		[394758] = 4,
		[132403] = 2,
		[404996] = 2,
		[157997] = 8,
		[382474] = "Голос разложения",
		[379403] = 11,
		[417282] = 9,
		[250135] = "Ловец душ Имонар",
		[258837] = "[*] Разрыв души",
		[379404] = "Куалаши - воин лавы",
		[86949] = 8,
		[372245] = "Чужой-ПиратскаяБухта",
		[5308] = 1,
		[394021] = 4,
		[33757] = 7,
		[377358] = 5,
		[258838] = "Аргус Порабощенный",
		[403976] = 2,
		[409095] = 3,
		[385568] = "Воин стихий – танцор пламени",
		[208628] = 12,
		[379407] = 11,
		[196812] = "Божественный образ <Сапфирка-ВечнаяПесня>",
		[373265] = 4,
		[390669] = 5,
		[200732] = "Даргрул",
		[199373] = "Войско мертвых|T1392565:0|t <Фомакинаев-ПиратскаяБухта>",
		[385551] = "Голиаф-проглот",
		[85740] = 10,
		[146739] = 9,
		[385375] = 10,
		[373267] = "Андромалиус-Гордунни",
		[407051] = 12,
		[379410] = "Куалаши - воин лавы",
		[384529] = "Гнилозубая гиена <Пузострелка>",
		[373268] = "Андромалиус-Гордунни",
		[228128] = "Драктирстайл-Гордунни",
		[89766] = "Страж Скверны <Rockefellerr-Hyjal>",
		[417290] = 2,
		[205766] = 8,
		[325153] = 10,
		[115360] = 7,
		[405006] = 5,
		[200404] = "Даргрул",
		[35546] = 4,
		[257308] = "Красавчик Харлан",
		[205231] = "Созерцатель тьмы <Деневир>",
		[250140] = 2,
		[83242] = 3,
		[257314] = "Гренадер из братства Стальных Волн",
		[2098] = 4,
		[374048] = 5,
		[85416] = 2,
		[387611] = "Укхельский осквернитель",
		[122783] = 10,
		[385558] = "Эркхарт Кровь Бури",
		[390677] = 5,
		[390435] = "Драктирстайл-Гордунни",
		[196911] = 4,
		[243999] = "Вариматрас",
		[378393] = 11,
		[264757] = "Старейшина Ликса",
		[102793] = 11,
		[287280] = 2,
		[88959] = "Служитель храма",
		[387608] = "Укхельский осквернитель",
		[61305] = 8,
		[373276] = 5,
		[15290] = 5,
		[268854] = 11,
		[368158] = 5,
		[373277] = 5,
		[341541] = 4,
		[403990] = 5,
		[107428] = 10,
		[408836] = 10,
		[183088] = "Крушитель из племени Камня Силы",
		[268856] = 11,
		[373540] = "Приковывающее копье",
		[373279] = "Потусторонняя тварь <Алоиза>",
		[163558] = 1,
		[202028] = 11,
		[379425] = 5,
		[381470] = "Лови-тотем",
		[407064] = 5,
		[387613] = "Укхельский осквернитель",
		[273977] = 6,
		[373281] = 5,
		[130654] = 10,
		[387614] = "Укхельский вестник смерти",
		[198813] = 12,
		[385567] = "Воин стихий – танцор пламени",
		[23922] = 1,
		[346665] = 12,
		[387621] = 10,
		[410138] = 1,
		[114852] = 2,
		[322098] = 5,
		[334275] = 9,
		[410139] = 10,
		[258338] = "Капитан Рауль",
		[187698] = 3,
		[346554] = 8,
		[381475] = 3,
		[382499] = 5,
		[387618] = "Насыщательница-воин стихий",
		[372262] = "Куалаши-костедробительница",
		[207150] = 6,
		[390941] = 11,
		[204079] = 2,
		[418582] = "Расколотая причинность",
		[2120] = 8,
		[408] = 4,
		[375335] = 9,
		[371489] = "Ткач Холода Морозной Вспышки",
		[395035] = "Жнец душ Галтмаа",
		[322101] = 10,
		[257315] = "Гренадер из братства Стальных Волн",
		[396424] = "Чаргат Дробитель Чешуи",
		[377384] = "Водяной яростень",
		[84714] = 8,
		[266265] = "Падший вестник смерти",
		[372266] = "Куалаши-костедробительница",
		[369033] = "Тлерон",
		[325174] = 7,
		[257316] = "Красавчик Харлан",
		[278326] = 12,
		[315961] = 1,
		[410147] = 3,
		[101033] = 7,
		[30449] = 8,
		[381482] = "[*] Кузнечный огонь",
		[414976] = 8,
		[322105] = 5,
		[178963] = 12,
		[321529] = 8,
		[120696] = 5,
		[387626] = 9,
		[57819] = 2,
		[406054] = "Posu-TarrenMill",
		[414977] = 11,
		[375342] = "Posu-TarrenMill",
		[322109] = 10,
		[387402] = 9,
		[121253] = 10,
		[375343] = 8,
		[210738] = 6,
		[280735] = 1,
		[247448] = 5,
		[387629] = "Оскверненный охун",
		[384558] = "Гнилозубая гиена",
		[385582] = 1,
		[410871] = 5,
		[375345] = 9,
		[157504] = 7,
		[197568] = 7,
		[298318] = 5,
		[391726] = "Громоголов",
		[385816] = 2,
		[258672] = "Стрелок из братства Стальных Волн",
		[413044] = "Искаженный ужас",
		[268877] = 3,
		[47528] = 6,
		[404911] = 1,
		[122278] = 10,
		[77489] = 5,
		[204598] = 12,
		[389681] = 6,
		[390707] = 5,
		[197433] = "Озаренный-священник",
		[388658] = 2,
		[390933] = 5,
		[390706] = 5,
		[187707] = 3,
		[389685] = 10,
		[405265] = 1,
		[100780] = 10,
		[375351] = "Ледниковый протодракон",
		[400146] = 10,
		[373304] = 5,
		[114089] = 7,
		[34914] = 5,
		[413231] = 5,
		[373305] = 5,
		[46738] = 3,
		[375353] = "Ледниковый протодракон",
		[235313] = 8,
		[257262] = "Энтропическая мина",
		[248622] = 1,
		[5487] = 11,
		[388663] = 10,
		[410997] = "Клубящийся солдат",
		[378426] = 4,
		[116768] = 10,
		[235314] = 11,
		[244016] = "Хранительница порталов Азабель",
		[199483] = 3,
		[88963] = "Служитель воздуха",
		[212792] = 8,
		[257946] = 3,
		[205021] = 8,
		[394324] = 4,
		[274009] = 6,
		[377405] = "Хронолорд Дейос",
		[194879] = 6,
		[216376] = "Лавовый гейзер",
		[33763] = 11,
		[393786] = 10,
		[374339] = "Рефти-защитник",
		[117418] = 10,
		[388668] = 10,
		[410167] = 3,
		[122281] = 10,
		[372293] = "Командир Железного Факела",
		[196414] = 9,
		[388672] = 9,
		[325197] = 10,
		[27827] = 5,
		[384575] = "Гнилозубая гиена",
		[190784] = 2,
		[199486] = 5,
		[212283] = 4,
		[225080] = 7,
		[418360] = 10,
		[254769] = "Наполненный Скверной разрушитель",
		[118699] = 9,
		[384577] = "Гнилозубая гиена",
		[65116] = 2,
		[244532] = "Разрушитель миров Кин'гарота",
		[396047] = 9,
		[388673] = 2,
		[385061] = 1,
		[6552] = 1,
		[46740] = 3,
		[400959] = 1,
		[336463] = 8,
		[325202] = 10,
		[5215] = 11,
		[171847] = 9,
		[370452] = "Барроха",
		[100784] = 10,
		[83381] = "КошакАма",
		[355916] = "Драктирстайл-Гордунни",
		[207167] = 6,
		[114093] = 7,
		[318038] = 7,
		[125355] = 10,
		[123051] = "Подчинитель разума <Хейтертрусов-Ревущийфьорд>",
		[366155] = "Драктирстайл-Гордунни",
		[381513] = "Эркхарт Кровь Бури",
		[47585] = 5,
		[381512] = "Эркхарт Кровь Бури",
		[386631] = 1,
		[386632] = 1,
		[361237] = 11,
		[414273] = 2,
		[353872] = 5,
		[212800] = 12,
		[30451] = 8,
		[381514] = "Эркхарт Кровь Бури",
		[374348] = "Posu-TarrenMill",
		[396044] = "Мелидрусса Истощенная Холодом",
		[171850] = 2,
		[53600] = 2,
		[325209] = 10,
		[412228] = 2,
		[385806] = 4,
		[406086] = 2,
		[391241] = "Генератор ограниченного бессмертия",
		[3408] = 4,
		[392778] = 1,
		[381517] = "Эркхарт Кровь Бури",
		[325211] = 10,
		[252216] = 11,
		[244122] = "Разрушитель миров Кин'гарота",
		[381518] = "Эркхарт Кровь Бури",
		[240443] = "Боец-коготь",
		[201428] = 12,
		[403225] = 2,
		[391058] = 12,
		[19574] = 3,
		[66235] = 2,
		[369424] = "Прыгучий паук",
		[372296] = "Командир Железного Факела",
		[376319] = "Хронолорд Дейос",
		[383026] = 2,
		[406785] = 3,
		[370966] = 12,
		[374355] = "Опаляющая кузня",
		[395854] = "Обсидиановый бастион",
		[257274] = "[*] Гнусная субстанция",
		[377427] = 5,
		[207685] = 12,
		[405069] = 11,
		[400974] = "Обсидиановый мучитель",
		[361049] = 3,
		[325217] = 10,
		[395857] = "Обсидиановый бастион",
		[384595] = 2,
		[389714] = 8,
		[325218] = 10,
		[391762] = 11,
		[372311] = "Куалаши-новобранец",
		[381525] = "Киракка",
		[124503] = 10,
		[343648] = 11,
		[384597] = "Куалаши-страж",
		[381526] = "Киракка",
		[93622] = 11,
		[375384] = "Воин стихий – землетряс",
		[413263] = "Кольцо падающих звезд <Асаад>",
		[378235] = "Рви-зуб",
		[382551] = 1,
		[259387] = 3,
		[413264] = "Кольцо падающих звезд <Асаад>",
		[384391] = 1,
		[390193] = 9,
		[245888] = "Защитница Анторуса",
		[199667] = 1,
		[345698] = 2,
		[193356] = 4,
		[259388] = 3,
		[392791] = 1,
		[97462] = 1,
		[87780] = "Служитель храма",
		[116189] = 10,
		[369419] = "Прыгучий паук",
		[12654] = 8,
		[193357] = 4,
		[46739] = 3,
		[392793] = 1,
		[143625] = 3,
		[382556] = "Бурая бичевательница",
		[327093] = 6,
		[375079] = "Вестник бури Сайраз",
		[386652] = 2,
		[193358] = 4,
		[391771] = "Драконье извержение",
		[413136] = "Красавчик Харлан",
		[97463] = 1,
		[193359] = 4,
		[183633] = "Скальный камнешвыр",
		[355941] = "Андромалиус-Гордунни",
		[406105] = 5,
		[222024] = 6,
		[391773] = "Драконье извержение",
		[335467] = 5,
		[384601] = "Neltharus Weapons",
		[325983] = 2,
		[353036] = 1,
		[378818] = "Куалаши-чудотворица",
		[385953] = 1,
		[281210] = 6,
		[391775] = 11,
		[194384] = 5,
		[381700] = 2,
		[81340] = 6,
		[395413] = 10,
		[250691] = 2,
		[8222] = "Posu-TarrenMill",
		[222026] = 6,
		[375397] = "Чаргат Дробитель Чешуи",
		[313108] = 6,
		[197835] = 4,
		[401150] = 1,
		[62305] = "Собака <Ипассе-ПиратскаяБухта>",
		[2383] = 11,
		[384294] = 4,
		[378055] = "Разлагающийся слизень <Древорот>",
		[343819] = 10,
		[384613] = 12,
		[333977] = 7,
		[371300] = 5,
		[269301] = "Освобожденное чудовище",
		[77758] = 11,
		[385638] = 3,
		[258883] = 12,
		[250693] = 2,
		[384615] = 12,
		[280375] = 2,
		[395172] = 11,
		[371028] = 2,
		[259720] = "Заклинатель спор Занча",
		[184662] = 2,
		[403044] = 2,
		[384290] = 4,
		[325461] = 6,
		[393831] = 12,
		[265084] = "Преданная жрица крови",
		[382555] = "Бурая бичевательница",
		[390762] = 1,
		[73920] = 7,
		[199581] = 9,
		[247112] = "Агграмар",
		[182104] = 2,
		[381694] = "Рви-зуб",
		[211793] = 6,
		[153595] = 8,
		[347765] = 12,
		[183435] = 2,
		[382573] = "Земельник-страж",
		[376149] = "Удушающее облако гнили <Гниломаг Око Гнева>",
		[388367] = 8,
		[244042] = "Вариматрас",
		[360194] = 4,
		[391191] = 12,
		[156000] = 6,
		[73921] = 7,
		[403050] = 5,
		[11426] = 8,
		[384623] = "Куалаши-кузнец",
		[375056] = "Чаргат Дробитель Чешуи",
		[382576] = "Земельник-страж",
		[377455] = 8,
		[378016] = 3,
		[410218] = 1,
		[272012] = "Иллидарский сатир <Rockefellerr-Hyjal>",
		[392451] = "Чаротворец пламени",
		[198487] = 10,
		[410219] = 1,
		[382578] = "Земельник-страж",
		[77505] = 7,
		[77761] = 11,
		[381555] = 1,
		[374389] = "Любопытный детеныш рогоплава",
		[53652] = 2,
		[274062] = 10,
		[383169] = 2,
		[200851] = 11,
		[272013] = "Злобная адская гончая <Rockefellerr-Hyjal>",
		[254795] = "Кин'гарот",
		[34026] = 3,
		[276111] = 2,
		[405235] = 5,
		[388724] = 11,
		[77762] = 7,
		[276112] = 2,
		[375416] = "Зараженный плеточник <Увядший дуб>",
		[413295] = "Альтаирий",
		[387161] = 9,
		[115129] = 10,
		[97547] = 11,
		[384631] = 4,
		[395414] = 10,
		[195292] = 6,
		[383608] = 8,
		[185245] = 12,
		[413296] = "Альтаирий",
		[413423] = 2,
		[250191] = "Conflagration",
		[396918] = 4,
		[5760] = 4,
		[393971] = 4,
		[191837] = 10,
		[367231] = "Андромалиус-Гордунни",
		[205146] = 9,
		[396921] = 11,
		[202075] = "Пылающая жеода",
		[396920] = 11,
		[80353] = 8,
		[369400] = "Земельник-дозорный",
		[319236] = 6,
		[257870] = "Буканьер из братства Стальных Волн",
		[356995] = "Драктирстайл-Гордунни",
		[181089] = "Альтаирий",
		[370965] = 12,
		[77764] = 11,
		[410231] = 5,
		[414444] = 2,
		[19577] = 3,
		[257871] = "Буканьер из братства Стальных Волн",
		[410232] = 5,
		[193375] = "Уларогг Скаломол",
		[256489] = "Тротак",
		[246504] = "Аннигилятор Кин'гарота",
		[377588] = 6,
		[77130] = 7,
		[191840] = 10,
		[196447] = 9,
		[405233] = 11,
		[382593] = "Жестокая костекрушительница",
		[20153] = "Инфернал <Dazzahh-Draenor>",
		[57755] = 1,
		[167898] = 1,
		[114108] = 11,
		[118459] = "Майя Белая <Тэльтин-ВечнаяПесня>",
		[196448] = 9,
		[53351] = 3,
		[390785] = 11,
		[377477] = "Полководец Сарга",
		[198496] = "Уларогг Скаломол",
		[194913] = 6,
		[31661] = 8,
		[404095] = 11,
		[384644] = 2,
		[383935] = "Страж Иридий",
		[386692] = 2,
		[88286] = "Альтаирий",
		[385795] = 11,
		[101568] = 6,
		[156910] = 2,
		[334482] = 5,
		[408815] = 10,
		[194310] = 6,
		[386694] = "Тотем энергии бури",
		[292463] = 1,
		[110745] = 5,
		[25912] = 2,
		[374410] = "Магмобивень",
		[371339] = 9,
		[249686] = "Кин'гарот",
		[86930] = "Асаад",
		[102560] = 11,
		[132467] = 10,
		[30455] = 8,
		[147362] = 3,
		[400106] = 10,
		[375436] = "Магмобивень",
		[216251] = 7,
		[279303] = 6,
		[106898] = 11,
		[121557] = 5,
		[378081] = 7,
		[388207] = 10,
		[49020] = 6,
		[191894] = 10,
		[116670] = 10,
		[377486] = "Посланница из рода Бесконечности",
		[265898] = 3,
		[375439] = "Магмобивень",
		[247641] = "Ловушки!",
		[207203] = 6,
		[225119] = 8,
		[27576] = 4,
		[413319] = "Альтаирий",
		[210833] = 8,
		[213858] = 1,
		[400103] = 10,
		[1161] = 1,
		[369299] = "Драктирстайл-Гордунни",
		[228649] = 10,
		[405221] = 1,
		[368276] = 5,
		[135029] = "Элементаль воды <Клубничкакис-Гром>",
		[32375] = 5,
		[371348] = 9,
		[372372] = "Куалаши-новобранец",
		[61391] = 11,
		[389774] = 1,
		[387729] = "Жижек",
		[200551] = "Даргрул",
		[190357] = 8,
		[272046] = "Живец",
		[371350] = 9,
		[388739] = 5,
		[16827] = "КошакАма",
		[403087] = 8,
		[371351] = 9,
		[388755] = 5,
		[58984] = 4,
		[372459] = "[*] Горение",
		[383637] = 8,
		[117952] = 10,
		[324260] = 12,
		[386709] = 2,
		[371353] = 9,
		[384662] = "Выкованное чудовище",
		[410256] = "Posu-TarrenMill",
		[272131] = "Око Гул'дана <Récuso-TwistingNether>",
		[59752] = 2,
		[384663] = "Выкованное чудовище",
		[227723] = 2,
		[281265] = 5,
		[371355] = 2,
		[48107] = 8,
		[381593] = "Голем из черного камня",
		[254813] = 8,
		[202090] = 10,
		[202602] = 1,
		[393879] = 2,
		[404097] = 8,
		[132169] = 1,
		[413331] = "Альтаирий",
		[377500] = "Посланница из рода Бесконечности",
		[11327] = 4,
		[122470] = 10,
		[368287] = "Охотник-костестрел",
		[373406] = "Надзиратель Лахар",
		[179057] = 12,
		[385036] = "Воин стихий – певица бури",
		[31224] = 4,
		[377502] = "Затерянный во времени мурлок",
		[371354] = 2,
		[288438] = 7,
		[190319] = 8,
		[410263] = "Posu-TarrenMill",
		[93402] = 11,
		[359078] = 4,
		[102342] = 11,
		[184689] = 2,
		[317103] = 11,
		[359077] = "Рептилолог",
		[343721] = 2,
		[410265] = 11,
		[400097] = 10,
		[383648] = 7,
		[48108] = 8,
		[408835] = 10,
		[258860] = 12,
		[148859] = 5,
		[386559] = "Каджин Непреклонная",
		[381602] = "Киракка",
		[386787] = 5,
		[246329] = "Азара, Матерь Ночи",
		[382696] = "Земельник-страж",
		[405802] = 9,
		[383651] = "Куалаши-лавамант",
		[123586] = 10,
		[382628] = "Яростная буря",
		[415388] = 2,
		[341678] = 10,
		[114113] = 11,
		[377510] = "Попиратель времен из рода Бесконечности",
		[381605] = "Киракка",
		[343727] = "Исчадие Тьмы <Сапфирка-ВечнаяПесня>",
		[363178] = 2,
		[368297] = "Охотник-костестрел",
		[215405] = 9,
		[1953] = 8,
		[389875] = "Изначальное цунами",
		[272055] = "Живец",
		[381607] = "Киракка",
		[418527] = 1,
		[315508] = 4,
		[53365] = 6,
		[25914] = 2,
		[118089] = 8,
		[375893] = 3,
		[395996] = 4,
		[198030] = 12,
		[271045] = 3,
		[205196] = "Зловещий охотник <Rockefellerr-Hyjal>",
		[392924] = "Верховная чаротворица Ривати",
		[113862] = 8,
		[393955] = 11,
		[29722] = 9,
		[386730] = 2,
		[196980] = 4,
		[415395] = 11,
		[247681] = "Ловушки!",
		[369327] = "Рунический защитник",
		[256358] = "Тротак",
		[386731] = 2,
		[120517] = 5,
		[369328] = "Рунический защитник",
		[271048] = 3,
		[42223] = 9,
		[385354] = 2,
		[384685] = 8,
		[271049] = 3,
		[274516] = 10,
		[265931] = 9,
		[384686] = "Яростная буря",
		[410280] = 5,
		[246634] = "[*] Апокалиптический взрыв",
		[210291] = 2,
		[210803] = 10,
		[260455] = "Кровавый клещ",
		[181113] = "Вечная сфера",
		[404139] = 2,
		[374451] = "Пылающий мастер цепей",
		[377522] = "Яростный пламень",
		[258920] = 12,
		[255826] = "Аргус Порабощенный",
		[375065] = "Зловонная певица гнили",
		[28730] = 8,
		[245632] = "Пламя Тайшалака",
		[415403] = 11,
		[389810] = 12,
		[316099] = 9,
		[258921] = 12,
		[116680] = 10,
		[414381] = 8,
		[369335] = "Рунический защитник",
		[5217] = 11,
		[163201] = 1,
		[405167] = 2,
		[418476] = "Расколотая причинность",
		[258922] = 12,
		[273104] = 1,
		[392883] = 10,
		[256363] = "Тротак",
		[109132] = 10,
		[389813] = 12,
		[257899] = "Офицер из братства Стальных Волн",
		[381623] = 4,
		[59628] = 4,
		[389847] = 12,
		[319175] = 4,
		[417488] = 8,
		[386743] = "Каджин Непреклонная",
		[258875] = "Бочка черной пелены <Капитан Рауль>",
		[418480] = "Расколотая причинность",
		[389815] = 12,
		[22482] = 4,
		[52127] = 7,
		[385691] = "Голиаф-проглот",
		[385724] = 2,
		[199547] = 12,
		[198013] = 12,
		[417458] = 2,
		[2825] = 7,
		[215929] = "Ползун из чумных осколков <Рокмора>",
		[395960] = 5,
		[15487] = 5,
		[385723] = 2,
		[399032] = 5,
		[87761] = "Палач калифа",
		[5761] = 4,
		[205179] = 9,
		[258926] = 12,
		[202108] = "Заклинатель чумных осколков",
		[105421] = 2,
		[385727] = 4,
		[390844] = 5,
		[126664] = 1,
		[204157] = 12,
		[381654] = 1,
		[390845] = 5,
		[405200] = 5,
		[190336] = 8,
		[373442] = "Подчинитель разума <Элайниель-ЧерныйШрам>",
		[383701] = 10,
		[87762] = "Служитель воздуха",
		[257904] = "Людвиг фон Тортоллен",
		[258399] = "Аргус Порабощенный",
		[267997] = "Мерзотень <Rockefellerr-Hyjal>",
		[412346] = "Корсар из братства Стальных Волн",
		[56814] = 4,
		[393919] = 5,
		[377540] = 6,
		[267999] = "Мерзотень <Rockefellerr-Hyjal>",
		[388801] = "Восставший воин",
		[221562] = 6,
		[45297] = 7,
		[388829] = 11,
		[387763] = "Драктирстайл-Гордунни",
		[381692] = "Боевое копье клана Нокхуд",
		[199552] = 12,
		[108238] = 11,
		[381637] = 4,
		[377542] = "[*] Горящая земля",
		[374471] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[214397] = 1,
		[102352] = 11,
		[249211] = "Отмеченный Скверной быстролап",
		[386757] = "Каджин Непреклонная",
		[253300] = "Разрушитель миров Кин'гарота",
		[319190] = 4,
		[184709] = 1,
		[246646] = "Кин'гарот",
		[257397] = "Мясник из братства Стальных Волн",
		[413387] = "Палач калифа",
		[61295] = 7,
		[247159] = "Разрушитель миров Кин'гарота",
		[406220] = 10,
		[257908] = "Офицер из братства Стальных Волн",
		[163212] = 10,
		[386760] = 9,
		[400069] = 3,
		[392903] = 2,
		[191877] = 7,
		[224125] = 7,
		[138642] = 7,
		[373464] = 5,
		[6673] = 1,
		[384764] = "Гнилозубая гиена <Пузострелка>",
		[245627] = "Нура, Матерь Пламени",
		[383696] = 10,
		[256374] = 9,
		[224126] = 7,
		[220543] = 5,
		[197509] = "Кровавый червь <Дэйсв>",
		[373458] = "Изначальный земляной часовой",
		[3409] = 4,
		[383693] = "Повелительница зверей из клана Нокхуд",
		[388825] = 11,
		[393931] = 1,
		[382670] = "Тиира",
		[270058] = 5,
		[392908] = 2,
		[414407] = 2,
		[389181] = "Страж Иридий",
		[385805] = "Мерзорот",
		[224127] = 7,
		[414408] = 2,
		[374482] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[195975] = 6,
		[413385] = "Служитель воздуха",
		[375491] = 7,
		[32379] = 5,
		[36213] = "Большой элементаль земли <Йаклассная>",
		[413386] = "Заземляющее поле",
		[369365] = "Земельник-дозорный",
		[407244] = "Posu-TarrenMill",
		[391888] = 11,
		[388817] = "Гранит",
		[393935] = 5,
		[386770] = 8,
		[391889] = 11,
		[22842] = 11,
		[373462] = 5,
		[209788] = 12,
		[257402] = "Красавчик Харлан",
		[245629] = "Нура, Матерь Пламени",
		[369368] = "Земельник-дозорный",
		[102351] = 11,
		[391891] = 11,
		[384725] = "Гнилозубая гиена <Пузострелка>",
		[377559] = "Древорот",
		[180612] = 6,
		[188290] = 6,
		[184707] = 1,
		[257902] = "[*] Отскакивающий панцирь",
		[415412] = 3,
		[383974] = "Пузострелка",
		[373897] = "Разложившийся старый древень",
		[377561] = "Хронолорд Дейос",
		[313065] = 5,
		[383704] = 1,
		[245631] = "Пламя Тайшалака",
		[381657] = 1,
		[2649] = "Медведь <Ипассе-ПиратскаяБухта>",
		[361195] = "Posu-TarrenMill",
		[369337] = "Рунический защитник",
		[33778] = 11,
		[256893] = 2,
		[383706] = 1,
		[417490] = 8,
		[369374] = "Рептилолог",
		[390833] = 10,
		[198028] = "[*] Кристализованная земля",
		[364343] = "Драктирстайл-Гордунни",
		[249303] = "[*] Пламя пересозидания",
		[407254] = "Posu-TarrenMill",
		[244005] = "[*] Темный разлом",
		[372538] = "Вспышка лавы",
		[373424] = "Чаргат Дробитель Чешуи",
		[394026] = 4,
		[404184] = 11,
		[388828] = 11,
		[381662] = "Жарокрыл-вожак",
		[395521] = 10,
		[382723] = "Жестокая костекрушительница",
		[405209] = 2,
		[381663] = "Жарокрыл-вожак",
		[205708] = 8,
		[19647] = "Sruughon <Dazzahh-Draenor>",
		[186257] = 3,
		[21562] = 5,
		[256896] = 2,
		[259756] = 8,
		[389860] = 12,
		[88282] = "Альтаирий",
		[31821] = 2,
		[57724] = 9,
		[186258] = 3,
		[372829] = 1,
		[85467] = "Затаившаяся буря",
		[98008] = 7,
		[61425] = 12,
		[415339] = 3,
		[394976] = "Плеточник Бездны <Пристиха>",
		[218164] = 10,
		[193538] = 4,
		[382620] = "Охотник-костестрел",
		[378597] = 7,
		[87771] = "Слуга Асаада",
		[369399] = "Ткач земли",
		[329127] = 5,
		[123904] = 10,
		[387812] = 2,
		[409311] = "Чужой-ПиратскаяБухта",
		[381670] = "Жарокрыл-вожак",
		[394979] = "Плеточник Бездны <Алоиза>",
		[393969] = 4,
		[98021] = "Тотем духовной связи <Pudde-Draenor>",
		[373481] = 5,
		[327264] = 10,
		[26297] = 7,
		[121536] = 5,
		[393957] = 11,
		[403171] = 5,
		[400100] = 10,
		[52212] = 6,
		[418528] = "Расколотая причинность",
		[246663] = "Разрушитель миров Кин'гарота",
		[334581] = 9,
		[405220] = 1,
		[393959] = 11,
		[259092] = "Призыватель шторма из братства Стальных Волн",
		[77535] = 6,
		[372461] = "Надзиратель Лахар",
		[246152] = 3,
		[222094] = 5,
		[193941] = "Угольный скорпион",
		[392937] = 1,
		[393961] = 11,
		[404105] = 11,
		[249224] = "Ритуалистка-искательница Скверны",
		[373392] = "Трубач из клана Нокхуд",
		[194249] = 5,
		[139546] = 4,
		[375535] = "Магмобивень",
		[356084] = 5,
		[244106] = "Разрушитель миров Кин'гарота",
		[385952] = 1,
		[371441] = "Драктирстайл-Гордунни",
		[388845] = 11,
		[95750] = 9,
		[271625] = 3,
		[73510] = 5,
		[186265] = 3,
		[381680] = 5,
		[319836] = 8,
		[193376] = "Уларогг Скаломол",
		[115181] = 10,
		[406251] = 2,
		[409502] = 5,
		[98440] = 4,
		[319233] = 6,
		[20473] = 2,
		[390896] = 11,
		[132463] = 10,
		[360184] = 3,
		[381683] = "Боевое копье клана Нокхуд",
		[257732] = "Головорез из братства Стальных Волн",
		[263165] = 5,
		[372470] = "Драктирстайл-Гордунни",
		[137639] = 10,
		[382708] = "Куалаши-страж",
		[285452] = 7,
		[347901] = 9,
		[414445] = 2,
		[390899] = 5,
		[383733] = 10,
		[1329] = 4,
		[377591] = 6,
		[258381] = "Капитан Юдора",
		[367230] = "Андромалиус-Гордунни",
		[319238] = 6,
		[5394] = 7,
		[411376] = 10,
		[409890] = 9,
		[186269] = "Заклинатель чумных осколков",
		[414448] = 2,
		[204019] = 2,
		[289577] = 5,
		[298765] = 7,
		[390771] = 5,
		[80354] = 2,
		[185565] = 4,
		[186270] = 3,
		[410355] = "Икайрос",
		[85673] = 2,
		[392574] = "Чаротворица бури",
		[49143] = 6,
		[374365] = "Магмобивень",
		[61684] = "Медведь <Ипассе-ПиратскаяБухта>",
		[198069] = 5,
		[319243] = 6,
		[385787] = 11,
		[114871] = 2,
		[408310] = 11,
		[31230] = 4,
		[458] = 2,
		[1449] = 8,
		[387174] = 2,
		[319245] = 6,
		[369409] = "Земельник-комендант",
		[207771] = 12,
		[46968] = 1,
		[59542] = 2,
		[120954] = 10,
		[272435] = "Гончая Тьмы <Rockefellerr-Hyjal>",
		[5938] = 4,
		[249418] = "Тарнет",
		[369411] = "Пещерный ловец",
		[341770] = 3,
		[367364] = "Драктирстайл-Гордунни",
		[192081] = 11,
		[85948] = 6,
		[272156] = "Ужасень Бездны <Rockefellerr-Hyjal>",
		[417049] = 2,
		[392959] = 10,
		[418553] = "Расколотая причинность",
		[268062] = 11,
		[285466] = 7,
		[343820] = 10,
		[381699] = 2,
		[374533] = "Главный кузнец Горек",
		[185763] = 4,
		[395197] = 7,
		[389890] = 12,
		[374534] = "Главный кузнец Горек",
		[257426] = "Головорез из братства Стальных Волн",
		[388867] = 10,
		[213405] = 12,
		[374535] = "Главный кузнец Горек",
		[116616] = 2,
		[46585] = 6,
		[385797] = 11,
		[7384] = 1,
		[115989] = 6,
		[418361] = 10,
		[135601] = 11,
		[59638] = 8,
		[387846] = 9,
		[198475] = "Уларогг Скаломол",
		[248214] = "Кин'гарот",
		[268068] = 11,
		[387847] = 9,
		[392966] = 1,
		[124507] = 10,
		[375055] = "Чаргат Дробитель Чешуи",
		[115994] = 6,
		[344006] = 10,
		[256405] = "Тротак",
		[372313] = 5,
		[207267] = 6,
		[274213] = "Заклинатель спор Занча",
		[385802] = 4,
		[18562] = 11,
		[202147] = 1,
		[417539] = 3,
		[369423] = "Прыгучий паук",
		[272167] = "Желчегнус <Rockefellerr-Hyjal>",
		[6770] = 4,
		[278310] = 8,
		[33917] = 11,
		[415299] = 2,
		[400137] = 5,
		[406889] = 2,
		[85222] = 2,
		[374544] = "Зловонная певица гнили",
		[50401] = 6,
		[371070] = 5,
		[114911] = 7,
		[374349] = "Posu-TarrenMill",
		[31935] = 2,
		[386633] = 1,
		[70890] = 6,
		[419591] = 1,
		[204197] = 5,
		[409354] = 7,
		[271971] = "Зловещий охотник <Récuso-TwistingNether>",
		[272172] = "Шиварра <Rockefellerr-Hyjal>",
		[383761] = 3,
		[266030] = 9,
		[319454] = 11,
		[188114] = "Рокмора",
		[383762] = 1,
		[405261] = 1,
		[386625] = 2,
		[258352] = "Капитан Юдора",
		[400956] = 1,
		[388882] = "Насыщательница Сария",
		[121471] = 4,
		[48792] = 6,
		[32592] = 5,
		[405263] = 5,
		[59547] = 7,
		[1833] = 4,
		[400145] = 10,
		[91776] = "Грубоутроб <Эваер-ЧерныйШрам>",
		[394003] = 1,
		[372107] = "Кокия Пламенное Копыто",
		[375576] = 2,
		[372505] = 11,
		[389684] = 10,
		[14914] = 5,
		[342817] = 12,
		[183100] = "Крушитель из племени Камня Силы",
		[394005] = 11,
		[382245] = 4,
		[371875] = "Куалаши-новобранец",
		[116705] = 10,
		[394006] = 11,
		[272180] = "Искаженный ужас",
		[408546] = 11,
		[392983] = 10,
		[228598] = 8,
		[390936] = 5,
		[195181] = 6,
		[783] = 11,
		[418578] = "Расколотая причинность",
		[374557] = 6,
		[265016] = "Избранная кровавая матрона",
		[377102] = "Андромалиус-Гордунни",
		[228532] = 12,
		[407475] = 2,
		[205448] = 5,
		[96231] = 2,
		[383915] = 1,
		[389387] = 10,
		[375583] = "Posu-TarrenMill",
		[223143] = 2,
		[275779] = 2,
		[31616] = 7,
		[265019] = "Избранная кровавая матрона",
		[228477] = 12,
		[381727] = 4,
		[193455] = 3,
		[272679] = 3,
		[71342] = 2,
		[377633] = 6,
		[272592] = "Безликий осквернитель",
		[391430] = 12,
		[272790] = 3,
		[244399] = "Дециматор",
		[374563] = "Ослепительная стрекоза",
		[221883] = 2,
		[374075] = "Воин стихий – геомант",
		[365350] = 8,
		[385954] = 1,
		[85739] = 1,
		[2050] = 5,
		[45181] = 4,
		[20271] = 2,
		[259489] = 3,
		[475] = 8,
		[291642] = 4,
		[199600] = 4,
		[187827] = 12,
		[248499] = "Аргус Порабощенный",
		[418588] = 1,
		[220890] = 6,
		[383781] = 10,
		[246965] = "Аннигилятор",
		[373694] = "[*] Живая бомба",
		[83245] = 3,
		[8676] = 4,
		[401186] = 11,
		[29166] = 11,
		[740] = 11,
		[157503] = 7,
		[401187] = 11,
		[248230] = "Разрушитель миров Кин'гарота",
		[353759] = "Драктирстайл-Гордунни",
		[370794] = 2,
		[45334] = 11,
		[129250] = 5,
		[391459] = 6,
		[214743] = 12,
		[114083] = 7,
		[385233] = 1,
		[199603] = 4,
		[408356] = 6,
		[8042] = 7,
		[45182] = 4,
		[411428] = 3,
		[45438] = 8,
		[131900] = 3,
		[316220] = 4,
		[408867] = 11,
		[393515] = 10,
		[378847] = "Куалаши-хребтолом",
		[291651] = "Драктирстайл-Гордунни",
		[265157] = 3,
		[202164] = 1,
		[417573] = "Мур'дан",
		[248233] = "Ловец душ Имонар",
		[263140] = 3,
		[114052] = 7,
		[417574] = "Мур'дан",
		[342857] = 12,
		[115175] = 10,
		[273226] = "[*] Разлагающие споры",
		[384150] = "Боец-коготь",
		[245868] = "Страж ужаса из Анторуса",
		[374578] = "Ослепительная стрекоза",
		[204213] = 5,
		[409386] = 7,
		[378172] = "Элементаль руды",
		[333351] = 11,
		[202166] = 1,
		[34861] = 5,
		[402221] = "Андромалиус-Гордунни",
		[383882] = 8,
		[192222] = 7,
		[20484] = 11,
		[385842] = 1,
		[417069] = 2,
		[281420] = "Саурок из клана Соленой Чешуи",
		[87023] = 8,
		[381748] = "Драктирстайл-Гордунни",
		[358733] = "Драктирстайл-Гордунни",
		[317821] = 6,
		[387413] = 9,
		[129253] = 5,
		[280398] = 5,
		[202168] = 1,
		[409391] = 7,
		[369465] = "Ткач земли",
		[390964] = 5,
		[247367] = "Ловец душ Имонар",
		[183548] = "Камнерукий повелитель личинок",
		[369466] = "Ткач земли",
		[201657] = 2,
		[217694] = 8,
		[87024] = 8,
		[418607] = 8,
		[374586] = "Главный кузнец Горек",
		[386016] = "Тиира",
		[376634] = "Хан Балакар",
		[224239] = 2,
		[372201] = "Куалаши-факельщица",
		[84721] = 8,
		[44544] = 8,
		[207289] = 6,
		[403253] = 9,
		[132404] = 1,
		[2818] = 4,
		[8092] = 5,
		[115178] = 10,
		[199854] = 1,
		[384827] = "Пузострелка",
		[117405] = 3,
		[382780] = "Обсидиановый тиран",
		[375614] = "Разлагающийся слизень",
		[372543] = "Командир Железного Факела",
		[200166] = 12,
		[390971] = 5,
		[400185] = 9,
		[198589] = 12,
		[44614] = 8,
		[406887] = 2,
		[408394] = 2,
		[200637] = "Даргрул",
		[114923] = 8,
		[43265] = 6,
		[400187] = 5,
		[198590] = 9,
		[381760] = 1,
		[388437] = 5,
		[406921] = 3,
		[298837] = 5,
		[369476] = 2,
		[596] = 5,
		[254926] = "Кин'гарот",
		[376643] = 10,
		[394047] = 11,
		[190446] = 8,
		[355689] = "Илека-Гордунни",
		[102383] = 11,
		[320338] = 12,
		[382787] = "Бурошкур-рубака",
		[383811] = 8,
		[117526] = 3,
		[394049] = 11,
		[390978] = 5,
		[257458] = "Красавчик Харлан",
		[228358] = 8,
		[394050] = 11,
		[403264] = "Posu-TarrenMill",
		[408383] = 2,
		[418010] = "Фрейя",
		[81141] = 6,
		[403265] = "Posu-TarrenMill",
		[45470] = 6,
		[245686] = 1,
		[246505] = "Фанатичная пиромантка",
		[390981] = 5,
		[408385] = 2,
		[157644] = 8,
		[381768] = 7,
		[260879] = "Старейшина Ликса",
		[257460] = "[*] Горящие осколки",
		[327510] = 2,
		[88308] = "Альтаирий",
		[258773] = "Небесный капитан Крагг",
		[271896] = 4,
		[235450] = 8,
		[381770] = "Разлагающийся слизень <Древорот>",
		[325464] = 6,
		[408388] = "Воин стихий – землетряс",
		[190456] = 1,
		[157981] = 8,
		[382795] = "Куалаши-лавамант",
		[383346] = 2,
		[119607] = 10,
		[406342] = "Обсидиановый мучитель",
		[370511] = 8,
		[183752] = 12,
		[257974] = "Главный инженер Ишкар",
		[96499] = 2,
		[255966] = "Небесный капитан Крагг",
		[369026] = "Тлерон",
		[269843] = "Освобожденное чудовище",
		[406344] = "Обсидиановый мучитель",
		[288613] = 3,
		[232893] = 12,
		[372561] = "Куалаши-охотник",
		[195757] = 6,
		[390989] = 5,
		[383823] = "Трубач из клана Нокхуд",
		[274282] = 11,
		[394061] = 11,
		[228287] = 10,
		[64382] = 1,
		[393038] = 2,
		[118038] = 1,
		[164815] = 11,
		[772] = 1,
		[411000] = "Бронированный мистраль",
		[385145] = "Затерянный во времени ящер",
		[382802] = "Злобная заклинательница гнили",
		[343963] = 3,
		[171982] = 9,
		[357209] = "Чужой-ПиратскаяБухта",
		[390993] = 5,
		[774] = 11,
		[372566] = "Куалаши-охотник",
		[357210] = "Драктирстайл-Гордунни",
		[403391] = 8,
		[376208] = "Хронолорд Дейос",
		[387359] = "[*] Промокание насквозь",
		[114255] = 5,
		[417967] = 2,
		[408399] = 2,
		[190411] = 1,
		[357212] = "Барроха",
		[203720] = 12,
		[408400] = 2,
		[3714] = 6,
		[394205] = 5,
		[86292] = "Вихрь Эртан",
		[390636] = 5,
		[372570] = "Куалаши-охотник",
		[17735] = "Кел'зате <Помпея-Азурегос>",
		[382808] = "[*] Иссушающее заражение",
		[248321] = "Conflagration",
		[372571] = "Posu-TarrenMill",
		[225787] = 5,
		[391215] = 12,
		[234946] = 5,
		[393047] = 10,
		[190925] = 3,
		[853] = 2,
		[199176] = "Нараксас",
		[401238] = 11,
		[232698] = 5,
		[188169] = "Рокмора",
		[226757] = 8,
		[417619] = "Мур'дан",
		[308078] = 10,
		[386907] = 9,
		[265081] = "Избранная кровавая матрона",
		[393050] = 10,
		[418644] = 5,
		[374699] = "Призывательница пламени Аюми",
		[377830] = "Рира Когтерезка",
		[266106] = "Дикий кровавый роевик",
		[387350] = "Андромалиус-Гордунни",
		[378287] = 2,
		[216521] = 10,
		[266107] = "Дикий кровавый роевик",
		[90361] = 3,
		[35079] = 3,
		[396124] = "Пузострелка",
		[393053] = 10,
		[152108] = 9,
		[244675] = "Агграмар",
		[383840] = "Страж Иридий",
		[200654] = 2,
		[88314] = "Смерч",
		[386912] = "[*] Туча энергии бури",
		[373183] = 5,
		[255937] = 2,
		[162264] = 12,
		[117014] = 7,
		[132168] = 1,
		[188370] = 2,
		[385890] = 1,
		[384316] = "Яростная буря",
		[400223] = 11,
		[393057] = 10,
		[236299] = 8,
		[382133] = 1,
		[108843] = 8,
		[372583] = "Куалаши-охотник",
		[308087] = 10,
		[195072] = 12,
		[325092] = 10,
		[257284] = 3,
		[207311] = 6,
		[114165] = 2,
		[265091] = "Преданная жрица крови",
		[405345] = 2,
		[388556] = 5,
		[51460] = 6,
		[314867] = 5,
		[202705] = "Озаренный-священник",
		[315496] = 4,
		[382824] = 8,
		[257476] = "Мастиф братства Стальных Волн",
		[30213] = "Keeshekor <Rockefellerr-Hyjal>",
		[404941] = 1,
		[374635] = "Главный кузнец Горек",
		[48517] = 11,
		[255941] = 2,
		[394087] = 9,
		[189999] = 5,
		[204242] = 2,
		[386012] = "Призывательница бури Аринга",
		[377708] = 3,
		[370150] = 2,
		[96312] = 3,
		[405350] = 2,
		[385899] = 9,
		[370665] = "Posu-TarrenMill",
		[257478] = "Мастиф братства Стальных Волн",
		[390165] = 3,
		[275335] = 1,
		[254919] = "Кин'гарот",
		[109304] = 3,
		[409447] = 2,
		[63106] = 9,
		[279709] = 11,
		[219432] = 11,
		[294935] = 5,
		[268836] = 1,
		[115191] = 4,
		[31707] = "Элементаль воды <Клубничкакис-Гром>",
		[108853] = 8,
		[47750] = 5,
		[228645] = 6,
		[108281] = 7,
		[124974] = 11,
		[375286] = "Рейд на драккаре",
		[385359] = "Пузострелка",
		[48518] = 11,
		[113656] = 10,
		[344955] = 6,
		[32645] = 4,
		[212436] = 3,
		[384882] = "[*] Молния призванной бури",
		[404977] = "Posu-TarrenMill",
		[115192] = 4,
		[290936] = 4,
		[260894] = "Старейшина Ликса",
		[385907] = 4,
		[382836] = "Маруук",
		[54149] = 2,
		[383501] = 8,
		[387596] = "Восставший мистик",
		[358267] = "Чужой-ПиратскаяБухта",
		[367481] = "Боец-коготь",
		[372600] = "Часовая Талондрас",
		[246833] = "Кин'гарот",
		[244686] = "Агграмар",
		[155722] = 11,
		[253597] = 6,
		[156132] = 4,
		[369703] = "Бромач",
		[347008] = "Keeshekor <Rockefellerr-Hyjal>",
		[351338] = "Posu-TarrenMill",
		[394101] = 2,
		[406043] = "Posu-TarrenMill",
		[367484] = "Боец-коготь",
		[266201] = "Оживленный страж",
		[385062] = 1,
		[391031] = "Изначальная грозовая туча",
		[367485] = "Боец-коготь",
		[383018] = 7,
		[387113] = 2,
		[55090] = 6,
		[297871] = 5,
		[326733] = 2,
		[391401] = 5,
		[185311] = 4,
		[11366] = 8,
		[124274] = 10,
		[390192] = 12,
		[244689] = "Хранительница порталов Азабель",
		[392058] = 3,
		[270232] = 8,
		[385916] = "Гранит",
		[122] = 8,
		[359376] = 2,
		[372608] = 2,
		[414661] = 8,
		[232405] = 5,
		[249297] = "Тарнет",
		[331016] = 12,
		[43308] = 11,
		[185313] = 4,
		[392061] = 3,
		[255952] = "Небесный капитан Крагг",
		[93805] = 3,
		[386124] = 9,
		[108285] = 7,
		[155625] = 11,
		[414585] = "Чаргат Дробитель Чешуи",
		[8936] = 11,
		[44425] = 8,
		[413562] = "Затаившаяся буря",
		[394111] = 11,
		[236502] = 7,
		[400254] = 11,
		[12294] = 1,
		[377732] = "Рефти-распорядитель",
		[193505] = "Злобнозем-исполин",
		[383875] = "Древорот",
		[202719] = 12,
		[5019] = 8,
		[244693] = "Агграмар",
		[204255] = 12,
		[414865] = 12,
		[226406] = "Углепанцирный подчинитель",
		[155777] = 11,
		[375687] = "Тотем разложения <Зловонная певица гнили>",
		[192106] = 7,
		[312215] = 6,
		[162794] = 12,
		[257620] = 3,
		[372617] = 5,
		[197277] = 2,
		[378760] = 8,
		[406647] = 2,
		[375924] = "Бейлог",
		[47753] = 5,
		[389372] = 9,
		[258643] = "Кин'гарот",
		[188389] = 7,
		[48265] = 6,
		[183433] = "Смолоплюй-ползун",
		[64901] = 5,
		[61243] = 9,
		[72968] = 2,
		[296863] = 2,
		[77575] = 6,
		[102401] = 11,
		[114942] = "Тотем целительного прилива <Pudde-Draenor>",
		[378764] = "Древорот",
		[396168] = 10,
		[195707] = 1,
		[399502] = 5,
		[391050] = "Верховная чаротворица Ривати",
		[367504] = "Голос разложения",
		[372623] = "Часовая Талондрас",
		[411911] = "Молодой грозовой дракон",
		[403336] = 3,
		[388007] = 2,
		[393099] = 10,
		[369553] = 11,
		[387231] = 2,
		[165534] = 1,
		[343960] = 3,
		[402314] = 11,
		[411528] = 5,
		[259740] = 5,
		[231390] = 3,
		[23881] = 1,
		[337819] = 12,
		[408458] = 2,
		[96260] = "Асаад",
		[405681] = "Keevazin <Récuso-TwistingNether>",
		[386960] = 5,
		[382154] = 5,
		[417673] = "Огромное щупальце",
		[373977] = "Воин стихий – танцор пламени",
		[248795] = "[*] Отголосок Скверны",
		[1459] = 8,
	},
	["shield_spellid_cache"] = {
	},
	["latest_encounter_spell_pool_access"] = 1692925904,
	["auto_open_news_window"] = true,
	["got_first_run"] = true,
	["breakdown_spell_tab"] = {
		["nest_pet_spells_by_name"] = false,
		["spellcontainer_height"] = 311,
		["blockspell_height"] = 67,
		["blockspell_backgroundcolor"] = {
			0.05, -- [1]
			0.05, -- [2]
			0.05, -- [3]
			0.2, -- [4]
		},
		["phasecontainer_islocked"] = true,
		["blockspell_spark_color"] = {
			1, -- [1]
			1, -- [2]
			1, -- [3]
			0.7, -- [4]
		},
		["blockcontainer_width"] = 391.9999694824219,
		["spellbar_background_alpha"] = 0.92,
		["spellcontainer_width"] = 493,
		["merge_players_spells_with_same_name"] = true,
		["spellcontainer_header_fontcolor"] = {
			1, -- [1]
			1, -- [2]
			1, -- [3]
			1, -- [4]
		},
		["blockspellline_height"] = 18,
		["phasecontainer_enabled"] = true,
		["genericcontainer_headers_right"] = {
			["name"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 190,
			},
			["amount"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 50,
			},
			["persecond"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 50,
			},
			["percent"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 50,
			},
			["icon"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 22,
			},
			["rank"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 30,
			},
		},
		["phasecontainer_width"] = 290.0000610351563,
		["phasecontainer_headers"] = {
			["name"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 90,
			},
			["amount"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 50,
			},
			["persecond"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 44,
			},
			["percent"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 44,
			},
			["icon"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 22,
			},
			["rank"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 30,
			},
		},
		["blockspell_bordercolor"] = {
			0, -- [1]
			0, -- [2]
			0, -- [3]
			0.7, -- [4]
		},
		["targetcontainer_headers"] = {
			["overheal"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 70,
			},
			["name"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 185,
			},
			["amount"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 50,
			},
			["percent"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 50,
			},
			["icon"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 22,
			},
			["rank"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 20,
			},
		},
		["nest_pet_spells_by_caster"] = true,
		["merge_pet_spells_with_same_name"] = true,
		["spellcontainer_islocked"] = true,
		["phasecontainer_height"] = 140.0000305175781,
		["spellcontainer_header_height"] = 20,
		["targetcontainer_islocked"] = true,
		["blockcontainer_height"] = 270.0000610351563,
		["blockspell_spark_width"] = 4,
		["blockcontainer_islocked"] = true,
		["genericcontainer_right_width"] = 403.0000610351563,
		["blockspell_color"] = {
			0.6, -- [1]
			0.6, -- [2]
			0.6, -- [3]
			0.55, -- [4]
		},
		["blockspell_spark_show"] = true,
		["spellcontainer_header_fontsize"] = 10,
		["statusbar_background_color"] = {
			0.15, -- [1]
			0.15, -- [2]
			0.15, -- [3]
		},
		["genericcontainer_width"] = 429.0001220703125,
		["statusbar_texture"] = "Interface\\AddOns\\Details\\images\\bar_skyline",
		["genericcontainer_islocked"] = true,
		["statusbar_alpha"] = 0.7,
		["genericcontainer_right_height"] = 460.0000305175781,
		["targetcontainer_height"] = 140.0000305175781,
		["blockspell_padding"] = 5,
		["nest_players_spells_with_same_name"] = true,
		["genericcontainer_enabled"] = true,
		["genericcontainer_headers"] = {
			["name"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 200,
			},
			["amount"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 50,
			},
			["persecond"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 50,
			},
			["percent"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 50,
			},
			["icon"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 22,
			},
			["rank"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 30,
			},
		},
		["targetcontainer_width"] = 409.0000610351563,
		["statusbar_background_alpha"] = 0.7,
		["spellcontainer_headers"] = {
			["overheal"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 70,
			},
			["absorbed"] = {
				["align"] = "left",
				["enabled"] = false,
				["width"] = 55,
			},
			["percent"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 50,
			},
			["castavg"] = {
				["align"] = "left",
				["enabled"] = false,
				["width"] = 50,
			},
			["critpercent"] = {
				["align"] = "left",
				["enabled"] = false,
				["width"] = 40,
			},
			["expand"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 16,
			},
			["persecond"] = {
				["align"] = "left",
				["enabled"] = false,
				["width"] = 50,
			},
			["uptime"] = {
				["align"] = "left",
				["enabled"] = false,
				["width"] = 45,
			},
			["casts"] = {
				["align"] = "left",
				["enabled"] = false,
				["width"] = 40,
			},
			["name"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 231,
			},
			["amount"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 50,
			},
			["target"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 22,
			},
			["hits"] = {
				["align"] = "left",
				["enabled"] = false,
				["width"] = 40,
			},
			["icon"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 22,
			},
			["rank"] = {
				["align"] = "center",
				["enabled"] = true,
				["width"] = 16,
			},
		},
		["blockspell_spark_offset"] = -1,
		["genericcontainer_height"] = 481,
	},
	["deathlog_line_height"] = 16,
	["merge_pet_abilities"] = false,
	["report_where"] = "GUILD",
	["all_switch_config"] = {
		["scale"] = 1,
		["font_size"] = 10,
	},
	["update_warning_timeout"] = 10,
	["__profiles"] = {
		["Ниэтта-Гордунни"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = false,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["show_crowdcontrol_pvm"] = false,
				["show_crowdcontrol_pvp"] = true,
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[1473] = {
					0.75, -- [1]
					0.875, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 8,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["fontsize"] = 10,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["tooltip_max_abilities"] = 6,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["show_amount"] = false,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["buff"] = "silver",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["instances_segments_locked"] = true,
			["data_broker_text"] = "",
			["animation_speed"] = 33,
			["standard_skin"] = false,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["disable_lock_ungroup_buttons"] = false,
			["numerical_system_symbols"] = "auto",
			["disable_window_groups"] = false,
			["report_schema"] = 1,
			["ps_abbreviation"] = 3,
			["instances_suppress_trash"] = 0,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["time_type"] = 2,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["numerical_system"] = 1,
			["segments_amount"] = 40,
			["overall_clear_pvp"] = true,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -447.1990814208984,
							["x"] = 556.9998779296875,
							["w"] = 194.800048828125,
							["h"] = 156.4001159667969,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["menu_icons_size"] = 0.8500000238418579,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["text_yoffset"] = 0,
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["texture_custom_file"] = "Interface\\",
						["font_size"] = 12,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["percent_type"] = 1,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["icon_size_offset"] = 0,
						["textL_offset"] = 0,
						["show_faction_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["textR_bracket"] = "(",
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["texture_custom"] = "",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["alpha"] = 1,
						["textR_class_colors"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["overlay_texture"] = "Details D'ictum",
						["textR_outline_small"] = true,
						["textL_class_colors"] = false,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["arena_role_icon_size_offset"] = -10,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["switch_damager"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = false,
					["fontstrings_text3_anchor"] = 38,
					["clickthrough_window"] = false,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fullborder_shown"] = false,
					["use_multi_fontstrings"] = true,
					["switch_damager_in_combat"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = false,
						["enabled"] = true,
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enable_custom_text"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["show_timer_bg"] = true,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["backdrop_texture"] = "Details Ground",
					["bg_g"] = 0.0941176470588235,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = true,
					["hide_in_combat_alpha"] = 0,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["libwindow"] = {
						["y"] = 50.60079574584961,
						["x"] = -369.60009765625,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["bars_grow_direction"] = 1,
					["switch_all_roles_after_wipe"] = false,
					["switch_tank"] = false,
					["strata"] = "LOW",
					["grab_on_top"] = false,
					["skin_custom"] = "",
					["micro_displays_locked"] = true,
					["auto_current"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["bg_alpha"] = 0.183960914611816,
					["switch_tank_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -447.1990814208984,
							["x"] = 556.9998779296875,
							["w"] = 194.800048828125,
							["h"] = 156.4001159667969,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["clickthrough_rows"] = false,
					["bars_inverted"] = false,
					["wallpaper"] = {
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["show_sidebars"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -448.798957824707,
							["x"] = 751.3997802734375,
							["w"] = 198.7999420166016,
							["h"] = 156.4001159667969,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["menu_icons_size"] = 0.850000023841858,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["show_arena_role_icon"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["text_yoffset"] = 0,
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["texture_custom_file"] = "Interface\\",
						["font_size"] = 12,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["show_faction_icon"] = true,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["icon_size_offset"] = 0,
						["textL_offset"] = 0,
						["textL_enable_custom_text"] = false,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["textR_outline"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textL_class_colors"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_enable_custom_text"] = false,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["overlay_texture"] = "Details D'ictum",
						["texture"] = "BantoBar",
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["arena_role_icon_size_offset"] = -10,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["switch_damager"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = false,
					["fontstrings_text3_anchor"] = 38,
					["clickthrough_window"] = false,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fullborder_shown"] = false,
					["use_multi_fontstrings"] = true,
					["switch_damager_in_combat"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PFPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PFPS"] = {
								["isHidden"] = false,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = false,
						["text_size"] = 12,
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enable_custom_text"] = false,
						["enabled"] = true,
						["show_timer_bg"] = true,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["backdrop_texture"] = "Details Ground",
					["bg_g"] = 0.0941176470588235,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = true,
					["hide_in_combat_alpha"] = 0,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["libwindow"] = {
						["y"] = 49.00092697143555,
						["x"] = -173.2001953125,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["bars_grow_direction"] = 1,
					["switch_all_roles_after_wipe"] = false,
					["switch_tank"] = false,
					["strata"] = "LOW",
					["grab_on_top"] = false,
					["skin_custom"] = "",
					["micro_displays_locked"] = true,
					["auto_current"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["bg_alpha"] = 0.183960914611816,
					["switch_tank_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -448.798957824707,
							["x"] = 751.3997802734375,
							["w"] = 198.7999420166016,
							["h"] = 156.4001159667969,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["clickthrough_rows"] = false,
					["bars_inverted"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["show_sidebars"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [2]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -446.3990783691406,
							["x"] = 936.199951171875,
							["w"] = 172.4001617431641,
							["h"] = 156.4001159667969,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["menu_icons_size"] = 0.850000023841858,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["show_arena_role_icon"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["text_yoffset"] = 0,
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["texture_custom_file"] = "Interface\\",
						["font_size"] = 12,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["show_faction_icon"] = true,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["icon_size_offset"] = 0,
						["textL_offset"] = 0,
						["textL_enable_custom_text"] = false,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["textR_outline"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textL_class_colors"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_enable_custom_text"] = false,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["overlay_texture"] = "Details D'ictum",
						["texture"] = "BantoBar",
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["arena_role_icon_size_offset"] = -10,
						["font_face"] = "Friz Quadrata TT",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["switch_damager"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = false,
					["fontstrings_text3_anchor"] = 38,
					["clickthrough_window"] = false,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fullborder_shown"] = false,
					["use_multi_fontstrings"] = true,
					["switch_damager_in_combat"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Friz Quadrata TT",
						["show_timer_always"] = false,
						["text_size"] = 12,
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enable_custom_text"] = false,
						["enabled"] = true,
						["show_timer_bg"] = true,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["backdrop_texture"] = "Details Ground",
					["bg_g"] = 0.0941176470588235,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = true,
					["hide_in_combat_alpha"] = 0,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["libwindow"] = {
						["y"] = 51.40080261230469,
						["x"] = -1.5999755859375,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["bars_grow_direction"] = 1,
					["switch_all_roles_after_wipe"] = false,
					["switch_tank"] = false,
					["strata"] = "LOW",
					["grab_on_top"] = false,
					["skin_custom"] = "",
					["micro_displays_locked"] = true,
					["auto_current"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["bg_alpha"] = 0.183960914611816,
					["switch_tank_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -446.3990783691406,
							["x"] = 936.199951171875,
							["w"] = 172.4001617431641,
							["h"] = 156.4001159667969,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["clickthrough_rows"] = false,
					["bars_inverted"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["show_sidebars"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [3]
			},
			["report_lines"] = 5,
			["use_self_color"] = false,
			["overall_flag"] = 16,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["minimum_combat_time"] = 5,
			["overall_clear_logout"] = false,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["realtimedps_always_arena"] = false,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["deny_score_messages"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["trash_auto_remove"] = false,
			["disable_alldisplays_window"] = false,
			["segments_amount_to_save"] = 40,
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["version"] = 1,
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 3,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 202.5542370621135,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["time_type_original"] = 2,
			["show_arena_role_icon"] = false,
			["overall_clear_newboss"] = true,
			["segments_panic_mode"] = false,
			["realtimedps_order_bars"] = false,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["auto_swap_to_dynamic_overall"] = false,
			["clear_ungrouped"] = true,
			["use_battleground_server_parser"] = false,
			["update_speed"] = 0.2,
			["force_activity_time_pvp"] = true,
			["death_tooltip_width"] = 350,
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["use_realtimedps"] = false,
			["all_in_one_windows"] = {
			},
			["default_bg_alpha"] = 0.5,
			["use_scroll"] = false,
		},
		["Алоиза-Борейская тундра"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["fontsize"] = 10,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["tooltip_max_abilities"] = 6,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["show_amount"] = false,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["buff"] = "silver",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["animation_speed"] = 33,
			["deadlog_limit"] = 16,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["instances_segments_locked"] = true,
			["ps_abbreviation"] = 3,
			["disable_window_groups"] = false,
			["data_broker_text"] = "",
			["use_battleground_server_parser"] = false,
			["instances_suppress_trash"] = 0,
			["clear_ungrouped"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["numerical_system_symbols"] = "auto",
			["report_schema"] = 1,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -6.103515625e-05,
							["x"] = 6.103515625e-05,
							["w"] = 310.0002136230469,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["font_size"] = 16,
						["texture_custom_file"] = "Interface\\",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["show_faction_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["start_after_icon"] = true,
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textR_class_colors"] = false,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_enable_custom_text"] = false,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["textL_enable_custom_text"] = false,
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["skin"] = "Minimalistic",
					["bars_inverted"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["micro_displays_side"] = 2,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["stretch_button_side"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["ignore_mass_showhide"] = false,
					["fontstrings_text3_anchor"] = 38,
					["menu_icons_size"] = 0.82,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["switch_all_roles_in_combat"] = false,
					["switch_tank_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["bg_alpha"] = 0.6,
					["clickthrough_rows"] = false,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["skin_custom"] = "",
					["hide_in_combat_alpha"] = 0,
					["switch_all_roles_after_wipe"] = false,
					["switch_damager_in_combat"] = false,
					["libwindow"] = {
						["y"] = -4.57763671875e-05,
						["x"] = 0.0001220703125,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_damager"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["strata"] = "LOW",
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["bars_grow_direction"] = 1,
					["grab_on_top"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["show_statusbar"] = false,
					["auto_current"] = true,
					["rowareaborder_shown"] = false,
					["backdrop_texture"] = "Details Ground",
					["micro_displays_locked"] = true,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -6.103515625e-05,
							["x"] = 6.103515625e-05,
							["w"] = 310.0002136230469,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["show_sidebars"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["__was_opened"] = true,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["time_type_original"] = 2,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["overall_flag"] = 16,
			["deny_score_messages"] = false,
			["overall_clear_logout"] = false,
			["minimum_combat_time"] = 5,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["trash_auto_remove"] = false,
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["version"] = 1,
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.20000001788139, -- [1]
					0.57647061347961, -- [2]
					0.49803924560547, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["memory_threshold"] = 3,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["segments_panic_mode"] = false,
			["overall_clear_newboss"] = true,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["auto_swap_to_dynamic_overall"] = false,
			["overall_clear_pvp"] = true,
			["numerical_system"] = 1,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["standard_skin"] = false,
			["instances_no_libwindow"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_lock_ungroup_buttons"] = false,
		},
		["Шайэн-Гордунни"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["deadlog_limit"] = 16,
			["instances_suppress_trash"] = 0,
			["instances_segments_locked"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["data_broker_text"] = "",
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["instances_no_libwindow"] = false,
			["numerical_system_symbols"] = "auto",
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -450.3996658325195,
							["x"] = 618.4005126953125,
							["w"] = 310.0002136230469,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["font_size"] = 16,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["percent_type"] = 1,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["texture_custom_file"] = "Interface\\",
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["textR_enable_custom_text"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_background"] = "Details D'ictum (reverse)",
						["overlay_texture"] = "Details D'ictum",
						["alpha"] = 1,
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["use_spec_icons"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_size"] = 12,
					},
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["__was_opened"] = true,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fullborder_shown"] = false,
					["stretch_button_side"] = 1,
					["menu_icons_size"] = 0.850000023841858,
					["show_sidebars"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["bars_sort_direction"] = 1,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["clickthrough_rows"] = false,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["hide_in_combat_type"] = 1,
					["hide_in_combat_alpha"] = 0,
					["bars_grow_direction"] = 1,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["libwindow"] = {
						["y"] = 46.60027694702148,
						["x"] = -250.5994873046875,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["grab_on_top"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["backdrop_texture"] = "Details Ground",
					["micro_displays_side"] = 2,
					["strata"] = "LOW",
					["switch_damager_in_combat"] = false,
					["switch_damager"] = false,
					["ignore_mass_showhide"] = false,
					["auto_current"] = true,
					["skin_custom"] = "",
					["bg_alpha"] = 0.183960914611816,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -450.3996658325195,
							["x"] = 618.4005126953125,
							["w"] = 310.0002136230469,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["report_schema"] = 1,
			["ps_abbreviation"] = 3,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["overall_clear_newboss"] = true,
			["time_type_original"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["overall_clear_logout"] = false,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["overall_flag"] = 16,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["total_abbreviation"] = 2,
			["disable_alldisplays_window"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["version"] = 1,
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["trash_auto_remove"] = false,
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["use_self_color"] = false,
			["use_scroll"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["segments_panic_mode"] = false,
			["memory_threshold"] = 3,
			["minimum_combat_time"] = 5,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["show_arena_role_icon"] = false,
			["time_type"] = 2,
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["clear_ungrouped"] = true,
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["update_speed"] = 0.2,
			["death_tooltip_width"] = 350,
			["default_bg_alpha"] = 0.5,
			["standard_skin"] = false,
		},
	},
	["immersion_special_units"] = true,
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "Контроль толпы сделано",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 11,
		}, -- [1]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the amount of crowd control received for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["name"] = "Контроль толпы получено",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["script_version"] = 3,
		}, -- [2]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor(value) / combat:GetCombatTime())\n				local percent = string.format(\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Показать свои заклинания в окне.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption(\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n\n			if (spell.n_total) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = Details.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, Details.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor(debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n\n				local spellName = GetSpellInfo(spell.id)\n				local amountOfCasts = combat:GetSpellCastAmount(Details.playername, spellName)\n\n				if (amountOfCasts == 0) then\n				    amountOfCasts = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. amountOfCasts\n			    end\n\n			    --Cooltip code\n			    GC:AddLine(\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine(\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_total / spell.n_amt\n			    local T = (combat_time*spell.n_total)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_total / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_total/spell.c_amt\n				local T = (combat_time*spell.c_total)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_total / T\n\n				GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Dps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n\n			elseif (spell.n_total) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    --Cooltip code\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_total / spell.n_amt\n			    local T = (combat_time*spell.n_total)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_total / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_total/spell.c_amt\n				local T = (combat_time*spell.c_total)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_total / T\n\n				GC:AddLine(\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Hps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["attribute"] = false,
			["name"] = "Мои заклинания",
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n\n				local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then\n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs(spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n\n					for _, PetName in ipairs(player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs(pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["script_version"] = 10,
		}, -- [3]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, меткой с черепом.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон по метки с черепом",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 3,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, отмеченным любой другой меткой.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон на другие помеченные метки",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 3,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон по щитам",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["script_version"] = 1,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Rhythm",
			["total_script"] = "        local value, top, total, Combat, Instance, Actor = ...\n\n        if _G.Details_ExplosiveOrbs then\n            return _G.Details_ExplosiveOrbs:GetDisplayText(Combat:GetCombatNumber(), Actor.my_actor:guid())\n        end\n        return \"\"\n    ",
			["desc"] = "Отображает, сколько взрывоопасных сфер игроки выделяют и бьют.",
			["attribute"] = false,
			["script"] = "        local Combat, CustomContainer, Instance = ...\n        local total, top, amount = 0, 0, 0\n\n        if _G.Details_ExplosiveOrbs then\n            local CombatNumber = Combat:GetCombatNumber()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            for _, Actor in Container:ListActors() do\n                if Actor:IsGroupPlayer() then\n                    -- we only record the players in party\n                    local target, hit = _G.Details_ExplosiveOrbs:GetRecord(CombatNumber, Actor:guid())\n                    if target > 0 or hit > 0 then\n                        CustomContainer:AddValue(Actor, hit)\n                    end\n                end\n            end\n\n            total, top = CustomContainer:GetTotalAndHighestValue()\n            amount = CustomContainer:GetNumActors()\n        end\n\n        return total, top, amount\n    ",
			["name"] = "Взрывоопасная сфера",
			["tooltip"] = "        local Actor, Combat, Instance = ...\n        local GameCooltip = GameCooltip\n\n        if _G.Details_ExplosiveOrbs then\n            local actorName = Actor:name()\n            local Actor = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE):GetActor(actorName)\n            if not Actor then return end\n\n            local sortedList = {}\n            local orbName = _G.Details_ExplosiveOrbs:RequireOrbName()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n\n            for spellID, spellTable in pairs(Actor:GetSpellList()) do\n                local amount = spellTable.targets[orbName]\n                if amount then\n                    tinsert(sortedList, {spellID, amount})\n                end\n            end\n\n            -- handle pet\n            for _, petName in ipairs(Actor.pets) do\n                local petActor = Container:GetActor(petName)\n                for spellID, spellTable in pairs(petActor:GetSpellList()) do\n                    local amount = spellTable.targets[orbName]\n                    if amount then\n                        tinsert(sortedList, {spellID, amount, petName})\n                    end\n                end\n            end\n\n            sort(sortedList, Details.Sort2)\n\n            local format_func = Details:GetCurrentToKFunction()\n            for _, tbl in ipairs(sortedList) do\n                local spellID, amount, petName = unpack(tbl)\n                local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n                if petName then\n                    spellName = spellName .. ' (' .. petName .. ')'\n                end\n\n                GameCooltip:AddLine(spellName, format_func(_, amount))\n                Details:AddTooltipBackgroundStatusbar()\n                GameCooltip:AddIcon(spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n            end\n        end\n    ",
			["target"] = false,
			["spellid"] = false,
			["icon"] = 2175503,
			["script_version"] = 11,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Rhythm",
			["total_script"] = "        local value, top, total, Combat, Instance, Actor = ...\n\n        if _G.Details_ExplosiveOrbs then\n            return _G.Details_ExplosiveOrbs:GetDisplayText(Details:GetCombat(-1):GetCombatNumber(), Actor.my_actor:guid())\n        end\n        return \"\"\n    ",
			["desc"] = "Отображает, сколько взрывоопасных сфер игроки выделяют и бьют.",
			["attribute"] = false,
			["script"] = "        local Combat, CustomContainer, Instance = ...\n        local total, top, amount = 0, 0, 0\n\n        if _G.Details_ExplosiveOrbs then\n            local OverallCombat = Details:GetCombat(-1)\n            local CombatNumber = OverallCombat:GetCombatNumber()\n            local Container = OverallCombat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            for _, Actor in Container:ListActors() do\n                if Actor:IsGroupPlayer() then\n                    -- we only record the players in party\n                    local target, hit = _G.Details_ExplosiveOrbs:GetRecord(CombatNumber, Actor:guid())\n                    if target > 0 or hit > 0 then\n                        CustomContainer:AddValue(Actor, hit)\n                    end\n                end\n            end\n\n            total, top = CustomContainer:GetTotalAndHighestValue()\n            amount = CustomContainer:GetNumActors()\n        end\n\n        return total, top, amount\n    ",
			["name"] = "Dynamic Overall Explosive Orbs",
			["tooltip"] = "        local Actor, Combat, Instance = ...\n        local GameCooltip = GameCooltip\n\n        if _G.Details_ExplosiveOrbs then\n            local actorName = Actor:name()\n            local orbName = _G.Details_ExplosiveOrbs:RequireOrbName()\n\n            local OverallCombat = Details:GetCombat(-1)\n            local CurrentCombat = Details:GetCombat(0)\n\n            local OverallContainer = OverallCombat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            local CurrentContainer = CurrentCombat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n\n            local AllSpells = {}\n\n            -- handle overall\n            local Actor = OverallContainer:GetActor(actorName)\n            local ActorSpells = Actor:GetSpellList()\n\n            -- handle player\n            AllSpells[actorName] = {}\n            for spellID, spellTable in pairs(ActorSpells) do\n                AllSpells[actorName][spellID] = spellTable.targets[orbName]\n            end\n\n            -- handle pet\n            for _, petName in ipairs(Actor.pets) do\n                local petActor = OverallContainer:GetActor(petName)\n                local petActorSpells = petActor:GetSpellList()\n\n                AllSpells[petName] = {}\n                for spellID, spellTable in pairs(petActorSpells) do\n                    AllSpells[petName][spellID] = spellTable.targets[orbName]\n                end\n            end\n\n            if Details.in_combat then\n                -- handle current\n                local Actor = CurrentContainer:GetActor(actorName)\n                local ActorSpells = Actor:GetSpellList()\n\n                -- handle player\n                for spellID, spellTable in pairs(ActorSpells) do\n                    AllSpells[actorName][spellID] = (AllSpells[actorName][spellID] or 0) + (spellTable.targets[orbName] or 0)\n                end\n\n                -- handle pet\n                for _, petName in ipairs(Actor.pets) do\n                    local petActor = CurrentContainer:GetActor(petName)\n                    local petActorSpells = petActor:GetSpellList()\n\n                    if not AllSpells[petName] then\n                        AllSpells[petName] = {}\n                    end\n\n                    for spellID, spellTable in pairs(petActorSpells) do\n                        AllSpells[petName][spellID] = (AllSpells[petName][spellID] or 0) + (spellTable.targets[orbName] or 0)\n                    end\n                end\n            end\n\n            local sortedList = {}\n            for name, spellTable in pairs(AllSpells) do\n                for spellID, amount in pairs(spellTable) do\n                    tinsert(sortedList, {spellID, amount, name ~= actorName and name})\n                end\n            end\n\n            sort(sortedList, Details.Sort2)\n\n            local format_func = Details:GetCurrentToKFunction()\n            for _, tbl in ipairs(sortedList) do\n                local spellID, amount, petName = unpack(tbl)\n                local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n                if petName then\n                    spellName = spellName .. ' (' .. petName .. ')'\n                end\n\n                GameCooltip:AddLine(spellName, format_func(_, amount))\n                Details:AddTooltipBackgroundStatusbar()\n                GameCooltip:AddIcon(spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n            end\n        end\n    ",
			["target"] = false,
			["spellid"] = false,
			["icon"] = 2175503,
			["script_version"] = 11,
		}, -- [8]
		{
			["source"] = false,
			["desc"] = "Show overall damage done on the fly.",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n				\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n				\n				--calculate the DPS and return it as percent\n				local totalValue = value\n				\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				return s\n			",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["spellid"] = false,
			["name"] = "Динамический общий урон",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				if (player) then\n					playerTotal = playerTotal + player.total\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs (playerSpells) do\n						AllSpells [spellID] = spellTable.total\n					end\n				end\n				--current\n				if (Details.in_combat) then\n					local player = CurrentCombat [1]:GetActor (actor.nome)\n					if (player) then\n						playerTotal = playerTotal + player.total\n						local playerSpells = player:GetSpellList()\n						for spellID, spellTable in pairs (playerSpells) do\n							AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n						end\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n					tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs (sortedList) do\n					local spellID, total = unpack (t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n						\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n						\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n						\n						GameCooltip:AddLine (spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n						\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n						\n					end\n				end\n			",
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n				\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n				\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n				\n				if (Details.in_combat) then\n					for _, player in ipairs ( damage_container_current ) do \n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)        \n						end\n					end\n				end\n				\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n				\n				--return:\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 8,
		}, -- [9]
		{
			["source"] = false,
			["author"] = "Rhythm",
			["desc"] = "Отображает, сколько взрывоопасных сфер игроки выделяют и бьют.",
			["total_script"] = "        local value, top, total, Combat, Instance, Actor = ...\n\n        if _G.Details_ExplosiveOrbs then\n            return _G.Details_ExplosiveOrbs:GetDisplayText(Combat:GetCombatNumber(), Actor.my_actor:guid())\n        end\n        return \"\"\n    ",
			["icon"] = 2175503,
			["spellid"] = false,
			["name"] = "Взрывоопасные сферы",
			["tooltip"] = "        local Actor, Combat, Instance = ...\n        local GameCooltip = GameCooltip\n\n        if _G.Details_ExplosiveOrbs then\n            local actorName = Actor:name()\n            local Actor = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE):GetActor(actorName)\n            if not Actor then return end\n\n            local sortedList = {}\n            local orbName = _G.Details_ExplosiveOrbs:RequireOrbName()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n\n            for spellID, spellTable in pairs(Actor:GetSpellList()) do\n                local amount = spellTable.targets[orbName]\n                if amount then\n                    tinsert(sortedList, {spellID, amount})\n                end\n            end\n\n            -- handle pet\n            for _, petName in ipairs(Actor.pets) do\n                local petActor = Container:GetActor(petName)\n                for spellID, spellTable in pairs(petActor:GetSpellList()) do\n                    local amount = spellTable.targets[orbName]\n                    if amount then\n                        tinsert(sortedList, {spellID, amount, petName})\n                    end\n                end\n            end\n\n            sort(sortedList, Details.Sort2)\n\n            local format_func = Details:GetCurrentToKFunction()\n            for _, tbl in ipairs(sortedList) do\n                local spellID, amount, petName = unpack(tbl)\n                local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n                if petName then\n                    spellName = spellName .. ' (' .. petName .. ')'\n                end\n\n                GameCooltip:AddLine(spellName, format_func(_, amount))\n                Details:AddTooltipBackgroundStatusbar()\n                GameCooltip:AddIcon(spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n            end\n        end\n    ",
			["target"] = false,
			["script"] = "        local Combat, CustomContainer, Instance = ...\n        local total, top, amount = 0, 0, 0\n\n        if _G.Details_ExplosiveOrbs then\n            local CombatNumber = Combat:GetCombatNumber()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            for _, Actor in Container:ListActors() do\n                if Actor:IsGroupPlayer() then\n                    -- we only record the players in party\n                    local target, hit = _G.Details_ExplosiveOrbs:GetRecord(CombatNumber, Actor:guid())\n                    if target > 0 or hit > 0 then\n                        CustomContainer:AddValue(Actor, hit)\n                    end\n                end\n            end\n\n            total, top = CustomContainer:GetTotalAndHighestValue()\n            amount = CustomContainer:GetNumActors()\n        end\n\n        return total, top, amount\n    ",
			["attribute"] = false,
			["script_version"] = 11,
		}, -- [10]
		{
			["source"] = false,
			["tooltip"] = "				local actorObject, combatObject, instanceObject = ...\n\n				local iconSize = 20\n				\n				local buffUptimeContainer = actorObject:GetSpellContainer(\"buff\")\n				if (buffUptimeContainer) then\n					for spellId, potionPower in pairs(LIB_OPEN_RAID_ALL_POTIONS) do\n						local spellTable = buffUptimeContainer:GetSpell(spellId)\n						if (spellTable) then\n							local used = spellTable.activedamt\n							if (used and used > 0) then\n								local spellName, _, spellIcon = GetSpellInfo(spellId)\n								GameCooltip:AddLine(spellName, used)\n								GameCooltip:AddIcon(spellIcon, 1, 1, iconSize, iconSize)\n								Details:AddTooltipBackgroundStatusbar()\n							end\n						end\n					end\n				end\n			",
			["import_string"] = "1EvBVnkoq4FlxKwDWDjCn6Q0kfD7kL(YwruUMOLK7JaoGPX3rSrgZwLV4F73yJ5LMxjPDfBBzHXZZZmEMhg7p0FHVxoRGhH9x57HkeRzCFVhWcejn)x89YWWROIG8iojt47LYIqPYWFGslW9LHcwM(3cuk83i2MvibCdHMlq0iSm8lYqhhh5e5e9s0pydsS2jjLX4w6hAREnhlk4uzyVEYWbdYfCc9fNeghm2Q3NCgM0RVb2)qd3Vn8MBSvohwYN6P8GCIVxmopY3ZBn7vz4RRzkMid3cXNmKJiXYWICm8BKmmJjim4LXfkKGyynqomnIvqfyUJVNgLpG4UkW2pQljV6Fg2tIyu)Nh(N3(5H367rrBW(EZn8CjqCyRkdNMsIv7vce)fSqD3oCSKnZw9V4ifNIkYfSn3ZOWwkfZBXYstA4Qz9vrvzmI2OYiAJUPV5hfBhmaq3K22qYJalJemUcEds1omLKlMLSuqsjITJvwLR9xBIo6jSq)QPGXwp84IXUt9cgVyX3DVB5Ihd(BxV7TlXnMzGfYLzJKtsuOg03qGQGsTXtYqeEU1bWhs(GBMidlVgmGrt3cffPOTaX1l(foRiRXesIm0QfcJCZFszXC9sSST1KI2SGQltsy13G8yC1Uje9jO0C8(MV)tANP17)a3XRksacvKjiBWVjNFe4lxXsT911cAE0oMGnbpfc1wy1RCH9S33Z6mYb97rZfnHuv7hdCscdQrbFfHO)Qq3IcScEqghBSd2CZzQkxrEtfjrDF6ROTWFhECSmjaniTs)hK41jG6kWVn7(LEbZNTWD2ZbUpyFCC0PJwOC2Kq1LUFtZjZD)(jJNQR9kOe8c85xMMMqRTm8Vay6mjBiBMgSoqqmn(8gnyakoUzpvu1BB6ep763rDB0444)rPU2UvTVoqNCr88WKVl9MxAN5v2xEYUYRPNulJQJb34(vFFCo71k9WsT0PU3fmB(Jph89XUpemE6utVH3okQNPBuJZc0Q0YpvEYwrdNS7yTDJRV4IBd5kNr4lTzPdSBq(bogTr0D3PPJzGdA9ShFf(a6fZStPvOD7f7PRu(4eX4x1QdxDOTRcZ1fwDs05891)SLTUszmvoXU7EVtjJtA07rBSujQvz2zlnAnRz1Th(BHVHb6)t5tGPdlh3EuZC3hCCw942ibCkJvfc9rFemwQGKvpf9Bt87mt9XMGUEK33POENfX)5iA)HksFPIYVtr4par32H)ZWHW6xE8IYqmYixwf5U0e2f8jQNqQ0NUut1KpfYIwTbQJD474gfRSQ5NAEhZpMdY7yQUDsb8cwJjVSwC632boywTc)fLo4ou0)Po2engoDQOiFfcoy07rCPQ12x47))d",
			["author"] = "Terciob",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				value = math.floor(value)\n				return \"\"\n			",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return math.floor(value) .. \" \"\n			",
			["script"] = "				local combatObject, customContainer, instanceObject = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the misc actor container\n				local listOfUtilityActors = combatObject:GetActorList(DETAILS_ATTRIBUTE_MISC)\n				\n				--do the loop:\n				for _, actorObject in ipairs(listOfUtilityActors) do\n					--only player in group\n					if (actorObject:IsGroupPlayer()) then\n						local bFoundPotion = false\n						\n						--get the spell debuff uptime container\n						local debuffUptimeContainer = actorObject:GetSpellContainer(\"debuff\")\n						if (debuffUptimeContainer) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focusPotion = debuffUptimeContainer:GetSpell(DETAILS_FOCUS_POTION_ID)\n							if (focusPotion) then\n								total = total + 1\n								bFoundPotion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player\n								customContainer:AddValue(actorObject, 1)\n							end\n						end\n						\n						--get the spell buff uptime container\n						local buffUptimeContainer = actorObject:GetSpellContainer(\"buff\")\n						if (buffUptimeContainer) then\n							for spellId, potionPower in pairs(LIB_OPEN_RAID_ALL_POTIONS) do\n								local spellTable = buffUptimeContainer:GetSpell(spellId)\n								if (spellTable) then\n									local used = spellTable.activedamt\n									if (used and used > 0) then\n										total = total + used\n										bFoundPotion = true\n										if (used > top) then\n											top = used\n										end\n										\n										--add amount to the player\n										customContainer:AddValue(actorObject, used)\n									end\n								end\n							end\n						end\n						\n						if (bFoundPotion) then\n							amount = amount + 1\n						end\n					end\n				end\n				\n				--return:\n				return total, top, amount\n				",
			["desc"] = "Показать, кто в вашем рейде использовал зелье во время сражения.",
			["name"] = "Использовано зелий",
			["attribute"] = false,
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["script_version"] = 8,
		}, -- [11]
		{
			["source"] = false,
			["desc"] = "Показать, кто в вашей рейдовой группе использовал камень здоровья или целебное зелье.",
			["author"] = "Terciob",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "				local actorObject, combatObject, instanceObject = ...\n				local spellContainer = actorObject:GetSpellContainer(\"spell\")\n				\n				local iconSize = 20\n				\n				local allHealingPotions = {6262}\n				for spellId, potionPower in pairs(LIB_OPEN_RAID_ALL_POTIONS) do\n					allHealingPotions[#allHealingPotions+1] = spellId\n				end\n				\n				for i = 1, #allHealingPotions do\n					local spellId = allHealingPotions[i]\n					local spellTable = spellContainer:GetSpell(spellId)\n					if (spellTable) then\n						local spellName, _, spellIcon = GetSpellInfo(spellId)\n						GameCooltip:AddLine(spellName, Details:ToK(spellTable.total))\n						GameCooltip:AddIcon(spellIcon, 1, 1, iconSize, iconSize)\n						GameCooltip:AddStatusBar (100, 1, 0, 0, 0, 0.75)\n					end\n				end\n			",
			["name"] = "Лечебное зелье и камень",
			["script"] = "				local combatObject, instanceContainer, instanceObject = ...\n				local total, top, amount = 0, 0, 0\n				\n				local listOfHealingActors = combatObject:GetActorList(DETAILS_ATTRIBUTE_HEAL)\n				for _, actorObject in ipairs(listOfHealingActors) do\n					local listOfSpells = actorObject:GetSpellList()\n					local found = false\n					\n					for spellId, spellTable in pairs(listOfSpells) do\n						if (LIB_OPEN_RAID_HEALING_POTIONS[spellId]) then\n							instanceContainer:AddValue(actorObject, spellTable.total)\n							total = total + spellTable.total\n							if (top < spellTable.total) then\n								top = spellTable.total\n							end\n							found = true\n						end\n					end\n					\n					if (found) then\n						amount = amount + 1\n					end\n				end\n				\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["script_version"] = 18,
		}, -- [12]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел на нанесение урона.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["spellid"] = false,
			["name"] = "Урон (активность)",
			["script"] = "				local combatObject, instanceContainer, instanceObject = ...\n				local total, amount = 0, 0\n\n				--get the damager actors\n				local listOfDamageActors = combatObject:GetActorList(DETAILS_ATTRIBUTE_DAMAGE)\n\n				for _, actorObject in ipairs(listOfDamageActors) do\n					if (actorObject:IsGroupPlayer()) then\n						local activity = actorObject:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instanceContainer:AddValue(actorObject, activity)\n					end\n				end\n\n				--return:\n				return total, combatObject:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 4,
		}, -- [13]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел, делая исцеление.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["spellid"] = false,
			["name"] = "Исцеление (активность)",
			["script"] = "				local combatObject, instanceContainer, instanceObject = ...\n				local total, amount = 0, 0\n\n				--get the healing actors\n				local listOfHealingActors = combatObject:GetActorList(DETAILS_ATTRIBUTE_HEAL)\n\n				for _, actorObject in ipairs(listOfHealingActors) do\n					if (actorObject:IsGroupPlayer()) then\n						local activity = actorObject:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instanceContainer:AddValue (actorObject, activity)\n					end\n				end\n\n				--return:\n				return total, combatObject:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [14]
	},
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
			["372719"] = {
				"Sentinel Talondras", -- [1]
				"372719", -- [2]
				"Титаническое усиление", -- [3]
				30.4, -- [4]
				136088, -- [5]
				["id"] = 2557,
			},
			["381517"] = {
				"Kyrakka and Erkhart Stormvein", -- [1]
				"381517", -- [2]
				"Ветра: North-West", -- [3]
				17, -- [4]
				"Interface\\Icons\\misc_arrowlup", -- [5]
				["id"] = 2623,
			},
			["385339"] = {
				"Teera and Maruuk", -- [1]
				"385339", -- [2]
				"Раскол земли", -- [3]
				52, -- [4]
				136025, -- [5]
				["id"] = 2581,
			},
			["413136"] = {
				"Harlan Sweete", -- [1]
				"413136", -- [2]
				"Вращающийся кинжал", -- [3]
				14.1, -- [4]
				135665, -- [5]
				["id"] = 2096,
			},
			["385551"] = {
				"Gulping Goliath", -- [1]
				"385551", -- [2]
				"Заглатывание", -- [3]
				18.1, -- [4]
				132127, -- [5]
				["id"] = 2616,
			},
			["369563"] = {
				"The Lost Dwarves", -- [1]
				"369563", -- [2]
				"Дикое рассечение", -- [3]
				8.5, -- [4]
				132338, -- [5]
				["id"] = 2555,
			},
			["375924"] = {
				"The Lost Dwarves", -- [1]
				"375924", -- [2]
				"Рейд на драккаре!", -- [3]
				24.8, -- [4]
				1373903, -- [5]
				["id"] = 2555,
			},
			["259718"] = {
				"Sporecaller Zancha", -- [1]
				"259718", -- [2]
				"Дрожь земли", -- [3]
				16.6, -- [4]
				236188, -- [5]
				["id"] = 2112,
			},
			["369605"] = {
				"Bromach", -- [1]
				"369605", -- [2]
				"Зов глубин", -- [3]
				5.1, -- [4]
				1058933, -- [5]
				["id"] = 2556,
			},
			["373680"] = {
				"Melidrussa Chillworn", -- [1]
				"373680", -- [2]
				"Ледяная перегрузка", -- [3]
				8.5, -- [4]
				135782, -- [5]
				["id"] = 2609,
			},
			["376827"] = {
				"Balakar Khan", -- [1]
				"376827", -- [2]
				"Проводящий удар", -- [3]
				8, -- [4]
				839977, -- [5]
				["id"] = 2580,
			},
			["388283"] = {
				"Granyth", -- [1]
				"388283", -- [2]
				"Извержение", -- [3]
				28.8, -- [4]
				136025, -- [5]
				["id"] = 2637,
			},
			["256005"] = {
				"Skycap'n Kragg", -- [1]
				"256005", -- [2]
				"Гнусная бомбардировка", -- [3]
				2.4, -- [4]
				1500941, -- [5]
				["id"] = 2093,
			},
			["200551"] = {
				"Dargrul", -- [1]
				"200551", -- [2]
				"Кристальные шипы", -- [3]
				5.1, -- [4]
				132780, -- [5]
				["id"] = 1793,
			},
			["387559"] = {
				"Primal Tsunami", -- [1]
				"387559", -- [2]
				"Заряженные капли", -- [3]
				8, -- [4]
				132852, -- [5]
				["id"] = 2618,
			},
			["376049"] = {
				"Chrono-Lord Deios", -- [1]
				"376049", -- [2]
				"Взмах крыльями (1)", -- [3]
				6.3, -- [4]
				2103878, -- [5]
				["id"] = 2559,
			},
			["413295"] = {
				"Altairus", -- [1]
				"413295", -- [2]
				"Нисходящий порыв (1)", -- [3]
				20.4, -- [4]
				4554434, -- [5]
				["id"] = 1041,
			},
			["256363"] = {
				"Ring of Booty", -- [1]
				"256363", -- [2]
				"Потрошащий удар", -- [3]
				9.3, -- [4]
				1033474, -- [5]
				["id"] = 2095,
			},
			["372296"] = {
				"Neltharus Trash", -- [1]
				"372296", -- [2]
				"Огненная батарея", -- [3]
				23.1, -- [4]
				136186, -- [5]
				["id"] = 2612,
			},
			["warp_in"] = {
				"Eonar the Life-Binder", -- [1]
				"warp_in", -- [2]
				"Верх: Разрушитель", -- [3]
				38, -- [4]
				"Interface\\Icons\\misc_arrowlup", -- [5]
				["id"] = 2075,
			},
			["375727"] = {
				"Chrono-Lord Deios", -- [1]
				"375727", -- [2]
				"Дыхание песка", -- [3]
				12.1, -- [4]
				2101174, -- [5]
				["id"] = 2559,
			},
			["373742"] = {
				"Chargath, Bane of Scales", -- [1]
				"373742", -- [2]
				"Магматическая волна", -- [3]
				5, -- [4]
				524795, -- [5]
				["id"] = 2613,
			},
			["378029"] = {
				"Hackclaw's War-Band", -- [1]
				"378029", -- [2]
				"Разрывающее бешенство (1)", -- [3]
				3.5, -- [4]
				236277, -- [5]
				["id"] = 2570,
			},
			["375079"] = {
				"Halls of Infusion Trash", -- [1]
				"375079", -- [2]
				"Кружащее неистовство", -- [3]
				22.5, -- [4]
				132369, -- [5]
				["id"] = 2616,
			},
			["374823"] = {
				"Halls of Infusion Trash", -- [1]
				"374823", -- [2]
				"Зов ветра", -- [3]
				21.8, -- [4]
				463565, -- [5]
				["id"] = 2616,
			},
			["260793"] = {
				"Cragmaw the Infested", -- [1]
				"260793", -- [2]
				"Несварение", -- [3]
				8.2, -- [4]
				1394887, -- [5]
				["id"] = 2118,
			},
			["376780"] = {
				"Warlord Sargha", -- [1]
				"376780", -- [2]
				"Щит магмы (1)", -- [3]
				37.7, -- [4]
				135824, -- [5]
				["id"] = 2611,
			},
			["-12527"] = {
				"Naraxas", -- [1]
				"-12527", -- [2]
				"Преданный червепоклонник", -- [3]
				9.8, -- [4]
				136189, -- [5]
				["id"] = 1792,
			},
			["377950"] = {
				"Hackclaw's War-Band", -- [1]
				"377950", -- [2]
				"Великий исцеляющий поток", -- [3]
				12.1, -- [4]
				1385912, -- [5]
				["id"] = 2570,
			},
			["278961"] = {
				"Underrot Trash", -- [1]
				"278961", -- [2]
				"Гниющий разум: Grandpanic*", -- [3]
				30, -- [4]
				135740, -- [5]
				["id"] = 2118,
			},
			["372863"] = {
				"Kokia Blazehoof", -- [1]
				"372863", -- [2]
				"Ритуал подчинения огня (1)", -- [3]
				7.3, -- [4]
				135829, -- [5]
				["id"] = 2606,
			},
			["384316"] = {
				"The Raging Tempest", -- [1]
				"384316", -- [2]
				"Удар молнии", -- [3]
				10.5, -- [4]
				252174, -- [5]
				["id"] = 2636,
			},
			["384351"] = {
				"Watcher Irideus", -- [1]
				"384351", -- [2]
				"Череда разрядов", -- [3]
				29.2, -- [4]
				132866, -- [5]
				["id"] = 2615,
			},
			["199178"] = {
				"Naraxas", -- [1]
				"199178", -- [2]
				"Шипастый язык", -- [3]
				50.7, -- [4]
				136113, -- [5]
				["id"] = 1792,
			},
			["warmup"] = {
				"Chrono-Lord Deios", -- [1]
				"warmup", -- [2]
				"Активен", -- [3]
				16.9, -- [4]
				"Interface\\Icons\\achievement_dungeon_uldaman", -- [5]
				["id"] = 2559,
			},
			["272046"] = {
				"Skycap'n Kragg", -- [1]
				"272046", -- [2]
				"Бреющий полет", -- [3]
				14, -- [4]
				1029584, -- [5]
				["id"] = 2093,
			},
			["382670"] = {
				"Teera and Maruuk", -- [1]
				"382670", -- [2]
				"Ураганная стрела (1)", -- [3]
				21.5, -- [4]
				1029585, -- [5]
				["id"] = 2581,
			},
			["87618"] = {
				"Asaad", -- [1]
				"87618", -- [2]
				"Мертвая хватка", -- [3]
				25.2, -- [4]
				237587, -- [5]
				["id"] = 1042,
			},
			["384416"] = {
				"Gutshot", -- [1]
				"384416", -- [2]
				"Бросок мяса", -- [3]
				20.6, -- [4]
				133970, -- [5]
				["id"] = 2567,
			},
			["stages"] = {
				"Primal Tsunami", -- [1]
				"stages", -- [2]
				"Погружение", -- [3]
				51.9, -- [4]
				2530431, -- [5]
				["id"] = 2618,
			},
			["193375"] = {
				"Ularogg Cragshaper", -- [1]
				"193375", -- [2]
				"Totems", -- [3]
				20.4, -- [4]
				136182, -- [5]
				["id"] = 1791,
			},
			["381516"] = {
				"Kyrakka and Erkhart Stormvein", -- [1]
				"381516", -- [2]
				"Прерывающая гроза", -- [3]
				9.7, -- [4]
				136018, -- [5]
				["id"] = 2623,
			},
			["384686"] = {
				"The Raging Tempest", -- [1]
				"384686", -- [2]
				"Волна энергии", -- [3]
				7.3, -- [4]
				1370984, -- [5]
				["id"] = 2636,
			},
			["385743"] = {
				"Gulping Goliath", -- [1]
				"385743", -- [2]
				"Золоден на БОССЕ", -- [3]
				60, -- [4]
				237553, -- [5]
				["id"] = 2616,
			},
			["395427"] = {
				"Neltharus Trash", -- [1]
				"395427", -- [2]
				"Пылающий рев", -- [3]
				20.6, -- [4]
				135818, -- [5]
				["id"] = 2613,
			},
			["373917"] = {
				"Decatriarch Wratheye", -- [1]
				"373917", -- [2]
				"Удар разложения", -- [3]
				10.6, -- [4]
				237535, -- [5]
				["id"] = 2569,
			},
			["385916"] = {
				"Granyth", -- [1]
				"385916", -- [2]
				"Тектонический топот", -- [3]
				15.5, -- [4]
				1016245, -- [5]
				["id"] = 2637,
			},
			["369700"] = {
				"Bromach", -- [1]
				"369700", -- [2]
				"Сотрясающий тотем (1)", -- [3]
				20.4, -- [4]
				310733, -- [5]
				["id"] = 2556,
			},
			["381602"] = {
				"Kyrakka and Erkhart Stormvein", -- [1]
				"381602", -- [2]
				"Огненный плевок", -- [3]
				15.7, -- [4]
				135809, -- [5]
				["id"] = 2623,
			},
			["260894"] = {
				"Elder Leaxa", -- [1]
				"260894", -- [2]
				"Ползущая гниль", -- [3]
				12.2, -- [4]
				236271, -- [5]
				["id"] = 2111,
			},
			["383875"] = {
				"Treemouth", -- [1]
				"383875", -- [2]
				"Частичное переваривание на ТЕБЕ", -- [3]
				60, -- [4]
				136007, -- [5]
				["id"] = 2568,
			},
			["381444"] = {
				"Hackclaw's War-Band", -- [1]
				"381444", -- [2]
				"Дикий рывок", -- [3]
				49.6, -- [4]
				237517, -- [5]
				["id"] = 2570,
			},
			["376634"] = {
				"Balakar Khan", -- [1]
				"376634", -- [2]
				"Железное копье", -- [3]
				21.5, -- [4]
				135130, -- [5]
				["id"] = 2580,
			},
			["373733"] = {
				"Chargath, Bane of Scales", -- [1]
				"373733", -- [2]
				"Удар дракона", -- [3]
				12, -- [4]
				589068, -- [5]
				["id"] = 2613,
			},
			["375251"] = {
				"Magmatusk", -- [1]
				"375251", -- [2]
				"Поток лавы", -- [3]
				7.2, -- [4]
				451169, -- [5]
				["id"] = 2610,
			},
			["384827"] = {
				"Gutshot", -- [1]
				"384827", -- [2]
				"Призыв гиен", -- [3]
				31.5, -- [4]
				132190, -- [5]
				["id"] = 2567,
			},
			["377477"] = {
				"Warlord Sargha", -- [1]
				"377477", -- [2]
				"Раскаленный уголь", -- [3]
				21.5, -- [4]
				525026, -- [5]
				["id"] = 2611,
			},
			["372107"] = {
				"Kokia Blazehoof", -- [1]
				"372107", -- [2]
				"Пылающий валун", -- [3]
				14.5, -- [4]
				451164, -- [5]
				["id"] = 2606,
			},
			["369061"] = {
				"Emberon", -- [1]
				"369061", -- [2]
				"Обжигающий хлопок", -- [3]
				4.5, -- [4]
				135817, -- [5]
				["id"] = 2558,
			},
			["198564"] = {
				"Ularogg Cragshaper", -- [1]
				"198564", -- [2]
				"Перерыв (1)", -- [3]
				50.2, -- [4]
				1016245, -- [5]
				["id"] = 1791,
			},
			["369602"] = {
				"The Lost Dwarves", -- [1]
				"369602", -- [2]
				"Защитная преграда", -- [3]
				17.2, -- [4]
				132362, -- [5]
				["id"] = 2555,
			},
			["-2425"] = {
				"Altairus", -- [1]
				"-2425", -- [2]
				"Призыв ветра", -- [3]
				5.9, -- [4]
				135833, -- [5]
				["id"] = 1041,
			},
			["269310"] = {
				"Unbound Abomination", -- [1]
				"269310", -- [2]
				"Очищающий свет", -- [3]
				18, -- [4]
				237541, -- [5]
				["id"] = 2123,
			},
			["256589"] = {
				"Council o' Captains", -- [1]
				"256589", -- [2]
				"Удар бочкой", -- [3]
				6.1, -- [4]
				132622, -- [5]
				["id"] = 2094,
			},
			["385442"] = {
				"Gulping Goliath", -- [1]
				"385442", -- [2]
				"Токсичные испарения", -- [3]
				30.3, -- [4]
				132104, -- [5]
				["id"] = 2616,
			},
			["374533"] = {
				"Forgemaster Gorek", -- [1]
				"374533", -- [2]
				"Разгоряченные удары", -- [3]
				20.5, -- [4]
				4374708, -- [5]
				["id"] = 2612,
			},
			["200404"] = {
				"Dargrul", -- [1]
				"200404", -- [2]
				"Магматическая волна", -- [3]
				60.8, -- [4]
				237583, -- [5]
				["id"] = 1793,
			},
			["272457"] = {
				"Sporecaller Zancha", -- [1]
				"272457", -- [2]
				"Ударная волна", -- [3]
				10.6, -- [4]
				451165, -- [5]
				["id"] = 2112,
			},
			["381862"] = {
				"Kyrakka and Erkhart Stormvein", -- [1]
				"381862", -- [2]
				"Ядро адского пламени на ТЕБЕ", -- [3]
				3, -- [4]
				236220, -- [5]
				["id"] = 2623,
			},
			["376208"] = {
				"Chrono-Lord Deios", -- [1]
				"376208", -- [2]
				"Перемотка времени (1)", -- [3]
				39.1, -- [4]
				609811, -- [5]
				["id"] = 2559,
			},
			["384014"] = {
				"Watcher Irideus", -- [1]
				"384014", -- [2]
				"Статический выброс (1)", -- [3]
				10.6, -- [4]
				136111, -- [5]
				["id"] = 2615,
			},
			["369660"] = {
				"Bromach", -- [1]
				"369660", -- [2]
				"Дрожь на БОССЕ", -- [3]
				10, -- [4]
				451165, -- [5]
				["id"] = 2556,
			},
			["385963"] = {
				"Khajin the Unyielding", -- [1]
				"385963", -- [2]
				"Ледяной шок", -- [3]
				6, -- [4]
				135849, -- [5]
				["id"] = 2617,
			},
			["373084"] = {
				"Neltharus Trash", -- [1]
				"373084", -- [2]
				"Обжигающий обстрел", -- [3]
				23.1, -- [4]
				133035, -- [5]
				["id"] = 2612,
			},
			["384524"] = {
				"Watcher Irideus", -- [1]
				"384524", -- [2]
				"Кулак титана", -- [3]
				6.1, -- [4]
				135906, -- [5]
				["id"] = 2615,
			},
			["374699"] = {
				"Halls of Infusion Trash", -- [1]
				"374699", -- [2]
				"Прижигание", -- [3]
				18.2, -- [4]
				429590, -- [5]
				["id"] = 2616,
			},
			["369703"] = {
				"Bromach", -- [1]
				"369703", -- [2]
				"Оглушающий удар", -- [3]
				12.1, -- [4]
				132314, -- [5]
				["id"] = 2556,
			},
			["389179"] = {
				"Watcher Irideus", -- [1]
				"389179", -- [2]
				"Перегрузка (1)", -- [3]
				25.5, -- [4]
				839977, -- [5]
				["id"] = 2615,
			},
			["386559"] = {
				"Khajin the Unyielding", -- [1]
				"386559", -- [2]
				"Ледяной всплеск", -- [3]
				32, -- [4]
				612394, -- [5]
				["id"] = 2617,
			},
			["86930"] = {
				"Asaad", -- [1]
				"86930", -- [2]
				"Великая сила бури", -- [3]
				40.2, -- [4]
				136050, -- [5]
				["id"] = 1042,
			},
			["387504"] = {
				"Primal Tsunami", -- [1]
				"387504", -- [2]
				"Шквальный толчок", -- [3]
				16, -- [4]
				1698701, -- [5]
				["id"] = 2618,
			},
			["372087"] = {
				"Ruby Life Pools Trash", -- [1]
				"372087", -- [2]
				"Пылающий натиск", -- [3]
				17, -- [4]
				237517, -- [5]
				["id"] = 2609,
			},
			["188169"] = {
				"Rokmora", -- [1]
				"188169", -- [2]
				"Бритвенно-острые осколки", -- [3]
				25.3, -- [4]
				135857, -- [5]
				["id"] = 1790,
			},
			["384353"] = {
				"Gutshot", -- [1]
				"384353", -- [2]
				"Выстрел в живот", -- [3]
				12, -- [4]
				2058007, -- [5]
				["id"] = 2567,
			},
			["376186"] = {
				"Neltharus Trash", -- [1]
				"376186", -- [2]
				"Разбивающее сокрушение", -- [3]
				20.6, -- [4]
				1396971, -- [5]
				["id"] = 2613,
			},
			["375943"] = {
				"Balakar Khan", -- [1]
				"375943", -- [2]
				"Дрожь земли", -- [3]
				37, -- [4]
				1016245, -- [5]
				["id"] = 2580,
			},
			["378208"] = {
				"Hackclaw's War-Band", -- [1]
				"378208", -- [2]
				"Метка свежевателя (1)", -- [3]
				13.3, -- [4]
				1029718, -- [5]
				["id"] = 2570,
			},
			["369677"] = {
				"The Lost Dwarves", -- [1]
				"369677", -- [2]
				"Рикошетящий щит", -- [3]
				12.1, -- [4]
				135874, -- [5]
				["id"] = 2555,
			},
			["384620"] = {
				"The Raging Tempest", -- [1]
				"384620", -- [2]
				"Электрическая буря", -- [3]
				30.4, -- [4]
				237589, -- [5]
				["id"] = 2636,
			},
			["198024"] = {
				"Rokmora", -- [1]
				"198024", -- [2]
				"Кристализованная земля", -- [3]
				4.4, -- [4]
				132779, -- [5]
				["id"] = 1790,
			},
			["369110"] = {
				"Emberon", -- [1]
				"369110", -- [2]
				"Нестабильные угли", -- [3]
				12.1, -- [4]
				132093, -- [5]
				["id"] = 2558,
			},
			["372047"] = {
				"Ruby Life Pools Trash", -- [1]
				"372047", -- [2]
				"Ураган стали", -- [3]
				18.2, -- [4]
				535414, -- [5]
				["id"] = 2609,
			},
			["375056"] = {
				"Chargath, Bane of Scales", -- [1]
				"375056", -- [2]
				"Огненное преследование (1)", -- [3]
				31.1, -- [4]
				135826, -- [5]
				["id"] = 2613,
			},
			["376811"] = {
				"Treemouth", -- [1]
				"376811", -- [2]
				"Разлагающие брызги", -- [3]
				12.1, -- [4]
				132104, -- [5]
				["id"] = 2568,
			},
			["259732"] = {
				"Sporecaller Zancha", -- [1]
				"259732", -- [2]
				"Гниющий урожай (1)", -- [3]
				45.9, -- [4]
				1305151, -- [5]
				["id"] = 2112,
			},
			["369573"] = {
				"The Lost Dwarves", -- [1]
				"369573", -- [2]
				"Тяжелая стрела", -- [3]
				20.6, -- [4]
				133576, -- [5]
				["id"] = 2555,
			},
			["257278"] = {
				"Harlan Sweete", -- [1]
				"257278", -- [2]
				"Сабля повелителя пассатов", -- [3]
				10.9, -- [4]
				796638, -- [5]
				["id"] = 2096,
			},
			["373960"] = {
				"Decatriarch Wratheye", -- [1]
				"373960", -- [2]
				"Угасающие силы", -- [3]
				40.1, -- [4]
				615102, -- [5]
				["id"] = 2569,
			},
			["260333"] = {
				"Cragmaw the Infested", -- [1]
				"260333", -- [2]
				"Припадок (1)", -- [3]
				45, -- [4]
				1694232, -- [5]
				["id"] = 2118,
			},
			["198428"] = {
				"Ularogg Cragshaper", -- [1]
				"198428", -- [2]
				"Hands", -- [3]
				15.5, -- [4]
				136025, -- [5]
				["id"] = 1791,
			},
			["256489"] = {
				"Ring of Booty", -- [1]
				"256489", -- [2]
				"Место! (Правая)", -- [3]
				30.7, -- [4]
				136225, -- [5]
				["id"] = 2095,
			},
			["388523"] = {
				"Chargath, Bane of Scales", -- [1]
				"388523", -- [2]
				"1x Замедление на BOSS", -- [3]
				12, -- [4]
				136091, -- [5]
				["id"] = 2613,
			},
			["376892"] = {
				"Balakar Khan", -- [1]
				"376892", -- [2]
				"Трескучий сдвиг", -- [3]
				37, -- [4]
				136111, -- [5]
				["id"] = 2580,
			},
			["373944"] = {
				"Decatriarch Wratheye", -- [1]
				"373944", -- [2]
				"Тотем взрывной гнили (1)", -- [3]
				15.5, -- [4]
				136008, -- [5]
				["id"] = 2569,
			},
			["388424"] = {
				"Primal Tsunami", -- [1]
				"388424", -- [2]
				"Неистовство бури", -- [3]
				4, -- [4]
				572029, -- [5]
				["id"] = 2618,
			},
			["188114"] = {
				"Rokmora", -- [1]
				"188114", -- [2]
				"Дробление (1)", -- [3]
				20.4, -- [4]
				451165, -- [5]
				["id"] = 1790,
			},
			["388817"] = {
				"Granyth", -- [1]
				"388817", -- [2]
				"Каменные осколки", -- [3]
				10.6, -- [4]
				4554447, -- [5]
				["id"] = 2637,
			},
			["256106"] = {
				"Skycap'n Kragg", -- [1]
				"256106", -- [2]
				"Выстрел азеритовым порохом", -- [3]
				5.3, -- [4]
				134536, -- [5]
				["id"] = 2093,
			},
			["396044"] = {
				"Melidrussa Chillworn", -- [1]
				"396044", -- [2]
				"Взрывные градины", -- [3]
				6.8, -- [4]
				135849, -- [5]
				["id"] = 2609,
			},
			["373424"] = {
				"Chargath, Bane of Scales", -- [1]
				"373424", -- [2]
				"Сбивающее копье", -- [3]
				24.2, -- [4]
				135134, -- [5]
				["id"] = 2613,
			},
			["86911"] = {
				"Asaad", -- [1]
				"86911", -- [2]
				"Нестабильное заземляющее поле", -- [3]
				30.1, -- [4]
				136039, -- [5]
				["id"] = 1042,
			},
			["385434"] = {
				"Teera and Maruuk", -- [1]
				"385434", -- [2]
				"Прыжок духа", -- [3]
				6, -- [4]
				135736, -- [5]
				["id"] = 2581,
			},
			["374365"] = {
				"Magmatusk", -- [1]
				"374365", -- [2]
				"Неустойчивая мутация (1)", -- [3]
				30.3, -- [4]
				524796, -- [5]
				["id"] = 2610,
			},
			["nil"] = {
				"Bars", -- [1]
				"nil", -- [2]
				"test", -- [3]
				0.01, -- [4]
				134376, -- [5]
				["id"] = 2555,
			},
			["376170"] = {
				"Decatriarch Wratheye", -- [1]
				"376170", -- [2]
				"Удушающее облако гнили", -- [3]
				5.8, -- [4]
				348565, -- [5]
				["id"] = 2569,
			},
			["257305"] = {
				"Harlan Sweete", -- [1]
				"257305", -- [2]
				"Обстрел", -- [3]
				20.6, -- [4]
				252185, -- [5]
				["id"] = 2096,
			},
			["269843"] = {
				"Unbound Abomination", -- [1]
				"269843", -- [2]
				"Гнусный выброс", -- [3]
				8.3, -- [4]
				1029009, -- [5]
				["id"] = 2123,
			},
			["87622"] = {
				"Asaad", -- [1]
				"87622", -- [2]
				"Цепная молния", -- [3]
				12.1, -- [4]
				136015, -- [5]
				["id"] = 1042,
			},
			["385359"] = {
				"Gutshot", -- [1]
				"385359", -- [2]
				"Оплетающая ловушка", -- [3]
				8.4, -- [4]
				461122, -- [5]
				["id"] = 2567,
			},
			["385531"] = {
				"Gulping Goliath", -- [1]
				"385531", -- [2]
				"Удар пузом", -- [3]
				38.8, -- [4]
				136089, -- [5]
				["id"] = 2616,
			},
			["381694"] = {
				"Hackclaw's War-Band", -- [1]
				"381694", -- [2]
				"Гниющие глаза", -- [3]
				46.8, -- [4]
				136175, -- [5]
				["id"] = 2570,
			},
			["200637"] = {
				"Dargrul", -- [1]
				"200637", -- [2]
				"Большой помощник", -- [3]
				9.7, -- [4]
				1016245, -- [5]
				["id"] = 1793,
			},
			["264603"] = {
				"Elder Leaxa", -- [1]
				"264603", -- [2]
				"Кровавое зеркало (1)", -- [3]
				15.5, -- [4]
				1726347, -- [5]
				["id"] = 2111,
			},
			["374635"] = {
				"Forgemaster Gorek", -- [1]
				"374635", -- [2]
				"Сила кузни (1)", -- [3]
				3.6, -- [4]
				519892, -- [5]
				["id"] = 2612,
			},
			["369754"] = {
				"Bromach", -- [1]
				"369754", -- [2]
				"Жажда крови", -- [3]
				27.9, -- [4]
				136012, -- [5]
				["id"] = 2556,
			},
			["375439"] = {
				"Magmatusk", -- [1]
				"375439", -- [2]
				"Пылающий рывок", -- [3]
				19.1, -- [4]
				135822, -- [5]
				["id"] = 2610,
			},
			["258338"] = {
				"Council o' Captains", -- [1]
				"258338", -- [2]
				"Бочка черной пелены", -- [3]
				18, -- [4]
				132620, -- [5]
				["id"] = 2094,
			},
			["377827"] = {
				"Hackclaw's War-Band", -- [1]
				"377827", -- [2]
				"Вихрь клинков", -- [3]
				20.3, -- [4]
				132369, -- [5]
				["id"] = 2570,
			},
			["372851"] = {
				"Melidrussa Chillworn", -- [1]
				"372851", -- [2]
				"Ледяная буря", -- [3]
				12.1, -- [4]
				136213, -- [5]
				["id"] = 2609,
			},
			["264757"] = {
				"Elder Leaxa", -- [1]
				"264757", -- [2]
				"Кровавый пир", -- [3]
				6.2, -- [4]
				1394887, -- [5]
				["id"] = 2111,
			},
			["377018"] = {
				"Warlord Sargha", -- [1]
				"377018", -- [2]
				"Расплавленное золото", -- [3]
				14.2, -- [4]
				646670, -- [5]
				["id"] = 2611,
			},
			["377405"] = {
				"Chrono-Lord Deios", -- [1]
				"377405", -- [2]
				"Пожиратель времени (1)", -- [3]
				5.4, -- [4]
				796638, -- [5]
				["id"] = 2559,
			},
			["205549"] = {
				"Naraxas", -- [1]
				"205549", -- [2]
				"Зловонная пасть", -- [3]
				7, -- [4]
				136007, -- [5]
				["id"] = 1792,
			},
			["369791"] = {
				"The Lost Dwarves", -- [1]
				"369791", -- [2]
				"Крушитель черепов", -- [3]
				6.1, -- [4]
				463444, -- [5]
				["id"] = 2555,
			},
			["386757"] = {
				"Khajin the Unyielding", -- [1]
				"386757", -- [2]
				"Буря с градом", -- [3]
				20, -- [4]
				429385, -- [5]
				["id"] = 2617,
			},
			["376934"] = {
				"Treemouth", -- [1]
				"376934", -- [2]
				"Хваткие лозы (1)", -- [3]
				23.2, -- [4]
				136100, -- [5]
				["id"] = 2568,
			},
			["88308"] = {
				"Altairus", -- [1]
				"88308", -- [2]
				"Студеное дыхание", -- [3]
				12, -- [4]
				135836, -- [5]
				["id"] = 1041,
			},
			["381525"] = {
				"Kyrakka and Erkhart Stormvein", -- [1]
				"381525", -- [2]
				"Ревущее огненное дыхание", -- [3]
				1.6, -- [4]
				460698, -- [5]
				["id"] = 2623,
			},
			["386530"] = {
				"Granyth", -- [1]
				"386530", -- [2]
				"Перезарядка", -- [3]
				25, -- [4]
				394796, -- [5]
				["id"] = 2637,
			},
			["381470"] = {
				"Hackclaw's War-Band", -- [1]
				"381470", -- [2]
				"Тотем хитрого сглаза", -- [3]
				45.8, -- [4]
				538573, -- [5]
				["id"] = 2570,
			},
			["372701"] = {
				"Sentinel Talondras", -- [1]
				"372701", -- [2]
				"Сокрушительная поступь", -- [3]
				5.1, -- [4]
				458976, -- [5]
				["id"] = 2557,
			},
			["413264"] = {
				"Asaad", -- [1]
				"413264", -- [2]
				"Кольцо падающих звезд (1)", -- [3]
				18, -- [4]
				4037122, -- [5]
				["id"] = 1042,
			},
			["256405"] = {
				"Ring of Booty", -- [1]
				"256405", -- [2]
				"Акулий торнадо", -- [3]
				23.1, -- [4]
				463487, -- [5]
				["id"] = 2095,
			},
			["374969"] = {
				"Forgemaster Gorek", -- [1]
				"374969", -- [2]
				"Огонь кузни", -- [3]
				29.5, -- [4]
				136186, -- [5]
				["id"] = 2612,
			},
			["372623"] = {
				"Sentinel Talondras", -- [1]
				"372623", -- [2]
				"Резонирующая сфера", -- [3]
				26.7, -- [4]
				2000855, -- [5]
				["id"] = 2557,
			},
			["255952"] = {
				"Skycap'n Kragg", -- [1]
				"255952", -- [2]
				"Р-р-рывок!", -- [3]
				3.6, -- [4]
				1716281, -- [5]
				["id"] = 2093,
			},
			["258381"] = {
				"Council o' Captains", -- [1]
				"258381", -- [2]
				"Картечный залп", -- [3]
				8.3, -- [4]
				1773651, -- [5]
				["id"] = 2094,
			},
			["200700"] = {
				"Dargrul", -- [1]
				"200700", -- [2]
				"Оползень", -- [3]
				15.8, -- [4]
				451165, -- [5]
				["id"] = 1793,
			},
			["390111"] = {
				"Khajin the Unyielding", -- [1]
				"390111", -- [2]
				"Морозный смерч", -- [3]
				10, -- [4]
				136018, -- [5]
				["id"] = 2617,
			},
			["257316"] = {
				"Harlan Sweete", -- [1]
				"257316", -- [2]
				"Следующий помощник", -- [3]
				31.9, -- [4]
				463515, -- [5]
				["id"] = 2096,
			},
			["377204"] = {
				"Warlord Sargha", -- [1]
				"377204", -- [2]
				"Драконий горн", -- [3]
				7.1, -- [4]
				236216, -- [5]
				["id"] = 2611,
			},
			["210150"] = {
				"Naraxas", -- [1]
				"210150", -- [2]
				"Токсичная желчь (1)", -- [3]
				12.1, -- [4]
				136016, -- [5]
				["id"] = 1792,
			},
			["86292"] = {
				"Grand Vizier Ertan", -- [1]
				"86292", -- [2]
				"Охранный смерч", -- [3]
				31.4, -- [4]
				136018, -- [5]
				["id"] = 1043,
			},
			["256060"] = {
				"Skycap'n Kragg", -- [1]
				"256060", -- [2]
				"Бодрящее пойло", -- [3]
				20.7, -- [4]
				132800, -- [5]
				["id"] = 2093,
			},
			["376727"] = {
				"Balakar Khan", -- [1]
				"376727", -- [2]
				"<Чтение Выкачивание силы>", -- [3]
				4, -- [4]
				1020384, -- [5]
				["id"] = 2580,
			},
			["273285"] = {
				"Sporecaller Zancha", -- [1]
				"273285", -- [2]
				"Взрывчатые коробочки", -- [3]
				21.6, -- [4]
				620828, -- [5]
				["id"] = 2112,
			},
			["377014"] = {
				"Warlord Sargha", -- [1]
				"377014", -- [2]
				"Обратный поток на БОССЕ", -- [3]
				10, -- [4]
				459027, -- [5]
				["id"] = 2611,
			},
			["260292"] = {
				"Cragmaw the Infested", -- [1]
				"260292", -- [2]
				"Рывок", -- [3]
				8.2, -- [4]
				2011119, -- [5]
				["id"] = 2118,
			},
			["386063"] = {
				"Teera and Maruuk", -- [1]
				"386063", -- [2]
				"Отпугивающий рык", -- [3]
				5.5, -- [4]
				136147, -- [5]
				["id"] = 2581,
			},
			["376864"] = {
				"Balakar Khan", -- [1]
				"376864", -- [2]
				"Заряженное копье", -- [3]
				21.5, -- [4]
				135127, -- [5]
				["id"] = 2580,
			},
			["256358"] = {
				"Ring of Booty", -- [1]
				"256358", -- [2]
				"Бросок акулы (Правая)", -- [3]
				16.9, -- [4]
				622095, -- [5]
				["id"] = 2095,
			},
			["377559"] = {
				"Treemouth", -- [1]
				"377559", -- [2]
				"Хлещущая лоза", -- [3]
				5, -- [4]
				132106, -- [5]
				["id"] = 2568,
			},
			["385187"] = {
				"Gulping Goliath", -- [1]
				"385187", -- [2]
				"Подавляющее кваканье", -- [3]
				8.4, -- [4]
				252188, -- [5]
				["id"] = 2616,
			},
			["368990"] = {
				"Emberon", -- [1]
				"368990", -- [2]
				"Очищающее пламя", -- [3]
				38.5, -- [4]
				236216, -- [5]
				["id"] = 2558,
			},
			["200732"] = {
				"Dargrul", -- [1]
				"200732", -- [2]
				"Магматический удар", -- [3]
				18.9, -- [4]
				236253, -- [5]
				["id"] = 1793,
			},
			["198496"] = {
				"Ularogg Cragshaper", -- [1]
				"198496", -- [2]
				"Раскол", -- [3]
				7.1, -- [4]
				132340, -- [5]
				["id"] = 1791,
			},
			["386547"] = {
				"Teera and Maruuk", -- [1]
				"386547", -- [2]
				"Отпор", -- [3]
				50, -- [4]
				1029595, -- [5]
				["id"] = 2581,
			},
			["374839"] = {
				"Forgemaster Gorek", -- [1]
				"374839", -- [2]
				"Пылающая эгида", -- [3]
				12.1, -- [4]
				4181501, -- [5]
				["id"] = 2612,
			},
		},
		["latest_boss_mods_access"] = 1692925904,
		["encounter_timers_dbm"] = {
		},
	},
	["spell_category_latest_query"] = 0,
	["latest_news_saw"] = "10.1.5 11855",
	["played_class_time"] = true,
	["check_stuttering"] = true,
	["class_time_played"] = {
		["DEATHKNIGHT"] = 7955.198000000091,
		["WARRIOR"] = 8182.505000000005,
		["PALADIN"] = 279255.3269999994,
		[8] = {
			["DEATHKNIGHT"] = 20923.6179999999,
			["WARRIOR"] = 28396.29900000035,
			["DEMONHUNTER"] = 119522.6489999997,
			["PALADIN"] = 387232.7030000001,
			["SHAMAN"] = 76704.83299999963,
			["DRUID"] = 110313.8350000002,
			["MONK"] = 99814.0580000002,
			["PRIEST"] = 26660.37800000003,
		},
		["PRIEST"] = 27158.64799999993,
		[9] = {
			["DEATHKNIGHT"] = 303870.4940000003,
			["WARRIOR"] = 372719.9240000005,
			["ROGUE"] = 48.3410000000149,
			["MAGE"] = 197.7580000000012,
			["PRIEST"] = 1059975.596000002,
			["WARLOCK"] = 270.6240000000034,
			["DEMONHUNTER"] = 649.2170000000078,
			["SHAMAN"] = 129335.9489999999,
			["DRUID"] = 751127.961,
			["MONK"] = 136371.1870000003,
			["PALADIN"] = 4041435.922000007,
		},
		["WARLOCK"] = 149.0819999999367,
		["DEMONHUNTER"] = 123915.9419999993,
		["DRUID"] = 77500.0700000003,
		["MONK"] = 197441.0929999996,
		["SHAMAN"] = 95592.62600000028,
	},
	["tutorial"] = {
		["unlock_button"] = 4,
		["main_help_button"] = 2623,
		["WINDOW_GROUP_MAKING1"] = true,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["MIN_COMBAT_TIME"] = true,
		["OVERALLDATA_WARNING1"] = 2,
		["logons"] = 2623,
		["version_announce"] = 0,
		["ctrl_click_close_tutorial"] = false,
		["DETAILS_INFO_TUTORIAL2"] = 10,
		["bookmark_tutorial"] = false,
		["STREAMER_PLUGIN_FIRSTRUN"] = true,
	},
	["slash_me_used"] = false,
	["merge_player_abilities"] = false,
	["spell_category_latest_save"] = 0,
	["show_warning_id1"] = true,
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["reverse_death_log"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = false,
		["mythicrun_chart_frame_ready"] = {
			["y"] = -31.1998291015625,
			["x"] = -26.40008544921875,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
		},
		["last_mythicrun_chart"] = {
		},
	},
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_bw"] = {
			},
			["encounter_timers_dbm"] = {
			},
		},
	},
	["latest_npcid_pool_access"] = 1692925904,
	["spellid_ignored"] = {
	},
	["realm_sync"] = true,
	["createauraframe"] = {
	},
	["item_level_pool"] = {
		["Player-3674-059F158D"] = {
			["time"] = 1693662138,
			["name"] = "Récuso-TwistingNether",
			["ilvl"] = 411.5625,
		},
		["Player-1602-0C734AC9"] = {
			["name"] = "Ниэтта",
			["time"] = 1693685102,
			["ilvl"] = 444.75,
		},
		["Player-1602-0BE20D17"] = {
			["name"] = "Уххастик",
			["time"] = 1693685104,
			["ilvl"] = 442.875,
		},
		["Player-3691-09D64A3A"] = {
			["time"] = 1693706984,
			["name"] = "Styxpr-Blackhand",
			["ilvl"] = 421.125,
		},
		["Player-1602-0BE22AF5"] = {
			["name"] = "Лелалорен",
			["time"] = 1693685104,
			["ilvl"] = 423.625,
		},
		["Player-3674-0B31F4A1"] = {
			["time"] = 1693706984,
			["name"] = "Rtxq-TwistingNether",
			["ilvl"] = 406.1875,
		},
		["Player-1602-02304928"] = {
			["name"] = "Сострадание",
			["time"] = 1693685094,
			["ilvl"] = 446.625,
		},
		["Player-1096-096E8BAE"] = {
			["time"] = 1693706986,
			["name"] = "Nimp-DarkmoonFaire",
			["ilvl"] = 440.4375,
		},
		["Player-1929-0E2E5712"] = {
			["time"] = 1693706930,
			["name"] = "Алоиза",
			["ilvl"] = 404.0625,
		},
		["Player-1615-09907AE1"] = {
			["name"] = "Всекатель-Ревущийфьорд",
			["time"] = 1693680614,
			["ilvl"] = 446.25,
		},
		["Player-3674-0A87E3E5"] = {
			["time"] = 1693662138,
			["name"] = "Prästkich-TwistingNether",
			["ilvl"] = 415.5,
		},
		["Player-1615-09E3D145"] = {
			["name"] = "Нуждающийся-Ревущийфьорд",
			["time"] = 1693683180,
			["ilvl"] = 445.875,
		},
		["Player-1099-0A8D56C3"] = {
			["time"] = 1693706984,
			["name"] = "Highfly-Rexxar",
			["ilvl"] = 436.3125,
		},
	},
	["switchSaved"] = {
		["slots"] = 16,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
			{
			}, -- [13]
			{
			}, -- [14]
			{
			}, -- [15]
			{
			}, -- [16]
			{
			}, -- [17]
			{
			}, -- [18]
		},
	},
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["realtime_dps_size"] = 12,
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_shadow"] = true,
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["run_code"] = {
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--use the role icon in the player bar when inside an arena (default false)\nDetails.show_arena_role_icon = false;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["spell_category_latest_sent"] = 0,
	["titletext_showtimer_always"] = false,
	["exit_errors"] = {
	},
	["data_wipes_exp"] = {
		["9"] = true,
		["14"] = false,
		["13"] = false,
		["12"] = false,
		["11"] = false,
		["10"] = true,
	},
	["savedStyles"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["aura_tracker_frame"] = {
		["scaletable"] = {
			["scale"] = 1,
		},
		["position"] = {
		},
	},
	["savedTimeCaptures"] = {
	},
	["spell_category_savedtable"] = {
	},
	["damage_scroll_position"] = {
		["scale"] = 1,
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["exit_log"] = {
		"1 - Closing Breakdown Window.", -- [1]
		"2 - Clearing user placed position from instance windows.", -- [2]
		"  - 1 has baseFrame: yes.", -- [3]
		"  - 2 has baseFrame: yes.", -- [4]
		"  - 3 has baseFrame: yes.", -- [5]
		"4 - Reversing switches.", -- [6]
		"6 - Saving Config.", -- [7]
		"7 - Saving Profiles.", -- [8]
		"8 - Saving nicktag cache.", -- [9]
		"9 - Saving Auto Run Code.", -- [10]
	},
	["parser_options"] = {
		["energy_overflow"] = false,
		["shield_overheal"] = false,
	},
	["latest_spell_pool_access"] = 1692925904,
	["show_aug_predicted_spell_damage"] = false,
}
__details_backup = {
	["_instance_backup"] = {
	},
	["_exit_error"] = {
		"Sun Jan 29 19:40:43 2023|Saving Play Time: Interface/AddOns/Details/core/gears.lua:3095: attempt to call field 'GetStartupTime' (a nil value)", -- [1]
		"Fri Jan 27 23:34:42 2023|Saving Play Time: Interface/AddOns/Details/core/gears.lua:3095: attempt to call field 'GetStartupTime' (a nil value)", -- [2]
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [3]
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [4]
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [5]
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [6]
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [7]
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [8]
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [9]
	},
	["_general_logs"] = {
		"2023-09-03 05:31:23 | actor removed Инжедракр (ungrouped)", -- [1]
		"2023-09-03 05:31:23 | actor removed Teemojungle-TwistingNether (ungrouped)", -- [2]
		"2023-09-03 05:31:23 | actor removed Саэйрис-Ревущийфьорд (ungrouped)", -- [3]
		"2023-09-03 05:31:23 | actor removed Уктулутский ученик (ungrouped)", -- [4]
		"2023-09-03 05:31:23 | actor removed Охотничий выдрек (ungrouped)", -- [5]
		"2023-09-03 05:31:23 | actor removed Охотничий выдрек (ungrouped)", -- [6]
		"2023-09-03 05:31:23 | actor removed Ненаглядная-Ревущийфьорд (ungrouped)", -- [7]
		"2023-09-03 05:31:23 | actor removed Охотничий выдрек (ungrouped)", -- [8]
		"2023-09-03 05:31:23 | actor removed Уктулутский ученик (ungrouped)", -- [9]
		"2023-09-03 05:31:23 | actor removed Ненаглядная-Ревущийфьорд (ungrouped)", -- [10]
		"2023-09-03 05:31:23 | actor removed Ненаглядная-Ревущийфьорд (ungrouped)", -- [11]
		"2023-09-03 05:31:23 | actor removed Охотничий выдрек (ungrouped)", -- [12]
		"2023-09-03 05:31:23 | actor removed Сокрушающий элементаль (ungrouped)", -- [13]
		"2023-09-03 05:31:23 | actor removed Ненаглядная-Ревущийфьорд (ungrouped)", -- [14]
		"2023-09-03 05:31:23 | actor removed Ненаглядная-Ревущийфьорд (ungrouped)", -- [15]
		"2023-09-03 05:31:23 | actor removed Охотничий выдрек (ungrouped)", -- [16]
		"2023-09-03 05:31:23 | actor removed Сокрушающий элементаль (ungrouped)", -- [17]
		"2023-09-03 05:31:23 | actor removed Охотничий выдрек (ungrouped)", -- [18]
		"2023-09-03 05:31:23 | actor removed Уктулутский ученик (ungrouped)", -- [19]
		"2023-09-03 05:31:23 | actor removed Охотничий выдрек (ungrouped)", -- [20]
		"2023-09-03 05:31:23 | actor removed Уктулутский ученик (ungrouped)", -- [21]
		"2023-09-03 05:31:23 | actor removed Охотничий выдрек (ungrouped)", -- [22]
		"2023-09-03 05:31:23 | actor removed Уктулутский ученик (ungrouped)", -- [23]
		"2023-09-03 05:31:23 | actor removed Охотничий выдрек (ungrouped)", -- [24]
		"2023-09-03 05:31:23 | actor removed Грозный ворон-падальщик (ungrouped)", -- [25]
		"2023-09-03 05:31:23 | actor removed Тренировочный манекен клыкарров (ungrouped)", -- [26]
		"2023-09-03 05:31:23 | actor removed Тлеющее перо <Феникс-падальщик> (orphan)", -- [27]
		"2023-09-03 05:31:23 | actor removed Феникс-падальщик (ungrouped)", -- [28]
		"2023-09-03 05:31:23 | actor removed Головокружение (ungrouped)", -- [29]
	},
}
