
_detalhes_global = {
	["ask_to_erase_frame"] = {
		["scale"] = 1,
		["position"] = {
		},
	},
	["boss_icon_cache"] = {
	},
	["encounter_spell_pool"] = {
		{
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		}, -- [1]
		[369043] = {
			2558, -- [1]
			"Стражник хранилища", -- [2]
		},
		[369811] = {
			2556, -- [1]
			"Огромный берсерк", -- [2]
		},
		[372113] = {
			2568, -- [1]
			"Зараженный плеточник <Увядший дуб>", -- [2]
		},
		[375439] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[378764] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[386181] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[381834] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[376208] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[408177] = {
			2668, -- [1]
			"Дажак", -- [2]
		},
		[388996] = {
			2565, -- [1]
			"[*] Извержение энергии", -- [2]
		},
		[34942] = {
			1901, -- [1]
			"Эфириал-черный маг", -- [2]
		},
		[376209] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[369049] = {
			2558, -- [1]
			"Стражник хранилища", -- [2]
		},
		[376723] = {
			2580, -- [1]
			"Буремант из клана Нокхуд", -- [2]
		},
		[369818] = {
			2556, -- [1]
			"Огромный берсерк", -- [2]
		},
		[396672] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[393092] = {
			2564, -- [1]
			"Смерч", -- [2]
		},
		[32065] = {
			1946, -- [1]
			"Болотоход", -- [2]
		},
		[369052] = {
			2558, -- [1]
			"Стражник хранилища", -- [2]
		},
		[407159] = {
			2668, -- [1]
			"Гниль Галакронда", -- [2]
		},
		[411763] = {
			2673, -- [1]
			"Хранитель из рода Бесконечности", -- [2]
		},
		[376727] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[375449] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[373915] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[255371] = {
			2086, -- [1]
			"Резан", -- [2]
		},
		[19134] = {
			1895, -- [1]
			"Полководец Саларис", -- [2]
		},
		[373917] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[401794] = {
			2666, -- [1]
			"Хроникар", -- [2]
		},
		[410234] = {
			2672, -- [1]
			"Громмаш Адский Крик", -- [2]
		},
		[389007] = {
			2565, -- [1]
			"[*] Дикая энергия", -- [2]
		},
		[396424] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[376732] = {
			2580, -- [1]
			"[*] Штормовые ветра", -- [2]
		},
		[255373] = {
			2086, -- [1]
			"Резан", -- [2]
		},
		[428139] = {
			1751, -- [1]
			"Верховный маг Сол", -- [2]
		},
		[412027] = {
			2673, -- [1]
			"Хранитель из рода Бесконечности", -- [2]
		},
		[369573] = {
			2555, -- [1]
			"Бейлог", -- [2]
		},
		[419956] = {
			1046, -- [1]
			"Эрунак Говорящий с Камнем", -- [2]
		},
		[415097] = {
			2668, -- [1]
			"Гниль Галакронда", -- [2]
		},
		[410238] = {
			2672, -- [1]
			"Громмаш Адский Крик", -- [2]
		},
		[427885] = {
			1751, -- [1]
			"Верховный маг Сол", -- [2]
		},
		[388245] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[410496] = {
			2672, -- [1]
			"Громмаш Адский Крик", -- [2]
		},
		[428399] = {
			1047, -- [1]
			"Чернила Озумата", -- [2]
		},
		[382620] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[386201] = {
			2562, -- [1]
			"[*] Оскверненная мана", -- [2]
		},
		[385434] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[386202] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[428401] = {
			1047, -- [1]
			"Чернила Озумата", -- [2]
		},
		[385691] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[22907] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[385181] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[428403] = {
			1047, -- [1]
			"Жижа <Озумат>", -- [2]
		},
		[428404] = {
			1047, -- [1]
			"[*] Чернильная тьма", -- [2]
		},
		[381602] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[404364] = {
			2671, -- [1]
			"Морхи <Морхи>", -- [2]
		},
		[429172] = {
			1046, -- [1]
			"Подчиняющий разум Гур'ша", -- [2]
		},
		[428405] = {
			1047, -- [1]
			"Чернила Озумата", -- [2]
		},
		[168040] = {
			1757, -- [1]
			"Демиург Телу", -- [2]
		},
		[429173] = {
			1046, -- [1]
			"Подчиняющий разум Гур'ша", -- [2]
		},
		[382883] = {
			2569, -- [1]
			"Злобная заклинательница гнили", -- [2]
		},
		[373932] = {
			2585, -- [1]
			"Драконья иллюзия", -- [2]
		},
		[428407] = {
			1047, -- [1]
			"Чернила Озумата", -- [2]
		},
		[381605] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[385442] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[381862] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[385187] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[381607] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[377004] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[417413] = {
			2673, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[427899] = {
			1751, -- [1]
			"Верховный маг Сол", -- [2]
		},
		[220855] = {
			1838, -- [1]
			"Дресарон", -- [2]
		},
		[397210] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[378029] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[410254] = {
			2672, -- [1]
			"Громмаш Адский Крик", -- [2]
		},
		[385958] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[415114] = {
			2668, -- [1]
			"Анзон", -- [2]
		},
		[377008] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[414604] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[377009] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[416139] = {
			2673, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[255895] = {
			2086, -- [1]
			"Ядовитый саурид", -- [2]
		},
		[372151] = {
			2567, -- [1]
			"Медведь-кишкожуй", -- [2]
		},
		[410258] = {
			2672, -- [1]
			"Громмаш Адский Крик", -- [2]
		},
		[388008] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[373942] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[385451] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[385963] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[373688] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[209862] = {
			1836, -- [1]
			"[*] Вулканический шлейф", -- [2]
		},
		[3391] = {
			1935, -- [1]
			"Буян из клана Изувеченной Длани", -- [2]
		},
		[388523] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[384687] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[374969] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[350163] = {
			1746, -- [1]
			"Злопамятная тень", -- [2]
		},
		[377017] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[44314] = {
			1897, -- [1]
			"Селин Огненное Сердце", -- [2]
		},
		[413590] = {
			2668, -- [1]
			"Дажак", -- [2]
		},
		[40318] = {
			1946, -- [1]
			"Болотоход", -- [2]
		},
		[387504] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[369602] = {
			2555, -- [1]
			"Олаф", -- [2]
		},
		[383925] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[374720] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[416152] = {
			2673, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[343520] = {
			2585, -- [1]
			"[*] Бушующий", -- [2]
		},
		[384696] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[407714] = {
			2668, -- [1]
			"Гниль Галакронда", -- [2]
		},
		[386743] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[427919] = {
			1751, -- [1]
			"Верховный маг Сол", -- [2]
		},
		[384186] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[191326] = {
			1838, -- [1]
			"Дресарон", -- [2]
		},
		[408227] = {
			2672, -- [1]
			"Громмаш Адский Крик", -- [2]
		},
		[408228] = {
			2672, -- [1]
			"Громмаш Адский Крик", -- [2]
		},
		[369610] = {
			2556, -- [1]
			"Сотрясающий тотем <Бромач>", -- [2]
		},
		[405671] = {
			2667, -- [1]
			"Ожившие потоки времени", -- [2]
		},
		[427922] = {
			1751, -- [1]
			"Верховный маг Сол", -- [2]
		},
		[405672] = {
			2667, -- [1]
			"Ожившие потоки времени", -- [2]
		},
		[388537] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[374471] = {
			2613, -- [1]
			"Сбивающее копье <Чаргат Дробитель Чешуи>", -- [2]
		},
		[404650] = {
			2667, -- [1]
			"Ожившие потоки времени", -- [2]
		},
		[427668] = {
			1044, -- [1]
			"Командир Улток", -- [2]
		},
		[385981] = {
			2562, -- [1]
			"[*] Чародейская сфера", -- [2]
		},
		[377542] = {
			2611, -- [1]
			"[*] Горящая земля", -- [2]
		},
		[378054] = {
			2568, -- [1]
			"[*] Увядание!", -- [2]
		},
		[404908] = {
			2613, -- [1]
			"Страж Скверны <Albus-Proudmoore>", -- [2]
		},
		[427670] = {
			1044, -- [1]
			"Командир Улток", -- [2]
		},
		[378055] = {
			2568, -- [1]
			"Разлагающийся слизень <Древорот>", -- [2]
		},
		[407978] = {
			2668, -- [1]
			"Анзон", -- [2]
		},
		[374731] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[427672] = {
			1044, -- [1]
			"Командир Улток", -- [2]
		},
		[389054] = {
			2562, -- [1]
			"Чародейский добытчик", -- [2]
		},
		[378057] = {
			2568, -- [1]
			"Разлагающийся слизень <Древорот>", -- [2]
		},
		[389055] = {
			2562, -- [1]
			"Чародейский добытчик", -- [2]
		},
		[204502] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[30502] = {
			1936, -- [1]
			"Главный чернокнижник Пустоклят", -- [2]
		},
		[376780] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[409261] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[378827] = {
			2610, -- [1]
			"Куалаши-расхититель", -- [2]
		},
		[403891] = {
			2671, -- [1]
			"Морхи", -- [2]
		},
		[34662] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[27609] = {
			1895, -- [1]
			"Жрица Делрисса", -- [2]
		},
		[31717] = {
			1948, -- [1]
			"Черная Охотница", -- [2]
		},
		[389059] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[199389] = {
			1838, -- [1]
			"Дресарон", -- [2]
		},
		[406962] = {
			2672, -- [1]
			"Метатель топоров", -- [2]
		},
		[388804] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[376784] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[250028] = {
			2087, -- [1]
			"Язма", -- [2]
		},
		[404917] = {
			2671, -- [1]
			"Морхи", -- [2]
		},
		[375251] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[405431] = {
			2667, -- [1]
			"Ожившие потоки времени", -- [2]
		},
		[409268] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[413105] = {
			2666, -- [1]
			"Хроникар", -- [2]
		},
		[192231] = {
			2087, -- [1]
			"Тотем жидкой магмы <Шайэн>", -- [2]
		},
		[377559] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[200289] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[377561] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[384978] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[164357] = {
			1746, -- [1]
			"Сухокожий", -- [2]
		},
		[30471] = {
			1935, -- [1]
			"Разоритель из клана Изувеченной Длани", -- [2]
		},
		[405696] = {
			2667, -- [1]
			"Ожившие потоки времени", -- [2]
		},
		[388817] = {
			2637, -- [1]
			"Гранит", -- [2]
		},
		[376797] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[372963] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[33865] = {
			1900, -- [1]
			"Эфириал-падальщик", -- [2]
		},
		[34920] = {
			1900, -- [1]
			"Эфириал-падальщик", -- [2]
		},
		[251187] = {
			2086, -- [1]
			"Ядовитый саурид", -- [2]
		},
		[414652] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[393425] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[388822] = {
			2565, -- [1]
			"Эхо Дорагосы", -- [2]
		},
		[377825] = {
			2555, -- [1]
			"[*] Пылающая смола", -- [2]
		},
		[374245] = {
			2568, -- [1]
			"[*] Гниющий залив", -- [2]
		},
		[198376] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[376292] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[405448] = {
			2667, -- [1]
			"Ожившие потоки времени", -- [2]
		},
		[22911] = {
			1900, -- [1]
			"Эфириал - осквернитель гробниц", -- [2]
		},
		[392151] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[384223] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[408008] = {
			2668, -- [1]
			"Анзон", -- [2]
		},
		[409287] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[377830] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[372971] = {
			2612, -- [1]
			"Куалаши-кузнец", -- [2]
		},
		[44224] = {
			1894, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[386016] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[198379] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[392666] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[372718] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[376811] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[204646] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[389855] = {
			2585, -- [1]
			"Драконья иллюзия", -- [2]
		},
		[390111] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[400597] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[381416] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[383974] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[407504] = {
			2671, -- [1]
			"Морхи", -- [2]
		},
		[405970] = {
			2666, -- [1]
			"Хроникар", -- [2]
		},
		[381419] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[376049] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[218587] = {
			1838, -- [1]
			"Дресарон", -- [2]
		},
		[387559] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[383979] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[374517] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[369660] = {
			2556, -- [1]
			"Сотрясающий тотем <Бромач>", -- [2]
		},
		[249919] = {
			2087, -- [1]
			"Язма", -- [2]
		},
		[30153] = {
			2612, -- [1]
			"Страж Скверны <Albus-Proudmoore>", -- [2]
		},
		[369662] = {
			2556, -- [1]
			"Сотрясающий тотем <Бромач>", -- [2]
		},
		[198386] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[369663] = {
			2556, -- [1]
			"Сотрясающий тотем <Бромач>", -- [2]
		},
		[374523] = {
			2582, -- [1]
			"Силовой росток", -- [2]
		},
		[375291] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[15716] = {
			1945, -- [1]
			"Газ'ан", -- [2]
		},
		[200050] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[376827] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[385267] = {
			2584, -- [1]
			"Потрескивающая воронка", -- [2]
		},
		[408029] = {
			2668, -- [1]
			"Лозкелет", -- [2]
		},
		[30505] = {
			1936, -- [1]
			"Главный чернокнижник Пустоклят", -- [2]
		},
		[250050] = {
			2087, -- [1]
			"Язма", -- [2]
		},
		[386547] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[376829] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[439488] = {
			2565, -- [1]
			"Эхо Дорагосы", -- [2]
		},
		[387571] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[30633] = {
			1937, -- [1]
			"О'мрогг Завоеватель", -- [2]
		},
		[386037] = {
			2581, -- [1]
			"[*] Ураганная стрела", -- [2]
		},
		[376319] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[388084] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[23600] = {
			1895, -- [1]
			"Полководец Саларис", -- [2]
		},
		[384761] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[418009] = {
			2672, -- [1]
			"Лучник Альянса", -- [2]
		},
		[405478] = {
			2667, -- [1]
			"Ожившие потоки времени", -- [2]
		},
		[381694] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[374789] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[385531] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[374534] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[369675] = {
			2556, -- [1]
			"Геомант из племени Каменного Свода", -- [2]
		},
		[375046] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[376325] = {
			2559, -- [1]
			"[*] Зона вечности", -- [2]
		},
		[374535] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[369677] = {
			2555, -- [1]
			"Олаф", -- [2]
		},
		[44164] = {
			1895, -- [1]
			"Пшикс <Эллриса Почитательница Тени>", -- [2]
		},
		[375306] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[200185] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[377864] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[249929] = {
			2087, -- [1]
			"Порождение души", -- [2]
		},
		[387585] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[220519] = {
			1837, -- [1]
			"Корни-душители", -- [2]
		},
		[384773] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[198269] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[375055] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[31673] = {
			1946, -- [1]
			"Топеглад", -- [2]
		},
		[375056] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[212464] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[255558] = {
			2084, -- [1]
			"[*] Оскверненная кровь", -- [2]
		},
		[375057] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[33871] = {
			1900, -- [1]
			"Эфириал-падальщик", -- [2]
		},
		[168092] = {
			1757, -- [1]
			"Страж жизни Гола", -- [2]
		},
		[407027] = {
			2668, -- [1]
			"Гниль Галакронда", -- [2]
		},
		[196354] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[204666] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[384014] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[204667] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[384015] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[16856] = {
			1935, -- [1]
			"Гладиатор из клана Изувеченной Длани", -- [2]
		},
		[255434] = {
			2086, -- [1]
			"Резан", -- [2]
		},
		[385551] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[386063] = {
			2581, -- [1]
			"Маруук", -- [2]
		},
		[400641] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[384529] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[32361] = {
			1901, -- [1]
			"Таварок", -- [2]
		},
		[369696] = {
			2556, -- [1]
			"Душитель из племени Каменного Свода", -- [2]
		},
		[400642] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[32409] = {
			1836, -- [1]
			"[*] Слово Тьмы: Смерть", -- [2]
		},
		[384019] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[375068] = {
			2610, -- [1]
			"Лавовые щупальца <Магмобивень>", -- [2]
		},
		[384531] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[39435] = {
			1947, -- [1]
			"Коготь", -- [2]
		},
		[427498] = {
			1757, -- [1]
			"Страж жизни Гола", -- [2]
		},
		[371489] = {
			2609, -- [1]
			"Ткач Холода Морозной Вспышки", -- [2]
		},
		[427500] = {
			1757, -- [1]
			"Страж жизни Гола", -- [2]
		},
		[388882] = {
			2618, -- [1]
			"Насыщательница-воин стихий", -- [2]
		},
		[396044] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[104318] = {
			1838, -- [1]
			"Дикий бес <Watchthedot-Eredar>", -- [2]
		},
		[35951] = {
			1936, -- [1]
			"Слабая расщелина тьмы <Главный чернокнижник Пустоклят>", -- [2]
		},
		[400649] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[428526] = {
			1047, -- [1]
			"Пятно <Озумат>", -- [2]
		},
		[376865] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[414205] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[376866] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[31946] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[381470] = {
			2570, -- [1]
			"Лови-тотем", -- [2]
		},
		[198408] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[428530] = {
			1047, -- [1]
			"Чернила Озумата", -- [2]
		},
		[374567] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[401421] = {
			2666, -- [1]
			"Хроникар", -- [2]
		},
		[427508] = {
			1757, -- [1]
			"Демиург Телу", -- [2]
		},
		[375591] = {
			2582, -- [1]
			"Нестабильный побег", -- [2]
		},
		[418046] = {
			2672, -- [1]
			"Громмаш Адский Крик", -- [2]
		},
		[416256] = {
			2669, -- [1]
			"Творение Иридикрона <Иридикрон>", -- [2]
		},
		[427510] = {
			1757, -- [1]
			"Дулгу", -- [2]
		},
		[374570] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[373803] = {
			2609, -- [1]
			"Заряженный дракончик", -- [2]
		},
		[32330] = {
			1947, -- [1]
			"Оса ликулла", -- [2]
		},
		[397077] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[429046] = {
			1047, -- [1]
			"Озумат", -- [2]
		},
		[387359] = {
			2618, -- [1]
			"[*] Промокание насквозь", -- [2]
		},
		[427512] = {
			1757, -- [1]
			"Дулгу", -- [2]
		},
		[199051] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[427769] = {
			1045, -- [1]
			"Леди Наз'жар", -- [2]
		},
		[429048] = {
			1046, -- [1]
			"Эрунак Говорящий с Камнем", -- [2]
		},
		[250585] = {
			2085, -- [1]
			"[*] Ядовитая лужа", -- [2]
		},
		[15254] = {
			1899, -- [1]
			"Эфириальный маяк", -- [2]
		},
		[414376] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[429049] = {
			1047, -- [1]
			"Озумат", -- [2]
		},
		[378155] = {
			2570, -- [1]
			"Лови-тотем", -- [2]
		},
		[387618] = {
			2618, -- [1]
			"Насыщательница-воин стихий", -- [2]
		},
		[427771] = {
			1045, -- [1]
			"Леди Наз'жар", -- [2]
		},
		[31704] = {
			1948, -- [1]
			"Черная Охотница", -- [2]
		},
		[417030] = {
			2672, -- [1]
			"Кудесница из Альянса", -- [2]
		},
		[44226] = {
			1894, -- [1]
			"[*] Искажение гравитации", -- [2]
		},
		[388546] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[429051] = {
			1046, -- [1]
			"Эрунак Говорящий с Камнем", -- [2]
		},
		[378847] = {
			2610, -- [1]
			"Куалаши-хребтолом", -- [2]
		},
		[416264] = {
			2673, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[409456] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[384725] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[414583] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[416265] = {
			2673, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[409584] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[34930] = {
			1901, -- [1]
			"Эфириал-черный маг", -- [2]
		},
		[427509] = {
			1757, -- [1]
			"Демиург Телу", -- [2]
		},
		[416266] = {
			2673, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[419591] = {
			1837, -- [1]
			6, -- [2]
		},
		[255575] = {
			2084, -- [1]
			"Жрица Алун'за", -- [2]
		},
		[381379] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[407413] = {
			2668, -- [1]
			"Гниль Галакронда", -- [2]
		},
		[386781] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[395647] = {
			2555, -- [1]
			"[*] Вспышка огня", -- [2]
		},
		[373046] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[385578] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[212786] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[31547] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[412944] = {
			2666, -- [1]
			"Хроникар", -- [2]
		},
		[385579] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[374582] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[429057] = {
			1046, -- [1]
			"Эрунак Говорящий с Камнем", -- [2]
		},
		[381482] = {
			2612, -- [1]
			"[*] Кузнечный огонь", -- [2]
		},
		[416257] = {
			2669, -- [1]
			"Творение Иридикрона <Иридикрон>", -- [2]
		},
		[251188] = {
			2086, -- [1]
			"Ядовитый саурид", -- [2]
		},
		[374839] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[428291] = {
			1045, -- [1]
			"Отважный страж Леди Наз'жар", -- [2]
		},
		[384558] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[369674] = {
			2556, -- [1]
			"Геомант из племени Каменного Свода", -- [2]
		},
		[377222] = {
			2568, -- [1]
			"[*] Поглощение", -- [2]
		},
		[386173] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[164275] = {
			1746, -- [1]
			"Сухокожий", -- [2]
		},
		[31429] = {
			1947, -- [1]
			"Коготь", -- [2]
		},
		[414305] = {
			2667, -- [1]
			"Ожившие потоки времени", -- [2]
		},
		[428293] = {
			1045, -- [1]
			"Отважный страж Леди Наз'жар", -- [2]
		},
		[403486] = {
			2666, -- [1]
			"[*] Осадок эонов", -- [2]
		},
		[374586] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[32315] = {
			1900, -- [1]
			"Эфириал - осквернитель гробниц", -- [2]
		},
		[428294] = {
			1045, -- [1]
			"Отважный страж Леди Наз'жар", -- [2]
		},
		[429037] = {
			1046, -- [1]
			"Эрунак Говорящий с Камнем", -- [2]
		},
		[32363] = {
			1899, -- [1]
			"Принц Шаффар", -- [2]
		},
		[255579] = {
			2084, -- [1]
			"Жрица Алун'за", -- [2]
		},
		[410904] = {
			2673, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[400680] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[376634] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[414304] = {
			2667, -- [1]
			"Ожившие потоки времени", -- [2]
		},
		[38761] = {
			1901, -- [1]
			"Таварок", -- [2]
		},
		[204611] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[405279] = {
			2671, -- [1]
			"Морхи", -- [2]
		},
		[428041] = {
			1045, -- [1]
			"[*] Шоковый удар", -- [2]
		},
		[385339] = {
			2581, -- [1]
			"Маруук", -- [2]
		},
		[255836] = {
			2084, -- [1]
			"Жрица Алун'за", -- [2]
		},
		[428809] = {
			1047, -- [1]
			"Жижа <Озумат>", -- [2]
		},
		[376892] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[409884] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[376899] = {
			2580, -- [1]
			"[*] Трескучее облако", -- [2]
		},
		[381864] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[255581] = {
			2084, -- [1]
			"Жрица Алун'за", -- [2]
		},
		[410908] = {
			2673, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[377405] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[419604] = {
			2672, -- [1]
			"Громмаш Адский Крик", -- [2]
		},
		[27584] = {
			1895, -- [1]
			"Полководец Саларис", -- [2]
		},
		[250022] = {
			2087, -- [1]
			"Язма", -- [2]
		},
		[389056] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[384823] = {
			2606, -- [1]
			"Шторм бушующего пламени <Кокия Пламенное Копыто>", -- [2]
		},
		[255582] = {
			2084, -- [1]
			"[*] Расплавленное золото", -- [2]
		},
		[196376] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[415254] = {
			2668, -- [1]
			"Анзон", -- [2]
		},
		[46153] = {
			1897, -- [1]
			"Селин Огненное Сердце", -- [2]
		},
		[376896] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[400681] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[387264] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[38760] = {
			1900, -- [1]
			"Пандемоний", -- [2]
		},
		[20615] = {
			1895, -- [1]
			"Полководец Саларис", -- [2]
		},
		[414493] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[376783] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[25778] = {
			1947, -- [1]
			"Болотник Нижетопи", -- [2]
		},
		[377018] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[400683] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[199063] = {
			1837, -- [1]
			"Корни-душители", -- [2]
		},
		[384827] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[409635] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[384316] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[377395] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[376644] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[374854] = {
			2613, -- [1]
			"Сбивающее копье <Чаргат Дробитель Чешуи>", -- [2]
		},
		[413208] = {
			2671, -- [1]
			"Морхи <Морхи>", -- [2]
		},
		[374343] = {
			2565, -- [1]
			"Эхо Дорагосы", -- [2]
		},
		[418588] = {
			1837, -- [1]
			6, -- [2]
		},
		[377844] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[382628] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[46193] = {
			1895, -- [1]
			"Жрица Делрисса", -- [2]
		},
		[38737] = {
			1945, -- [1]
			"Газ'ан", -- [2]
		},
		[31707] = {
			2580, -- [1]
			"Water Elemental", -- [2]
		},
		[410249] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[384575] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[403724] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[389179] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[389011] = {
			2565, -- [1]
			"[*] Переполняющая энергия", -- [2]
		},
		[384577] = {
			2567, -- [1]
			"Гнилозубая гиена", -- [2]
		},
		[44268] = {
			1895, -- [1]
			"Полководец Саларис", -- [2]
		},
		[428054] = {
			1045, -- [1]
			"Леди Наз'жар", -- [2]
		},
		[385075] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[416290] = {
			2673, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[32364] = {
			1899, -- [1]
			"Принц Шаффар", -- [2]
		},
		[389181] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[385078] = {
			2584, -- [1]
			"Потрескивающая воронка", -- [2]
		},
		[258709] = {
			2084, -- [1]
			"[*] Оскверненное золото", -- [2]
		},
		[376997] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[415448] = {
			2668, -- [1]
			"Некрохлад", -- [2]
		},
		[377522] = {
			2611, -- [1]
			"Яростный пламень", -- [2]
		},
		[373326] = {
			2565, -- [1]
			"Эхо Дорагосы", -- [2]
		},
		[414552] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[345561] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[390462] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[378020] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[181089] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[384148] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[38759] = {
			1900, -- [1]
			"Пандемоний", -- [2]
		},
		[381512] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[255591] = {
			2084, -- [1]
			"Жрица Алун'за", -- [2]
		},
		[427456] = {
			1044, -- [1]
			"Командир Улток", -- [2]
		},
		[30478] = {
			1936, -- [1]
			"Новообращенный орк Скверны", -- [2]
		},
		[381513] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[250241] = {
			2085, -- [1]
			"Вол'каал", -- [2]
		},
		[369026] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[372820] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[381514] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[381770] = {
			2568, -- [1]
			"Разлагающийся слизень <Древорот>", -- [2]
		},
		[25603] = {
			1900, -- [1]
			"Эфириал-колдун", -- [2]
		},
		[389443] = {
			2615, -- [1]
			"Нейтрализующее устройство", -- [2]
		},
		[377034] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[46155] = {
			1897, -- [1]
			"Селин Огненное Сердце", -- [2]
		},
		[44141] = {
			1895, -- [1]
			"Эллриса Почитательница Тени", -- [2]
		},
		[201191] = {
			1838, -- [1]
			"Порожденный ненавистью слизень", -- [2]
		},
		[381516] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[404916] = {
			2671, -- [1]
			"Морхи", -- [2]
		},
		[375890] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[428103] = {
			1045, -- [1]
			"Ледяная ведьма леди Наз'жар", -- [2]
		},
		[381517] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[259574] = {
			2085, -- [1]
			"Вол'каал", -- [2]
		},
		[89753] = {
			1838, -- [1]
			"Страж Скверны <Watchthedot-Eredar>", -- [2]
		},
		[389446] = {
			2615, -- [1]
			"Нейтрализующее устройство", -- [2]
		},
		[381518] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[373762] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[369754] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[388424] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[413013] = {
			2666, -- [1]
			"Хроникар", -- [2]
		},
		[376660] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[429089] = {
			1047, -- [1]
			"Озумат", -- [2]
		},
		[369791] = {
			2555, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		[373733] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[321538] = {
			2667, -- [1]
			"Sul'raka", -- [2]
		},
		[372222] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[372859] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[428868] = {
			1047, -- [1]
			"Чернила Озумата", -- [2]
		},
		[38739] = {
			1946, -- [1]
			"Топеглад", -- [2]
		},
		[90361] = {
			2610, -- [1]
			"Degu", -- [2]
		},
		[368990] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[374361] = {
			2565, -- [1]
			"Эхо Дорагосы", -- [2]
		},
		[369022] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[199329] = {
			1838, -- [1]
			"Дресарон", -- [2]
		},
		[385359] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[386559] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[382802] = {
			2569, -- [1]
			"Злобная заклинательница гнили", -- [2]
		},
		[387150] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[250096] = {
			2087, -- [1]
			"Язма", -- [2]
		},
		[427559] = {
			1044, -- [1]
			"Бурлящая жижа <Командир Улток>", -- [2]
		},
		[32365] = {
			1899, -- [1]
			"Принц Шаффар", -- [2]
		},
		[387151] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[389541] = {
			2086, -- [1]
			"Статуя белого тигра <Talì-Blackrock>", -- [2]
		},
		[374364] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[369697] = {
			2556, -- [1]
			"Душитель из племени Каменного Свода", -- [2]
		},
		[387152] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[381526] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[374365] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[373087] = {
			2606, -- [1]
			"Шторм бушующего пламени <Кокия Пламенное Копыто>", -- [2]
		},
		[383061] = {
			2087, -- [1]
			"Тотем жидкой магмы <Шайэн>", -- [2]
		},
		[204574] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[46182] = {
			1895, -- [1]
			"Эрамас Сияющее Пламя", -- [2]
		},
		[255372] = {
			2086, -- [1]
			"Резан", -- [2]
		},
		[386411] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[368996] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[164294] = {
			1746, -- [1]
			"Запущенная поросль", -- [2]
		},
		[30213] = {
			1838, -- [1]
			"Страж Скверны <Watchthedot-Eredar>", -- [2]
		},
		[387155] = {
			2637, -- [1]
			"Гранит", -- [2]
		},
		[199460] = {
			1838, -- [1]
			"Дресарон", -- [2]
		},
		[75683] = {
			1045, -- [1]
			"Леди Наз'жар", -- [2]
		},
		[382808] = {
			2569, -- [1]
			"[*] Иссушающее заражение", -- [2]
		},
		[381444] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[384343] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[428097] = {
			1045, -- [1]
			"Глубоководный мурлок", -- [2]
		},
		[27634] = {
			1895, -- [1]
			"Гараксас", -- [2]
		},
		[377950] = {
			2570, -- [1]
			"Лови-тотем", -- [2]
		},
		[15496] = {
			1935, -- [1]
			"Кровавый страж Порунг", -- [2]
		},
		[200238] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[37973] = {
			1945, -- [1]
			"Мирмидон из клана Зловещего Плавника", -- [2]
		},
		[374812] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[250259] = {
			2085, -- [1]
			"Вол'каал", -- [2]
		},
		[372860] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[437458] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[44271] = {
			1895, -- [1]
			"Гараксас", -- [2]
		},
		[378208] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[30470] = {
			1935, -- [1]
			"Дикарь из клана Изувеченной Длани", -- [2]
		},
		[259191] = {
			2087, -- [1]
			"Язма", -- [2]
		},
		[401482] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[384524] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[417339] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[347008] = {
			2570, -- [1]
			"Страж Скверны <Yumiblood-TarrenMill>", -- [2]
		},
		[375204] = {
			2610, -- [1]
			"[*] Жидкая магма", -- [2]
		},
		[30991] = {
			1938, -- [1]
			"Убийца из клана Изувеченной Длани", -- [2]
		},
		[375397] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[391241] = {
			2616, -- [1]
			"Генератор ограниченного бессмертия", -- [2]
		},
		[428082] = {
			1751, -- [1]
			"Верховный маг Сол", -- [2]
		},
		[382303] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[428594] = {
			1047, -- [1]
			"Озумат", -- [2]
		},
		[428329] = {
			1045, -- [1]
			"Ледяная ведьма леди Наз'жар", -- [2]
		},
		[200359] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[259187] = {
			2087, -- [1]
			"Язма", -- [2]
		},
		[429363] = {
			2671, -- [1]
			"[*] Временная отдача", -- [2]
		},
		[384351] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[376934] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[369006] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[30989] = {
			1935, -- [1]
			"Ревнитель из клана Изувеченной Длани", -- [2]
		},
		[383840] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[204658] = {
			1837, -- [1]
			"[*] Сокрушительная хватка", -- [2]
		},
		[374641] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[445988] = {
			2668, -- [1]
			"[*] Просачивающаяся гниль", -- [2]
		},
		[386910] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[46190] = {
			1895, -- [1]
			"Эллриса Почитательница Тени", -- [2]
		},
		[384353] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[369061] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[374635] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[164556] = {
			1746, -- [1]
			"Запущенная поросль", -- [2]
		},
		[376170] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[427513] = {
			1757, -- [1]
			"Дулгу", -- [2]
		},
		[429878] = {
			1046, -- [1]
			"Эрунак Говорящий с Камнем", -- [2]
		},
		[377965] = {
			2570, -- [1]
			"Лови-тотем", -- [2]
		},
		[15232] = {
			1895, -- [1]
			"Эллриса Почитательница Тени", -- [2]
		},
		[407120] = {
			2672, -- [1]
			"Метатель топоров", -- [2]
		},
		[376683] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[427451] = {
			1044, -- [1]
			"Бурлящая жижа <Командир Улток>", -- [2]
		},
		[408141] = {
			2668, -- [1]
			"Дажак", -- [2]
		},
		[391773] = {
			2611, -- [1]
			"Драконье извержение", -- [2]
		},
		[414535] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[30500] = {
			1936, -- [1]
			"Главный чернокнижник Пустоклят", -- [2]
		},
		[30496] = {
			1936, -- [1]
			"Главный чернокнижник Пустоклят", -- [2]
		},
		[164302] = {
			1746, -- [1]
			"Запущенная поросль", -- [2]
		},
		[376685] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[31615] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[377995] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[386660] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[375209] = {
			2612, -- [1]
			"Опаляющая кузня", -- [2]
		},
		[369781] = {
			2555, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		[410236] = {
			2672, -- [1]
			"Громмаш Адский Крик", -- [2]
		},
		[407121] = {
			2672, -- [1]
			"Ордынский чернокнижник", -- [2]
		},
		[396124] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[372851] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[381525] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[34874] = {
			1946, -- [1]
			"Топеглад", -- [2]
		},
		[428084] = {
			1751, -- [1]
			"Споровый образ", -- [2]
		},
		[46191] = {
			1895, -- [1]
			"Эллриса Почитательница Тени", -- [2]
		},
		[376933] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[407123] = {
			2672, -- [1]
			"Ордынский чернокнижник", -- [2]
		},
		[177731] = {
			1746, -- [1]
			"Зачарованные воды", -- [2]
		},
		[373912] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[376864] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[250258] = {
			2085, -- [1]
			"Вол'каал", -- [2]
		},
		[255577] = {
			2084, -- [1]
			"Жрица Алун'за", -- [2]
		},
		[428096] = {
			1045, -- [1]
			"Глубоководный мурлок", -- [2]
		},
		[200182] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[374389] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[259572] = {
			2085, -- [1]
			"Вол'каал", -- [2]
		},
		[375924] = {
			2555, -- [1]
			"Бейлог", -- [2]
		},
		[369703] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[384620] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[372600] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[44120] = {
			1895, -- [1]
			"Эрамас Сияющее Пламя", -- [2]
		},
		[377204] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[200111] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[31566] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[386757] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[369563] = {
			2555, -- [1]
			"Бейлог", -- [2]
		},
		[387691] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[200243] = {
			1839, -- [1]
			"[*] Кошмар наяву", -- [2]
		},
		[372858] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[378229] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[375416] = {
			2568, -- [1]
			"Зараженный плеточник <Увядший дуб>", -- [2]
		},
		[177734] = {
			1746, -- [1]
			"Зачарованные воды", -- [2]
		},
		[199345] = {
			1838, -- [1]
			"Дресарон", -- [2]
		},
		[378230] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[376730] = {
			2580, -- [1]
			"[*] Штормовые ветра", -- [2]
		},
		[401248] = {
			2670, -- [1]
			"Тир, Хранитель Бесконечности", -- [2]
		},
		[375929] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[34971] = {
			1947, -- [1]
			"Коготь", -- [2]
		},
		[384625] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[250368] = {
			2085, -- [1]
			"Вол'каал", -- [2]
		},
		[369792] = {
			2555, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		[369025] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[15503] = {
			1895, -- [1]
			"Эрамас Сияющее Пламя", -- [2]
		},
		[382836] = {
			2581, -- [1]
			"Маруук", -- [2]
		},
		[386319] = {
			2636, -- [1]
			"Изначальный порыв", -- [2]
		},
		[379256] = {
			2585, -- [1]
			"Драконья иллюзия", -- [2]
		},
		[374397] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[34268] = {
			1945, -- [1]
			"Газ'ан", -- [2]
		},
		[372863] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[8599] = {
			1900, -- [1]
			"Эфириал - осквернитель гробниц", -- [2]
		},
		[384628] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[374355] = {
			2612, -- [1]
			"Опаляющая кузня", -- [2]
		},
		[384764] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[378235] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[33919] = {
			1901, -- [1]
			"Таварок", -- [2]
		},
		[164438] = {
			1746, -- [1]
			"Водяная капля", -- [2]
		},
		[372652] = {
			2557, -- [1]
			"[*] Резонирующая сфера", -- [2]
		},
		[369116] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[373424] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[373680] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[373960] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[374704] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[375727] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[428263] = {
			1045, -- [1]
			"Леди Наз'жар", -- [2]
		},
		[12097] = {
			1945, -- [1]
			"Бешенка Нижетопи", -- [2]
		},
		[22273] = {
			1900, -- [1]
			"Эфириал-колдун", -- [2]
		},
		[428621] = {
			1047, -- [1]
			"Жижа <Озумат>", -- [2]
		},
		[384416] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[375937] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[406481] = {
			2671, -- [1]
			"Морхи", -- [2]
		},
		[414300] = {
			2669, -- [1]
			"Иридикрон", -- [2]
		},
		[369605] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[377807] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[369033] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[377473] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[369110] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[384686] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[200329] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[372808] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[181113] = {
			2559, -- [1]
			"Вечная сфера", -- [2]
		},
		[388651] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[406886] = {
			2668, -- [1]
			"Гниль Галакронда", -- [2]
		},
		[414303] = {
			2667, -- [1]
			"Ожившие потоки времени", -- [2]
		},
		[427858] = {
			1751, -- [1]
			"Верховный маг Сол", -- [2]
		},
		[34290] = {
			1945, -- [1]
			"Газ'ан", -- [2]
		},
		[377859] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[257407] = {
			2086, -- [1]
			"Резан", -- [2]
		},
		[385916] = {
			2637, -- [1]
			"Гранит", -- [2]
		},
		[374842] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[27581] = {
			1895, -- [1]
			"Полководец Саларис", -- [2]
		},
		[377477] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[374352] = {
			2565, -- [1]
			"Эхо Дорагосы", -- [2]
		},
		[375943] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[372107] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[374482] = {
			2613, -- [1]
			"Сбивающее копье <Чаргат Дробитель Чешуи>", -- [2]
		},
		[404365] = {
			2671, -- [1]
			"Морхи <Морхи>", -- [2]
		},
		[369806] = {
			2556, -- [1]
			"Огромный берсерк", -- [2]
		},
		[426991] = {
			1751, -- [1]
			"Верховный маг Сол", -- [2]
		},
		[374410] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[390968] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[429038] = {
			1046, -- [1]
			"Эрунак Говорящий с Камнем", -- [2]
		},
		[428374] = {
			1045, -- [1]
			"Леди Наз'жар", -- [2]
		},
		[382670] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[427863] = {
			1751, -- [1]
			"Верховный маг Сол", -- [2]
		},
		[372701] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[373735] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[404141] = {
			2667, -- [1]
			"Ожившие потоки времени", -- [2]
		},
		[383875] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[373742] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[428376] = {
			1045, -- [1]
			"Леди Наз'жар", -- [2]
		},
		[375436] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[372623] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[384132] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[374533] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
	},
	["immersion_pets_on_solo_play"] = false,
	["npcid_ignored"] = {
	},
	["dungeon_data"] = {
	},
	["report_pos"] = {
		5, -- [1]
		-2.9998779296875, -- [2]
	},
	["latest_report_table"] = {
		{
			1, -- [1]
			1, -- [2]
			1, -- [3]
			5, -- [4]
			"PARTY", -- [5]
		}, -- [1]
	},
	["exp90temp"] = {
		["delete_damage_TCOB"] = true,
	},
	["always_use_profile"] = false,
	["deathlog_healingdone_min_arena"] = 400,
	["spell_school_cache"] = {
		["Дыхание дракона"] = 64,
		["Головокружение"] = 1,
		["Бурлящая расщелина"] = 32,
		["Громогласный рык"] = 1,
		["Остаточное горение"] = 4,
		["Адаптивный рой"] = 8,
		["Воззвание к недрам"] = 8,
		["Лавовый дротик"] = 4,
		["Дикая энергия"] = 64,
		["Взрывчатые обломки"] = 64,
		["Нарамник синих драконов"] = 64,
		["Усиленный заряд шрапнели"] = 4,
		["Плевок Скверны"] = 4,
		["Бомба антимагии"] = 64,
		["Нейтрализующий яд"] = 8,
		["Негаснущая ледяная искра"] = 20,
		["Каменная стрела"] = 1,
		["Всепожирающая чума"] = 32,
		["Серный коготь"] = 4,
		["Метка Фир'алата"] = 36,
		["Ударная волна"] = 8,
		["Иссушающие пески"] = 64,
		["Вспышка"] = 36,
		["Призыв зловещих охотников"] = 32,
		["Ледяная буря"] = 16,
		["Золоченые когти"] = 1,
		["Правосудие"] = 2,
		["Выстрел из пистоли"] = 1,
		["Темный рывок"] = 1,
		["Чародейский выброс"] = 64,
		["Тяжкая рана"] = 1,
		["Фрагмент древней сферы"] = 64,
		["Копье Света"] = 2,
		["Место!"] = 1,
		["Магмовый крушитель"] = 4,
		["Клеймо проклятия"] = 4,
		["Блеск Трибунала"] = 64,
		["Стрекочущий рой"] = 32,
		["Зелье поблекших снов"] = 8,
		["Гремучий импульс"] = 4,
		["Обстрел Скверны"] = 36,
		["Бросок боевого клинка"] = 1,
		["Веер клинков"] = 1,
		["Обстрел"] = 4,
		["Изобилие"] = 8,
		["Обстрел чернилами"] = 32,
		["Поглощающее истребление"] = 32,
		["В огне"] = 36,
		["Быстрый трезубец"] = 1,
		["Заживляющий туман"] = 8,
		["Убийственный вихрь"] = 1,
		["Злопамятная молния"] = 8,
		["Искривленные потоки времени"] = 64,
		["Последняя рана"] = 1,
		["Шок небес"] = 2,
		["Извержение энергии"] = 64,
		["Капающие угли"] = 4,
		["Порча Бесконечности"] = 64,
		["Полная луна"] = 72,
		["Леденящие когти"] = 16,
		["Демонический заряд"] = 36,
		["Испепеляющее гнилостное дыхание"] = 4,
		["Разорванная душа"] = 32,
		["Град стрел"] = 1,
		["Отравленные когти"] = 8,
		["Огненная батарея"] = 4,
		["Удар пепла"] = 4,
		["Огненная глыба"] = 4,
		["Агония"] = 32,
		["Парализующий рык"] = 1,
		["Украшения для клыков"] = 1,
		["Направленные взрывы"] = 4,
		["Недавняя катастрофа"] = 126,
		["Угасающее извержение"] = 8,
		["Иссушающая гниль"] = 8,
		["Истребляющий взрыв"] = 8,
		["Шоковый удар"] = 8,
		["Ядро адского пламени"] = 4,
		["Непреклонное преследование"] = 1,
		["Небесный арбитр"] = 3,
		["Камень замерзающего льда"] = 16,
		["Пыльца страхоцвета"] = 8,
		["Лавовые гейзеры"] = 4,
		["Ледяной шок"] = 16,
		["Падающие огни"] = 4,
		["Знак Фир'алата"] = 36,
		["Паразитарная рана"] = 32,
		["Акулий торнадо"] = 1,
		["Повторная вспышка"] = 36,
		["Магический разлом"] = 64,
		["Свирепый укус"] = 1,
		["Поглощающие тени"] = 32,
		["Палящее пламя"] = 4,
		["Гримуар жертвоприношения"] = 32,
		["Гаррота"] = 1,
		["Кольцо обледенения"] = 16,
		["Кометная буря"] = 16,
		["Иссушающее заражение"] = 8,
		["Гнойная язва"] = 32,
		["Камнекрушащий шквал"] = 8,
		["Яростные молнии"] = 8,
		["Колючий барьер"] = 8,
		["Перерождение"] = 8,
		["Заряженная капля"] = 16,
		["Оторванная душа"] = 32,
		["Пытка разума"] = 32,
		["Пламя души"] = 4,
		["Кристаллический рев"] = 64,
		["Темный разлом"] = 32,
		["Вонючее дыхание"] = 1,
		["Сокрушительный взрыв"] = 4,
		["Токсин рогоплава"] = 8,
		["Ярость природы"] = 8,
		["Залп пламени Тьмы"] = 36,
		["Всплеск ша"] = 32,
		["Осадок эонов"] = 64,
		["Прорастание"] = 1,
		["Удушающее облако гнили"] = 8,
		["Удар Владыки Ветра"] = 1,
		["Выброс шипов"] = 8,
		["Звериный рывок"] = 1,
		["Сияющий фрагмент"] = 2,
		["Инфернальное пламя"] = 4,
		["Каменные кулаки"] = 1,
		["Магматическая бомба"] = 4,
		["Освящение"] = 2,
		["Черный мор"] = 8,
		["Огненная перековка"] = 4,
		["Отгрызть"] = 1,
		["Узы жизни"] = 1,
		["Изумрудный дождь"] = 8,
		["Изумрудное извержение"] = 8,
		["Последний расчет"] = 2,
		["Хлещущие чернила"] = 32,
		["Отвар драконьего пламени"] = 4,
		["Доспех Скверны"] = 32,
		["Нестабильное пламя"] = 4,
		["Волна жара"] = 4,
		["Бросок лавы"] = 4,
		["Сфера пламени Тьмы"] = 36,
		["Усиленный портал на Ранкору"] = 8,
		["Нестабильная руническая метка"] = 32,
		["Глубокий вдох"] = 12,
		["Прицельный выстрел"] = 1,
		["Сокрушительная хватка"] = 8,
		["Изувеченность"] = 1,
		["Атака с \"Неистовством ветра\""] = 1,
		["Резонирующая аннигиляция"] = 8,
		["Усиленный удар"] = 65,
		["Преследование"] = 1,
		["Утрата воли"] = 32,
		["Разрывающие когти"] = 1,
		["Падающая звезда"] = 72,
		["Грозовая буря"] = 8,
		["Возрождение феникса"] = 4,
		["Узы Скверны"] = 4,
		["Казнь"] = 1,
		["Пожирание душ"] = 32,
		["Залп магмовых стрел"] = 12,
		["Омут душ"] = 32,
		["Оглушительный визг"] = 8,
		["Прикосновение смерти"] = 32,
		["Клейкая паутина"] = 8,
		["Опустошение Бездны"] = 32,
		["Безвременное разложение"] = 64,
		["Удар молнии"] = 8,
		["Ядовитая лужа"] = 8,
		["Волна огня"] = 4,
		["Блуждающий циклон"] = 8,
		["Поток Огненных Просторов"] = 4,
		["Инфицированный укус"] = 1,
		["Колодец душ"] = 32,
		["Очищение зла"] = 6,
		["Растущая трещина"] = 8,
		["Яростный укус"] = 1,
		["Управление душой"] = 32,
		["Пылающая смола"] = 4,
		["Вскипание лавы"] = 4,
		["Шрам на душе"] = 124,
		["Сбор мучений"] = 36,
		["Хрусть"] = 1,
		["Парящие угли"] = 4,
		["Звездный огонь"] = 64,
		["Клевок"] = 1,
		["Резонансное истребление"] = 4,
		["Костяная стрела"] = 1,
		["Взрывная душа"] = 4,
		["Железное копье"] = 1,
		["Мучительное разрывание"] = 1,
		["Ожог углями"] = 36,
		["Жгучий гнев"] = 4,
		["Грохочущий топот"] = 8,
		["Разлом"] = 64,
		["Земляная ярость"] = 8,
		["Землетрясение"] = 8,
		["Ледяная стрела"] = 16,
		["Охота"] = 8,
		["Связь разума"] = 32,
		["Рваная рана"] = 1,
		["Объятия Фир'алата"] = 36,
		["Острые колючки"] = 8,
		["Раскаленный уголь"] = 1,
		["Разрыв сущности"] = 125,
		["Воспламеняющая вспышка"] = 4,
		["Волшебная линия"] = 8,
		["Буря"] = 8,
		["Чародейская сфера"] = 64,
		["Мир в огне"] = 4,
		["Извержение времени"] = 64,
		["Огненное преследование"] = 1,
		["Метеорит"] = 4,
		["Самоцвет души ткача"] = 32,
		["Жезл отрицания"] = 64,
		["Знамение смерти"] = 32,
		["Каменный снаряд"] = 1,
		["Мерцающее пламя"] = 4,
		["Печать огня"] = 4,
		["Ничтожность"] = 32,
		["Переполняющая энергия"] = 64,
		["Земляной столп"] = 8,
		["Резонирующий удар сплеча"] = 64,
		["Атака языка пламени"] = 4,
		["Вздымающееся пламя Тьмы"] = 36,
		["Снаряд пламени Тьмы"] = 36,
		["Взрывчатая смесь"] = 4,
		["Вихрь магмы"] = 4,
		["Сметающая буря"] = 8,
		["Огненная шрапнель"] = 4,
		["Роковой рост"] = 36,
		["Сотрясение земли"] = 8,
		["Катаклизм Искателя Приливов"] = 8,
		["Стазисная ловушка"] = 4,
		["Ледяной клинок"] = 16,
		["Чародейский выстрел"] = 64,
		["Удар неистовых кулаков"] = 4,
		["Осколки обсидиана"] = 12,
		["Топот"] = 1,
		["Пульсация тьмы"] = 32,
		["Станок неизбежности"] = 8,
		["Шквал клинков"] = 1,
		["Лик смерти"] = 32,
		["Изумрудное терзание"] = 8,
		["Клинок справедливости"] = 2,
		["Мощный сокрушающий удар"] = 1,
		["Извергающий топот"] = 4,
		["Частица возгорания"] = 4,
		["Подавление"] = 64,
		["Оскверненная мана"] = 64,
		["Чародейские узы"] = 64,
		["Родство душ"] = 1,
		["Извергающиеся тени"] = 32,
		["Нескончаемое пламя"] = 4,
		["Демонический огонь"] = 36,
		["Ползущая гниль"] = 8,
		["Миротворец"] = 1,
		["Обжигающая руда"] = 4,
		["Усиление Прилива Снов"] = 8,
		["Вражеская территория"] = 1,
		["Горящая земля"] = 4,
		["Напряженность"] = 32,
		["Инфернальные ракеты"] = 4,
		["Испепеляющий след"] = 6,
		["Оскверненная кровь"] = 32,
		["Бушующие ветра"] = 8,
		["Подавляющие миазмы"] = 64,
		["Бушующее адское пламя"] = 4,
		["Сметающий поток"] = 16,
		["Обжигающий жар"] = 4,
		["Каменная осыпь"] = 1,
		["Бросок валуна"] = 1,
		["Стрелы ветра"] = 1,
		["Пожиратель времени"] = 64,
		["Благословение лета"] = 2,
		["Пылающее бешенство"] = 4,
		["Размах"] = 1,
		["Первобытная ярость"] = 1,
		["Уничтожение"] = 1,
		["Луч огня"] = 4,
		["Озерцо теней"] = 32,
		["Оскверняющая дымка"] = 32,
		["Обращение вспять"] = 64,
		["Разжижающая слизь"] = 8,
		["Магическая ловушка"] = 4,
		["Удар когтями"] = 4,
		["Сквозь облака"] = 8,
		["Рикошетящий бросок"] = 1,
		["Кристальный шип"] = 1,
		["Бушующий"] = 8,
		["Божественная буря"] = 2,
		["Шепот Темной Звезды"] = 32,
		["Ветер перемен"] = 8,
		["Ревущее огненное дыхание"] = 4,
		["Энергетический взрыв"] = 2,
		["Инфернальное извержение"] = 4,
		["Алчущее пламя Тьмы"] = 36,
		["Полный ненависти удар"] = 4,
		["Глаз тигра"] = 8,
		["Всепожирающее пламя"] = 4,
		["Могильное касание"] = 32,
		["Тайный прием"] = 1,
		["Холодный фронт"] = 16,
		["Припадок"] = 1,
		["Ледяное посвящение"] = 16,
		["Пылающий след"] = 4,
		["Быстрина"] = 8,
		["Каратель Тира"] = 2,
		["Волна лавы"] = 4,
		["Кровавое месиво"] = 1,
		["Атака хвостом"] = 1,
		["Разящий удар Нефритовой Змеи"] = 4,
		["Кошмар наяву"] = 32,
		["Ароматное мясо"] = 8,
		["Освященная земля"] = 64,
		["Взорвать"] = 4,
		["Демонические клинки"] = 32,
		["Инфернальный удар"] = 4,
		["Печать воина Света"] = 2,
		["Огненная отдача"] = 4,
		["Стая воронов"] = 1,
		["Жажда битвы"] = 8,
		["Обжигающий удар"] = 4,
		["Кольцо падающих звезд"] = 64,
		["Выстрел"] = 1,
		["Метание топора"] = 1,
		["Верный выстрел"] = 1,
		["Вспышка Бездны"] = 32,
		["Воющий ветер"] = 16,
		["Сумеречный призрак"] = 32,
		["Игры разума"] = 32,
		["Кровавая чума"] = 32,
		["Пожиратель сущности"] = 1,
		["Нисходящий порыв"] = 8,
		["Пламя сомнения"] = 32,
		["Великая огненная буря"] = 36,
		["Полный цвет"] = 8,
		["Каменная игла"] = 1,
		["Накопление силы"] = 4,
		["Перегрузка выброса лавы"] = 4,
		["Удар дракона"] = 64,
		["Торжество"] = 2,
		["Магматическая волна"] = 4,
		["Жертвенный огонь"] = 4,
		["Полное затмение"] = 32,
		["Укус Тьмы"] = 32,
		["Цветочный барьер"] = 8,
		["Пылающее синее пламя"] = 64,
		["Каджабанан"] = 8,
		["Заражение порчей"] = 36,
		["Помешательство"] = 1,
		["Увечье"] = 1,
		["Взрыв совершенно безопасной ракеты"] = 4,
		["Гром и молния"] = 8,
		["Прокалывание"] = 1,
		["Нисходящий поток"] = 8,
		["Электроразряд"] = 8,
		["Железный натиск"] = 1,
		["Разорвать"] = 1,
		["Сосредоточенный взрыв ужаса"] = 4,
		["Обжигающий колючник"] = 4,
		["Воззвание ко льду"] = 16,
		["Смертельные удары"] = 1,
		["Временная отдача"] = 64,
		["Щит молний"] = 8,
		["Коса Скверны"] = 4,
		["Раскатистый удар"] = 1,
		["Раскаленная буря"] = 4,
		["Охранный смерч"] = 8,
		["Рьяный рывок"] = 1,
		["Прилив энергии"] = 8,
		["Жгучие щепки"] = 4,
		["Чарующие духи"] = 8,
		["Водяная стрела"] = 16,
		["Мучительный разрыв"] = 1,
		["Огненная буря"] = 36,
		["Усиленная импульсная граната"] = 8,
		["Завывающие ветра"] = 8,
		["Расщепленная кора"] = 1,
		["Кровотечение"] = 1,
		["Дезинтеграция"] = 80,
		["Сотрясающий рев"] = 1,
		["Обжигающий взгляд"] = 4,
		["Бомба с черным порохом"] = 4,
		["Взрывной ползун"] = 8,
		["Контролируемое горение"] = 36,
		["Мощный удар голема"] = 1,
		["Прикосновение вампира"] = 32,
		["Ожоги"] = 1,
		["Взрыв пламени ужаса"] = 4,
		["Огненная стрела Скверны"] = 4,
		["Озеро шлака"] = 4,
		["Проклятие старения"] = 32,
		["Катастрофа"] = 4,
		["Громовой раскат"] = 8,
		["Стрела Бездны"] = 32,
		["Заглатывание"] = 8,
		["Токсичная желчь"] = 8,
		["Земной разлом"] = 1,
		["Отравленный нож"] = 1,
		["Сокрушение"] = 1,
		["Семя пламени"] = 4,
		["Удары Света"] = 1,
		["Сгусток магмы"] = 4,
		["Леденящий штурм"] = 16,
		["Трепка"] = 1,
		["Губительная стрела"] = 32,
		["Цветок"] = 8,
		["Инфернальная броня"] = 4,
		["Божественная звезда"] = 2,
		["Волны пламени"] = 4,
		["Рассекающий удар когтями"] = 1,
		["Буря Скверны"] = 1,
		["Кара"] = 2,
		["Лик опустошения"] = 32,
		["Ледовый шип"] = 16,
		["Удар героя"] = 1,
		["Арктический болас"] = 16,
		["Уничтожающее пламя"] = 4,
		["Горящий метеор"] = 4,
		["Искажение гравитации"] = 64,
		["Метка свежевателя"] = 1,
		["Неблагозвучный аккорд"] = 32,
		["Удар Легиона"] = 1,
		["Феромоновая бомба"] = 4,
		["Коварное отступление"] = 1,
		["Порез от коралла"] = 1,
		["Токсин плеточника"] = 8,
		["Ожог"] = 4,
		["Лучащееся клеймо"] = 4,
		["Залп стрел рока"] = 32,
		["Направленный демонический огонь"] = 36,
		["Пронзенная земля"] = 8,
		["Порочный удар"] = 1,
		["След истины"] = 6,
		["Команда \"Взять!\""] = 1,
		["Звездный дождь"] = 4,
		["Теневые клинки"] = 32,
		["Сияющее цветение"] = 8,
		["Ледяная ярость"] = 16,
		["Душераздирающий рев"] = 1,
		["Удар бури"] = 1,
		["Иссушение"] = 8,
		["Демонический гнев"] = 1,
		["Тяжелый шаг"] = 1,
		["Прижигающая рана"] = 1,
		["Шар огня"] = 4,
		["Сейсмический удар"] = 8,
		["Оплетающая ловушка"] = 1,
		["Укус Ужаса"] = 32,
		["Трещина"] = 1,
		["Песчаный вихрь"] = 1,
		["Пламенная аура"] = 36,
		["Артиллерия \"Параксия\""] = 4,
		["Рвота Скверны"] = 4,
		["Рука поганища"] = 32,
		["Заражение"] = 8,
		["Перезаряженная душа"] = 8,
		["Усиление пламени"] = 4,
		["Пробужденная земля"] = 8,
		["Цапнуть"] = 1,
		["Раскалывание душ"] = 1,
		["Сабля повелителя пассатов"] = 8,
		["Удар деревьев"] = 1,
		["Дыхание магического льда"] = 80,
		["Обезглавливание"] = 1,
		["[DND] Lingering Fumes Targetting (starter)"] = 1,
		["Аура апатии"] = 1,
		["Ядовитые клыки"] = 8,
		["Опаляющие искры"] = 36,
		["Дрогбарские валуны"] = 1,
		["Возгорание"] = 4,
		["Смертный приговор"] = 2,
		["Автоматическая стрельба"] = 1,
		["Повторяющиеся удары"] = 1,
		["Просачивающаяся гниль"] = 8,
		["Громоподобный шквал"] = 8,
		["Кровавая баня"] = 1,
		["Вихрь"] = 1,
		["Сгоревшие сны"] = 36,
		["Отвар из костяной пыли"] = 32,
		["Разлагающиеся корни"] = 8,
		["Разлом Пустоты"] = 64,
		["Касание Света"] = 2,
		["Волна разложения"] = 8,
		["Удар разложения"] = 1,
		["Липкая грязь"] = 32,
		["Эхо Шадры"] = 32,
		["Горящий шлак"] = 4,
		["Шквал сюрикэнов"] = 1,
		["Искупление вины"] = 2,
		["Дыхание разлома"] = 64,
		["Повторный толчок"] = 1,
		["Сильный порыв"] = 8,
		["Залп огня"] = 4,
		["Первозданная волна"] = 28,
		["Луч Скверны"] = 4,
		["Едкая слизь"] = 8,
		["Чешется!"] = 1,
		["Слово Тьмы: Боль"] = 32,
		["Разъедающее жало"] = 1,
		["Запуск двигателя"] = 4,
		["Вспышка огня"] = 4,
		["Ледяная могила"] = 16,
		["Блуждающий дух"] = 32,
		["Взрыв осадка"] = 64,
		["Вращающийся меч"] = 4,
		["Темные отголоски"] = 32,
		["Щит мстителя"] = 2,
		["Залп слюны"] = 8,
		["Жестокость земли"] = 1,
		["Удар Тьмы"] = 1,
		["Пробуждение инфернала"] = 4,
		["Пылающий позвоночник"] = 4,
		["Древняя сфера"] = 64,
		["Устранение вреда"] = 8,
		["Гейзер"] = 16,
		["Озноб"] = 16,
		["Водоворот Бездны"] = 32,
		["Всплеск вечности"] = 80,
		["Обжигающий обстрел"] = 4,
		["Опустошенная земля"] = 4,
		["Удар по ногам"] = 1,
		["Выброс тока"] = 8,
		["Затуманенный разум"] = 32,
		["Огненный плевок"] = 4,
		["Небесный Огонь"] = 4,
		["Меховая буря"] = 1,
		["Гневное наказание"] = 2,
		["Проклятие вечной мерзлоты"] = 16,
		["Замерзшая земля"] = 16,
		["Поглощающий взрыв"] = 32,
		["Великий исцеляющий поток"] = 16,
		["Проблеск Света"] = 6,
		["Бесстрашие"] = 1,
		["Гибнущий мир"] = 32,
		["Временной стазис"] = 64,
		["Гнев небес"] = 2,
		["Ледяное копье"] = 16,
		["Вскипание крови"] = 32,
		["Обжигающее прикосновение"] = 4,
		["Горящие осколки"] = 4,
		["Раскаленные обломки"] = 4,
		["Пагубная кристаллизация"] = 64,
		["Танцующий журавль"] = 1,
		["Изменчивая сила"] = 64,
		["Ледяное разрушение"] = 16,
		["Сущность Кошмара"] = 32,
		["Жестокое клеймо"] = 4,
		["Живая бомба"] = 4,
		["Расплетение"] = 8,
		["Пылающий клобук"] = 4,
		["Искажающая бомба"] = 64,
		["Жестокий ветер"] = 8,
		["Оскверненная эгида"] = 4,
		["Раскол брони"] = 1,
		["Превосходство"] = 1,
		["Быстрая стрельба"] = 1,
		["Притягивание гарпуна"] = 1,
		["Раскаленный шип"] = 1,
		["Опаляющие крики"] = 36,
		["Исповедь"] = 2,
		["Астральный вихрь"] = 64,
		["Кольцо пламени Тьмы"] = 36,
		["Мрачная стрела"] = 32,
		["Иссушающий сгусток"] = 8,
		["Переходящая сила"] = 8,
		["Сбившееся время"] = 64,
		["Затопление"] = 16,
		["Рывок ненависти"] = 1,
		["Непреодолимый ужас"] = 32,
		["Бурное срыгивание"] = 8,
		["Трупное дыхание"] = 32,
		["Грозовое дыхание"] = 8,
		["Земной шок"] = 8,
		["Разложение"] = 32,
		["Ливневая ярость"] = 16,
		["Взрыв души"] = 4,
		["Бомбомет драконьего огня"] = 4,
		["Горящие кулаки"] = 4,
		["Оскверненный туман"] = 16,
		["Призрачная глефа"] = 96,
		["Выжигающая волна"] = 4,
		["Ближний бой"] = 1,
		["Расправа"] = 1,
		["Неудержимая акула"] = 1,
		["Потрескивающая воронка"] = 64,
		["Хаотический импульс"] = 4,
		["Кружащие порывы"] = 8,
		["Ледяная бомба"] = 16,
		["Пять ударов кнутом"] = 1,
		["Злобное сосредоточение"] = 1,
		["Огненная волна"] = 4,
		["Зона опустошения"] = 4,
		["Бросок камня"] = 1,
		["Нечестивая порча"] = 32,
		["Копье защитника"] = 1,
		["Темпоральное иссечение"] = 1,
		["Натиск клинка"] = 1,
		["Неистовство Тьмы"] = 32,
		["Вращающаяся коса"] = 1,
		["Апокалипсис"] = 32,
		["Изогнутый клинок"] = 36,
		["Иссушающий яд"] = 8,
		["Убийственное рассечение"] = 1,
		["Залп Хаоса"] = 126,
		["Перехват"] = 1,
		["Мана-бомба"] = 64,
		["Апперкот"] = 1,
		["Изуродованная плоть"] = 1,
		["Ядовитый плющ"] = 8,
		["Кристаллизация"] = 65,
		["Дурман Фиракка"] = 4,
		["Сила шторма"] = 8,
		["Заморозка разума"] = 16,
		["Временной шок"] = 8,
		["Запущенная поросль"] = 8,
		["Проклятие уединения"] = 32,
		["Огонь кузни"] = 4,
		["Взрыв призывателя огня"] = 4,
		["Раскаленная рукавица"] = 36,
		["Сгущающийся туман"] = 8,
		["Изнурение"] = 1,
		["Диссонанс"] = 32,
		["Извержение Бездны"] = 32,
		["Пожирание"] = 1,
		["Свежевание души"] = 32,
		["Corpo-a-Corpo"] = 1,
		["Децимация"] = 4,
		["Темный взрыв"] = 32,
		["Непрерывность"] = 8,
		["Имплозия"] = 36,
		["Каменное сокрушение"] = 1,
		["Астральная вспышка"] = 64,
		["Круг исцеления"] = 2,
		["Воспламенение оружия"] = 4,
		["Укус змеи"] = 8,
		["Трескучее облако"] = 8,
		["Гниение изнутри"] = 8,
		["Дождь мрака"] = 32,
		["Грозовой шквал"] = 8,
		["Опаляющая стрела"] = 4,
		["Точный удар"] = 64,
		["Дробление хребта"] = 1,
		["Пульсирующее пламя"] = 4,
		["Лапа тигра"] = 1,
		["Эхо души"] = 32,
		["Смерть и разложение"] = 32,
		["Смертельный удар"] = 1,
		["Гнусная слизь"] = 8,
		["Усиленная магма"] = 4,
		["Выстрел кобры"] = 1,
		["Метеоритный рой"] = 4,
		["Могучий кулак"] = 1,
		["Топор из кости дракона"] = 1,
		["Покрытый ядом клинок"] = 8,
		["Бросок магмы"] = 4,
		["Камень алчущей крови"] = 32,
		["Пламя Фир'алата"] = 36,
		["Пронзающий взгляд"] = 124,
		["Магнитный покров"] = 8,
		["Кровожадность"] = 1,
		["Извержение Скверны"] = 124,
		["Громовой кулак"] = 8,
		["Ядовитый укус"] = 8,
		["Сдерживающий вихрь"] = 1,
		["Раскаленная Скверна"] = 32,
		["Магмовый кулак"] = 4,
		["Наветренная сторона"] = 8,
		["Шоковая граната"] = 4,
		["Солнечный коллапс"] = 4,
		["Танец клинков"] = 127,
		["Воздаяние Снов"] = 4,
		["Луч удержания"] = 64,
		["Стрела Тьмы"] = 32,
		["Поток грязи"] = 32,
		["Облако неодолимо притягательного одеколона"] = 8,
		["Сильный удар об стену"] = 1,
		["Боевые инстинкты"] = 8,
		["Детонация взрывчатки богомолов"] = 4,
		["Удар грома"] = 1,
		["Волна змеи"] = 4,
		["Бросок копья"] = 1,
		["Пасть Преисподней"] = 36,
		["Неотступный ужас"] = 32,
		["Костяной ритуал"] = 32,
		["Нестройная каденция"] = 32,
		["Гниение души"] = 32,
		["Оскверненный гейзер"] = 16,
		["Ослепительные огни"] = 2,
		["Высвобождение времени"] = 64,
		["Героический бросок"] = 1,
		["Ищущее пламя"] = 4,
		["Падающие обломки"] = 1,
		["Дрожь земли"] = 12,
		["Правосудие справедливости"] = 2,
		["Разрывающая сингулярность"] = 64,
		["Бурлящая жижа"] = 32,
		["Гнусная субстанция"] = 8,
		["Щит праведника"] = 2,
		["Рывок Старины Бивня"] = 1,
		["Клинок Скверны"] = 4,
		["Водяной пузырь"] = 16,
		["Промокшие клинки"] = 36,
		["Раскол эонов"] = 64,
		["Грозовой фронт"] = 8,
		["Пылающий гриб"] = 4,
		["Ураганные удары"] = 8,
		["Подпитка для пламени"] = 32,
		["Пылающая чешуя"] = 36,
		["Опаливание"] = 4,
		["Осветительная ракета"] = 64,
		["Вспышка Бесконечности"] = 64,
		["Увядание!"] = 8,
		["Дыхание порчи"] = 4,
		["Массовое оплетение"] = 4,
		["Стремительный бросок"] = 1,
		["Разрушительное касание"] = 32,
		["Шипованный покров Прилива Снов"] = 1,
		["Солнечный огонь"] = 4,
		["Расплавленное золото"] = 4,
		["Горящее дерево"] = 4,
		["Колючие когти"] = 1,
		["Гнев"] = 8,
		["Оскверненные воды"] = 16,
		["Облако чарующих духов"] = 8,
		["Жестокий замах"] = 1,
		["Перегрев"] = 4,
		["Смертоносный взмах"] = 127,
		["Пытка огнем"] = 4,
		["Раздирающие мучения"] = 36,
		["Жгучая рана"] = 124,
		["Вековечная чума"] = 8,
		["Взрывное клеймо"] = 64,
		["Заразный плевок"] = 8,
		["Расплавленный горн"] = 12,
		["Молния"] = 8,
		["Токсичный стимулятор"] = 8,
		["Авиаудар"] = 4,
		["Шипастый панцирь"] = 8,
		["Едкая пыльца"] = 8,
		["Пытка разума: безумие"] = 32,
		["Эхо Бездны"] = 32,
		["Удар времени"] = 64,
		["Токсичный рывок"] = 8,
		["Эпидемия"] = 32,
		["Сияющий барьер"] = 64,
		["Слово Силы: Жизнь"] = 2,
		["Извергающееся пламя"] = 4,
		["Отчаянное заклятье"] = 8,
		["Поток Бездны"] = 32,
		["Ядовитый плевок"] = 8,
		["Вьющийся пламень"] = 4,
		["Выжженная земля"] = 4,
		["Удары по земле"] = 1,
		["Искрящийся плевок"] = 8,
		["Палящий жар"] = 4,
		["Изначальная снежная буря"] = 16,
		["Испепеление"] = 4,
		["Рассекающие удары"] = 1,
		["Яростное рассечение"] = 1,
		["Ядовитое цветение"] = 8,
		["Некротическое дыхание"] = 8,
		["Крутящийся клинок"] = 1,
		["Вдох"] = 32,
		["Хлещущий ветер"] = 1,
		["Некрохлад"] = 16,
		["Взрыв ракеты пламени Тьмы"] = 36,
		["Ураганная стрела"] = 8,
		["Удар с размаха"] = 1,
		["Заразные рудименты"] = 8,
		["Пылающее слияние"] = 4,
		["Пламенная вспышка"] = 4,
		["Шквал тлеющих стрел"] = 4,
		["Усиленная вспышка"] = 4,
		["Листья-клинки"] = 1,
		["Прижигающий взрыв"] = 4,
		["Отчаянное воззвание"] = 8,
		["Гнусный выброс"] = 32,
		["Огонь очищения"] = 6,
		["Токсичный выброс"] = 8,
		["Джарадинская лава"] = 4,
		["Мастер стрельбы"] = 1,
		["Слово силы: Сияние"] = 6,
		["Разлагающие споры"] = 40,
		["Пасть Катаклизма"] = 4,
		["Лавовый разрыв"] = 4,
		["Оглушающий рев"] = 1,
		["Опаляющий свет"] = 6,
		["Промеж глаз"] = 1,
		["Чародейская стрела"] = 64,
		["Бомбардировка"] = 36,
		["Удар пузом"] = 1,
		["Рывок"] = 1,
		["Хищник"] = 1,
		["Энергетический удар"] = 64,
		["Воплощение"] = 1,
		["Кровопускание"] = 1,
		["Сжатие пространства"] = 64,
		["Руна тени"] = 32,
		["Обжигающее оперение"] = 4,
		["Ярость ледяного змея"] = 16,
		["Гниющий залив"] = 8,
		["Чародейские стрелы"] = 64,
		["Катастрофическое истребление"] = 8,
		["Вулканический шлейф"] = 4,
		["Гидрокопье"] = 16,
		["Повторные толчки"] = 8,
		["Корни рока"] = 8,
		["Яд"] = 8,
		["Гипнотическое облако"] = 8,
		["Волна ци"] = 8,
		["Ураганный обстрел"] = 4,
		["Пламенный обстрел"] = 4,
		["Благословенный молот"] = 2,
		["Ошеломительный рост"] = 8,
		["Временное затухание"] = 64,
		["Морозный смерч"] = 16,
		["Клеймо ужаса"] = 32,
		["Полуразрушенные клыки"] = 8,
		["Кровавая бомба"] = 32,
		["Боевой крик"] = 8,
		["Бесконечная ярость"] = 64,
		["Удар бочонком"] = 1,
		["Удар Плети"] = 32,
		["Темная отповедь"] = 32,
		["Удар бочкой"] = 1,
		["Яростное пламя"] = 36,
		["Золотое прикосновение"] = 1,
		["Нестабильное колдовство"] = 32,
		["Раскол"] = 5,
		["Вытягивание"] = 32,
		["Шоковая сфера"] = 8,
		["Увечащий укус"] = 1,
		["Хватка смерти"] = 32,
		["Удивительная скорость"] = 64,
		["Кровавая резня"] = 1,
		["Крушащие творения"] = 8,
		["Мастер боевого клинка"] = 1,
		["Переливание"] = 32,
		["Зубчатые цветы"] = 1,
		["Чудесная ракета"] = 72,
		["Всплеск лавы"] = 4,
		["Разгоряченные удары"] = 1,
		["Бросок"] = 1,
		["Быстрый укол"] = 1,
		["Разящий клинок"] = 32,
		["Изумрудная матрица"] = 8,
		["Пневматическое сокрушение"] = 1,
		["Снежная буря"] = 16,
		["Кулаки чародейского неистовства"] = 64,
		["Выброс лавы"] = 4,
		["Смертоносная чума"] = 32,
		["Сумеречная глефа"] = 32,
		["Грозовые челюсти"] = 8,
		["Искреннее раскаяние"] = 2,
		["Мощный размах"] = 1,
		["Перьевая бомба"] = 4,
		["Вздувшаяся чешуя"] = 12,
		["Темное сокрушение"] = 32,
		["Кровавый укус"] = 1,
		["Отсекающий удар"] = 1,
		["Ледовое слияние"] = 16,
		["Дворник"] = 64,
		["Ледяной шар"] = 16,
		["Извержение"] = 12,
		["Зазубренные когти"] = 32,
		["Лавина"] = 16,
		["Знак проводимости"] = 8,
		["Удар нисходящего порыва"] = 8,
		["Промокание насквозь"] = 16,
		["Временной разрыв"] = 1,
		["Резонирующие кулаки"] = 8,
		["Воспламеняющая аура"] = 4,
		["Карбонизация"] = 16,
		["Призрачная сингулярность"] = 32,
		["Ядовитый цветок"] = 8,
		["Лазурный удар"] = 80,
		["Пламя феникса"] = 4,
		["Нестабильная магия"] = 64,
		["Сумерки"] = 32,
		["Зона вечности"] = 64,
		["Кольцо огня"] = 4,
		["Раздирание плоти"] = 1,
		["Прыжок колосса"] = 1,
		["Параказуальный фрагмент Ледяной Скорби"] = 1,
		["Полярные ветра"] = 16,
		["Коррозия"] = 8,
		["Ледяной всплеск"] = 16,
		["Приковывающее копье"] = 1,
		["Молот гнева"] = 2,
		["Кольцо Света"] = 2,
		["Сияние"] = 32,
		["Удар духов стихий"] = 28,
		["Разлагающий плевок"] = 8,
		["Грозовой разрядник"] = 1,
		["Неизбежная пытка"] = 32,
		["Восстановление"] = 8,
		["Мясное буйство"] = 1,
		["Запутывание"] = 8,
		["Интенсивное горение"] = 4,
		["Погребальный костер"] = 4,
		["Пожиратель душ"] = 1,
		["Апокалиптический Кошмар"] = 4,
		["Удар души"] = 32,
		["Лоза"] = 8,
		["Чернильная тьма"] = 32,
		["Сверхновая"] = 4,
		["Зрение истребителя драконов"] = 1,
		["Гнев Фиракка"] = 36,
		["Мерзкая стрела"] = 32,
		["Гигантский клинок"] = 1,
		["Хлопок"] = 1,
		["Взрывные желчегнусы"] = 32,
		["Тотем взрывной гнили"] = 8,
		["Волна гнили"] = 8,
		["Смести"] = 1,
		["Сотрясение"] = 8,
		["Огненное дыхание"] = 4,
		["Аура шипов"] = 1,
		["Устранение"] = 1,
		["Шокирующее сотрясение"] = 8,
		["Печать немоты"] = 1,
		["Усиленный портал на Зорот"] = 4,
		["Каменный кулак"] = 1,
		["Священная земля"] = 2,
		["Гнилостная стрела"] = 8,
		["Пронзание"] = 1,
		["Подрезать сухожилия"] = 1,
		["Раскол земли"] = 1,
		["Отпечаток пламени Скверны"] = 4,
		["Подавляющий удар"] = 64,
		["Огненный рост"] = 4,
		["Чувство неполноценности"] = 32,
		["Подавляющее кваканье"] = 1,
		["Оскверненное сердце"] = 36,
		["Резкий удар храмовника"] = 6,
		["Инициатива наездника"] = 1,
		["Полоснуть"] = 1,
		["Крученый взрыв"] = 8,
		["Яростная буря"] = 8,
		["Раскалывающий рок"] = 32,
		["Опаляющая буря"] = 4,
		["Бурлящая желчь"] = 8,
		["Древний холод"] = 16,
		["Сконцентрированная буря"] = 8,
		["Кровавая атака"] = 16,
		["Оплавленная земля"] = 4,
		["Цветение"] = 64,
		["Насыщение красной магией"] = 4,
		["Полыхающие угли"] = 4,
		["Вызов молнии"] = 8,
		["Вечная огненная буря"] = 36,
		["Дикий огонь"] = 36,
		["Яростный выпад"] = 1,
		["Временная аномалия"] = 64,
		["Молитва восстановления"] = 2,
		["Перемотка времени"] = 64,
		["Звездная вспышка"] = 72,
		["Пылающие тени"] = 36,
		["Слава рассвета"] = 1,
		["Апокалиптический взрыв"] = 4,
		["Взбучка"] = 1,
		["Смертоносный яд"] = 8,
		["Искрящийся взрыв"] = 8,
		["Аура ужаса"] = 32,
		["Чародейский взрыв"] = 64,
		["Заряженное копье"] = 8,
		["Заряженный порыв"] = 8,
		["Чародейский обстрел"] = 64,
		["Кровавый гной"] = 32,
		["Морозный опустошитель"] = 16,
		["Коварный удар"] = 1,
		["Пылающая ярость"] = 4,
		["Быстродействующий яд"] = 8,
		["Гниющие стрелы"] = 32,
		["Волнующаяся вода"] = 16,
		["Заряд шрапнели"] = 1,
		["Обитатель пламени"] = 4,
		["Изумрудный цветок"] = 8,
		["Разлагающие брызги"] = 8,
		["Нестабильные порывы"] = 8,
		["Бешеные удары"] = 1,
		["Частичное переваривание"] = 8,
		["Жалящий рой"] = 1,
		["Трескучий мороз"] = 16,
		["Удар зверя"] = 1,
		["Парализующие клыки"] = 8,
		["Завеса клинков"] = 1,
		["Ужалить"] = 1,
		["Шквал шипов"] = 1,
		["Крепкая оплеуха"] = 1,
		["Кольцо Хаоса"] = 124,
		["Залп жуткого пламени"] = 36,
		["Сплетение сущности"] = 8,
		["Удар валуна"] = 1,
		["Живой жар"] = 4,
		["Удар крыльями"] = 1,
		["Крушитель черепов"] = 1,
		["Острые фрагменты"] = 1,
		["Мучительная тошнота"] = 8,
		["Крошащаяся кость"] = 32,
		["Камень силы бури"] = 8,
		["Удар воина Света"] = 1,
		["Ледовое перо"] = 16,
		["Вонзить клинок"] = 1,
		["Глубокие раны"] = 1,
		["Лава"] = 4,
		["Удар смерти"] = 1,
		["Давящие заросли"] = 8,
		["Раскаленные угли"] = 4,
		["Фрагменты звезд"] = 72,
		["Огненный шар"] = 4,
		["Луч дезинтеграции"] = 32,
		["Разрывающий выстрел"] = 1,
		["Манящее разрушение"] = 4,
		["Гармоничное эхо"] = 64,
		["Взрывная кора"] = 4,
		["Изначальная перегрузка"] = 8,
		["Переполняющая ярость"] = 16,
		["Смелая засада"] = 1,
		["Тыквенное дыхание"] = 4,
		["Огненный взрыв"] = 4,
		["Раскол души"] = 32,
		["Огненный след"] = 4,
		["Увядание"] = 32,
		["Пламенное дыхание"] = 4,
		["Буря Тьмы"] = 32,
		["Опаляющие мучения"] = 4,
		["Огненное торнадо"] = 36,
		["Дротик"] = 1,
		["Звериный гнев"] = 1,
		["Сосредоточение внимания"] = 1,
		["Кровоточащая рана"] = 1,
		["Огненный дождь"] = 4,
		["Полная заморозка"] = 16,
		["Сдерживающий выстрел"] = 64,
		["Порча"] = 32,
		["Опустошительный прыжок"] = 1,
		["Кузнечный огонь"] = 4,
		["Огненная бездна"] = 4,
		["Разбивающее сокрушение"] = 4,
		["Ледовое неистовство"] = 16,
		["Рваные порезы"] = 1,
		["Электрическая перегрузка"] = 8,
		["Выстрел в живот"] = 1,
		["Бремя Ткача"] = 8,
		["Змеиное неистовство"] = 4,
		["Оглушающий удар"] = 1,
		["Проклятый водоворот"] = 16,
		["Обжигающее копье"] = 36,
		["Апокалиптический рык"] = 36,
		["Темпоральный след"] = 64,
		["Кинетическое извержение"] = 64,
		["Кромсающий укус"] = 1,
		["Непокорные волны"] = 16,
		["Камень робкого пламени"] = 4,
		["Сияющая праведность"] = 2,
		["Прилив мощи"] = 8,
		["Раскаленный яд"] = 4,
		["Остатки разрушений"] = 124,
		["Огненный ливень"] = 4,
		["Неистовые кулаки"] = 1,
		["Ярость земли"] = 8,
		["Слепая ярость"] = 1,
		["Удар люпина"] = 1,
		["Ядовитая стрела"] = 8,
		["Фрагменты эонов"] = 64,
		["Мышеловки"] = 1,
		["Взрыв Скверны"] = 36,
		["Горячая голова"] = 4,
		["Опустошающее копье"] = 1,
		["Инфернальный плащ"] = 4,
		["Громовой удар"] = 1,
		["Укус хищника"] = 1,
		["Шок"] = 4,
		["Ледяной захват"] = 16,
		["Рука Гул'дана"] = 36,
		["Отрывающий удар"] = 1,
		["Удар Хаоса"] = 127,
		["Внезапный удар"] = 1,
		["Оползень"] = 8,
		["Земляные шипы"] = 1,
		["Необузданное пламя"] = 4,
		["Холод глубин"] = 16,
		["Стрела пронзания души"] = 32,
		["Разъедающий выброс"] = 8,
		["Лунный огонь"] = 64,
		["Раскол Скверны"] = 32,
		["Стискивающие тени"] = 32,
		["Надоедливые тени"] = 32,
		["Жгучая рвота"] = 4,
		["Серное горение"] = 4,
		["Сбивающее копье"] = 1,
		["Пылающие шипы"] = 4,
		["Звездный поток"] = 72,
		["Пылающая пасть"] = 4,
		["Медленный яд"] = 8,
		["Поясное оружие"] = 1,
		["Взорванная земля"] = 4,
		["Растяжка"] = 4,
		["Убийственный выстрел"] = 1,
		["Плевок магмы"] = 12,
		["Осквернение"] = 32,
		["Зараженная матрица"] = 32,
		["Кислотная бомба"] = 8,
		["Опаляющий круговорот"] = 4,
		["Искоренение"] = 1,
		["Нокаутирующий удар"] = 1,
		["Завихрения ветра"] = 8,
		["Ускорение времени"] = 64,
		["Слово Тьмы: Смерть"] = 32,
		["Иссушение разума"] = 32,
		["Взрыв разума"] = 32,
		["Пожирание сущности"] = 1,
		["Взрыв"] = 8,
		["Поджигание"] = 4,
		["Роковой удар"] = 8,
		["Дробящий выдох"] = 8,
		["Пылающий ожог"] = 4,
		["Шипы души"] = 1,
		["Изумрудное дыхание"] = 8,
		["Удар рогом"] = 1,
		["Статическое поле"] = 8,
		["Очищающее пламя"] = 4,
		["Чародейская бомба"] = 64,
		["Гнилостный плевок"] = 32,
		["Наскок"] = 1,
		["Жар пламенных недр"] = 4,
		["Пронзание разума"] = 48,
		["Выкованная ярость"] = 4,
		["Удар горы"] = 8,
		["Каменный шип"] = 8,
		["Проклятие агонии"] = 32,
		["Залп стрел Тьмы"] = 32,
		["Пылающее зарождение"] = 4,
		["Душевная связь"] = 32,
		["Закрепление успехов"] = 8,
		["Выстрел часового"] = 64,
		["Сверкающая тигриная молния"] = 8,
		["Опаленная кожа"] = 4,
		["Грозовая дубина"] = 8,
		["Уничтожение (левая рука)"] = 1,
		["Вестник войны"] = 1,
		["Удар крутящегося дракона"] = 1,
		["Сотрясающий землю рык"] = 8,
		["Чародейский шар"] = 64,
		["Пространственная зола"] = 4,
		["Расплавленный металл"] = 4,
		["Кристальные шипы"] = 8,
		["Щит небес"] = 2,
		["Поглощающая сфера"] = 32,
		["Кромсающий вихрь"] = 1,
		["Острый клык"] = 1,
		["Раскалывающий удар"] = 1,
		["Сокрушающая молния"] = 8,
		["Пронзающие мучения"] = 36,
		["Земляной импульс"] = 8,
		["Лавовый гейзер"] = 4,
		["Замораживающие брызги"] = 16,
		["Извержение шлака"] = 4,
		["Груда костей"] = 32,
		["Вулканическое извержение"] = 4,
		["Укус Фир'алата"] = 36,
		["Чародейская вспышка"] = 64,
		["Рывок Скверны"] = 127,
		["Законник"] = 2,
		["Электрическая буря"] = 8,
		["Ледяной удар"] = 16,
		["Выброс ци"] = 8,
		["Клейкий язык"] = 1,
		["Похищение души"] = 32,
		["Сокрушающее цунами"] = 16,
		["Разъедающая слизь"] = 8,
		["Астральное тление"] = 72,
		["Шаг сквозь тень"] = 1,
		["Удар громовержца"] = 1,
		["Пульсирующий сердечник"] = 36,
		["Темные шипы"] = 36,
		["Природная чуткость"] = 8,
		["Побоище"] = 4,
		["Раздирающий удар"] = 1,
		["Разрывающие сталактиты"] = 8,
		["Хлещущая слизь"] = 8,
		["Таран рогами"] = 1,
		["Град камней"] = 8,
		["Печать страдания"] = 1,
		["Драконий взрыв"] = 4,
		["Лазурный камень мощи"] = 64,
		["Лютый удар"] = 1,
		["Сгусток пламени"] = 4,
		["Слово Света: Наказание"] = 2,
		["Шакрам смерти"] = 1,
		["Порыв ветра"] = 8,
		["Магическая воронка"] = 64,
		["Удар восходящего солнца"] = 1,
		["Ползучая плесень"] = 8,
		["Аннигилятор"] = 1,
		["Взрывные градины"] = 16,
		["Удар в сердце"] = 1,
		["Беспощадность зимы"] = 16,
		["Пылающая эгида"] = 4,
		["Обжигающее дыхание"] = 4,
		["Поглощение"] = 8,
		["Удар жгучехвоста"] = 4,
		["Фрагменты времени"] = 64,
		["Рывок дракона"] = 1,
		["Распутывание"] = 64,
		["Опустошение Скверной"] = 4,
		["Похищение жизни"] = 32,
		["Зазубренные стрелы"] = 1,
		["Реактор апокалипсиса"] = 4,
		["Крошащийся уголь"] = 36,
		["Порченая кровь"] = 32,
		["Руническое клеймо"] = 2,
		["Правой, левой"] = 1,
		["Раздирание души"] = 32,
		["Токсичное зловоние"] = 8,
		["Хищный прыжок"] = 1,
		["Вспышка тики"] = 4,
		["Сеть с крючками"] = 1,
		["Порча Г'ууна"] = 32,
		["Ледяная перегрузка"] = 16,
		["Метеоритный топор"] = 4,
		["Каменный выброс"] = 8,
		["Удушающая пыль"] = 8,
		["Порыв нефритового ветра"] = 1,
		["Стальные шипы"] = 1,
		["Призрачный удар"] = 1,
		["Мучительные когти"] = 1,
		["Пузырьковый натиск"] = 16,
		["Чародейская атака"] = 64,
		["Ментальный крик"] = 32,
		["Темпоральное затухание"] = 64,
		["Искра Тира"] = 64,
		["Хаотичное время"] = 64,
		["Сокрушающая звезда"] = 80,
		["Разбивающий удар"] = 8,
		["Нестабильная бомба"] = 4,
		["Сильная струя воды"] = 16,
		["Ярость Спящего"] = 8,
		["Рагнарек"] = 4,
		["Песня дракона"] = 1,
		["Теневое разрушение"] = 36,
		["Оскверненное золото"] = 4,
		["Мощное рассечение"] = 1,
		["Буйство"] = 1,
		["Угасающие силы"] = 8,
		["Горящий хворост"] = 4,
		["Залп"] = 1,
		["Шаровая молния"] = 8,
		["Вихрь клинков"] = 1,
		["Вспышка магмы"] = 4,
		["Заразная пасть"] = 32,
		["Пламя Саргераса"] = 4,
		["Колючая стрела"] = 1,
		["Усиление яда"] = 8,
		["Зарево Света"] = 1,
		["Пробивной рывок"] = 1,
		["Вязкий удар"] = 1,
		["Всплеск оскверненных вод"] = 16,
		["Ярость Резана"] = 1,
		["Неугасающее пламя"] = 4,
		["Корни-душители"] = 1,
		["Пламенный портал"] = 4,
		["Внутренний демон"] = 127,
		["Ошеломляющие удары"] = 1,
		["Око шторма"] = 8,
		["Касание мага"] = 64,
		["Кровоизлияние"] = 1,
		["Шквальный обстрел Скверны"] = 4,
		["Тяжелые удары"] = 1,
		["Раскаленные удары"] = 1,
		["Кристализованная земля"] = 8,
		["Смертоносные удары"] = 4,
		["Тление"] = 4,
		["Чудовищный удар"] = 1,
		["Яростный импульс"] = 8,
		["Пронзание разума: безумие"] = 48,
		["Чародейский отголосок"] = 64,
		["Ободрение"] = 8,
		["Укус"] = 1,
		["Танцующий клинок"] = 36,
		["Всплеск Скверны"] = 4,
		["Высекающий искры удар"] = 1,
		["Потрескавшиеся обломки"] = 8,
		["Трусость"] = 1,
		["Шип Бездны"] = 32,
		["Мерзлая земля"] = 16,
		["Поток лавы"] = 4,
		["Нечестивый натиск"] = 32,
		["Испепеляющий обстрел"] = 4,
		["Гранитный панцирь"] = 1,
		["Буря Пустоты"] = 64,
		["Штормовые ветра"] = 8,
		["Огненный шок"] = 12,
		["Сокрушитель"] = 1,
		["Взрыв ужаса"] = 32,
		["Трескучий сдвиг"] = 8,
		["Уязвимость к звуку"] = 8,
		["Подавляющие угли"] = 4,
		["Полумесяц"] = 72,
		["Сланцевое дыхание"] = 1,
		["Кипение Преисподней"] = 4,
		["Раскаленный разлом"] = 4,
		["Выкорчеванная агония"] = 36,
		["Песочная стрела"] = 8,
		["Солнечный вихрь"] = 4,
		["Магмовая стрела"] = 12,
		["Мощный удар"] = 1,
		["Пылающий рывок"] = 4,
		["Восковая кожа"] = 4,
		["Гремучий взрыв"] = 4,
		["Неистовый натиск"] = 1,
		["Разрушитель"] = 4,
		["Ливень армагеддона"] = 4,
		["Стрела Хаоса"] = 124,
		["Цепная молния"] = 8,
		["Пылающий валун"] = 4,
		["Огненное погребение"] = 4,
		["Продолжительная отповедь"] = 1,
		["Череда разрядов"] = 8,
		["Апокалиптический огонь"] = 4,
		["Разлагающее прикосновение"] = 8,
		["Шип ша"] = 32,
		["Сияющая искра"] = 64,
		["Некротические ветра"] = 8,
		["Клык маны"] = 64,
		["Опаляющий пепел"] = 4,
		["Лава Скверны"] = 4,
		["Огненная стрела"] = 4,
		["Глубокая рана"] = 1,
		["Падающие звезды"] = 72,
		["Световое излучение"] = 2,
		["Уязвимость к пламени"] = 4,
		["Вечная сфера"] = 64,
		["Поджигающая вспышка"] = 4,
		["Обновление"] = 2,
		["Рассекающий удар"] = 1,
		["Верная победа"] = 1,
		["Опаляющий выстрел"] = 4,
		["Кровавая стрела"] = 32,
		["Пламя Хаоса"] = 124,
		["Плетение Тьмы"] = 32,
		["Токсичные испарения"] = 8,
		["Резонирующая сфера"] = 64,
		["Яростный рывок"] = 1,
		["Иссечение"] = 1,
		["Ядовитая почва"] = 36,
		["Сверкающая нефритовая молния"] = 8,
		["Темное превращение"] = 32,
		["Извержение магмы"] = 4,
		["Тяжелый удар"] = 1,
		["Разлагающие когти"] = 1,
		["Нестабильные угли"] = 4,
		["Кольцо злобы"] = 32,
		["Аннигиляция"] = 127,
		["Ответная реакция"] = 2,
		["Избавление Тира"] = 2,
		["Ответвление"] = 1,
		["Вспышка болезни"] = 32,
		["Бурлящая лава"] = 4,
		["Пламя кузни"] = 4,
		["Удар саблей"] = 1,
		["Змеиный тигель"] = 4,
		["Взрывной барьер"] = 4,
		["Пагубная стрела"] = 8,
		["Отравляющие споры"] = 8,
		["Иссечение песком"] = 8,
		["Горящие искры"] = 4,
		["Расплавляющий взрыв"] = 4,
		["Ускоряющие песочные часы"] = 1,
		["Тотем исцеляющего потока"] = 8,
		["Обрушение"] = 1,
		["Хищное пламя"] = 4,
		["Священный огонь"] = 2,
		["Нефритовый огонь"] = 4,
		["Волна Нефритовой Змеи"] = 4,
		["Отблеск Света"] = 2,
		["Неодолимо притягательный одеколон"] = 8,
		["Сейсмический взрыв"] = 8,
		["Пылающий мор"] = 36,
		["Кольцо воды"] = 16,
		["Импульсная граната"] = 8,
		["Благословенные молоты"] = 3,
		["Встречный ветер"] = 8,
		["Отравленное копье"] = 8,
		["Тлеющее удушье"] = 8,
		["Ядовитая бомба"] = 8,
		["Звездопад"] = 72,
		["Драконье извержение"] = 4,
		["Абсолютный нуль"] = 16,
		["Энергетическая бомба"] = 64,
		["Статический выброс"] = 64,
		["Знак смерти"] = 1,
		["Вытягивание души"] = 32,
		["Залп тлеющих стрел"] = 4,
		["Извержение пламени"] = 4,
		["Волна порчи"] = 8,
		["Некротическая слизь"] = 32,
		["Смертоносный порыв"] = 32,
		["Буря крыльев"] = 1,
		["Благословение костра"] = 4,
		["Разложение времени"] = 64,
		["Демоническая бомба"] = 32,
		["Хитрый сглаз"] = 8,
		["Заразная трусость"] = 32,
		["Жидкая магма"] = 4,
		["Веерное цветение"] = 8,
		["Смертельное касание"] = 1,
		["Вытягивание жизни"] = 32,
		["Воспламенение"] = 4,
		["Разлагающая спора"] = 32,
		["Отравление"] = 8,
		["Усиленная тигриная молния"] = 8,
		["Удар в спину"] = 1,
		["Кристаллические обломки"] = 64,
		["Гниющие глаза"] = 8,
		["Горение"] = 4,
		["Гром Искателя Приливов"] = 8,
		["Подветренная сторона Альтаирия"] = 16,
		["Окончательный приговор"] = 2,
		["Стремительный бег"] = 4,
		["Зазубренный костяной шип"] = 1,
		["Морозный осколок"] = 16,
		["Опека Бвонсамди"] = 32,
		["Шок бури"] = 8,
		["Пылающий молот"] = 4,
		["Обжигающие тени"] = 32,
		["Ядовитые когти"] = 8,
		["Зловонная пасть"] = 8,
		["Не еда"] = 4,
		["Взрыв армагеддона"] = 4,
		["Всплеск оскверняющих вод"] = 16,
		["Выхлопные газы"] = 4,
		["Дух шипов"] = 8,
		["Атака щитом"] = 1,
		["Пульсация гидрокопья"] = 16,
		["Шквал"] = 16,
		["Разрывающее бешенство"] = 1,
		["Воспламенение всадника"] = 4,
		["Удар Сульфураса"] = 4,
		["Божественная призма"] = 2,
		["Кандалы"] = 1,
		["Ярость Одина"] = 1,
		["Великая сила бури"] = 8,
		["Выпущенные шипы"] = 8,
		["Чувство превосходства"] = 32,
	},
	["deathlog_healingdone_min"] = 1,
	["damage_scroll_auto_open"] = false,
	["show_warning_id1_amount"] = 2,
	["latest_shield_spellid_cache_access"] = 1675962972,
	["current_exp_raid_encounters"] = {
		[2731] = true,
		[2709] = true,
		[2590] = true,
		[2786] = true,
		[2824] = true,
		[2592] = true,
		[2677] = true,
		[2728] = true,
		[2737] = true,
		[2639] = true,
		[2587] = true,
		[2820] = true,
		[2708] = true,
		[2635] = true,
	},
	["keystone_frame"] = {
		["scale"] = 1,
		["position"] = {
			["y"] = -4.399192333221436,
			["x"] = 111.2000427246094,
			["point"] = "BOTTOM",
			["scale"] = 1,
		},
	},
	["show_totalhitdamage_on_overkill"] = false,
	["trinket_data"] = {
		[214342] = {
			["lastCombatId"] = 0,
			["maxTime"] = 0,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "",
			["minTime"] = 9999999,
			["lastActivation"] = 0,
			["spellName"] = "Нисходящий поток",
		},
		[214350] = {
			["lastCombatId"] = 108723,
			["maxTime"] = 202.3129999637604,
			["averageTime"] = 55,
			["activations"] = 738,
			["totalCooldownTime"] = 40652.64999890337,
			["lastPlayerName"] = "Хондюшка-ВечнаяПесня",
			["minTime"] = 40.00099992752075,
			["lastActivation"] = 1714356805.401,
			["spellName"] = "Сущность Кошмара",
		},
		[214169] = {
			["lastCombatId"] = 107937,
			["maxTime"] = 148.9779999256134,
			["averageTime"] = 69,
			["activations"] = 230,
			["totalCooldownTime"] = 15870.56500053405,
			["lastPlayerName"] = "Фламинника",
			["minTime"] = 40.00900006294251,
			["lastActivation"] = 1713926672.646,
			["spellName"] = "Жестокий удар кулаком",
		},
		[382426] = {
			["lastCombatId"] = 108035,
			["lastActivation"] = 1713996305.079,
			["averageTime"] = 47,
			["activations"] = 2303,
			["totalCooldownTime"] = 109809.2420065412,
			["lastPlayerName"] = "Пашкендрон",
			["maxTime"] = 214.7330000400543,
			["minTime"] = 40.00099992752075,
			["spellName"] = "Злопамятная молния",
		},
		[417534] = {
			["lastCombatId"] = 0,
			["maxTime"] = 0,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "",
			["minTime"] = 9999999,
			["lastActivation"] = 0,
			["spellName"] = "Гамбит вора времени",
		},
		[429221] = {
			["lastCombatId"] = 0,
			["maxTime"] = 0,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "",
			["minTime"] = 9999999,
			["lastActivation"] = 0,
			["spellName"] = "spell not found",
		},
		[214052] = {
			["lastCombatId"] = 106187,
			["lastActivation"] = 1713371591.345,
			["averageTime"] = 49,
			["activations"] = 1224,
			["totalCooldownTime"] = 60934.95600152022,
			["lastPlayerName"] = "Аламарчик",
			["maxTime"] = 148.6419999599457,
			["minTime"] = 40.00499987602234,
			["spellName"] = "Метеорит Скверны",
		},
		[425127] = {
			["lastCombatId"] = 0,
			["maxTime"] = 0,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "",
			["minTime"] = 9999999,
			["lastActivation"] = 0,
			["spellName"] = "spell not found",
		},
		[215407] = {
			["lastCombatId"] = 108416,
			["maxTime"] = 184.2260000705719,
			["averageTime"] = 66,
			["activations"] = 228,
			["totalCooldownTime"] = 15260.60399961471,
			["lastPlayerName"] = "Хеппишама",
			["minTime"] = 40.34899997711182,
			["lastActivation"] = 1714089963.321,
			["spellName"] = "Темный взрыв",
		},
		[397376] = {
			["lastCombatId"] = 107977,
			["lastActivation"] = 1713979066.431,
			["averageTime"] = 61,
			["activations"] = 101,
			["totalCooldownTime"] = 6237.188000440598,
			["lastPlayerName"] = "Наамаха",
			["maxTime"] = 169.7879998683929,
			["minTime"] = 40.25800013542175,
			["spellName"] = "Раскаленные угли",
		},
		[417458] = {
			["lastCombatId"] = 108967,
			["maxTime"] = 235.385999917984,
			["averageTime"] = 48,
			["activations"] = 3405,
			["totalCooldownTime"] = 164965.4810004237,
			["lastPlayerName"] = "Единица",
			["minTime"] = 40.60799980163574,
			["lastActivation"] = 1714499281.416,
			["spellName"] = "Ускоряющие песочные часы",
		},
		[407961] = {
			["lastPlayerName"] = "Дегенератыч",
			["minTime"] = 47.64499998092651,
			["averageTime"] = 65,
			["activations"] = 309,
			["totalCooldownTime"] = 20167.14899826052,
			["lastCombatId"] = 104552,
			["lastActivation"] = 1712759767.857,
			["maxTime"] = 145.521999835968,
			["spellName"] = "Волна лавы",
		},
		[270827] = {
			["lastCombatId"] = 108723,
			["maxTime"] = 183.5519998073578,
			["averageTime"] = 55,
			["activations"] = 1294,
			["totalCooldownTime"] = 71952.3309998512,
			["lastPlayerName"] = "Мелонья",
			["minTime"] = 40.00500011444092,
			["lastActivation"] = 1714356834.371,
			["spellName"] = "Самоцвет души ткача",
		},
		[421996] = {
			["lastCombatId"] = 106775,
			["maxTime"] = 990.3339998722076,
			["averageTime"] = 47,
			["activations"] = 866,
			["totalCooldownTime"] = 41207.28999853139,
			["lastPlayerName"] = "Чернэнь-СвежевательДуш",
			["minTime"] = 40.01399993896484,
			["lastActivation"] = 1713492903.123,
			["spellName"] = "spell not found",
		},
		[426674] = {
			["lastCombatId"] = 0,
			["maxTime"] = 0,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "",
			["minTime"] = 9999999,
			["lastActivation"] = 0,
			["spellName"] = "spell not found",
		},
		[426564] = {
			["lastCombatId"] = 109059,
			["maxTime"] = 389.0829999446869,
			["averageTime"] = 54,
			["activations"] = 2582,
			["totalCooldownTime"] = 139824.7530014517,
			["lastPlayerName"] = "Kembria-Silvermoon",
			["minTime"] = 40.00100016593933,
			["lastActivation"] = 1714523142.044,
			["spellName"] = "spell not found",
		},
		[213786] = {
			["lastPlayerName"] = "Неудержимаая-СвежевательДуш",
			["minTime"] = 40.03500008583069,
			["averageTime"] = 58,
			["activations"] = 294,
			["totalCooldownTime"] = 17203.54799914363,
			["lastCombatId"] = 108415,
			["lastActivation"] = 1714089912.363,
			["maxTime"] = 169.9670000076294,
			["spellName"] = "Сумерки",
		},
		[427037] = {
			["lastCombatId"] = 108335,
			["maxTime"] = 252.5650000572205,
			["averageTime"] = 55,
			["activations"] = 1166,
			["totalCooldownTime"] = 64137.27499961864,
			["lastPlayerName"] = "Ширатаки",
			["minTime"] = 40.00200009346008,
			["lastActivation"] = 1714068292.799,
			["spellName"] = "spell not found",
		},
		[426486] = {
			["lastCombatId"] = 109042,
			["maxTime"] = 198.5220000743866,
			["averageTime"] = 69,
			["activations"] = 1963,
			["totalCooldownTime"] = 136041.1460025314,
			["lastPlayerName"] = "Maskamag-Silvermoon",
			["minTime"] = 40.00999999046326,
			["lastActivation"] = 1714520599.268,
			["spellName"] = "spell not found",
		},
		[401428] = {
			["lastPlayerName"] = "Менарила",
			["lastActivation"] = 1713636729.857,
			["averageTime"] = 52,
			["activations"] = 1412,
			["totalCooldownTime"] = 74351.05300045019,
			["lastCombatId"] = 107090,
			["maxTime"] = 216.1380000114441,
			["minTime"] = 40.00099992752075,
			["spellName"] = "Голодное пламя Тьмы",
		},
		[426672] = {
			["lastCombatId"] = 0,
			["maxTime"] = 0,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "",
			["minTime"] = 9999999,
			["lastActivation"] = 0,
			["spellName"] = "spell not found",
		},
		[384290] = {
			["lastPlayerName"] = "Ипе",
			["minTime"] = 40.00900006294251,
			["averageTime"] = 90,
			["activations"] = 262,
			["totalCooldownTime"] = 23751.62800025942,
			["lastCombatId"] = 108318,
			["lastActivation"] = 1714065481.456,
			["maxTime"] = 657.3409998416901,
			["spellName"] = "Засада Сморфа",
		},
		[426676] = {
			["lastCombatId"] = 0,
			["maxTime"] = 0,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "",
			["minTime"] = 9999999,
			["lastActivation"] = 0,
			["spellName"] = "spell not found",
		},
		[424324] = {
			["lastCombatId"] = 108917,
			["maxTime"] = 235.8050000667572,
			["averageTime"] = 58,
			["activations"] = 1689,
			["totalCooldownTime"] = 98548.38999629027,
			["lastPlayerName"] = "Кринжо-ВечнаяПесня",
			["minTime"] = 40.01700019836426,
			["lastActivation"] = 1714450389.451,
			["spellName"] = "spell not found",
		},
		[424965] = {
			["lastCombatId"] = 108415,
			["maxTime"] = 313.1710000038147,
			["averageTime"] = 60,
			["activations"] = 529,
			["totalCooldownTime"] = 32264.57300138479,
			["lastPlayerName"] = "Топплез-СвежевательДуш",
			["minTime"] = 40.00400018692017,
			["lastActivation"] = 1714089913.677,
			["spellName"] = "spell not found",
		},
		[384325] = {
			["lastPlayerName"] = "Долгострой",
			["minTime"] = 40.08100008964539,
			["averageTime"] = 90,
			["activations"] = 275,
			["totalCooldownTime"] = 24775.91100144386,
			["lastCombatId"] = 106352,
			["lastActivation"] = 1713392150.385,
			["maxTime"] = 316.566999912262,
			["spellName"] = "Засада Барфа",
		},
		[426677] = {
			["lastCombatId"] = 0,
			["maxTime"] = 0,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "",
			["minTime"] = 9999999,
			["lastActivation"] = 0,
			["spellName"] = "spell not found",
		},
		[425181] = {
			["lastCombatId"] = 108415,
			["maxTime"] = 313.4230000972748,
			["averageTime"] = 60,
			["activations"] = 552,
			["totalCooldownTime"] = 33419.23900270465,
			["lastPlayerName"] = "Топплез-СвежевательДуш",
			["minTime"] = 40.00300002098084,
			["lastActivation"] = 1714089911.159,
			["spellName"] = "spell not found",
		},
		[394453] = {
			["lastCombatId"] = 108565,
			["lastActivation"] = 1714256717.65,
			["averageTime"] = 55,
			["activations"] = 3439,
			["totalCooldownTime"] = 191740.4830045704,
			["lastPlayerName"] = "Rydder-AeriePeak",
			["maxTime"] = 262.6900000572205,
			["minTime"] = 40.00099992752075,
			["spellName"] = "Пламя хранительницы стаи",
		},
		[422441] = {
			["lastCombatId"] = 0,
			["maxTime"] = 0,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "",
			["minTime"] = 9999999,
			["lastActivation"] = 0,
			["spellName"] = "spell not found",
		},
		[417452] = {
			["lastCombatId"] = 0,
			["maxTime"] = 0,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "",
			["minTime"] = 9999999,
			["lastActivation"] = 0,
			["spellName"] = "Ускоряющие песочные часы",
		},
		[389839] = {
			["lastCombatId"] = 108442,
			["minTime"] = 40.64000010490418,
			["averageTime"] = 83,
			["activations"] = 22,
			["totalCooldownTime"] = 1832.088000059127,
			["lastPlayerName"] = "Luneanne-Hyjal",
			["lastActivation"] = 1714166344.815,
			["maxTime"] = 170.595999956131,
			["spellName"] = "Залп огня",
		},
		[426647] = {
			["lastCombatId"] = 0,
			["maxTime"] = 0,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "",
			["minTime"] = 9999999,
			["lastActivation"] = 0,
			["spellName"] = "spell not found",
		},
		[429246] = {
			["lastCombatId"] = 0,
			["maxTime"] = 0,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "",
			["minTime"] = 9999999,
			["lastActivation"] = 0,
			["spellName"] = "spell not found",
		},
		[426553] = {
			["lastCombatId"] = 0,
			["maxTime"] = 0,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "",
			["minTime"] = 9999999,
			["lastActivation"] = 0,
			["spellName"] = "spell not found",
		},
		[429262] = {
			["lastCombatId"] = 0,
			["maxTime"] = 0,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "",
			["minTime"] = 9999999,
			["lastActivation"] = 0,
			["spellName"] = "spell not found",
		},
		[426648] = {
			["lastCombatId"] = 0,
			["maxTime"] = 0,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "",
			["minTime"] = 9999999,
			["lastActivation"] = 0,
			["spellName"] = "spell not found",
		},
		[385903] = {
			["lastCombatId"] = 104581,
			["lastActivation"] = 1712766009.913,
			["averageTime"] = 69,
			["activations"] = 106,
			["totalCooldownTime"] = 7339.854001045229,
			["lastPlayerName"] = "Valarog-Sylvanas",
			["maxTime"] = 197.0130000114441,
			["minTime"] = 40.02600002288818,
			["spellName"] = "Пагубная кристаллизация",
		},
		[421994] = {
			["lastCombatId"] = 0,
			["maxTime"] = 0,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "",
			["minTime"] = 9999999,
			["lastActivation"] = 0,
			["spellName"] = "spell not found",
		},
		[215270] = {
			["lastCombatId"] = 0,
			["maxTime"] = 0,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "",
			["minTime"] = 9999999,
			["lastActivation"] = 0,
			["spellName"] = "Слабый отголосок",
		},
		[418527] = {
			["lastCombatId"] = 0,
			["maxTime"] = 0,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "",
			["minTime"] = 9999999,
			["lastActivation"] = 0,
			["spellName"] = "Зеркало разбитого будущего",
		},
		[388739] = {
			["lastCombatId"] = 108901,
			["lastActivation"] = 1714448365.597,
			["averageTime"] = 66,
			["activations"] = 1350,
			["totalCooldownTime"] = 90119.79700160025,
			["lastPlayerName"] = "Exa-Nemesis",
			["maxTime"] = 627.835000038147,
			["minTime"] = 40.00699996948242,
			["spellName"] = "Чистое разложение",
		},
		[388755] = {
			["lastCombatId"] = 108977,
			["lastActivation"] = 1714509890.55,
			["averageTime"] = 54,
			["activations"] = 4648,
			["totalCooldownTime"] = 251639.9150064003,
			["lastPlayerName"] = "Precision-Ysondre",
			["maxTime"] = 289.992999792099,
			["minTime"] = 40.00099992752075,
			["spellName"] = "Стрела пронзания души",
		},
		[92174] = {
			["lastCombatId"] = 0,
			["maxTime"] = 0,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "",
			["minTime"] = 9999999,
			["lastActivation"] = 0,
			["spellName"] = "Укрепленный панцирь",
		},
		[401324] = {
			["lastPlayerName"] = "Адэлантэс",
			["itemName"] = "Карманная элементиевая наковальня",
			["lastActivation"] = 1714147542.779,
			["averageTime"] = 60,
			["activations"] = 1063,
			["totalCooldownTime"] = 64576.55399942409,
			["minTime"] = 40.03200006484985,
			["lastCombatId"] = 108438,
			["maxTime"] = 223.5500001907349,
			["spellName"] = "Повторная вспышка",
		},
		[425154] = {
			["lastCombatId"] = 108565,
			["maxTime"] = 543.75,
			["averageTime"] = 48,
			["activations"] = 2200,
			["totalCooldownTime"] = 106211.1869952679,
			["lastPlayerName"] = "Rydder-AeriePeak",
			["minTime"] = 40.00200009346008,
			["lastActivation"] = 1714256749.848,
			["spellName"] = "spell not found",
		},
		[381760] = {
			["lastPlayerName"] = "Silg-TwistingNether",
			["minTime"] = 40.00200009346008,
			["averageTime"] = 55,
			["activations"] = 2927,
			["totalCooldownTime"] = 162608.6620016101,
			["lastCombatId"] = 108640,
			["lastActivation"] = 1714325654.284,
			["maxTime"] = 179.1680002212524,
			["spellName"] = "Удар мутировавшим щупальцем",
		},
		[423611] = {
			["lastCombatId"] = 0,
			["maxTime"] = 0,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "",
			["minTime"] = 9999999,
			["lastActivation"] = 0,
			["spellName"] = "spell not found",
		},
		[271671] = {
			["lastCombatId"] = 108718,
			["maxTime"] = 205.3359999656677,
			["averageTime"] = 54,
			["activations"] = 611,
			["totalCooldownTime"] = 33604.62300205237,
			["lastPlayerName"] = "Проснись-Дракономор",
			["minTime"] = 40.01400017738342,
			["lastActivation"] = 1714356130.822,
			["spellName"] = "Неблагозвучный аккорд",
		},
		[426431] = {
			["lastCombatId"] = 109042,
			["maxTime"] = 198.5150001049042,
			["averageTime"] = 67,
			["activations"] = 2214,
			["totalCooldownTime"] = 149091.9909996997,
			["lastPlayerName"] = "Maskamag-Silvermoon",
			["minTime"] = 40.01399993896484,
			["lastActivation"] = 1714520597.277,
			["spellName"] = "spell not found",
		},
	},
	["installed_skins_cache"] = {
	},
	["savedCustomSpells"] = {
		{
			1, -- [1]
			"Атака ближнего боя", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [1]
		{
			2, -- [1]
			"Автоматическая стрельба", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [2]
		{
			3, -- [1]
			"Мир (падение)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [3]
		{
			4, -- [1]
			"Мир (утопление)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [4]
		{
			5, -- [1]
			"Мир (усталость)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [5]
		{
			6, -- [1]
			"Мир (огонь)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [6]
		{
			7, -- [1]
			"Мир (лава)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [7]
		{
			8, -- [1]
			"Мир (слизь)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [8]
		{
			339538, -- [1]
			"Вердикт храмовника", -- [2]
			461860, -- [3]
		}, -- [9]
		{
			55090, -- [1]
			"Удар Плети", -- [2]
			237530, -- [3]
		}, -- [10]
		{
			277185, -- [1]
			"Жетон гладиатора (Trinket)", -- [2]
			135884, -- [3]
		}, -- [11]
		{
			98021, -- [1]
			"Обмен здоровья", -- [2]
			237586, -- [3]
		}, -- [12]
		{
			278383, -- [1]
			"Неистовая буря (Trinket)", -- [2]
			2103829, -- [3]
		}, -- [13]
		{
			59638, -- [1]
			"Ледяная стрела", -- [2]
			135846, -- [3]
		}, -- [14]
		{
			49184, -- [1]
			"Воющий ветер", -- [2]
			135833, -- [3]
		}, -- [15]
		{
			277187, -- [1]
			"Эмблема гладиатора (Trinket)", -- [2]
			132344, -- [3]
		}, -- [16]
		{
			278227, -- [1]
			"Шипастая кора (Trinket)", -- [2]
			134439, -- [3]
		}, -- [17]
		{
			268998, -- [1]
			"Воспламененная душа (Trinket)", -- [2]
			651093, -- [3]
		}, -- [18]
		{
			196917, -- [1]
			"Свет мученика (Урон)", -- [2]
			1360762, -- [3]
		}, -- [19]
		{
			343355, -- [1]
			"Стрела Бездны", -- [2]
			1035040, -- [3]
		}, -- [20]
		{
			120761, -- [1]
			"Бросок глеф", -- [2]
			132330, -- [3]
		}, -- [21]
		{
			278812, -- [1]
			"Грация льва (Trinket)", -- [2]
			464140, -- [3]
		}, -- [22]
		{
			270827, -- [1]
			"|T463924:14:14:0:0:14:14:1:12:1:12|t Сосуд полз�", -- [2]
			237431, -- [3]
		}, -- [23]
		{
			278057, -- [1]
			"Взрыв крови (Trinket)", -- [2]
			538040, -- [3]
		}, -- [24]
		{
			279664, -- [1]
			"Кровавая желчь (Trinket)", -- [2]
			136007, -- [3]
		}, -- [25]
		{
			278862, -- [1]
			"Холод рун (Trinket)", -- [2]
			252270, -- [3]
		}, -- [26]
		{
			215969, -- [1]
			"Эпидемия", -- [2]
			136066, -- [3]
		}, -- [27]
		{
			278359, -- [1]
			"Кровавая ненависть (Trinket)", -- [2]
			132175, -- [3]
		}, -- [28]
		{
			278155, -- [1]
			"Неугасающая сила Залзеикса (Trinket)", -- [2]
			254105, -- [3]
		}, -- [29]
		{
			271115, -- [1]
			"Запал мага-поджигателя (Trinket)", -- [2]
			1119937, -- [3]
		}, -- [30]
		{
			277179, -- [1]
			"Медальон гладиатора (Trinket)", -- [2]
			252267, -- [3]
		}, -- [31]
		{
			271462, -- [1]
			"Подгнившая кукла вуду (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [32]
		{
			228649, -- [1]
			"Нокаутирующий удар", -- [2]
			574575, -- [3]
		}, -- [33]
		{
			345020, -- [1]
			"Таящийся хищник", -- [2]
			2103921, -- [3]
		}, -- [34]
		{
			94472, -- [1]
			"Искупление вины", -- [2]
			135887, -- [3]
		}, -- [35]
		{
			212739, -- [1]
			"Эпидемия", -- [2]
			136066, -- [3]
		}, -- [36]
		{
			277181, -- [1]
			"Знак гладиатора (Trinket)", -- [2]
			134501, -- [3]
		}, -- [37]
		{
			70890, -- [1]
			"Удар Плети", -- [2]
			237530, -- [3]
		}, -- [38]
		{
			121414, -- [1]
			"Бросок глеф", -- [2]
			132330, -- [3]
		}, -- [39]
		{
			44461, -- [1]
			"Живая бомба", -- [2]
			236220, -- [3]
		}, -- [40]
		{
			271071, -- [1]
			"Раковина темного шепота (Trinket)", -- [2]
			1498840, -- [3]
		}, -- [41]
		{
			271465, -- [1]
			"Подгнившая кукла вуду (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [42]
		{
			33778, -- [1]
			"Жизнецвет", -- [2]
			134206, -- [3]
		}, -- [43]
		{
			88082, -- [1]
			"Огненный шар", -- [2]
			135812, -- [3]
		}, -- [44]
		{
			108271, -- [1]
			"Астральный сдвиг", -- [2]
			"Interface\\Addons\\Details\\images\\icon_astral_shift", -- [3]
		}, -- [45]
		{
			237680, -- [1]
			"Воющий ветер", -- [2]
			135833, -- [3]
		}, -- [46]
		{
			271671, -- [1]
			"|T454048:14:14:0:0:14:14:1:12:1:12|t Музыкальна", -- [2]
			454048, -- [3]
		}, -- [47]
		{
			270925, -- [1]
			"Водяной вихрь (Trinket)", -- [2]
			1698701, -- [3]
		}, -- [48]
		{
			77535, -- [1]
			"Щит крови", -- [2]
			"Interface\\Addons\\Details\\images\\icon_blood_shield", -- [3]
		}, -- [49]
		{
			382056, -- [1]
			"|T1387353:14:14:0:0:14:14:1:12:1:12|t Украшение �", -- [2]
			1387353, -- [3]
		}, -- [50]
		{
			381475, -- [1]
			"|T4638721:14:14:0:0:14:14:1:12:1:12|t Взрывающий", -- [2]
			4638721, -- [3]
		}, -- [51]
		{
			382058, -- [1]
			"|T1387353:14:14:0:0:14:14:1:12:1:12|t Украшение �", -- [2]
			1387353, -- [3]
		}, -- [52]
		{
			382097, -- [1]
			"|T4638708:14:14:0:0:14:14:1:12:1:12|t Рокочущий �", -- [2]
			1016245, -- [3]
		}, -- [53]
		{
			377455, -- [1]
			"|T237430:14:14:0:0:14:14:1:12:1:12|t Смертельны", -- [2]
			237430, -- [3]
		}, -- [54]
		{
			385903, -- [1]
			"|T237007:14:14:0:0:14:14:1:12:1:12|t Расколотое", -- [2]
			237007, -- [3]
		}, -- [55]
		{
			382090, -- [1]
			"|T4554454:14:14:0:0:14:14:1:12:1:12|t Благослове", -- [2]
			4554454, -- [3]
		}, -- [56]
		{
			388739, -- [1]
			"|T4635246:14:14:0:0:14:14:1:12:1:12|t Идол чисто�", -- [2]
			4635246, -- [3]
		}, -- [57]
		{
			382135, -- [1]
			"|T650636:14:14:0:0:14:14:1:12:1:12|t Одержимый �", -- [2]
			650636, -- [3]
		}, -- [58]
		{
			381967, -- [1]
			"|T1020391:14:14:0:0:14:14:1:12:1:12|t Техника на�", -- [2]
			1020391, -- [3]
		}, -- [59]
		{
			388855, -- [1]
			"|T4638394:14:14:0:0:14:14:1:12:1:12|t Миниатюрны", -- [2]
			4638394, -- [3]
		}, -- [60]
		{
			387036, -- [1]
			"|T4638716:14:14:0:0:14:14:1:12:1:12|t Раскаленны", -- [2]
			460952, -- [3]
		}, -- [61]
		{
			394453, -- [1]
			"|T4638576:14:14:0:0:14:14:1:12:1:12|t Печать изб�", -- [2]
			514016, -- [3]
		}, -- [62]
		{
			214052, -- [1]
			"|T136030:14:14:0:0:14:14:1:12:1:12|t Глаз Скова�", -- [2]
			135799, -- [3]
		}, -- [63]
		{
			383934, -- [1]
			"|T839910:14:14:0:0:14:14:1:12:1:12|t Бьющееся с�", -- [2]
			839910, -- [3]
		}, -- [64]
		{
			382426, -- [1]
			"|T4638591:14:14:0:0:14:14:1:12:1:12|t Злопамятны", -- [2]
			572029, -- [3]
		}, -- [65]
		{
			397376, -- [1]
			"|T4638716:14:14:0:0:14:14:1:12:1:12|t Раскаленны", -- [2]
			460952, -- [3]
		}, -- [66]
		{
			377451, -- [1]
			"|T4643989:14:14:0:0:14:14:1:12:1:12|t Чародейска", -- [2]
			4643989, -- [3]
		}, -- [67]
		{
			214200, -- [1]
			"|T535593:14:14:0:0:14:14:1:12:1:12|t Частица ос�", -- [2]
			237541, -- [3]
		}, -- [68]
		{
			388755, -- [1]
			"|T2103807:14:14:0:0:14:14:1:12:1:12|t Яростное п�", -- [2]
			2103807, -- [3]
		}, -- [69]
		{
			384004, -- [1]
			"|T1029000:14:14:0:0:14:14:1:12:1:12|t Боевой рог ", -- [2]
			252172, -- [3]
		}, -- [70]
		{
			214985, -- [1]
			"|T519378:14:14:0:0:14:14:1:12:1:12|t Точильный �", -- [2]
			1029585, -- [3]
		}, -- [71]
		{
			377459, -- [1]
			"|T4638565:14:14:0:0:14:14:1:12:1:12|t Всемогущий", -- [2]
			135829, -- [3]
		}, -- [72]
		{
			408682, -- [1]
			"|T4624639:14:14:0:0:14:14:1:12:1:12|t Бомбомет д�", -- [2]
			4624639, -- [3]
		}, -- [73]
		{
			388948, -- [1]
			"|T609814:14:14:0:0:14:14:1:12:1:12|t Шар зубчат�", -- [2]
			629077, -- [3]
		}, -- [74]
		{
			407961, -- [1]
			"|T134337:14:14:0:0:14:14:1:12:1:12|t Огненный к�", -- [2]
			1029721, -- [3]
		}, -- [75]
		{
			384290, -- [1]
			"|T443377:14:14:0:0:14:14:1:12:1:12|t Мобилизующ", -- [2]
			132101, -- [3]
		}, -- [76]
		{
			408815, -- [1]
			"|T4823024:14:14:0:0:14:14:1:12:1:12|t Джаруун, ст", -- [2]
			136243, -- [3]
		}, -- [77]
		{
			384325, -- [1]
			"|T443377:14:14:0:0:14:14:1:12:1:12|t Мобилизующ", -- [2]
			135860, -- [3]
		}, -- [78]
		{
			381760, -- [1]
			"|T538042:14:14:0:0:14:14:1:12:1:12|t Чешуйка му�", -- [2]
			538042, -- [3]
		}, -- [79]
		{
			401306, -- [1]
			"|T2356069:14:14:0:0:14:14:1:12:1:12|t Карманная �", -- [2]
			2356069, -- [3]
		}, -- [80]
		{
			402583, -- [1]
			"|T4914670:14:14:0:0:14:14:1:12:1:12|t Маяк иного ", -- [2]
			4914670, -- [3]
		}, -- [81]
		{
			401324, -- [1]
			"|T2356069:14:14:0:0:14:14:1:12:1:12|t Карманная �", -- [2]
			4914678, -- [3]
		}, -- [82]
		{
			389839, -- [1]
			"|T4509422:14:14:0:0:14:14:1:12:1:12|t Пластина р�", -- [2]
			4572404, -- [3]
		}, -- [83]
		{
			401428, -- [1]
			"|T3853931:14:14:0:0:14:14:1:12:1:12|t Сосуд жгуч�", -- [2]
			4914678, -- [3]
		}, -- [84]
		{
			395296, -- [1]
			"Черная мощь (on your self)", -- [2]
			"Interface\\Addons\\Details\\images\\ebon_might", -- [3]
		}, -- [85]
		{
			418527, -- [1]
			"|T254116:14:14:0:0:14:14:1:12:1:12|t Зеркало ра�", -- [2]
			254116, -- [3]
		}, -- [86]
		{
			417452, -- [1]
			"|T1391676:14:14:0:0:14:14:1:12:1:12|t Ускоряющие", -- [2]
			1391676, -- [3]
		}, -- [87]
		{
			417458, -- [1]
			"|T1391676:14:14:0:0:14:14:1:12:1:12|t Ускоряющие", -- [2]
			1391676, -- [3]
		}, -- [88]
		{
			215407, -- [1]
			"|T1362635:14:14:0:0:14:14:1:12:1:12|t Заточенный", -- [2]
			136141, -- [3]
		}, -- [89]
		{
			92174, -- [1]
			"|T237239:14:14:0:0:14:14:1:12:1:12|t Фарфоровый", -- [2]
			1508493, -- [3]
		}, -- [90]
		{
			265953, -- [1]
			"|T134543:14:14:0:0:14:14:1:12:1:12|t Талисман М�", -- [2]
			132983, -- [3]
		}, -- [91]
		{
			417534, -- [1]
			"|T922527:14:14:0:0:14:14:1:12:1:12|t Гамбит вор�", -- [2]
			922527, -- [3]
		}, -- [92]
		{
			214169, -- [1]
			"|T1120362:14:14:0:0:14:14:1:12:1:12|t Шипастый п�", -- [2]
			132340, -- [3]
		}, -- [93]
		{
			215270, -- [1]
			"|T457655:14:14:0:0:14:14:1:12:1:12|t Седьмой ши�", -- [2]
			463284, -- [3]
		}, -- [94]
		{
			214342, -- [1]
			"|T443378:14:14:0:0:14:14:1:12:1:12|t Скорлупа к�", -- [2]
			1029595, -- [3]
		}, -- [95]
		{
			214350, -- [1]
			"|T1357816:14:14:0:0:14:14:1:12:1:12|t Узловатый �", -- [2]
			1357816, -- [3]
		}, -- [96]
		{
			422779, -- [1]
			"Пылающее бешенство (4P)", -- [2]
			"Interface\\Addons\\Details\\images\\spells\\burning_frenzy_tier4.jpg", -- [3]
		}, -- [97]
		{
			424428, -- [1]
			"Извержение (4P)", -- [2]
			"Interface\\Addons\\Details\\images\\spells\\eruption_tier4.jpg", -- [3]
		}, -- [98]
		{
			429221, -- [1]
			"|T132779:14:14:0:0:14:14:1:12:1:12|t Морская зв�", -- [2]
			237311, -- [3]
		}, -- [99]
		{
			425701, -- [1]
			"|T5415954:14:14:0:0:14:14:1:12:1:12|t Оскверненн", -- [2]
			4914678, -- [3]
		}, -- [100]
		{
			427037, -- [1]
			"|T133262:14:14:0:0:14:14:1:12:1:12|t Идол сверн�", -- [2]
			133262, -- [3]
		}, -- [101]
		{
			423611, -- [1]
			"|T1357807:14:14:0:0:14:14:1:12:1:12|t Прах души у *proc*", -- [2]
			1357807, -- [3]
		}, -- [102]
		{
			421994, -- [1]
			"|T4643994:14:14:0:0:14:14:1:12:1:12|t Дар медвеж�", -- [2]
			4643994, -- [3]
		}, -- [103]
		{
			421996, -- [1]
			"|T4643994:14:14:0:0:14:14:1:12:1:12|t Дар медвеж�", -- [2]
			4643994, -- [3]
		}, -- [104]
		{
			422441, -- [1]
			"|T959798:14:14:0:0:14:14:1:12:1:12|t Ветвь изму�", -- [2]
			959798, -- [3]
		}, -- [105]
		{
			427430, -- [1]
			"|T4227435:14:14:0:0:14:14:1:12:1:12|t Перевязь и� *return*", -- [2]
			376022, -- [3]
		}, -- [106]
		{
			429272, -- [1]
			"|T237424:14:14:0:0:14:14:1:12:1:12|t Лист древн� (*vers*)", -- [2]
			463540, -- [3]
		}, -- [107]
		{
			426672, -- [1]
			"|T5351062:14:14:0:0:14:14:1:12:1:12|t Изумрудный (vers)", -- [2]
			"Interface\\AddOns\\Details\\images\\spells\\spell_druid_bearhug_blackwhite.jpg", -- [3]
		}, -- [108]
		{
			425181, -- [1]
			"|T4955925:14:14:0:0:14:14:1:12:1:12|t Коготь зак� (*aoe*)", -- [2]
			415052, -- [3]
		}, -- [109]
		{
			429271, -- [1]
			"|T237424:14:14:0:0:14:14:1:12:1:12|t Лист древн�", -- [2]
			237424, -- [3]
		}, -- [110]
		{
			426898, -- [1]
			"|T1357807:14:14:0:0:14:14:1:12:1:12|t Прах души у *on use*", -- [2]
			1357807, -- [3]
		}, -- [111]
		{
			429257, -- [1]
			"|T133749:14:14:0:0:14:14:1:12:1:12|t Ветвь Сухо�", -- [2]
			133749, -- [3]
		}, -- [112]
		{
			422146, -- [1]
			"|T516743:14:14:0:0:14:14:1:12:1:12|t Белор'рело�", -- [2]
			516743, -- [3]
		}, -- [113]
		{
			425509, -- [1]
			"|T959798:14:14:0:0:14:14:1:12:1:12|t Ветвь изму�", -- [2]
			959798, -- [3]
		}, -- [114]
		{
			425154, -- [1]
			"|T646683:14:14:0:0:14:14:1:12:1:12|t Клеймо-печ�", -- [2]
			135265, -- [3]
		}, -- [115]
		{
			426647, -- [1]
			"|T5351062:14:14:0:0:14:14:1:12:1:12|t Изумрудный (mast)", -- [2]
			"Interface\\AddOns\\Details\\images\\spells\\lil_dragon_left.jpg", -- [3]
		}, -- [116]
		{
			424965, -- [1]
			"|T4955925:14:14:0:0:14:14:1:12:1:12|t Коготь зак�", -- [2]
			415052, -- [3]
		}, -- [117]
		{
			426676, -- [1]
			"|T5351062:14:14:0:0:14:14:1:12:1:12|t Изумрудный (crit)", -- [2]
			"Interface\\AddOns\\Details\\images\\spells\\elf_face_right.jpg", -- [3]
		}, -- [118]
		{
			429246, -- [1]
			"|T132108:14:14:0:0:14:14:1:12:1:12|t Свернувшая", -- [2]
			132108, -- [3]
		}, -- [119]
		{
			429262, -- [1]
			"|T133749:14:14:0:0:14:14:1:12:1:12|t Ветвь Сухо�", -- [2]
			132852, -- [3]
		}, -- [120]
		{
			425127, -- [1]
			"|T5189457:14:14:0:0:14:14:1:12:1:12|t Жестокий р�", -- [2]
			3152605, -- [3]
		}, -- [121]
		{
			422303, -- [1]
			"|T4227435:14:14:0:0:14:14:1:12:1:12|t Перевязь и� *throw*", -- [2]
			376022, -- [3]
		}, -- [122]
		{
			427161, -- [1]
			"|T5177651:14:14:0:0:14:14:1:12:1:12|t Раскрывающ", -- [2]
			5177651, -- [3]
		}, -- [123]
		{
			424324, -- [1]
			"|T5176956:14:14:0:0:14:14:1:12:1:12|t Вакаш, зате", -- [2]
			4914677, -- [3]
		}, -- [124]
		{
			426486, -- [1]
			"|T1045108:14:14:0:0:14:14:1:12:1:12|t Раскаленна", -- [2]
			5171363, -- [3]
		}, -- [125]
		{
			426553, -- [1]
			"|T5140836:14:14:0:0:14:14:1:12:1:12|t Предзнамен", -- [2]
			5140836, -- [3]
		}, -- [126]
		{
			426564, -- [1]
			"|T5140836:14:14:0:0:14:14:1:12:1:12|t Предзнамен", -- [2]
			5140836, -- [3]
		}, -- [127]
		{
			426431, -- [1]
			"|T1045108:14:14:0:0:14:14:1:12:1:12|t Раскаленна", -- [2]
			5171363, -- [3]
		}, -- [128]
		{
			427209, -- [1]
			"|T5263786:14:14:0:0:14:14:1:12:1:12|t Ловец Снов,", -- [2]
			5263786, -- [3]
		}, -- [129]
		{
			213786, -- [1]
			"|T1362631:14:14:0:0:14:14:1:12:1:12|t Оскверненн", -- [2]
			236168, -- [3]
		}, -- [130]
		{
			426648, -- [1]
			"|T5351062:14:14:0:0:14:14:1:12:1:12|t Изумрудный (*mast*)", -- [2]
			5342919, -- [3]
		}, -- [131]
	},
	["keystone_cache"] = {
		["Гивий"] = {
			"Гивий", -- [1]
			16, -- [2]
			643, -- [3]
			456, -- [4]
			11, -- [5]
			800, -- [6]
			456, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Трон Приливов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707861670,
			["guild_name"] = "Палата номер б",
		},
		["Рифираза"] = {
			"Рифираза", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			12, -- [5]
			3166, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707861670,
			["guild_name"] = "Палата номер б",
		},
		["Манынетлять"] = {
			"Манынетлять", -- [1]
			22, -- [2]
			1466, -- [3]
			198, -- [4]
			5, -- [5]
			2706, -- [6]
			198, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Чаща Темного Сердца", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1708809911,
			["guild_name"] = "Палата номер б",
		},
		["Морумби"] = {
			"Морумби", -- [1]
			19, -- [2]
			1571, -- [3]
			210, -- [4]
			7, -- [5]
			2725, -- [6]
			210, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Квартал Звезд", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1677440910,
			["guild_name"] = "Шэдоумун",
		},
		["Дарквина"] = {
			"Дарквина", -- [1]
			18, -- [2]
			1466, -- [3]
			198, -- [4]
			5, -- [5]
			1790, -- [6]
			198, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Чаща Темного Сердца", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1708809911,
			["guild_name"] = "Палата номер б",
		},
		["Валкмана"] = {
			"Валкмана", -- [1]
			20, -- [2]
			1763, -- [3]
			244, -- [4]
			5, -- [5]
			2805, -- [6]
			244, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Атал'Дазар", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707861389,
			["guild_name"] = "Аверсион",
		},
		["Турецкиий"] = {
			"Турецкиий", -- [1]
			22, -- [2]
			2521, -- [3]
			399, -- [4]
			2, -- [5]
			2744, -- [6]
			399, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Рубиновые Омуты Жизни", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1680983245,
			["guild_name"] = "Шэдоумун",
		},
		["Алунэтка"] = {
			"Алунэтка", -- [1]
			26, -- [2]
			2579, -- [3]
			463, -- [4]
			3, -- [5]
			3088, -- [6]
			463, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: падение Галакронда", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1703335943,
			["guild_name"] = "Палата номер б",
		},
		["Дорну"] = {
			"Дорну", -- [1]
			20, -- [2]
			1466, -- [3]
			198, -- [4]
			11, -- [5]
			2919, -- [6]
			198, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Чаща Темного Сердца", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1706475890,
			["guild_name"] = "Палата номер б",
		},
		["Дюкул"] = {
			"Дюкул", -- [1]
			2, -- [2]
			2519, -- [3]
			404, -- [4]
			5, -- [5]
			439, -- [6]
			404, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Нелтарий", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1697895448,
			["guild_name"] = "Палата номер б",
		},
		["Сэди"] = {
			"Сэди", -- [1]
			17, -- [2]
			1763, -- [3]
			244, -- [4]
			5, -- [5]
			2231, -- [6]
			244, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Атал'Дазар", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1711481812,
			["guild_name"] = "Шэдоумун",
		},
		["Кэтивиль"] = {
			"Кэтивиль", -- [1]
			22, -- [2]
			643, -- [3]
			456, -- [4]
			10, -- [5]
			2611, -- [6]
			456, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.5, -- [1]
				0.73828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Трон Приливов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1704666996,
			["guild_name"] = "Палата номер б",
		},
		["Маракунда"] = {
			"Маракунда", -- [1]
			2, -- [2]
			1279, -- [3]
			168, -- [4]
			4, -- [5]
			270, -- [6]
			168, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Вечное Цветение", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707160165,
			["guild_name"] = "Аверсион",
		},
		["Охоху"] = {
			"Охоху", -- [1]
			24, -- [2]
			1862, -- [3]
			248, -- [4]
			2, -- [5]
			3013, -- [6]
			248, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Усадьба Уэйкрестов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1708809911,
			["guild_name"] = "Палата номер б",
		},
		["Лостспейс"] = {
			"Лостспейс", -- [1]
			20, -- [2]
			643, -- [3]
			456, -- [4]
			5, -- [5]
			2750, -- [6]
			456, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Трон Приливов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707864223,
			["guild_name"] = "Палата номер б",
		},
		["Дриф"] = {
			"Дриф", -- [1]
			23, -- [2]
			1501, -- [3]
			199, -- [4]
			7, -- [5]
			2997, -- [6]
			199, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Крепость Черной Ладьи", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1703335943,
			["guild_name"] = "Палата номер б",
		},
		["Алтэри"] = {
			"Алтэри", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			12, -- [5]
			2526, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"", -- [10]
			352, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1711232715,
			["guild_name"] = "Голоса в моей голове",
		},
		["Кунибык"] = {
			"Кунибык", -- [1]
			25, -- [2]
			2579, -- [3]
			463, -- [4]
			1, -- [5]
			3298, -- [6]
			463, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: падение Галакронда", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1706479350,
			["guild_name"] = "Палата номер б",
		},
		["Кальдерах"] = {
			"Кальдерах", -- [1]
			13, -- [2]
			2579, -- [3]
			463, -- [4]
			5, -- [5]
			1624, -- [6]
			463, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: падение Галакронда", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1708809911,
			["guild_name"] = "Палата номер б",
		},
		["Шдкипер"] = {
			"Шдкипер", -- [1]
			18, -- [2]
			1862, -- [3]
			248, -- [4]
			4, -- [5]
			238, -- [6]
			248, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Усадьба Уэйкрестов", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1701622929,
			["guild_name"] = "Шэдоумун",
		},
		["Хелликс"] = {
			"Хелликс", -- [1]
			16, -- [2]
			2441, -- [3]
			391, -- [4]
			11, -- [5]
			1983, -- [6]
			391, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Тазавеш: улицы Чудес", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1664115258,
			["guild_name"] = "Шэдоумун",
		},
		["Скифтанк"] = {
			"Скифтанк", -- [1]
			17, -- [2]
			643, -- [3]
			456, -- [4]
			6, -- [5]
			2320, -- [6]
			456, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.5, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Трон Приливов", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1704151224,
			["guild_name"] = "Палата номер б",
		},
		["Шаакла"] = {
			"Шаакла", -- [1]
			25, -- [2]
			1279, -- [3]
			168, -- [4]
			2, -- [5]
			3193, -- [6]
			168, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Вечное Цветение", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1703335943,
			["guild_name"] = "Палата номер б",
		},
		["Лилпукса"] = {
			"Лилпукса", -- [1]
			22, -- [2]
			1763, -- [3]
			244, -- [4]
			8, -- [5]
			2787, -- [6]
			244, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Атал'Дазар", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707864223,
			["guild_name"] = "Палата номер б",
		},
		["Сочувствие"] = {
			"Сочувствие", -- [1]
			20, -- [2]
			643, -- [3]
			456, -- [4]
			2, -- [5]
			2367, -- [6]
			456, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Трон Приливов", -- [10]
			369, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1703335943,
			["guild_name"] = "Палата номер б",
		},
		["Тарабона"] = {
			"Тарабона", -- [1]
			18, -- [2]
			2579, -- [3]
			463, -- [4]
			4, -- [5]
			2243, -- [6]
			463, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: падение Галакронда", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707162452,
			["guild_name"] = "Аверсион",
		},
		["Ривера"] = {
			"Ривера", -- [1]
			17, -- [2]
			2519, -- [3]
			404, -- [4]
			11, -- [5]
			2202, -- [6]
			404, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Нелтарий", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1692468563,
			["guild_name"] = "Голоса в моей голове",
		},
		["Илуниэль"] = {
			"Илуниэль", -- [1]
			24, -- [2]
			1862, -- [3]
			248, -- [4]
			3, -- [5]
			3044, -- [6]
			248, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Усадьба Уэйкрестов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1703335943,
			["guild_name"] = "Палата номер б",
		},
		["Микелиноо"] = {
			"Микелиноо", -- [1]
			22, -- [2]
			1862, -- [3]
			248, -- [4]
			1, -- [5]
			2945, -- [6]
			248, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Усадьба Уэйкрестов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707861389,
			["guild_name"] = "Аверсион",
		},
		["Лилливень"] = {
			"Лилливень", -- [1]
			17, -- [2]
			2579, -- [3]
			464, -- [4]
			6, -- [5]
			2058, -- [6]
			464, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.5, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: подъем Дорнозму", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1706475890,
			["guild_name"] = "Палата номер б",
		},
		["Дширо"] = {
			"Дширо", -- [1]
			13, -- [2]
			1501, -- [3]
			199, -- [4]
			2, -- [5]
			1791, -- [6]
			199, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Крепость Черной Ладьи", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1708809911,
			["guild_name"] = "Палата номер б",
		},
		["Комхарра"] = {
			"Комхарра", -- [1]
			16, -- [2]
			1466, -- [3]
			198, -- [4]
			13, -- [5]
			2340, -- [6]
			198, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.75, -- [3]
				1, -- [4]
			}, -- [9]
			"Чаща Темного Сердца", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1703335943,
			["guild_name"] = "Палата номер б",
		},
		["Кейлас"] = {
			"Кейлас", -- [1]
			11, -- [2]
			1763, -- [3]
			244, -- [4]
			11, -- [5]
			852, -- [6]
			244, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Атал'Дазар", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1706479350,
			["guild_name"] = "Палата номер б",
		},
		["Ариндриэль"] = {
			"Ариндриэль", -- [1]
			20, -- [2]
			1466, -- [3]
			198, -- [4]
			7, -- [5]
			2956, -- [6]
			198, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Чаща Темного Сердца", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1708809911,
			["guild_name"] = "Палата номер б",
		},
		["Дьяволчонок"] = {
			"Дьяволчонок", -- [1]
			22, -- [2]
			643, -- [3]
			456, -- [4]
			6, -- [5]
			3037, -- [6]
			456, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.5, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Трон Приливов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1704666996,
			["guild_name"] = "Палата номер б",
		},
		["Колдорадо"] = {
			"Колдорадо", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			9, -- [5]
			153, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1697312930,
			["guild_name"] = "Палата номер б",
		},
		["Ронзио"] = {
			"Ронзио", -- [1]
			16, -- [2]
			643, -- [3]
			456, -- [4]
			12, -- [5]
			1243, -- [6]
			456, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Трон Приливов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1704666996,
			["guild_name"] = "Палата номер б",
		},
		["Теккеен"] = {
			"Теккеен", -- [1]
			10, -- [2]
			2579, -- [3]
			464, -- [4]
			1, -- [5]
			565, -- [6]
			464, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: подъем Дорнозму", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707160165,
			["guild_name"] = "Аверсион",
		},
		["Шинотачи"] = {
			"Шинотачи", -- [1]
			17, -- [2]
			2519, -- [3]
			404, -- [4]
			1, -- [5]
			2773, -- [6]
			404, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Нелтарий", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1697312930,
			["guild_name"] = "Палата номер б",
		},
		["Вериберри"] = {
			"Вериберри", -- [1]
			20, -- [2]
			1279, -- [3]
			168, -- [4]
			9, -- [5]
			2754, -- [6]
			168, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Вечное Цветение", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1706479350,
			["guild_name"] = "Палата номер б",
		},
		["Гивюрхартми"] = {
			"Гивюрхартми", -- [1]
			21, -- [2]
			1841, -- [3]
			251, -- [4]
			12, -- [5]
			2723, -- [6]
			251, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Подгнилье", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1699819505,
			["guild_name"] = "Чёрный Лотос",
		},
		["Алоиза"] = {
			"Алоиза", -- [1]
			24, -- [2]
			643, -- [3]
			456, -- [4]
			5, -- [5]
			3086, -- [6]
			456, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Трон Приливов", -- [10]
			352, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1708809911,
			["guild_name"] = "Палата номер б",
		},
		["Пивордриэль"] = {
			"Пивордриэль", -- [1]
			16, -- [2]
			1862, -- [3]
			248, -- [4]
			5, -- [5]
			1341, -- [6]
			248, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Усадьба Уэйкрестов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1704666996,
			["guild_name"] = "Палата номер б",
		},
		["Иледарии"] = {
			"Иледарии", -- [1]
			19, -- [2]
			643, -- [3]
			456, -- [4]
			12, -- [5]
			2285, -- [6]
			456, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Трон Приливов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1706475890,
			["guild_name"] = "Палата номер б",
		},
		["Аратория"] = {
			"Аратория", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			8, -- [5]
			68, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1697312930,
			["guild_name"] = "Палата номер б",
		},
		["Кроттибалбоа"] = {
			"Кроттибалбоа", -- [1]
			21, -- [2]
			960, -- [3]
			2, -- [4]
			2, -- [5]
			2626, -- [6]
			2, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Храм Нефритовой Змеи", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1675022670,
			["guild_name"] = "Шэдоумун",
		},
		["Арленнис"] = {
			"Арленнис", -- [1]
			25, -- [2]
			1862, -- [3]
			248, -- [4]
			8, -- [5]
			3228, -- [6]
			248, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Усадьба Уэйкрестов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1703335943,
			["guild_name"] = "Палата номер б",
		},
		["Эльбрусх"] = {
			"Эльбрусх", -- [1]
			23, -- [2]
			1862, -- [3]
			248, -- [4]
			10, -- [5]
			3020, -- [6]
			248, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.5, -- [1]
				0.73828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Усадьба Уэйкрестов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1704666996,
			["guild_name"] = "Палата номер б",
		},
		["Лэйнс"] = {
			"Лэйнс", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			2, -- [5]
			738, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1679774657,
			["guild_name"] = "Шэдоумун",
		},
		["Эстрэя"] = {
			"Эстрэя", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			11, -- [5]
			2936, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1709399845,
			["guild_name"] = "Шэдоумун",
		},
		["Кингодав"] = {
			"Кингодав", -- [1]
			22, -- [2]
			1862, -- [3]
			248, -- [4]
			2, -- [5]
			2755, -- [6]
			248, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Усадьба Уэйкрестов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1706479350,
			["guild_name"] = "Палата номер б",
		},
		["Магилера"] = {
			"Магилера", -- [1]
			22, -- [2]
			1466, -- [3]
			198, -- [4]
			5, -- [5]
			2492, -- [6]
			198, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Чаща Темного Сердца", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707162452,
			["guild_name"] = "Аверсион",
		},
		["Хвастун"] = {
			"Хвастун", -- [1]
			17, -- [2]
			1841, -- [3]
			251, -- [4]
			10, -- [5]
			1615, -- [6]
			251, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.5, -- [1]
				0.73828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Подгнилье", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1697895448,
			["guild_name"] = "Палата номер б",
		},
		["Файнара"] = {
			"Файнара", -- [1]
			21, -- [2]
			2521, -- [3]
			399, -- [4]
			5, -- [5]
			2705, -- [6]
			399, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Рубиновые Омуты Жизни", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1679780762,
			["guild_name"] = "Шэдоумун",
		},
		["Каанее"] = {
			"Каанее", -- [1]
			20, -- [2]
			2579, -- [3]
			464, -- [4]
			5, -- [5]
			2798, -- [6]
			464, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: подъем Дорнозму", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1703335943,
			["guild_name"] = "Палата номер б",
		},
		["Тормилок"] = {
			"Тормилок", -- [1]
			21, -- [2]
			2579, -- [3]
			463, -- [4]
			9, -- [5]
			2794, -- [6]
			463, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: падение Галакронда", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1706475890,
			["guild_name"] = "Палата номер б",
		},
		["Шанана"] = {
			"Шанана", -- [1]
			22, -- [2]
			2579, -- [3]
			463, -- [4]
			4, -- [5]
			2814, -- [6]
			463, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: падение Галакронда", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1702248682,
			["guild_name"] = "Шэдоумун",
		},
		["Дэстроэр"] = {
			"Дэстроэр", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			1, -- [5]
			215, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1679154132,
			["guild_name"] = "Шэдоумун",
		},
		["Мазя"] = {
			"Мазя", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			9, -- [5]
			2704, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1697895448,
			["guild_name"] = "Палата номер б",
		},
		["Этара"] = {
			"Этара", -- [1]
			21, -- [2]
			643, -- [3]
			456, -- [4]
			10, -- [5]
			2701, -- [6]
			456, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.5, -- [1]
				0.73828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Трон Приливов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707162452,
			["guild_name"] = "Аверсион",
		},
		["Вишта"] = {
			"Вишта", -- [1]
			21, -- [2]
			2519, -- [3]
			404, -- [4]
			4, -- [5]
			2825, -- [6]
			404, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Нелтарий", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1699819505,
			["guild_name"] = "Чёрный Лотос",
		},
		["Рэйнэлис"] = {
			"Рэйнэлис", -- [1]
			11, -- [2]
			1763, -- [3]
			244, -- [4]
			2, -- [5]
			1627, -- [6]
			244, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Атал'Дазар", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707861389,
			["guild_name"] = "Аверсион",
		},
		["Отварина"] = {
			"Отварина", -- [1]
			18, -- [2]
			2579, -- [3]
			463, -- [4]
			10, -- [5]
			2485, -- [6]
			463, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.5, -- [1]
				0.73828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: падение Галакронда", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1703335943,
			["guild_name"] = "Палата номер б",
		},
		["Булворт"] = {
			"Булворт", -- [1]
			15, -- [2]
			2579, -- [3]
			463, -- [4]
			12, -- [5]
			1906, -- [6]
			463, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: падение Галакронда", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1706479317,
			["guild_name"] = "Палата номер б",
		},
		["Някамури"] = {
			"Някамури", -- [1]
			17, -- [2]
			1466, -- [3]
			198, -- [4]
			3, -- [5]
			2283, -- [6]
			198, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Чаща Темного Сердца", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1704666996,
			["guild_name"] = "Палата номер б",
		},
		["Сасулькасос"] = {
			"Сасулькасос", -- [1]
			11, -- [2]
			1458, -- [3]
			206, -- [4]
			12, -- [5]
			894, -- [6]
			206, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Логово Нелтариона", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1697312930,
			["guild_name"] = "Палата номер б",
		},
		["Каппустянка"] = {
			"Каппустянка", -- [1]
			22, -- [2]
			643, -- [3]
			456, -- [4]
			3, -- [5]
			2607, -- [6]
			456, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Трон Приливов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1706479350,
			["guild_name"] = "Палата номер б",
		},
		["Атикинс"] = {
			"Атикинс", -- [1]
			20, -- [2]
			1501, -- [3]
			199, -- [4]
			2, -- [5]
			2728, -- [6]
			199, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Крепость Черной Ладьи", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1706479350,
			["guild_name"] = "Палата номер б",
		},
		["Трахътор"] = {
			"Трахътор", -- [1]
			17, -- [2]
			2519, -- [3]
			404, -- [4]
			11, -- [5]
			1840, -- [6]
			404, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Нелтарий", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1697312930,
			["guild_name"] = "Палата номер б",
		},
		["Митэку"] = {
			"Митэку", -- [1]
			24, -- [2]
			1763, -- [3]
			244, -- [4]
			1, -- [5]
			3202, -- [6]
			244, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Атал'Дазар", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707162452,
			["guild_name"] = "Аверсион",
		},
		["Шадоукипер"] = {
			"Шадоукипер", -- [1]
			15, -- [2]
			1754, -- [3]
			245, -- [4]
			5, -- [5]
			216, -- [6]
			245, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Вольная Гавань", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1689116775,
			["guild_name"] = "Шэдоумун",
		},
		["Кларахрофт"] = {
			"Кларахрофт", -- [1]
			18, -- [2]
			1477, -- [3]
			200, -- [4]
			4, -- [5]
			652, -- [6]
			200, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Чертоги Доблести", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1679780762,
			["guild_name"] = "Шэдоумун",
		},
		["Старкиллер"] = {
			"Старкиллер", -- [1]
			21, -- [2]
			657, -- [3]
			438, -- [4]
			2, -- [5]
			2797, -- [6]
			438, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Вершина Смерча", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1692468563,
			["guild_name"] = "Голоса в моей голове",
		},
		["Хэрридан"] = {
			"Хэрридан", -- [1]
			14, -- [2]
			2451, -- [3]
			403, -- [4]
			12, -- [5]
			2466, -- [6]
			403, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Ульдаман: наследие Тира", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1697312930,
			["guild_name"] = "Палата номер б",
		},
		["Биоматематик"] = {
			"Биоматематик", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			3, -- [5]
			308, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1706479350,
			["guild_name"] = "Палата номер б",
		},
		["Аманмахи"] = {
			"Аманмахи", -- [1]
			25, -- [2]
			1279, -- [3]
			168, -- [4]
			5, -- [5]
			3311, -- [6]
			168, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Вечное Цветение", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707861670,
			["guild_name"] = "Палата номер б",
		},
		["Кидзена"] = {
			"Кидзена", -- [1]
			21, -- [2]
			2579, -- [3]
			464, -- [4]
			10, -- [5]
			2243, -- [6]
			464, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.5, -- [1]
				0.73828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: подъем Дорнозму", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1708809911,
			["guild_name"] = "Палата номер б",
		},
		["Изнаур"] = {
			"Изнаур", -- [1]
			8, -- [2]
			2520, -- [3]
			405, -- [4]
			1, -- [5]
			527, -- [6]
			405, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Лощина Бурошкуров", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1686433775,
			["guild_name"] = "Шэдоумун",
		},
		["Фасти"] = {
			"Фасти", -- [1]
			20, -- [2]
			2579, -- [3]
			463, -- [4]
			2, -- [5]
			2646, -- [6]
			463, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: падение Галакронда", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707162452,
			["guild_name"] = "Аверсион",
		},
		["Клардак"] = {
			"Клардак", -- [1]
			24, -- [2]
			1763, -- [3]
			244, -- [4]
			12, -- [5]
			2871, -- [6]
			244, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Атал'Дазар", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1708809911,
			["guild_name"] = "Палата номер б",
		},
		["Ноутайм"] = {
			"Ноутайм", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			1, -- [5]
			590, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1706479350,
			["guild_name"] = "Палата номер б",
		},
		["Айхелия"] = {
			"Айхелия", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			11, -- [5]
			2793, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707861389,
			["guild_name"] = "Аверсион",
		},
		["Тоталхем"] = {
			"Тоталхем", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			6, -- [5]
			1719, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.5, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1703335943,
			["guild_name"] = "Палата номер б",
		},
		["Тракстон"] = {
			"Тракстон", -- [1]
			20, -- [2]
			1501, -- [3]
			199, -- [4]
			4, -- [5]
			1662, -- [6]
			199, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Крепость Черной Ладьи", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1708809911,
			["guild_name"] = "Палата номер б",
		},
		["Бивик"] = {
			"Бивик", -- [1]
			20, -- [2]
			1279, -- [3]
			168, -- [4]
			2, -- [5]
			2774, -- [6]
			168, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Вечное Цветение", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707864145,
			["guild_name"] = "Палата номер б",
		},
		["Минними"] = {
			"Минними", -- [1]
			16, -- [2]
			1279, -- [3]
			168, -- [4]
			10, -- [5]
			1805, -- [6]
			168, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.5, -- [1]
				0.73828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Вечное Цветение", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707162452,
			["guild_name"] = "Аверсион",
		},
		["Абисанна"] = {
			"Абисанна", -- [1]
			5, -- [2]
			1841, -- [3]
			251, -- [4]
			13, -- [5]
			340, -- [6]
			251, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.75, -- [3]
				1, -- [4]
			}, -- [9]
			"Подгнилье", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1691344304,
			["guild_name"] = "Голоса в моей голове",
		},
		["Фламинника"] = {
			"Фламинника", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			1, -- [5]
			666, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"", -- [10]
			372, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1699819505,
			["guild_name"] = "Чёрный Лотос",
		},
		["Лайтерит"] = {
			"Лайтерит", -- [1]
			24, -- [2]
			1279, -- [3]
			168, -- [4]
			2, -- [5]
			3056, -- [6]
			168, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Вечное Цветение", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707861389,
			["guild_name"] = "Аверсион",
		},
		["Геродотцок"] = {
			"Геродотцок", -- [1]
			21, -- [2]
			2579, -- [3]
			464, -- [4]
			11, -- [5]
			2605, -- [6]
			464, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: подъем Дорнозму", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707160165,
			["guild_name"] = "Аверсион",
		},
		["Матьморей"] = {
			"Матьморей", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			8, -- [5]
			1072, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1686509091,
			["guild_name"] = "Шэдоумун",
		},
		["Падалснежок"] = {
			"Падалснежок", -- [1]
			11, -- [2]
			2579, -- [3]
			463, -- [4]
			8, -- [5]
			824, -- [6]
			463, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: падение Галакронда", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1703335943,
			["guild_name"] = "Палата номер б",
		},
		["Гигачет"] = {
			"Гигачет", -- [1]
			17, -- [2]
			643, -- [3]
			456, -- [4]
			6, -- [5]
			2553, -- [6]
			456, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.5, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Трон Приливов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707864223,
			["guild_name"] = "Палата номер б",
		},
		["Вайпобород"] = {
			"Вайпобород", -- [1]
			21, -- [2]
			1862, -- [3]
			248, -- [4]
			2, -- [5]
			2679, -- [6]
			248, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Усадьба Уэйкрестов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1706479350,
			["guild_name"] = "Палата номер б",
		},
		["Гидрабог"] = {
			"Гидрабог", -- [1]
			2, -- [2]
			2520, -- [3]
			405, -- [4]
			8, -- [5]
			240, -- [6]
			405, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Лощина Бурошкуров", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1697312930,
			["guild_name"] = "Палата номер б",
		},
		["Эльмаус"] = {
			"Эльмаус", -- [1]
			23, -- [2]
			2579, -- [3]
			464, -- [4]
			12, -- [5]
			3048, -- [6]
			464, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: подъем Дорнозму", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1704151224,
			["guild_name"] = "Палата номер б",
		},
		["Долием"] = {
			"Долием", -- [1]
			19, -- [2]
			1754, -- [3]
			245, -- [4]
			4, -- [5]
			1907, -- [6]
			245, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Вольная Гавань", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1697895448,
			["guild_name"] = "Палата номер б",
		},
		["Ширэна"] = {
			"Ширэна", -- [1]
			12, -- [2]
			1466, -- [3]
			198, -- [4]
			3, -- [5]
			1746, -- [6]
			198, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Чаща Темного Сердца", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707162452,
			["guild_name"] = "Аверсион",
		},
		["Егорвар"] = {
			"Егорвар", -- [1]
			23, -- [2]
			1279, -- [3]
			168, -- [4]
			1, -- [5]
			3207, -- [6]
			168, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Вечное Цветение", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1706479350,
			["guild_name"] = "Палата номер б",
		},
		["Кинголок"] = {
			"Кинголок", -- [1]
			20, -- [2]
			2579, -- [3]
			463, -- [4]
			9, -- [5]
			2031, -- [6]
			463, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: падение Галакронда", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707864223,
			["guild_name"] = "Палата номер б",
		},
		["Оргулон"] = {
			"Оргулон", -- [1]
			21, -- [2]
			1501, -- [3]
			199, -- [4]
			2, -- [5]
			2760, -- [6]
			199, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Крепость Черной Ладьи", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1704666996,
			["guild_name"] = "Палата номер б",
		},
		["Котун"] = {
			"Котун", -- [1]
			20, -- [2]
			1862, -- [3]
			248, -- [4]
			11, -- [5]
			2925, -- [6]
			248, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Усадьба Уэйкрестов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707162452,
			["guild_name"] = "Аверсион",
		},
		["Ниэтта"] = {
			"Ниэтта", -- [1]
			25, -- [2]
			1763, -- [3]
			244, -- [4]
			2, -- [5]
			3338, -- [6]
			244, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Атал'Дазар", -- [10]
			365, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1713649755,
			["guild_name"] = "Шэдоумун",
		},
		["Пенела"] = {
			"Пенела", -- [1]
			25, -- [2]
			643, -- [3]
			456, -- [4]
			5, -- [5]
			3351, -- [6]
			456, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Трон Приливов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1706479350,
			["guild_name"] = "Палата номер б",
		},
		["Колорадо"] = {
			"Колорадо", -- [1]
			25, -- [2]
			1279, -- [3]
			168, -- [4]
			11, -- [5]
			2973, -- [6]
			168, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Вечное Цветение", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1708809911,
			["guild_name"] = "Палата номер б",
		},
		["Шмэкси"] = {
			"Шмэкси", -- [1]
			25, -- [2]
			1466, -- [3]
			198, -- [4]
			2, -- [5]
			3229, -- [6]
			198, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Чаща Темного Сердца", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1708809911,
			["guild_name"] = "Палата номер б",
		},
		["Генфра"] = {
			"Генфра", -- [1]
			20, -- [2]
			1763, -- [3]
			244, -- [4]
			9, -- [5]
			2614, -- [6]
			244, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Атал'Дазар", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1708809911,
			["guild_name"] = "Палата номер б",
		},
		["Хельриана"] = {
			"Хельриана", -- [1]
			19, -- [2]
			643, -- [3]
			456, -- [4]
			3, -- [5]
			2347, -- [6]
			456, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Трон Приливов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707160165,
			["guild_name"] = "Аверсион",
		},
		["Белкатрупоед"] = {
			"Белкатрупоед", -- [1]
			28, -- [2]
			1466, -- [3]
			198, -- [4]
			2, -- [5]
			3442, -- [6]
			198, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Чаща Темного Сердца", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1706479350,
			["guild_name"] = "Палата номер б",
		},
		["Вайконд"] = {
			"Вайконд", -- [1]
			5, -- [2]
			2527, -- [3]
			406, -- [4]
			1, -- [5]
			1006, -- [6]
			406, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Чертоги Насыщения", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1697312930,
			["guild_name"] = "Палата номер б",
		},
		["Волчастая"] = {
			"Волчастая", -- [1]
			23, -- [2]
			643, -- [3]
			456, -- [4]
			11, -- [5]
			3001, -- [6]
			456, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Трон Приливов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707864223,
			["guild_name"] = "Палата номер б",
		},
		["Монатка"] = {
			"Монатка", -- [1]
			20, -- [2]
			2520, -- [3]
			405, -- [4]
			3, -- [5]
			2768, -- [6]
			405, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Лощина Бурошкуров", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1697895448,
			["guild_name"] = "Палата номер б",
		},
		["Белканагриле"] = {
			"Белканагриле", -- [1]
			25, -- [2]
			1862, -- [3]
			248, -- [4]
			5, -- [5]
			3254, -- [6]
			248, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Усадьба Уэйкрестов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1708809911,
			["guild_name"] = "Палата номер б",
		},
		["Фаталхх"] = {
			"Фаталхх", -- [1]
			18, -- [2]
			643, -- [3]
			456, -- [4]
			7, -- [5]
			3309, -- [6]
			456, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Трон Приливов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1706479350,
			["guild_name"] = "Палата номер б",
		},
		["Сейлшот"] = {
			"Сейлшот", -- [1]
			14, -- [2]
			1458, -- [3]
			206, -- [4]
			2, -- [5]
			1793, -- [6]
			206, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Логово Нелтариона", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1686010213,
			["guild_name"] = "Шэдоумун",
		},
		["Эникейт"] = {
			"Эникейт", -- [1]
			26, -- [2]
			1501, -- [3]
			199, -- [4]
			8, -- [5]
			3242, -- [6]
			199, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Крепость Черной Ладьи", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1708809911,
			["guild_name"] = "Палата номер б",
		},
		["Хаерок"] = {
			"Хаерок", -- [1]
			16, -- [2]
			2579, -- [3]
			463, -- [4]
			7, -- [5]
			2265, -- [6]
			463, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: падение Галакронда", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1704666996,
			["guild_name"] = "Палата номер б",
		},
		["Фраудрахен"] = {
			"Фраудрахен", -- [1]
			16, -- [2]
			1458, -- [3]
			206, -- [4]
			13, -- [5]
			2397, -- [6]
			206, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.75, -- [3]
				1, -- [4]
			}, -- [9]
			"Логово Нелтариона", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1697312930,
			["guild_name"] = "Палата номер б",
		},
		["Нагец"] = {
			"Нагец", -- [1]
			24, -- [2]
			643, -- [3]
			456, -- [4]
			2, -- [5]
			3300, -- [6]
			456, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Трон Приливов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707864223,
			["guild_name"] = "Палата номер б",
		},
		["Соулбро"] = {
			"Соулбро", -- [1]
			27, -- [2]
			1763, -- [3]
			244, -- [4]
			9, -- [5]
			3396, -- [6]
			244, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Атал'Дазар", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1708809911,
			["guild_name"] = "Палата номер б",
		},
		["Вариолло"] = {
			"Вариолло", -- [1]
			17, -- [2]
			2579, -- [3]
			463, -- [4]
			1, -- [5]
			1224, -- [6]
			463, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: падение Галакронда", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1704138617,
			["guild_name"] = "Шэдоумун",
		},
		["Шмалетар"] = {
			"Шмалетар", -- [1]
			27, -- [2]
			1862, -- [3]
			248, -- [4]
			3, -- [5]
			3449, -- [6]
			248, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Усадьба Уэйкрестов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707861670,
			["guild_name"] = "Палата номер б",
		},
		["Биодракон"] = {
			"Биодракон", -- [1]
			11, -- [2]
			2527, -- [3]
			406, -- [4]
			13, -- [5]
			2574, -- [6]
			406, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.75, -- [3]
				1, -- [4]
			}, -- [9]
			"Чертоги Насыщения", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1697312930,
			["guild_name"] = "Палата номер б",
		},
		["Мастерфира"] = {
			"Мастерфира", -- [1]
			18, -- [2]
			2520, -- [3]
			405, -- [4]
			9, -- [5]
			2824, -- [6]
			405, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Лощина Бурошкуров", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1697895448,
			["guild_name"] = "Палата номер б",
		},
		["Драголиций"] = {
			"Драголиций", -- [1]
			17, -- [2]
			960, -- [3]
			2, -- [4]
			8, -- [5]
			1842, -- [6]
			2, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Храм Нефритовой Змеи", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1677440910,
			["guild_name"] = "Шэдоумун",
		},
		["Морфиндел"] = {
			"Морфиндел", -- [1]
			24, -- [2]
			2579, -- [3]
			463, -- [4]
			11, -- [5]
			3063, -- [6]
			463, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: падение Галакронда", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1703335943,
			["guild_name"] = "Палата номер б",
		},
		["Кгбкинго"] = {
			"Кгбкинго", -- [1]
			20, -- [2]
			1763, -- [3]
			244, -- [4]
			12, -- [5]
			2410, -- [6]
			244, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Атал'Дазар", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1704666996,
			["guild_name"] = "Палата номер б",
		},
		["Фекалычч"] = {
			"Фекалычч", -- [1]
			22, -- [2]
			1501, -- [3]
			199, -- [4]
			4, -- [5]
			3327, -- [6]
			199, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Крепость Черной Ладьи", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1704151224,
			["guild_name"] = "Палата номер б",
		},
		["Драсир"] = {
			"Драсир", -- [1]
			11, -- [2]
			1862, -- [3]
			248, -- [4]
			13, -- [5]
			1432, -- [6]
			248, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.75, -- [3]
				1, -- [4]
			}, -- [9]
			"Усадьба Уэйкрестов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707861670,
			["guild_name"] = "Палата номер б",
		},
		["Бурмалмаг"] = {
			"Бурмалмаг", -- [1]
			15, -- [2]
			2520, -- [3]
			405, -- [4]
			8, -- [5]
			2192, -- [6]
			405, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Лощина Бурошкуров", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1697312930,
			["guild_name"] = "Палата номер б",
		},
		["Джестие"] = {
			"Джестие", -- [1]
			21, -- [2]
			1862, -- [3]
			248, -- [4]
			1, -- [5]
			2835, -- [6]
			248, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Усадьба Уэйкрестов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1703335943,
			["guild_name"] = "Палата номер б",
		},
		["Эмиллина"] = {
			"Эмиллина", -- [1]
			19, -- [2]
			2451, -- [3]
			403, -- [4]
			3, -- [5]
			2947, -- [6]
			403, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Ульдаман: наследие Тира", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1697895448,
			["guild_name"] = "Палата номер б",
		},
		["Брототем"] = {
			"Брототем", -- [1]
			13, -- [2]
			2451, -- [3]
			403, -- [4]
			7, -- [5]
			2172, -- [6]
			403, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Ульдаман: наследие Тира", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1697895448,
			["guild_name"] = "Палата номер б",
		},
		["Фоффик"] = {
			"Фоффик", -- [1]
			18, -- [2]
			2579, -- [3]
			464, -- [4]
			12, -- [5]
			2376, -- [6]
			464, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: подъем Дорнозму", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1704151224,
			["guild_name"] = "Палата номер б",
		},
		["Миродрин"] = {
			"Миродрин", -- [1]
			22, -- [2]
			2579, -- [3]
			464, -- [4]
			10, -- [5]
			2939, -- [6]
			464, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.5, -- [1]
				0.73828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: подъем Дорнозму", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1706479350,
			["guild_name"] = "Палата номер б",
		},
		["Аядруль"] = {
			"Аядруль", -- [1]
			16, -- [2]
			2579, -- [3]
			463, -- [4]
			11, -- [5]
			1161, -- [6]
			463, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: падение Галакронда", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707160165,
			["guild_name"] = "Аверсион",
		},
		["Шинсо"] = {
			"Шинсо", -- [1]
			29, -- [2]
			643, -- [3]
			456, -- [4]
			12, -- [5]
			3541, -- [6]
			456, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Трон Приливов", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707861670,
			["guild_name"] = "Палата номер б",
		},
		["Варриония"] = {
			"Варриония", -- [1]
			21, -- [2]
			1763, -- [3]
			244, -- [4]
			1, -- [5]
			2207, -- [6]
			244, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Атал'Дазар", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1703335943,
			["guild_name"] = "Палата номер б",
		},
		["Саянныч"] = {
			"Саянныч", -- [1]
			22, -- [2]
			1466, -- [3]
			198, -- [4]
			7, -- [5]
			2615, -- [6]
			198, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Чаща Темного Сердца", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1708809911,
			["guild_name"] = "Палата номер б",
		},
		["Альфоня"] = {
			"Альфоня", -- [1]
			21, -- [2]
			1279, -- [3]
			168, -- [4]
			9, -- [5]
			2081, -- [6]
			168, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Вечное Цветение", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1708809911,
			["guild_name"] = "Палата номер б",
		},
		["Дэдлиблоу"] = {
			"Дэдлиблоу", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			12, -- [5]
			434, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1701520077,
			["guild_name"] = "Шэдоумун",
		},
		["Лятокси"] = {
			"Лятокси", -- [1]
			17, -- [2]
			1763, -- [3]
			244, -- [4]
			4, -- [5]
			456, -- [6]
			244, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Атал'Дазар", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1704666996,
			["guild_name"] = "Палата номер б",
		},
		["Отрывной"] = {
			"Отрывной", -- [1]
			21, -- [2]
			2527, -- [3]
			406, -- [4]
			3, -- [5]
			2750, -- [6]
			406, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Чертоги Насыщения", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1697895448,
			["guild_name"] = "Палата номер б",
		},
		["Пафостный"] = {
			"Пафостный", -- [1]
			18, -- [2]
			1279, -- [3]
			168, -- [4]
			12, -- [5]
			2694, -- [6]
			168, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.5, -- [3]
				0.75, -- [4]
			}, -- [9]
			"Вечное Цветение", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707162452,
			["guild_name"] = "Аверсион",
		},
		["Шайэн"] = {
			"Шайэн", -- [1]
			18, -- [2]
			2579, -- [3]
			463, -- [4]
			7, -- [5]
			2011, -- [6]
			463, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: падение Галакронда", -- [10]
			376, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707861389,
			["guild_name"] = "Аверсион",
		},
		["Бумалопа"] = {
			"Бумалопа", -- [1]
			21, -- [2]
			2579, -- [3]
			464, -- [4]
			8, -- [5]
			2535, -- [6]
			464, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: подъем Дорнозму", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707160165,
			["guild_name"] = "Аверсион",
		},
		["Шаинблу"] = {
			"Шаинблу", -- [1]
			0, -- [2]
			0, -- [3]
			0, -- [4]
			3, -- [5]
			386, -- [6]
			0, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707864223,
			["guild_name"] = "Палата номер б",
		},
		["Ашенпутель"] = {
			"Ашенпутель", -- [1]
			20, -- [2]
			1279, -- [3]
			168, -- [4]
			5, -- [5]
			2630, -- [6]
			168, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Вечное Цветение", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1706475890,
			["guild_name"] = "Палата номер б",
		},
		["Рифуро"] = {
			"Рифуро", -- [1]
			16, -- [2]
			1754, -- [3]
			245, -- [4]
			11, -- [5]
			2483, -- [6]
			245, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Вольная Гавань", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1697312930,
			["guild_name"] = "Палата номер б",
		},
		["Кората"] = {
			"Кората", -- [1]
			26, -- [2]
			1501, -- [3]
			199, -- [4]
			9, -- [5]
			3498, -- [6]
			199, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.7421875, -- [1]
				0.98828125, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Крепость Черной Ладьи", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1707864223,
			["guild_name"] = "Палата номер б",
		},
		["Кьекоцу"] = {
			"Кьекоцу", -- [1]
			19, -- [2]
			1763, -- [3]
			244, -- [4]
			5, -- [5]
			2011, -- [6]
			244, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.49609375, -- [1]
				0.7421875, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Атал'Дазар", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1703335943,
			["guild_name"] = "Палата номер б",
		},
		["Игнервус"] = {
			"Игнервус", -- [1]
			18, -- [2]
			2519, -- [3]
			404, -- [4]
			1, -- [5]
			437, -- [6]
			404, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Нелтарий", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1697312930,
			["guild_name"] = "Палата номер б",
		},
		["Огненнаябиба"] = {
			"Огненнаябиба", -- [1]
			17, -- [2]
			1501, -- [3]
			199, -- [4]
			8, -- [5]
			2344, -- [6]
			199, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0.25, -- [1]
				0.49609375, -- [2]
				0, -- [3]
				0.25, -- [4]
			}, -- [9]
			"Крепость Черной Ладьи", -- [10]
			0, -- [11]
			true, -- [12]
			true, -- [13]
			["date"] = 1704666996,
			["guild_name"] = "Палата номер б",
		},
		["Хмелетар"] = {
			"Хмелетар", -- [1]
			20, -- [2]
			2579, -- [3]
			463, -- [4]
			3, -- [5]
			2599, -- [6]
			463, -- [7]
			"Interface\\GLUES\\CHARACTERCREATE\\UI-CharacterCreate-Classes", -- [8]
			{
				0, -- [1]
				0.25, -- [2]
				0.25, -- [3]
				0.5, -- [4]
			}, -- [9]
			"Рассвет Бесконечности: падение Галакронда", -- [10]
			0, -- [11]
			false, -- [12]
			true, -- [13]
			["date"] = 1706475890,
			["guild_name"] = "Палата номер б",
		},
	},
	["raid_data"] = {
		["mythic_raid_data"] = {
			[2537] = {
				["longest"] = 386.8470000000671,
				["kills"] = 1,
				["try_history"] = {
					{
						0.6779196379270515, -- [1]
						113.1269999999786, -- [2]
					}, -- [1]
					{
						0.4778359337362301, -- [1]
						210.0060000000522, -- [2]
					}, -- [2]
					{
						0.2598777311821424, -- [1]
						374.7870000000112, -- [2]
					}, -- [3]
					{
						0.1771700510608384, -- [1]
						375.1359999999404, -- [2]
					}, -- [4]
					{
						0, -- [1]
						386.8470000000671, -- [2]
					}, -- [5]
				},
				["wipes"] = 6,
				["best_try"] = 0,
			},
		},
	},
	["always_use_profile_name"] = "Ниэтта-Гордунни",
	["profile_by_spec"] = {
	},
	["combat_id_global"] = 109080,
	["displays_by_spec"] = {
	},
	["plugin_window_pos"] = {
		["y"] = -92.7987060546875,
		["x"] = -1.6004638671875,
		["point"] = "TOP",
		["scale"] = 1,
	},
	["userCustomSpells"] = {
	},
	["last_changelog_size"] = 23088,
	["immersion_unit_special_icons"] = true,
	["lastUpdateWarning"] = 1711480180,
	["npcid_pool"] = {
		[188230] = "Налетчик из клана Нокхуд",
		[99358] = "Отравленное копье",
		[209969] = "Воин стихий – волнобой",
		[186696] = "Сотрясающий тотем <Бромач>",
		[189893] = "Заряженный дракончик",
		[109908] = "Сосредоточение внимания",
		[195264] = "Темнозубый-побиватель",
		[188231] = "Штормохлест из клана Нокхуд",
		[21419] = "Боевой инфернал",
		[196671] = "Чародейский опустошитель",
		[207029] = "Пламеносный прислужник",
		[24552] = "Лыббс",
		[195265] = "Призывательница бури Аринга",
		[99359] = "Гнилосердный хранитель",
		[17471] = "Слабая расщелина тьмы <Главный чернокнижник Пустоклят>",
		[207030] = "Пламеносный призыватель",
		[24664] = "Кель'тас Солнечный Скиталец",
		[189895] = "Шпион воинов стихий",
		[24696] = "Ведьма из клана Змеиных Колец",
		[24744] = "Вексалиус",
		[201788] = "Испепеляющее гнилостное дыхание",
		[190663] = "Темношкур-терзатель",
		[107288] = "Саженец злошипа <Дубосерд>",
		[208438] = "Саботажник из рода Бесконечности",
		[195267] = "Темнозубый – призыватель духов",
		[17695] = "Убийца из клана Изувеченной Длани",
		[99360] = "Цветущий злошип",
		[16704] = "Меткий стрелок из клана Изувеченной Длани",
		[40633] = "Отважный страж Леди Наз'жар",
		[194373] = "Гнолл-Бурошкур",
		[197698] = "Громоголов",
		[40825] = "Эрунак Говорящий с Камнем",
		[197059] = "Налетчик из клана Нокхуд",
		[208440] = "Душегуб из рода Бесконечности",
		[195269] = "Темнозубый-застрельщик",
		[196548] = "Ветвь древня",
		[210103] = "Вторгшийся пламехвост",
		[204093] = "Колоссиан",
		[208441] = "Элементаль воды <Киттиджо-ВечнаяПесня>",
		[84400] = "Цветущее древо",
		[194375] = "Кипящая ламинария",
		[100960] = "Злогриб <Гнилосердный хранитель>",
		[55659] = "Дикий бес",
		[206140] = "Темпоральный взрыв",
		[190923] = "Ветерок",
		[203327] = "Шипящий Клык",
		[184018] = "Бромач",
		[44566] = "Озумат",
		[187599] = "Куалаши-костекрушитель",
		[203072] = "Амниотическая слизь",
		[40634] = "Выброс тока",
		[203328] = "Пылающая каменная кобра",
		[184019] = "Дюжий камнемет",
		[213942] = "Жижа <Озумат>",
		[212024] = "Среброхохлый ночекоготь",
		[18431] = "Эфириальный маяк",
		[127879] = "Щитоносец из армии Зула",
		[199749] = "Цветение",
		[207038] = "Литолом-проводник",
		[210235] = "Раскаленный Камень",
		[24697] = "Сестра Мучений",
		[198343] = "Неисправный защитник",
		[192333] = "Орел-вожак",
		[24745] = "Чистая энергия",
		[191566] = "Вечная сфера",
		[187602] = "Куалаши - раздиратель чешуи",
		[184022] = "Геомант из племени Каменного Свода",
		[196426] = "Гротовый ползун",
		[197697] = "Огнезев",
		[17728] = "Дикарь из племени Темной Крови",
		[195399] = "Любопытный детеныш рогоплава",
		[191823] = "Свирепый протодракон",
		[196043] = "Насыщательница-воин стихий",
		[189265] = "Куалаши-костестраж",
		[199368] = "Каменистый кристалл",
		[189266] = "Куалаши-новобранец",
		[196555] = "Полянорогий бронедон",
		[191057] = "Громоспин-крушитель",
		[207041] = "Глашатай бури",
		[40923] = "Волна порчи",
		[196044] = "Хаотичный учебник",
		[190034] = "Пламенный разрушитель",
		[83892] = "Страж жизни Гола",
		[188244] = "Изначальный исполин",
		[99365] = "Скверносерд-лазутчик",
		[199866] = "Закали-скалоход",
		[210111] = "Разрастающийся плеточник",
		[194894] = "Воин стихий – буревестник",
		[196045] = "Оскверненный манадемон",
		[207554] = "Верланн Древотреск",
		[194255] = "Бакар-спутник <Дисальво-СвежевательДуш>",
		[192337] = "Щупальце Бездны <Гримлин>",
		[211902] = "Чащобный лохматый косолап",
		[187478] = "Матерый большекопыт",
		[95771] = "Отчаяние",
		[189780] = "Гигантский выдрек-подстрекатель",
		[190931] = "Ручной стервятник",
		[196968] = "Скованная саламандра <Порабощенный охотник>",
		[83893] = "Демиург Телу",
		[62982] = "Подчинитель разума <Ренслейер-Ревущийфьорд>",
		[99366] = "Проклятие уединения",
		[82039] = "Камнеспинный жальщик",
		[189901] = "Полководец Сарга",
		[194896] = "Изначальный щит бури",
		[190932] = "Кхарад Воинственная",
		[201290] = "Нестабильная боль <Закали-обегератель>",
		[202441] = "Неуловимый золотой аргали",
		[187224] = "Злобная заклинательница гнили",
		[196559] = "Нестабильный побег",
		[193618] = "Беспокойные камни",
		[187598] = "Розор Кузнекрушитель",
		[194897] = "Тотем энергии бури",
		[196048] = "Порабощенный охотник",
		[81522] = "Сухокожий",
		[83894] = "Токсичный выброс",
		[190294] = "Буремант из клана Нокхуд",
		[17729] = "Копейщик из племени Темной Крови",
		[17826] = "Владыка болот Мусел'ек",
		[17871] = "Шаркун Нижетопи",
		[185691] = "Злобная гиена",
		[197857] = "Брюхокол",
		[210499] = "Пылающий огнетворец",
		[212673] = "Обстрел кислотой",
		[186295] = "Нокхудский охотник-мистик",
		[184134] = "Прыгун-падальшик",
		[201804] = "Пылающий пес",
		[16594] = "Послушник из клана Призрачной Луны",
		[188510] = "Восставший бакар",
		[188252] = "Мелидрусса Истощенная Холодом",
		[88261] = "Говорящий с водой Вечного Цветения",
		[59764] = "Тотем целительного прилива <Мейвезр>",
		[191319] = "Древний дробильщик <Освобожденный служитель>",
		[196577] = "Зачарованный боевой топор",
		[202828] = "Бурлящее пламя",
		[143622] = "Дикий бес <Лемонтрисс-СвежевательДуш>",
		[195930] = "Жнец душ Мандакх",
		[196051] = "Чародейский портал <Неуправляемый страж>",
		[190943] = "Скальный стервятник",
		[131858] = "Разрывающий плоть удар",
		[201550] = "Перегруженная защитная матрица",
		[40765] = "Командир Улток",
		[195668] = "Оскалившийся морской варан",
		[193750] = "Воин стихий – жрец бури",
		[207177] = "Караульный из рода Бесконечности",
		[205259] = "Хранитель из рода Бесконечности",
		[40925] = "Опороченный часовой",
		[196950] = "Потусторонний гнолл <Темнозубый – призыватель духов>",
		[211781] = "Злобный стручлинг",
		[190426] = "Тотем разложения <Зловонная певица гнили>",
		[189531] = "Разложившийся старый древень",
		[17730] = "Лекарь Темной Крови",
		[191833] = "Куалаши-мародер",
		[186738] = "Мраскул",
		[205384] = "Временное растворение",
		[125977] = "Тотем воскрешения",
		[201552] = "Надзирательница Камнеречь",
		[191450] = "Боолк",
		[101991] = "Истязающий глаз",
		[210626] = "Буйный элементаль огня",
		[82682] = "Горящие искры",
		[197077] = "Безумный трупокрыл",
		[194523] = "Разозленный элементаль",
		[212778] = "Прислужник Гур'ши",
		[201553] = "Главная изобретательница Зирак",
		[186336] = "Пылающее проявление",
		[196694] = "Чародейский добытчик",
		[127757] = "Раздирающий удар",
		[198996] = "Песчаная зона",
		[197078] = "Беспокойная лиса-виверна",
		[181861] = "Магмобивень",
		[4844] = "Тенегорнский геодезист",
		[187232] = "Затерянный во времени острокрыл",
		[201906] = "Огнеопасный щенок",
		[188511] = "Осквернитель из клана Нокхуд",
		[190946] = "Воин бури",
		[198997] = "Гниль Галакронда",
		[24555] = "Гараксас",
		[189669] = "Приковывающее копье",
		[186339] = "Тиира",
		[209739] = "Осадный ловчий смерти",
		[186338] = "Маруук",
		[203857] = "Жертвенный огонь",
		[205410] = "Воплощенный гравий",
		[187745] = "Дезориентированный дозорный",
		[24683] = "Маг-стражник Солнечного Клинка",
		[190047] = "Пробудитель гробниц Арбан",
		[193244] = "Защитная матрица титанов",
		[203737] = "Зачарованный оградитель",
		[19632] = "Светящийся острожал",
		[217157] = "Предок из клана Он'ир",
		[100526] = "Опустошение темного духа",
		[198999] = "Морхи",
		[205265] = "Затерянный во времени солдат",
		[195273] = "Темнозубый-завыватель",
		[187969] = "Демиург Морозной Вспышки",
		[209499] = "Крадущийся жар",
		[17731] = "Болотный скат",
		[185445] = "Грабитель из клана Нокхуд",
		[202930] = "Глубинный мегрим",
		[199000] = "Хронолорд Дейос",
		[39616] = "Захватчик Леди Наз'жар",
		[213689] = "Споровый образ",
		[209614] = "Разъяренный лохматый косолап",
		[191328] = "Опутывающее течение",
		[191847] = "Равнинный топотун из клана Нокхуд",
		[184132] = "Земельник-дозорный",
		[122972] = "Дикий огонь",
		[191704] = "Протодракон-патриарх",
		[190945] = "Воин ярости шторма",
		[187231] = "Иссохшая кусака",
		[3527] = "Тотем исцеляющего потока <Брфф>",
		[24554] = "Эрамас Сияющее Пламя",
		[194745] = "Гнилозубая гиена",
		[203861] = "Эсминец Орды",
		[186598] = "Солдат Драконьей Погибели",
		[191841] = "Шпион воинов стихий",
		[209360] = "Искрион",
		[187246] = "Рогоплав-магоед",
		[196581] = "Статуя белого тигра <Альденверд-СвежевательДуш>",
		[187238] = "Иссушительница",
		[192481] = "Разлагающийся слизень <Древорот>",
		[184131] = "Земельник-страж",
		[186599] = "Укротитель огня Драконьей Погибели",
		[18317] = "Эфириал-жрец",
		[190947] = "Измененный змей",
		[198236] = "Божественный образ <Миланель-Ясеневыйлес>",
		[135329] = "Шквал шипов",
		[187239] = "Затерянный во времени солнцелов",
		[98035] = "Зловещий охотник <Пиписюнь>",
		[122967] = "Переливание",
		[186600] = "Защитник Драконьей Погибели",
		[194912] = "Объездчик магмонтов",
		[135052] = "Жабья чума",
		[127315] = "Тотем воскрешения",
		[192227] = "Ползучая лава",
		[187240] = "Драконид-разрушительница",
		[206805] = "Вторгшийся пламекоготь",
		[18370] = "Дикая расщелина тьмы <Главный чернокнижник Пустоклят>",
		[199748] = "Темпоральный мародер",
		[197982] = "Воин бури",
		[165374] = "Юй-лун <Изиер>",
		[200284] = "Зачарованный хранитель",
		[17427] = "Лучник из клана Изувеченной Длани",
		[84989] = "Зараженная сотворительница льда",
		[196576] = "Зачарованный скипетр",
		[122968] = "Язма",
		[186602] = "Целитель Драконьей Погибели",
		[201792] = "Анзон",
		[24684] = "Рыцарь крови Солнечного Клинка",
		[188009] = "Великий Огонь",
		[192759] = "Пожиратель",
		[187242] = "Тарасекк-расхититель",
		[184301] = "Пещерный ловец",
		[195383] = "Резвый долгоног",
		[186206] = "Жестокая костекрушительница",
		[205790] = "Затерянный во времени хлестотрон",
		[189928] = "Разоритель могил из клана Укхел",
		[194517] = "Сокрушающий элементаль",
		[186737] = "Телаш Серокрылый",
		[186220] = "Бурошкур-заклинательница",
		[203739] = "Воин стихий – землелом",
		[122969] = "Занчульская знахарка",
		[40577] = "Крушитель раковин",
		[201054] = "Багровый Прежний",
		[196200] = "Алгет'арский рыцарь эха",
		[188011] = "Изначальный земляной часовой",
		[212691] = "Наэлектризованное чудище",
		[17827] = "Коготь",
		[203740] = "Воин стихий – сотрясательница земли",
		[0] = "Злобное сосредоточение",
		[186605] = "Укротитель огня Драконьей Погибели",
		[210791] = "Стручлинг – хранитель тени",
		[190953] = "Солнечношкурый топокопыт",
		[197219] = "Мерзкий плеточник",
		[200804] = "Раскаленная капля",
		[194898] = "Воин стихий – искрящий клинок",
		[203741] = "Каменный элементаль",
		[122970] = "Изводящий удар",
		[186606] = "Страж котла Драконьей Погибели",
		[205408] = "Темпоральный разрез",
		[101679] = "Ядовитый кошмар",
		[212681] = "Голодное преследование",
		[190187] = "Драконья иллюзия",
		[193384] = "Равнинный камнезуб",
		[203742] = "Земляной загробник",
		[200801] = "Магмовый разрыватель",
		[192745] = "Сейсмическая сила",
		[186735] = "Инферно Скованный",
		[184303] = "Прыгучий паук",
		[186624] = "Скованная искра",
		[197225] = "Превращенный грозный ворон",
		[193385] = "Матерый большекопыт",
		[203743] = "Загробник воздуха",
		[122971] = "Дазар'айский сокрушитель",
		[100529] = "Порожденный ненавистью слизень",
		[17252] = "Изикзекил",
		[203747] = "Элементаль воды",
		[17727] = "Караульный из клана Зловещего Плавника",
		[84990] = "Одурманенный маг",
		[122965] = "Вол'каал",
		[203744] = "Воин стихий – бурестраж",
		[198757] = "Плеточник Бездны <Эшинмит-СвежевательДуш>",
		[200931] = "Изначальное ночное пламя",
		[205151] = "Боец авангарда Тира",
		[20465] = "Бешенка Нижетопи",
		[205407] = "Воплощенный огонь",
		[199785] = "Янтарная лиса-виверна",
		[186226] = "Зловонная певица гнили",
		[203745] = "Воин стихий – певец бурь",
		[196712] = "Нейтрализующее устройство",
		[192748] = "Темнолап-вор",
		[205152] = "Лерай Служительница Времени",
		[24685] = "Магистр Солнечного Клинка",
		[197224] = "Прирученный магмонтенок",
		[195272] = "Темнозубый-разрыватель",
		[186227] = "Гнилое чудовище",
		[16593] = "Буян из клана Изувеченной Длани",
		[194254] = "Охун-спутник <Чудя-Ревущийфьорд>",
		[24781] = "Энергия Пустоты",
		[186739] = "Лазурный Клинок",
		[193462] = "Батак",
		[196202] = "Алгет'арская заклинательница",
		[103344] = "Дубосерд",
		[188274] = "Сутаан",
		[186356] = "Стервятник клана Нокхуд",
		[187507] = "Бешеный Коготь",
		[100531] = "Оскверненная кровью ярость",
		[186740] = "Чародейское создание",
		[190960] = "Пирующий гриф",
		[196203] = "Алгет'арский целитель",
		[209630] = "Буйный стручлинг",
		[196459] = "Бурошкур-задира",
		[195184] = "Защитная сфера <Смотритель крепости>",
		[191311] = "Дракончик из рода Бесконечности",
		[206900] = "Пламеносный часовой",
		[186741] = "Чародейский элементаль",
		[190961] = "Грязевая саламантера",
		[209503] = "Подожженный плеточник",
		[192464] = "Яростный пламень",
		[189299] = "Разлагающийся слизень",
		[210910] = "Бес ужаса",
		[189555] = "Астральный служитель",
		[100532] = "Оскверненный кровью взрывень <Оскверненная кровью ярость>",
		[194926] = "Быстрый длиннорог",
		[190962] = "Бойцовский пес клана Нокхуд",
		[190776] = "Чародейский командир",
		[199855] = "Вакан",
		[204536] = "Сгусток гнили",
		[102962] = "Кошмарное поганище <Верховный друид Глайдалис>",
		[199786] = "Вожак янтарношкуров",
		[186615] = "Яростная буря",
		[186107] = "Стражник хранилища",
		[204262] = "Некрохлад",
		[195929] = "Жнец душ Тумен",
		[208698] = "Маг портала бесконечности",
		[193352] = "Тотем хитрого сглаза <Лови-тотем>",
		[81737] = "Запущенная поросль <Запущенная поросль>",
		[185465] = "Боевой пес клана Нокхуд",
		[186616] = "Гранит",
		[205158] = "Шпорлок Часовой Времени",
		[131009] = "Дух золота <Жрица Алун'за>",
		[203368] = "Зачарованный страж Колыбели",
		[191220] = "Хронолорд Дейос",
		[193394] = "Мшистый вожак",
		[186361] = "Гниющий древень",
		[195696] = "Изначальный громозверь",
		[18341] = "Пандемоний",
		[184319] = "Рефти-распорядитель",
		[198126] = "Надоедливый ураган",
		[83846] = "Йалну",
		[190198] = "Энергичный плеточник",
		[186299] = "Нокхудский мародер",
		[107567] = "Страж сурамарского щита",
		[184444] = "Угрожающий механолог",
		[206066] = "Лишение сил",
		[191051] = "Проворная лиса-виверна",
		[187897] = "Драгхар Отрицатель",
		[209444] = "Нестабильный чудесный дракончик",
		[194291] = "Изначальный камнешкур",
		[95779] = "Лужа порчи",
		[186363] = "Бурошкур-разлагатель",
		[185584] = "Кощунство <Кекинсайд-Ревущийфьорд>",
		[195032] = "Куалаши-джарадин",
		[192885] = "Снегорогий зуброн",
		[60849] = "Статуя Нефритовой Змеи <Изиер>",
		[99192] = "Тень Ксавия",
		[17694] = "Темный маг из клана Призрачной Луны",
		[210788] = "Саламантера – мать топи",
		[191479] = "Обгорелый рогошип",
		[190584] = "Затерянный во времени мурлок",
		[186620] = "Лавовый ползун",
		[206064] = "Нечистый песок",
		[106988] = "Животное <Ворренс>",
		[192582] = "Солдат Драконьей Погибели",
		[198385] = "Распыленная энергия",
		[210789] = "Саламантера из топей",
		[203756] = "Огненный загробник",
		[193654] = "Гравлион",
		[191736] = "Кроут",
		[192329] = "Агрессивный орел",
		[208805] = "Преследующее воспоминание",
		[199980] = "Закали-литолом",
		[26125] = "Нерволиц",
		[210790] = "Росток – хранитель топи",
		[191481] = "Детеныш топотокопыта",
		[191574] = "Удушающее облако гнили <Гниломаг Око Гнева>",
		[194806] = "Потрескивающая воронка",
		[209256] = "Осквернитель – сжигатель корней",
		[184023] = "Злобный василиск",
		[100539] = "Опаляющий выстрел",
		[24207] = "Войско мертвых|T1392565:0|t <Хагрзог-Ревущийфьорд>",
		[187262] = "Затерянный во времени дьявозавр",
		[205804] = "Оживший дракон",
		[190405] = "Насыщательница Сария",
		[209129] = "Волгот Возжигательница",
		[185353] = "Нокхудский старший охотник",
		[210408] = "Рьяный элементаль",
		[186626] = "Скованный огонь",
		[191227] = "Копейщик из клана Нокхуд",
		[192644] = "Горный камнеклык",
		[184581] = "Бейлог",
		[214117] = "Тотем грозового шквала <Эрунак Говорящий с Камнем>",
		[191739] = "Лейтенант чешуйчатых губителей",
		[185529] = "Бурая бичевательница",
		[211039] = "Пламенный разлом <Некролим>",
		[18309] = "Эфириал-падальщик",
		[190205] = "Сполох",
		[187264] = "Затерянный во времени Шипошкурый",
		[40936] = "Безликий дозорный",
		[210026] = "Воин стихий – пиромант",
		[203753] = "Воин стихий – выжигатель",
		[190342] = "Аппарат сдерживания",
		[24559] = "Полководец Саларис",
		[213607] = "Глубоководный мурлок",
		[190206] = "Воин стихий – танцор пламени",
		[187265] = "Затерянный во времени геомант",
		[17462] = "Ревнитель из клана Изувеченной Длани",
		[202866] = "Поджигающая тьма",
		[184580] = "Олаф",
		[212588] = "Крадущийся зверь Морозной Дрожи",
		[24687] = "Врач Солнечного Клинка",
		[186246] = "Стервятник-шкуродер",
		[190207] = "Пеплоплет воинов стихий",
		[193840] = "Налетчик из клана Нокхуд",
		[195758] = "Нокхуд-загонщик",
		[184453] = "Жестокий мотиватор",
		[186627] = "Обузданное адское пламя",
		[186630] = "Обузданный камень",
		[24815] = "Бес Солнечного Клинка <Чернокнижник Солнечного Клинка>",
		[17670] = "Псарь из клана Изувеченной Длани",
		[186116] = "Пузострелка",
		[208750] = "Изумрудно-зеленый плеточник",
		[195579] = "Изначальный порыв",
		[17734] = "Болотник Нижетопи",
		[186628] = "Обузданный галечник",
		[95769] = "Бешеная визгунья",
		[190406] = "Воденыш",
		[116076] = "Призванный магический защитник",
		[190340] = "Рефти-защитник",
		[16807] = "Главный чернокнижник Пустоклят",
		[195580] = "Нокхудский диверсант <Драконобойный копьемет>",
		[184020] = "Огромный берсерк",
		[207089] = "Закали-опустошитель",
		[200945] = "Подстрекатель из клана Нокхуд",
		[41096] = "Оракул леди Наз'жар",
		[40935] = "Отравленный дротик",
		[191233] = "Атакующий буревик",
		[193407] = "Рогатый равнинный топотун",
		[210079] = "Важнейшая подсказка",
		[17990] = "Гриб Нижетопи",
		[207090] = "Глинокрыл закали",
		[103673] = "Созерцатель тьмы <Румыныч-СвежевательДуш>",
		[21331] = "Шипастый росток <Изумрудно-зеленый плеточник>",
		[201790] = "Разъедающий выброс",
		[99773] = "Кровавый червь <Декольте-Ревущийфьорд>",
		[189235] = "Надзиратель Лахар",
		[96512] = "Верховный друид Глайдалис",
		[209523] = "Чужеродный шипохват",
		[206068] = "Временное слияние",
		[188296] = "Куалаши-джарадин",
		[207139] = "Призыватель дикого огня",
		[209521] = "Пучеглазый волноног",
		[186120] = "Древорот",
		[187271] = "Солезубый костеглод",
		[198652] = "Восставший бакар <Пробудитель гробниц Арбан>",
		[204918] = "Творение Иридикрона <Иридикрон>",
		[186632] = "Пронзатель чешуи",
		[195967] = "Голодающая улитка",
		[190980] = "Строптивый рогоплав",
		[190085] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[186121] = "Гниломаг Око Гнева",
		[207969] = "Налетчик Орды",
		[184331] = "Попиратель времен из рода Бесконечности",
		[191536] = "Расхитительница Макко",
		[206070] = "Хронакси",
		[199037] = "Воин стихий – штурмовик",
		[24560] = "Жрица Делрисса",
		[201339] = "Каменный пилон",
		[186122] = "Рира Когтерезка",
		[187273] = "Солезубый стрекотун",
		[186124] = "Рви-зуб",
		[122984] = "Горящая душа",
		[24656] = "Пшикс <Эллриса Почитательница Тени>",
		[195969] = "Очень голодное речное чудище",
		[24688] = "Тихий презренный",
		[17671] = "Воитель клана Изувеченной Длани",
		[198399] = "Тареш <Тареш>",
		[99584] = "Хищный охотник на магов",
		[191240] = "Добытчик с холмов",
		[184461] = "Тарасекк-мародер",
		[195842] = "Укхельский осквернитель",
		[195970] = "Лютоклювая черепаха",
		[208887] = "Вы в будущем <Патухший-СвежевательДуш>",
		[99200] = "Дыхание порчи",
		[197377] = "Затаившийся косильщик - вожак",
		[196482] = "Заросшее древо",
		[185357] = "Часовой из клана Нокхуд",
		[17735] = "Воин клана Зловещего Плавника",
		[205435] = "Разрыватель эпох",
		[195971] = "Луумак Ненасытный",
		[88862] = "Зачарованные воды",
		[194181] = "Вексам <Магическая книга>",
		[186125] = "Лови-тотем",
		[195460] = "Пятнистый хищник",
		[184335] = "Посланница из рода Бесконечности",
		[100991] = "Корни-душители",
		[206074] = "Маятник",
		[195972] = "Слюнявый Коготь",
		[186420] = "Ткач земли",
		[203389] = "Зачарованный рабочий",
		[187315] = "Больная рубака",
		[205691] = "Каменная стрела",
		[211447] = "Строптивый ящер из Сна <Матриарх Кива>",
		[200832] = "Фиракк",
		[186638] = "Куалаши - заклинатель земли",
		[195973] = "Пискато",
		[187279] = "Солезуб-нянька",
		[62005] = "Зверь <Зверьколов-Ревущийфьорд>",
		[187826] = "Ледозубый скат-единорог",
		[203646] = "Динн",
		[212981] = "Незадачливый ассистент",
		[207994] = "Любопытная подсказка",
		[204030] = "Прерогатива сапера",
		[195974] = "Красный мешкорот",
		[163366] = "Чародей из войска мертвых <Хагрзог-Ревущийфьорд>",
		[183954] = "Горлодерка-иссушительница",
		[199974] = "Рефти-мусорщик",
		[190348] = "Опустошитель воинов стихий",
		[194568] = "Беспокойная лиса-виверна",
		[69791] = "Дух огня <Альденверд-СвежевательДуш>",
		[40586] = "Леди Наз'жар",
		[195975] = "Черный мешкорот",
		[187919] = "Давитель из кальдеры",
		[18311] = "Эфириал - осквернитель гробниц",
		[193290] = "Пузырек магмы",
		[18343] = "Таварок",
		[196102] = "Сотворенный плеточник",
		[185528] = "Хитроклык-мистик",
		[190023] = "Лавовые щупальца <Магмобивень>",
		[195976] = "Синий мешкорот",
		[194315] = "Призыватель бури Солонго",
		[209564] = "Бесконечное истязание",
		[193291] = "Жарокрыл-вожак",
		[187281] = "Солезубый охотник",
		[17464] = "Гладиатор из клана Изувеченной Длани",
		[69792] = "Дух земли <Альденверд-СвежевательДуш>",
		[200964] = "Гоблинский крошшер",
		[194316] = "Призыватель бури Зарии",
		[24689] = "Презренный-костолом",
		[200965] = "Никске Вольтоскрипт",
		[187154] = "Нестабильный смотритель",
		[187155] = "Хранительница печати",
		[208029] = "Гибломрак",
		[135365] = "Жуткая метка",
		[192781] = "Элементаль руды",
		[1863] = "Броннисо",
		[186644] = "Леймор",
		[197130] = "Гнилое чудовище",
		[200454] = "Закали – призыватель огня",
		[17420] = "Язычник из клана Изувеченной Длани",
		[194317] = "Призыватель бури Бороо",
		[198792] = "Жук-драконоед",
		[195851] = "Укхельский вестник смерти",
		[189841] = "Терракотовый трясиноход",
		[201222] = "Валов Хранитель Времени",
		[84499] = "Лоза",
		[210685] = "Совух дикого огня",
		[16809] = "О'мрогг Завоеватель",
		[197131] = "Увядший дуб",
		[210046] = "Зоркий Циан",
		[199844] = "Взрослый чешуегрыз",
		[194601] = "Загдек",
		[201223] = "Сумеречный волхв из рода Бесконечности",
		[190381] = "Тотем взрывной гнили <Гниломаг Око Гнева>",
		[18331] = "Эфириал-черный маг",
		[206722] = "Вторгшийся искрометатель",
		[94282] = "Джин'зал",
		[185168] = "Громила из клана Нокхуд",
		[193522] = "Гноитель",
		[19306] = "Маносос",
		[197132] = "Брюхокол",
		[165189] = "Баянистх <Баянистх-Ревущийфьорд>",
		[204831] = "Неуловимая магмокобра",
		[194068] = "Влажная изморось",
		[196115] = "Хранитель чар",
		[131666] = "Зараженный шип",
		[182816] = "Призванный элементаль лавы <Укротитель огня Драконьей Погибели>",
		[210304] = "Измученный дух Сна",
		[197133] = "Стервятник-шкуродер",
		[416] = "Белгупо <Ваипотряд-СвежевательДуш>",
		[203145] = "Зимот",
		[190359] = "Затаившийся фанатик",
		[190484] = "Киракка",
		[21749] = "Разведчик из клана Призрачной Луны",
		[195855] = "Восставший воин",
		[195092] = "Гидравлический размыватель",
		[144961] = "Душа Акаари <Бруталусх-Корольлич>",
		[18312] = "Эфириал-чароплет",
		[192796] = "Трубач из клана Нокхуд",
		[18344] = "Принц Шаффар",
		[190485] = "Эркхарт Кровь Бури",
		[193320] = "Преобразованная земля <Земляной защитник>",
		[192787] = "Куалаши-хребтолом",
		[417] = "Дзуними <Опатчи-Ревущийфьорд>",
		[203660] = "Жарик",
		[187033] = "Мерзорот",
		[189722] = "Голиаф-проглот",
		[196116] = "Кристальная ярость",
		[17465] = "Центурион клана Изувеченной Длани",
		[187545] = "Энергичный плеточник",
		[189719] = "Страж Иридий",
		[189467] = "Куалаши-костедробительница",
		[190998] = "Непокорный рогоплав",
		[192680] = "Охранник",
		[189340] = "Чаргат Дробитель Чешуи",
		[206727] = "Закали-лазутчик",
		[189464] = "Куалаши-факельщица",
		[187546] = "Разрастающийся плеточник",
		[192789] = "Лучница из клана Нокхуд",
		[198032] = "Драконье извержение",
		[182815] = "Призванный элементаль лавы",
		[102277] = "Двойник скверносерда-стрелка <Скверносерд-стрелок>",
		[193301] = "Агрессивный длиннорог",
		[193429] = "Истерзанный зуброн",
		[199826] = "Закали-огнеход",
		[199823] = "Тлеющий пес",
		[189227] = "Куалаши-охотник",
		[193941] = "Злобная улитка",
		[184862] = "Изначальный протодракончик",
		[188704] = "Манит",
		[198417] = "Тирхолдский грифон",
		[189338] = "Бобр-грызун Речного Рога",
		[211972] = "Рунный пламекоготь",
		[199824] = "Закали – скульптор пламени",
		[192791] = "Боевое копье клана Нокхуд",
		[193942] = "Злобный слизень",
		[197139] = "Разлагающийся слизень",
		[195221] = "Луговой бакар",
		[192794] = "Повелительница зверей из клана Нокхуд",
		[190362] = "Ослепительная стрекоза",
		[200720] = "Чародейский загробник",
		[202894] = "Громадная лев-рыба",
		[192792] = "Чистоводная бешенка",
		[84767] = "Искаженное поганище",
		[196117] = "Кристальный крушитель",
		[195876] = "Оскверненный охун",
		[4846] = "Тенегорнский землекоп",
		[198547] = "Темный разлом <Некролим>",
		[18105] = "Газ'ан",
		[193688] = "Фенран",
		[196119] = "Драконоид-чароплет",
		[193944] = "Куалаши-лавамант",
		[190377] = "Воин стихий – сотворительница льда",
		[81819] = "Натуралист Вечного Цветения",
		[212489] = "Дух волка <Папашкинз-СвежевательДуш>",
		[17723] = "Болотоход",
		[189087] = "Восставший охун",
		[190888] = "Бобр-кусака Речного Рога",
		[200978] = "Пирахнисс",
		[189727] = "Каджин Непреклонная",
		[197142] = "Разложившийся старый древень",
		[18313] = "Эфириал-колдун",
		[197398] = "Голодный плеточник",
		[129517] = "Оживленный ящер",
		[189470] = "Вспышка лавы",
		[81564] = "Запущенная поросль",
		[198933] = "Пронзенная земля",
		[196121] = "Часовой Расколотого Пламени",
		[196642] = "Голодный плеточник",
		[81820] = "Лекарь Вечного Цветения",
		[24723] = "Селин Огненное Сердце",
		[187297] = "Боец клана Нокхуд",
		[189471] = "Куалаши-кузнец",
		[200852] = "Стрелок из братства Стальных Волн",
		[193819] = "Рогоплав-буян",
		[200853] = "Заклинатель моря из братства Стальных Волн",
		[16507] = "Караульный из клана Изувеченной Длани",
		[16523] = "Дикарь из клана Изувеченной Длани",
		[208653] = "Рывок Ужаса",
		[17578] = "Тренировочный манекен полуострова",
		[189472] = "Куалаши - воин лавы",
		[182439] = "Злобный бокоход",
		[200981] = "Сельдеревий",
		[194588] = "Гигантский плеточник",
		[184869] = "Изначальный протодракон",
		[81821] = "Водяная капля",
		[88279] = "Искаженный страж",
		[190368] = "Призывательница пламени Аюми",
		[16699] = "Разоритель из клана Изувеченной Длани",
		[188707] = "Ночегниль",
		[189729] = "Изначальное цунами",
		[17770] = "Топеглад",
		[192799] = "Нестабильный камень <Invisible Stalker>",
		[188067] = "Ткач Холода Морозной Вспышки",
		[213770] = "Чернила Озумата",
		[192800] = "Мастер копья из клана Нокхуд",
		[189474] = "Опаляющая кузня",
		[199832] = "Восстающее пламя",
		[17882] = "Черная Охотница",
		[190243] = "Изворотливая саламантера",
		[186917] = "Буйный порыв",
		[40943] = "Жаблин - водный маг",
		[190371] = "Воин стихий – землетряс",
		[190370] = "Вестник бури Сайраз",
		[196385] = "Грод Древний",
		[128434] = "Ненасытный небесный крикун",
		[188708] = "Смутьян Киика",
		[135002] = "Демонический тиран <Черныйкалун>",
		[190886] = "Бобр-грызун Речного Рога",
		[209172] = "Дикая поросль смотрителя корней",
		[186151] = "Хан Балакар",
		[198555] = "Разрыв Хаоса <Некролим>",
		[17083] = "Новообращенный орк Скверны",
		[200857] = "Визгун из братства Стальных Волн",
		[205079] = "Кристальный крепкохват",
		[197406] = "Рассерженная стрекотуха",
		[189988] = "Потусторонняя тварь <Галяинсейн-Ревущийфьорд>",
		[191524] = "Железнокожий куалаши",
		[193313] = "Бдительный трупокрыл",
		[191395] = "Дикий протодракон",
		[203799] = "Метатель топоров",
		[188711] = "Тареш",
		[205078] = "Кристальный крепкохват-матриарх",
		[207252] = "Преследующее видение",
		[213647] = "Озорной чудесный дракончик",
		[18314] = "Ловчий нексуса",
		[184107] = "Рунический защитник",
		[190373] = "Воин стихий – певица бури",
		[200731] = "Липучесть",
		[18394] = "Эфириал-призрак <Эфириал-чароплет>",
		[192803] = "Боевой охун <Повелительница зверей из клана Нокхуд>",
		[192931] = "Скрог-волнокол",
		[206230] = "Диверсант из рода Бесконечности",
		[174773] = "Злопамятная тень",
		[84957] = "Гнилостный пиромант",
		[197535] = "Верховная чаротворица Ривати",
		[188710] = "Шерат",
		[199837] = "Крошащаяся изгарина",
		[210195] = "Драчливая черепаха",
		[198047] = "Чаротворица бури",
		[189478] = "Главный кузнец Горек",
		[186664] = "Душитель из племени Каменного Свода",
		[128435] = "Ядовитый саурид",
		[194467] = "Бурошкур-рубака",
		[201756] = "Сосредоточение внимания <Fëâr-TwistingNether>",
		[86684] = "Яростный плеточник",
		[188713] = "Вешрак Северный",
		[201117] = "Закали-предсказатель",
		[205337] = "Исказительница времени из рода Бесконечности",
		[194212] = "Бушующие обломки",
		[185508] = "Боец-коготь",
		[186284] = "Медведь-кишкожуй",
		[16700] = "Легионер клана Изувеченной Длани",
		[199839] = "Хранитель святилища Куанош",
		[195875] = "Оскверненный бакар",
		[17771] = "Оракул из племени Темной Крови",
		[202770] = "Потрескивающая гончая",
		[190366] = "Любопытный детеныш рогоплава",
		[199828] = "Закали – огненный ловчий",
		[194469] = "Молодая рубака",
		[200735] = "Чародейский элементаль",
		[186658] = "Геомант из племени Каменного Свода",
		[130738] = "Оскверненное золото",
		[193958] = "Вестник урагана из клана Нокхуд",
		[95061] = "Большой элементаль огня <Карипразин-Ревущийфьорд>",
		[191145] = "Надзиратель Замбул",
		[200480] = "Оживленная магма",
		[205723] = "Затерянный во времени аэробот",
		[200736] = "Чаромет из вирна",
		[196772] = "Опаленный магмобивень",
		[195877] = "Восставший мистик",
		[205212] = "Хранитель из рода Бесконечности",
		[185903] = "Ненасытный камнезуб",
		[192169] = "Взрослая лиса-виверна",
		[195366] = "Резвый долгоног",
		[203678] = "Громмаш Адский Крик",
		[202783] = "Пробужденный обсидиан",
		[199842] = "Верховная провидица Джаталь",
		[195878] = "Укхельский заклинатель зверей",
		[24690] = "Презренный-полутруп",
		[192788] = "Куалаши-чудотворица",
		[200587] = "Зачарованный страж Колыбели",
		[189229] = "Несущий град чудотворец",
		[192786] = "Куалаши-расхититель",
		[189485] = "Ветророжденный воин стихий",
		[199843] = "Жук-чешуегрыз",
		[199971] = "Закали-ритуалист",
		[189869] = "Шпион воинов стихий",
		[190609] = "Эхо Дорагосы",
		[18315] = "Эфириал-чудесник",
		[189230] = "Чудотворец-землетряс",
		[95766] = "Рывок вперед",
		[190509] = "Силовой росток",
		[17356] = "Ползучий слизнюк",
		[199972] = "Закали-обегератель",
		[187540] = "Затерянный во времени грязеплюх",
		[127799] = "Дазар'айский почетный страж",
		[1860] = "Заг'фоге <Касперон-СвежевательДуш>",
		[189231] = "Мародер-землетряс",
		[205727] = "Затерянный во времени ракетчик",
		[190510] = "Страж хранилища",
		[195753] = "Кровожадный бойцовский пес",
		[193293] = "Куалаши-страж",
		[206975] = "Вторгшийся пламевержец",
		[185907] = "Сирена Клыколомка",
		[194219] = "Изначальный изводень",
		[189232] = "Кокия Пламенное Копыто",
		[187894] = "Заряженный дракончик",
		[197128] = "Бурошкур-заклинательница",
		[192776] = "Яркочешуйчатый хрустогрыз",
		[101074] = "Порожденный ненавистью дракончик",
		[192941] = "Громоспин-грохотун",
		[206717] = "Вторгшийся сотрясатель земли",
		[197126] = "Стрелок гнили",
		[197509] = "Изначальная грозовая туча",
		[206752] = "Вторгшийся маг урагана",
		[200742] = "Люттрок",
		[199847] = "Косильщик-туманолов",
		[204029] = "Серный каратель",
		[17724] = "Болотный скат",
		[190345] = "Воин стихий – геомант",
		[193198] = "Капитан Копьеносица",
		[194349] = "Плененный дух",
		[183888] = "Горлодерка-воровка",
		[202789] = "Морхи <Морхи>",
		[202917] = "Громадный скат-единорог",
		[81638] = "Водяная капля",
		[16808] = "Вождь Каргат Острорук",
		[203754] = "Воин стихий – огнеметатель",
		[131819] = "Раскол души",
		[187189] = "Убийца из Черного Когтя",
		[189363] = "Зараженный плеточник",
		[213806] = "Пятно <Озумат>",
		[202918] = "Громадный крепкозуб",
		[193839] = "Подавительница из клана Нокхуд",
		[193967] = "Крылорез Драконьей Погибели",
		[137830] = "Опустошительный прыжок",
		[192386] = "Затаившийся косильщик",
		[100820] = "Дух волка <Жмутотем-Ревущийфьорд>",
		[198571] = "Разозленный побег",
		[208994] = "Зараженный плеточник <Разложившийся старый древень>",
		[210080] = "Любопытная подсказка",
		[188725] = "Углезуб-копейщик",
		[190726] = "Полосатый зуброн",
		[186191] = "Голос разложения",
		[131821] = "Ужасающий лик",
		[190407] = "Водяной яростень",
		[193457] = "Балара",
		[194608] = "Колдег",
		[192690] = "Тлеющее перо <Пылающий огнешквал>",
		[195968] = "Злобоплюй",
		[19307] = "Ужасень Нексуса",
		[198998] = "Тир, Хранитель Бесконечности",
		[183995] = "Горлодерка-проклинательница",
		[186736] = "Огненный часовой <Великий Огонь>",
		[203688] = "Рубака Орды",
		[40788] = "Подчиняющий разум Гур'ша",
		[17357] = "Ползучий слизнюченыш",
		[204072] = "Бастион Серного гарнизона",
		[195138] = "Детонирующий кристалл",
		[193075] = "Ледниковая великанша",
		[81985] = "Культиватор Вечного Цветения",
		[184124] = "Часовая Талондрас",
		[187321] = "Изначальный элементаль лавы",
		[191541] = "Грубошкурый олень",
		[199853] = "Голна",
		[195270] = "Темнозубый-ловчий",
		[213219] = "Бурлящая жижа <Командир Улток>",
		[86372] = "Зараженный берсерк",
		[184582] = "Эрик \"Быстрый\"",
		[184125] = "Хронолорд Дейос",
		[200621] = "Манафема",
		[204658] = "Защитница из рода Бесконечности",
		[192693] = "Возрожденный феникс <Пылающий огнешквал>",
		[207983] = "Важнейшая подсказка",
		[189811] = "Потревоженный краеугольный камень",
		[122963] = "Резан",
		[191313] = "Пузырящийся побег",
		[17669] = "Бешеный бойцовый пес",
		[206063] = "Временное искажение",
		[17725] = "Скрытень Нижетопи",
		[192694] = "Защитник-покровитель",
		[207144] = "Янтарнолап дикого огня",
		[200111] = "Магтембо",
		[54983] = "Древень <Проснись-Дракономор>",
		[209574] = "Ауростор",
		[206065] = "Временной промежуток",
		[95772] = "Мучительный разрыв",
		[200751] = "Перьедемон",
		[185534] = "Охотник-костестрел",
		[24777] = "Часовой Солнечного Клинка",
		[195448] = "Пылающий огнешквал",
		[31216] = "Зеркальное изображение <Aquiia-Archimonde>",
		[201537] = "Гроффнар",
		[128956] = "Оскверненный кровью золотой котел",
		[110063] = "Животное <Троллидзе-Дракономор>",
		[194895] = "Нестабильный шквал <Воин стихий – буревестник>",
		[192696] = "Дозорный Тирхолда",
		[195919] = "Пылающий мастер цепей",
		[208311] = "Яростный прибой",
		[184422] = "Тлерон",
		[213668] = "Чужеродный тарантул",
		[200136] = "Высвобожденная энергия",
		[194487] = "Злобный заклинатель гнили",
		[194545] = "Назойливый трупокрыл",
		[24698] = "Контрабандист Эфириума",
		[194389] = "Порождение лавы <Куалаши-лавамант>",
		[204206] = "Ордынский предсказатель",
		[19668] = "Исчадие Тьмы <Элементарная-Седогрив>",
		[24686] = "Чернокнижник Солнечного Клинка",
		[184130] = "Земельник-комендант",
		[197557] = "Бульонник",
		[195927] = "Жнец душ Галтмаа",
		[81864] = "Пыльца страхоцвета",
		[190780] = "Чародейский элементаль",
		[24558] = "Проклятие агонии",
		[184300] = "Голем из черного камня",
		[191164] = "Хранитель чар",
		[212775] = "Пытка разума",
		[208957] = "Вы в будущем <Антониэл>",
		[189905] = "Высший Чудотворец Фурал",
		[192699] = "Смотритель крепости",
		[195928] = "Жнец душ Даарен",
		[189886] = "Шторм бушующего пламени <Кокия Пламенное Копыто>",
		[186208] = "Следопыт гнили",
		[196280] = "Нестабильный разлом <Некролим>",
		[189247] = "Прирученный феникс",
		[186604] = "Солдат Драконьей Погибели",
		[209963] = "Воин стихий – пиромант",
		[192700] = "Часовой крепости",
		[122973] = "Дазар'айский духовник",
		[191221] = "Рубака из клана Нокхуд",
		[210475] = "Осквернитель – сжигатель корней",
		[27893] = "Руническое оружие <Вульпералера-Ревущийфьорд>",
		[189798] = "Древний протодракон",
		[186229] = "Увядший дуб",
		[202803] = "Закали – страж святилища",
		[186607] = "Солдат Драконьей Погибели",
		[186612] = "Пожирательница Змеев",
		[17732] = "Оса ликулла",
		[81984] = "Корявые корни",
		[198489] = "Обитатель Сна <Вулъфис-ЧерныйШрам>",
		[188226] = "Плавильщик Пламий",
		[212031] = "Ночекоготь-хранитель",
		[17726] = "Мирмидон из клана Зловещего Плавника",
		[192702] = "Чернорабочий",
		[24761] = "Яркочешуйчатый змей",
		[207280] = "Яростень бури",
		[186611] = "Беспокойная лава",
		[208626] = "Переросший плеточник",
		[132126] = "Позолоченная жрица",
		[186609] = "Щитобой Драконьей Погибели",
		[20923] = "Кровавый страж Порунг",
		[192703] = "Смотритель крепости",
		[199992] = "Рефти – управляющий свалки",
		[195431] = "Дилуу",
		[201555] = "Шриванта",
		[185656] = "Призывательница гнили",
		[39960] = "Глубинный мурлок - рабочий",
		[196540] = "Яростное пламя <Эстрэя>",
		[197985] = "Чаротворец пламени",
		[199865] = "Закали – адский клинок",
		[187256] = "Затерянный во времени ящер",
		[203736] = "Зачарованная-лекарь",
		[100527] = "Бес ужасающего огня",
		[186109] = "Куалаши-хребтолом",
		[197436] = "Темношкур-собиратель",
		[190403] = "Ледниковый протодракон",
		[197353] = "Язвошкур",
		[44404] = "Ледяная ведьма леди Наз'жар",
		[198995] = "Раскол эонов",
		[186242] = "Затаившийся брюхокол",
		[198253] = "Смерч",
		[125828] = "Порождение души",
		[193885] = "Салкии",
	},
	["death_recap"] = {
		["enabled"] = true,
		["show_segments"] = false,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["user_is_patreon_supporter"] = false,
	["spell_pool"] = {
		12, -- [1]
		3, -- [2]
		"Мир (падение)", -- [3]
		[404365] = "Морхи <Морхи>",
		[61447] = 12,
		[53385] = 2,
		[395152] = "Edentulous-Silvermoon",
		[414604] = "Иридикрон",
		[391058] = 12,
		[389011] = "[*] Переполняющая энергия",
		[321444] = 5,
		[376727] = "Хан Балакар",
		[404369] = "Edentulous-Silvermoon",
		[393108] = 2,
		[413584] = 1,
		[369563] = "Бейлог",
		[95750] = 9,
		[376730] = "[*] Штормовые ветра",
		[30472] = "Легионер клана Изувеченной Длани",
		[427919] = "Верховный маг Сол",
		[376732] = "[*] Штормовые ветра",
		[395160] = "Edentulous-Silvermoon",
		[190446] = 8,
		[426897] = 2,
		[351140] = 8,
		[200684] = "Грозный отравитель",
		[426898] = 2,
		[427922] = "Верховный маг Сол",
		[367521] = "Охотник-костестрел",
		[389020] = 3,
		[94472] = 5,
		[115203] = 10,
		[428948] = "Цветущее древо",
		[51723] = 4,
		[200686] = "Грозный отравитель",
		[209388] = 2,
		[76813] = "Оракул леди Наз'жар",
		[24394] = 3,
		[411547] = 1,
		[404381] = "Edentulous-Silvermoon",
		[384930] = "Затаившийся брюхокол",
		[385954] = 1,
		[382883] = "Злобная заклинательница гнили",
		[107270] = 10,
		[57994] = 7,
		[527] = 5,
		[264130] = 9,
		[2139] = 8,
		[153596] = 8,
		[381862] = "Киракка",
		[8680] = 4,
		[385958] = "Вексам <Магическая книга>",
		[370602] = 11,
		[381864] = "Киракка",
		[8936] = 11,
		[262115] = 1,
		[382889] = 7,
		[388008] = "Телаш Серокрылый",
		[372652] = "[*] Резонирующая сфера",
		[410531] = 9,
		[388009] = 2,
		[389033] = "Голодный плеточник",
		[383915] = 1,
		[585] = 5,
		[385963] = "Каджин Непреклонная",
		[370607] = 11,
		[388011] = 2,
		[375727] = "Хронолорд Дейос",
		[413606] = "Сумеречный волхв из рода Бесконечности",
		[373680] = "Мелидрусса Истощенная Холодом",
		[321469] = 3,
		[413607] = "Сумеречный волхв из рода Бесконечности",
		[190456] = 1,
		[407466] = 5,
		[200182] = "Тень Ксавия",
		[401324] = 2,
		[267213] = 9,
		[407467] = 2,
		[433061] = 2,
		[633] = 2,
		[101643] = 10,
		[407468] = 5,
		[178173] = 10,
		[5221] = 11,
		[92174] = 12,
		[374711] = "Балара",
		[383925] = "Мелидрусса Истощенная Холодом",
		[17229] = 10,
		[391092] = 5,
		[383926] = 2,
		[197626] = 11,
		[437162] = 10,
		[405426] = 10,
		[383928] = "Надзиратель Лахар",
		[376762] = 2,
		[407475] = 2,
		[388024] = 10,
		[417713] = 11,
		[373692] = "Пламенный разрушитель",
		[49039] = 6,
		[417714] = 11,
		[373693] = "Пламенный разрушитель",
		[254958] = "Дазар'айский колосс",
		[388026] = 10,
		[30986] = "Убийца из клана Изувеченной Длани",
		[373694] = "[*] Живая бомба",
		[407478] = 2,
		[322507] = 10,
		[405431] = "Ожившие потоки времени",
		[164357] = "Сухокожий",
		[391099] = 5,
		[413622] = "Караульный из рода Бесконечности",
		[385981] = "[*] Чародейская сфера",
		[374720] = "Леймор",
		[408504] = 11,
		[413623] = "Караульный из рода Бесконечности",
		[369602] = "Олаф",
		[31946] = "Владыка болот Мусел'ек",
		[47632] = 6,
		[11976] = "Воин клана Зловещего Плавника",
		[359366] = 7,
		[389055] = "Чародейский добытчик",
		[32330] = "Оса ликулла",
		[415673] = 5,
		[389056] = "Страж Иридий",
		[195072] = 12,
		[374724] = "Призывательница пламени Аюми",
		[183811] = 2,
		[196608] = 10,
		[222202] = 10,
		[383939] = 3,
		[414652] = "Иридикрон",
		[415676] = 5,
		[388035] = 3,
		[389059] = "Чаргат Дробитель Чешуи",
		[193538] = 4,
		[383941] = 12,
		[265187] = 9,
		[369610] = "Сотрясающий тотем <Бромач>",
		[391109] = 5,
		[47633] = 6,
		[196099] = 9,
		[372683] = "Заряженный дракончик",
		[30283] = 9,
		[374731] = "Леймор",
		[259572] = "Вол'каал",
		[414658] = 8,
		[378827] = "Куалаши-расхититель",
		[196100] = 9,
		[376780] = "Полководец Сарга",
		[426944] = 2,
		[350163] = "Злопамятная тень",
		[3355] = 3,
		[414660] = 8,
		[200196] = 5,
		[6789] = 9,
		[414661] = 8,
		[374735] = "Призывательница пламени Аюми",
		[259574] = "Вол'каал",
		[376783] = "Полководец Сарга",
		[414662] = 8,
		[378831] = "Куалаши-расхититель",
		[376784] = "Полководец Сарга",
		[388046] = "Мерзорот",
		[190984] = 11,
		[264173] = 9,
		[408522] = 11,
		[383953] = 3,
		[32587] = "Воитель клана Изувеченной Длани",
		[203782] = 12,
		[384978] = "Мраскул",
		[16591] = 11,
		[252923] = "Занчульская знахарка",
		[200200] = 5,
		[264178] = 9,
		[372696] = "Изначальный исполин",
		[394195] = 8,
		[228354] = 8,
		[86040] = 9,
		[406481] = "Морхи",
		[421838] = 10,
		[423886] = "Пламенный разлом <Prigoth-Mal'Ganis>",
		[323559] = 4,
		[201226] = "Оскверненная кровью ярость",
		[185358] = 3,
		[392151] = "Тиира",
		[323560] = 4,
		[122128] = 5,
		[26573] = 2,
		[372701] = "Часовая Талондрас",
		[390105] = 10,
		[343013] = 12,
		[376797] = "Древорот",
		[386012] = "Призыватель бури Зарии",
		[387036] = 12,
		[388060] = "Мерзорот",
		[270329] = 3,
		[378847] = "Куалаши-хребтолом",
		[409560] = "Edentulous-Silvermoon",
		[31884] = 2,
		[377825] = "[*] Пылающая смола",
		[378849] = 6,
		[204301] = 2,
		[270332] = 3,
		[386016] = "Тиира",
		[419800] = 8,
		[153626] = 8,
		[32588] = "Воитель клана Изувеченной Длани",
		[391136] = "Драконид-разрушительница",
		[373733] = "Чаргат Дробитель Чешуи",
		[16592] = "Эфириал-черный маг",
		[270335] = 3,
		[372711] = "Бурошкур-заклинательница",
		[373735] = "Чаргат Дробитель Чешуи",
		[388068] = 9,
		[391140] = 11,
		[383974] = "Пузострелка",
		[270338] = 3,
		[386022] = "Воин стихий – буревестник",
		[388070] = 9,
		[270339] = 3,
		[353263] = 2,
		[429021] = "Безликий дозорный",
		[426974] = "Одурманенный маг",
		[423903] = 6,
		[359407] = 12,
		[376811] = "Древорот",
		[113942] = 12,
		[203794] = 12,
		[155166] = 6,
		[386026] = "Нестабильный шквал <Воин стихий – буревестник>",
		[45334] = 11,
		[383979] = "Пузострелка",
		[425953] = 7,
		[373742] = "Чаргат Дробитель Чешуи",
		[203795] = 12,
		[392170] = 2,
		[290819] = 3,
		[386028] = "Изначальный громозверь",
		[392171] = "Neltharus Weapons",
		[118038] = 1,
		[203796] = 12,
		[428005] = 10,
		[213011] = 12,
		[254473] = 2,
		[377844] = "Рира Когтерезка",
		[321538] = "Лисичка <Рейери>",
		[16593] = 9,
		[262161] = 1,
		[256522] = 4,
		[188443] = 7,
		[407535] = "Эсминец Орды",
		[388084] = "Телаш Серокрылый",
		[1330] = 4,
		[386037] = "[*] Ураганная стрела",
		[346111] = 5,
		[400370] = 5,
		[409584] = "Иридикрон",
		[407537] = 5,
		[372730] = "Изначальный исполин",
		[111898] = 9,
		[374778] = "Страж хранилища",
		[375802] = "Тэйлания-Дракономор",
		[369660] = "Сотрясающий тотем <Бромач>",
		[350209] = "[*] Злобное сосредоточение",
		[429038] = "Эрунак Говорящий с Камнем",
		[348162] = 10,
		[426991] = "Верховный маг Сол",
		[390137] = 12,
		[376829] = "Хан Балакар",
		[115994] = 6,
		[387067] = "Чародейское создание",
		[372735] = "Демиург Морозной Вспышки",
		[172579] = "Зараженный берсерк",
		[423923] = 10,
		[153640] = 8,
		[15785] = "Маносос",
		[42777] = 10,
		[418806] = 12,
		[424949] = 6,
		[1490] = 12,
		[373762] = "Чаргат Дробитель Чешуи",
		[319504] = 4,
		[394238] = "Темный разлом <Prigoth-Mal'Ganis>",
		[429046] = "Озумат",
		[376835] = 8,
		[381954] = 5,
		[93985] = 11,
		[418810] = 2,
		[350219] = 12,
		[396288] = "Edentulous-Silvermoon",
		[381956] = 5,
		[195617] = 6,
		[429049] = "Озумат",
		[372743] = "Ткач Холода Морозной Вспышки",
		[381957] = 5,
		[391171] = 12,
		[278559] = 6,
		[418813] = 2,
		[429051] = "Эрунак Говорящий с Камнем",
		[377864] = "Древорот",
		[157228] = 11,
		[369675] = "Геомант из племени Каменного Свода",
		[257044] = 3,
		[394246] = "Разрыв Хаоса <Prigoth-Mal'Ganis>",
		[403460] = 2,
		[30479] = "Послушник из клана Призрачной Луны",
		[369677] = "Олаф",
		[257045] = 3,
		[327704] = 9,
		[30991] = "Убийца из клана Изувеченной Длани",
		[429057] = "Эрунак Говорящий с Камнем",
		[381965] = 11,
		[1714] = 9,
		[236060] = 8,
		[384014] = "Страж Иридий",
		[225311] = 2,
		[381967] = 11,
		[424965] = 12,
		[386063] = "Маруук",
		[184362] = 1,
		[1766] = 4,
		[401421] = "Хроникар",
		[385042] = 1,
		[193065] = 5,
		[16595] = 11,
		[428041] = "[*] Шоковый удар",
		[1822] = 11,
		[116768] = 10,
		[16979] = 11,
		[394259] = 6,
		[1850] = 11,
		[390165] = 11,
		[195627] = 4,
		[384024] = "Мелидрусса Истощенная Холодом",
		[391191] = 12,
		[374812] = "Главный кузнец Горек",
		[61336] = 11,
		[184367] = 1,
		[102693] = 11,
		[30992] = "Убийца из клана Изувеченной Длани",
		[203819] = 12,
		[204843] = 12,
		[369696] = "Прыгун-падальшик",
		[132157] = 5,
		[1966] = 4,
		[335913] = 10,
		[369697] = "Прыгун-падальшик",
		[376864] = "Хан Балакар",
		[59545] = 6,
		[132158] = 11,
		[376865] = "Хан Балакар",
		[361509] = "Edentulous-Silvermoon",
		[200238] = "Тень Ксавия",
		[376866] = "Хан Балакар",
		[428054] = "Леди Наз'жар",
		[32592] = 5,
		[415770] = "Сгусток времени",
		[412699] = "Сгусток гнили",
		[418842] = 12,
		[395296] = "Edentulous-Silvermoon",
		[384035] = 8,
		[385059] = 1,
		[390178] = 6,
		[385060] = 1,
		[381989] = 4,
		[415773] = "Временной промежуток",
		[76590] = "Безликий дозорный",
		[385061] = 1,
		[384038] = 8,
		[385062] = 1,
		[390181] = 12,
		[385063] = "Пеплоплет воинов стихий",
		[427037] = 2,
		[373803] = "Заряженный дракончик",
		[409635] = "Иридикрон",
		[395303] = "Громоголов",
		[200243] = "[*] Кошмар наяву",
		[243241] = 5,
		[429089] = "Озумат",
		[62618] = 5,
		[427043] = 5,
		[344120] = 3,
		[111400] = 9,
		[427046] = 7,
		[10060] = 5,
		[24275] = 2,
		[427047] = 2,
		[114216] = 5,
		[5143] = 8,
		[2580] = 6,
		[385075] = "Мраскул",
		[191034] = 11,
		[10444] = 7,
		[201272] = "Оскверненная кровью ярость",
		[374839] = "Главный кузнец Горек",
		[422956] = 7,
		[372793] = "Изначальный исполин",
		[390197] = 12,
		[397364] = 1,
		[374842] = "Главный кузнец Горек",
		[328774] = 9,
		[428078] = 7,
		[191037] = 11,
		[262232] = 1,
		[15531] = "Оракул из племени Темной Крови",
		[120361] = 3,
		[389179] = "Страж Иридий",
		[428082] = "Верховный маг Сол",
		[2908] = 11,
		[331850] = 4,
		[389181] = "Страж Иридий",
		[428084] = "Споровый образ",
		[326733] = 2,
		[431156] = 3,
		[116267] = 8,
		[56222] = 6,
		[376899] = "[*] Трескучее облако",
		[228920] = 1,
		[155722] = 11,
		[397376] = 12,
		[391234] = 12,
		[200768] = "Обезумевший остроклюв",
		[50464] = 11,
		[177734] = "Зачарованные воды",
		[6343] = 1,
		[191043] = 3,
		[387143] = 8,
		[52128] = 7,
		[370764] = "Кристальная ярость",
		[198723] = "Гнилосердная дриада",
		[390216] = 10,
		[387145] = "Призыватель бури Зарии",
		[425024] = 2,
		[200771] = "Обезумевший остроклюв",
		[427072] = 7,
		[391241] = "Генератор ограниченного бессмертия",
		[404550] = 7,
		[219199] = 3,
		[382028] = 7,
		[428097] = "Глубоководный мурлок",
		[404551] = 7,
		[6807] = 11,
		[374863] = "Вестник бури Сайраз",
		[377935] = 11,
		[392268] = "Edentulous-Silvermoon",
		[401482] = "Тир, Хранитель Бесконечности",
		[387150] = "Телаш Серокрылый",
		[39332] = "Ловчий нексуса",
		[387151] = "Телаш Серокрылый",
		[375890] = "Магмобивень",
		[372819] = "Кокия Пламенное Копыто",
		[387152] = "Телаш Серокрылый",
		[375891] = 3,
		[372820] = "Кокия Пламенное Копыто",
		[390224] = 12,
		[374868] = "Астральный служитель",
		[363608] = 2,
		[107570] = 1,
		[387155] = "Гранит",
		[33702] = 9,
		[124974] = 11,
		[383061] = "Тотем жидкой магмы <Шайэн>",
		[260666] = "Позолоченная жрица",
		[387157] = 9,
		[369754] = "Бромач",
		[387158] = 9,
		[315496] = 4,
		[394325] = 4,
		[394326] = 4,
		[185422] = 4,
		[390232] = 3,
		[387161] = 9,
		[372829] = 5,
		[394328] = 4,
		[387162] = "Кощунство <Prigoth-Mal'Ganis>",
		[396376] = "Укхельский вестник смерти",
		[194637] = "Амадена",
		[390234] = 2,
		[375902] = 5,
		[377950] = "Лови-тотем",
		[378974] = 2,
		[400474] = "Тотем энергии бури",
		[164438] = "Водяная капля",
		[372834] = 5,
		[96312] = 2,
		[390239] = 10,
		[246851] = 3,
		[421976] = 4,
		[351338] = "Edentulous-Silvermoon",
		[246852] = 3,
		[384099] = 1,
		[315508] = 4,
		[390242] = 2,
		[192082] = 7,
		[188499] = 12,
		[246853] = 3,
		[223819] = 2,
		[17] = 5,
		[385126] = 2,
		[34984] = "Болотный скат",
		[246854] = 3,
		[385127] = 2,
		[382056] = 11,
		[188501] = 12,
		[361582] = 3,
		[408675] = 10,
		[344179] = 7,
		[382058] = 2,
		[273541] = 7,
		[361584] = 8,
		[387178] = 2,
		[255558] = "[*] Оскверненная кровь",
		[206930] = 6,
		[377965] = "Лови-тотем",
		[378989] = 11,
		[388203] = 10,
		[204883] = 5,
		[378990] = 11,
		[373872] = "Гнилое чудовище",
		[378991] = 11,
		[249929] = "Порождение души",
		[383087] = "Злобная заклинательница гнили",
		[115767] = 1,
		[386159] = 3,
		[408682] = 10,
		[401516] = 10,
		[97340] = "Амадена",
		[369781] = "Эрик \"Быстрый\"",
		[280715] = 1,
		[384114] = 8,
		[406637] = 9,
		[5176] = 11,
		[401519] = 12,
		[244813] = 8,
		[192090] = 11,
		[386164] = 1,
		[197721] = 11,
		[270481] = "Демонический тиран <Lockfindo-Ravencrest>",
		[428139] = "Верховный маг Сол",
		[5384] = 3,
		[375929] = "Хан Балакар",
		[372858] = "Кокия Пламенное Копыто",
		[253517] = "Дазар'айский духовник",
		[372859] = "Кокия Пламенное Копыто",
		[185438] = 4,
		[372860] = "Кокия Пламенное Копыто",
		[390264] = 6,
		[411763] = "Хранитель из рода Бесконечности",
		[369791] = "Эрик \"Быстрый\"",
		[408694] = 10,
		[372863] = "Кокия Пламенное Копыто",
		[369792] = "Эрик \"Быстрый\"",
		[370816] = 2,
		[386173] = "Вексам <Магическая книга>",
		[370817] = 2,
		[384126] = 11,
		[382079] = 5,
		[362628] = 4,
		[375937] = "Хан Балакар",
		[19801] = 3,
		[383104] = 1,
		[429173] = "Подчиняющий разум Гур'ша",
		[409722] = 2,
		[390271] = 6,
		[280730] = 4,
		[294039] = 12,
		[395292] = "Огнезев",
		[299159] = 7,
		[229976] = 2,
		[375901] = 5,
		[429176] = "Жаблин - водный маг",
		[387018] = 9,
		[279709] = 11,
		[376723] = "Буремант из клана Нокхуд",
		[384132] = "Лазурный Клинок",
		[168040] = "Демиург Телу",
		[345230] = 12,
		[156779] = 4,
		[375943] = "Хан Балакар",
		[404364] = "Морхи <Морхи>",
		[377991] = "Охранник",
		[280735] = 1,
		[384134] = "Боевое копье клана Нокхуд",
		[192611] = 12,
		[152173] = 10,
		[399491] = 10,
		[127802] = 9,
		[386276] = 10,
		[388025] = 10,
		[372963] = "Мелидрусса Истощенная Холодом",
		[257620] = 3,
		[408458] = 2,
		[217694] = 8,
		[337819] = 12,
		[388201] = 10,
		[385233] = 1,
		[377995] = "Главный кузнец Горек",
		[384208] = 10,
		[164965] = "Натуралист Вечного Цветения",
		[426905] = "Прислужник Гур'ши",
		[369806] = "Огромный берсерк",
		[379020] = "Neltharus Weapons",
		[392329] = 11,
		[376934] = "Древорот",
		[187878] = 7,
		[388245] = "Голиаф-проглот",
		[375950] = "Воин стихий – сотворительница льда",
		[376974] = 6,
		[6262] = 9,
		[164973] = "Натуралист Вечного Цветения",
		[255575] = "Жрица Алун'за",
		[203415] = 3,
		[382094] = 2,
		[378011] = "Охранник",
		[386202] = "Вексам <Магическая книга>",
		[34861] = 5,
		[382095] = 2,
		[395413] = 10,
		[417957] = 10,
		[377004] = "Кроут",
		[369811] = "Огромный берсерк",
		[232412] = 9,
		[214621] = 5,
		[135286] = 11,
		[382097] = 2,
		[366741] = 12,
		[412810] = "Оживший дракон",
		[333964] = 7,
		[378003] = "Охранник",
		[366742] = 11,
		[367503] = "Голос разложения",
		[378764] = "Древорот",
		[384139] = "Пламенный разрушитель",
		[384906] = 2,
		[194153] = 11,
		[396167] = 10,
		[390290] = "Насыщательница Сария",
		[379029] = 8,
		[384148] = "Гнилозубая гиена <Пузострелка>",
		[218164] = 10,
		[386196] = 1,
		[415885] = 7,
		[255579] = "Жрица Алун'за",
		[381834] = "Рира Когтерезка",
		[373912] = "Гниломаг Око Гнева",
		[30471] = "Разоритель из клана Изувеченной Длани",
		[384150] = "Боец-коготь",
		[428926] = "Безликий дозорный",
		[369818] = "Огромный берсерк",
		[43308] = 6,
		[59913] = 7,
		[377738] = "Рефти-распорядитель",
		[414864] = 1,
		[199786] = 8,
		[188389] = 7,
		[124991] = 11,
		[414865] = 11,
		[395414] = 10,
		[255581] = "Жрица Алун'за",
		[387975] = "Алгет'арская заклинательница",
		[386201] = "[*] Оскверненная мана",
		[399510] = 10,
		[192109] = 7,
		[373915] = "Гниломаг Око Гнева",
		[373917] = "Гниломаг Око Гнева",
		[280776] = 1,
		[255582] = "[*] Расплавленное золото",
		[417939] = 10,
		[369823] = "Злобный василиск",
		[415892] = 3,
		[382183] = 10,
		[92232] = 9,
		[390299] = 2,
		[344006] = 10,
		[387174] = 2,
		[385181] = "Голиаф-проглот",
		[378015] = 3,
		[317614] = 6,
		[27609] = "Жрица Делрисса",
		[196718] = 12,
		[410776] = "Защитница из рода Бесконечности",
		[201837] = "Скверносерд-призыватель",
		[429204] = 11,
		[267171] = 9,
		[369828] = "Злобный василиск",
		[236645] = 8,
		[371875] = "Куалаши-новобранец",
		[390155] = 12,
		[386208] = 1,
		[431994] = 10,
		[384161] = "Куалаши-факельщица",
		[257622] = 3,
		[260708] = 1,
		[88625] = 5,
		[375904] = 5,
		[385186] = "Мерзорот",
		[2061] = 5,
		[395424] = 4,
		[228360] = 5,
		[376997] = "Кроут",
		[427161] = 7,
		[217200] = 3,
		[386181] = "Вексам <Магическая книга>",
		[375984] = 7,
		[385187] = "Голиаф-проглот",
		[121411] = 4,
		[123725] = 10,
		[117828] = 9,
		[383875] = "Древорот",
		[429221] = 5,
		[2948] = 8,
		[378016] = 3,
		[187874] = 7,
		[372851] = "Мелидрусса Истощенная Холодом",
		[30500] = "Главный чернокнижник Пустоклят",
		[373943] = "Увядший дуб",
		[383873] = 1,
		[407714] = "Гниль Галакронда",
		[120644] = 5,
		[201365] = "Истерзанный кровопийца",
		[421979] = 4,
		[201842] = "Скверносерд-призыватель",
		[392359] = 2,
		[397478] = 3,
		[373932] = "Драконья иллюзия",
		[333957] = 7,
		[392360] = 11,
		[135299] = 3,
		[412806] = "Оживший дракон",
		[44335] = 2,
		[375981] = 5,
		[2060] = 5,
		[378029] = "Рви-зуб",
		[207386] = 11,
		[375982] = 7,
		[405671] = "Ожившие потоки времени",
		[156287] = 1,
		[392061] = 3,
		[255591] = "Жрица Алун'за",
		[405672] = "Ожившие потоки времени",
		[373936] = "Увядший дуб",
		[376933] = "Древорот",
		[253544] = "Дазар'айский духовник",
		[377008] = "Кроут",
		[229417] = 12,
		[164990] = "Водяная капля",
		[404650] = "Ожившие потоки времени",
		[315584] = 4,
		[386223] = "Изначальный щит бури",
		[415912] = 3,
		[375986] = 7,
		[315585] = 4,
		[373939] = "Тотем взрывной гнили <Гниломаг Око Гнева>",
		[32409] = "[*] Слово Тьмы: Смерть",
		[378992] = 11,
		[114255] = 5,
		[386225] = 8,
		[212084] = 12,
		[395336] = 11,
		[15503] = "Эрамас Сияющее Пламя",
		[20572] = 3,
		[395440] = 9,
		[394324] = 4,
		[387146] = "Тотем энергии бури",
		[373942] = "Гниломаг Око Гнева",
		[403631] = "Edentulous-Silvermoon",
		[391215] = 12,
		[385916] = "Гранит",
		[386228] = "Изначальный щит бури",
		[2645] = 7,
		[49966] = "Tonnetjerond <Pumbaahh-Ragnaros>",
		[206967] = 6,
		[373944] = "Гниломаг Око Гнева",
		[383231] = "Куалаши-лавамант",
		[253548] = "Дазар'айский сокрушитель",
		[405681] = "Erakashak <Zek-Frostmane>",
		[382135] = 12,
		[173184] = 7,
		[78674] = 11,
		[377017] = "Полководец Сарга",
		[257542] = 8,
		[195707] = 1,
		[366789] = 2,
		[438443] = 10,
		[225921] = 12,
		[115450] = 10,
		[407413] = "Гниль Галакронда",
		[205386] = 5,
		[369853] = "Дюжий камнемет",
		[429048] = "Эрунак Говорящий с Камнем",
		[392376] = 2,
		[370766] = "Кристальный крушитель",
		[369854] = "Дюжий камнемет",
		[377101] = 6,
		[78675] = 11,
		[22812] = 11,
		[62124] = 2,
		[387135] = "Воин стихий – искрящий клинок",
		[359618] = "Тэйлания-Дракономор",
		[388984] = "Чародейский опустошитель",
		[211545] = 11,
		[210042] = 12,
		[198269] = "Верховный друид Глайдалис",
		[369605] = "Бромач",
		[334934] = 1,
		[391356] = 11,
		[389054] = "Чародейский добытчик",
		[55342] = 8,
		[374854] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[391357] = 12,
		[47536] = 5,
		[31566] = "Владыка болот Мусел'ек",
		[418999] = 2,
		[387263] = 9,
		[81751] = 5,
		[415769] = "Сгусток времени",
		[382145] = 2,
		[387264] = "Гниломаг Око Гнева",
		[384193] = 11,
		[424813] = 2,
		[382146] = 10,
		[424120] = 8,
		[384194] = "Пеплоплет воинов стихий",
		[428096] = "Глубоководный мурлок",
		[106830] = 11,
		[366791] = 8,
		[384019] = "Чаргат Дробитель Чешуи",
		[199851] = 1,
		[386997] = 9,
		[260667] = "Позолоченная жрица",
		[108366] = 9,
		[121153] = 4,
		[382149] = 5,
		[385078] = "Потрескивающая воронка",
		[192106] = 7,
		[405696] = "Ожившие потоки времени",
		[373960] = "Гниломаг Око Гнева",
		[249919] = "Язма",
		[392388] = 4,
		[377912] = "Охранник",
		[198793] = 12,
		[259187] = "Язма",
		[387955] = "Алгет'арский целитель",
		[382836] = "Маруук",
		[382152] = 5,
		[118] = 8,
		[408770] = 10,
		[377034] = "Кроут",
		[427212] = 9,
		[201858] = "Скверносерд-стрелок",
		[429246] = 5,
		[231428] = 9,
		[382154] = 6,
		[117313] = 1,
		[213634] = 5,
		[188550] = 11,
		[382155] = 9,
		[384882] = "[*] Молния призванной бури",
		[425153] = 2,
		[414936] = 2,
		[382156] = 8,
		[228477] = 12,
		[425154] = 2,
		[196741] = 10,
		[382157] = 5,
		[51124] = 6,
		[392395] = "Громоголов",
		[270569] = 9,
		[439488] = "Эхо Дорагосы",
		[228478] = 12,
		[425156] = 2,
		[389325] = 10,
		[59567] = 5,
		[259191] = "Язма",
		[169613] = "Йалну",
		[47666] = 5,
		[390350] = 2,
		[387113] = 2,
		[392398] = "Изначальная грозовая туча",
		[434021] = 11,
		[382161] = 10,
		[198103] = 7,
		[392399] = "Изначальная грозовая туча",
		[389328] = 10,
		[414922] = "Шпорлок Часовой Времени",
		[183435] = 2,
		[253562] = "Дазар'айский авгур",
		[385234] = 1,
		[316643] = 1,
		[210053] = 11,
		[392401] = 4,
		[422090] = "Древень <Сострадание>",
		[427209] = 9,
		[305392] = 6,
		[384015] = "Страж Иридий",
		[260734] = 7,
		[209426] = 12,
		[429268] = "Детеныш Зери'так <Алтэри>",
		[392403] = 4,
		[256123] = 6,
		[106785] = 11,
		[342240] = 7,
		[200329] = "Тень Ксавия",
		[374823] = "Вестник бури Сайраз",
		[373977] = "Воин стихий – танцор пламени",
		[195592] = 7,
		[374641] = "Главный кузнец Горек",
		[422094] = "Древень <Сострадание>",
		[394453] = 12,
		[378020] = "Рви-зуб",
		[392406] = "Воин бури",
		[33206] = 5,
		[275699] = 6,
		[383193] = 11,
		[400597] = "Тир, Хранитель Бесконечности",
		[113746] = 10,
		[427215] = 9,
		[92231] = 12,
		[188046] = "Обитатель Сна <Kamu-Blackhand>",
		[393432] = "Рефти-защитник",
		[394456] = 1,
		[342245] = 8,
		[218759] = "Гноешкурый гризли",
		[204852] = "Обитатель Кошмара",
		[47540] = 5,
		[212105] = 12,
		[195181] = 6,
		[31429] = "Коготь",
		[219788] = 6,
		[342247] = 8,
		[76636] = "Опороченный часовой",
		[427000] = "Крадущийся теневой клинок",
		[406744] = 11,
		[55090] = 6,
		[335082] = 1,
		[392420] = 9,
		[386270] = 4,
		[390981] = 5,
		[437458] = "Чаргат Дробитель Чешуи",
		[425181] = 12,
		[35511] = "Меткий стрелок из клана Изувеченной Длани",
		[373614] = "Пламенный разрушитель",
		[376685] = "Хан Балакар",
		[393438] = 2,
		[200658] = "Грозный разрушитель",
		[171619] = 9,
		[361500] = "Edentulous-Silvermoon",
		[418009] = "Лучник Альянса",
		[427223] = "Гнилостный пиромант",
		[383978] = 1,
		[429271] = 10,
		[221322] = 6,
		[213644] = 2,
		[376850] = "Амадена",
		[373973] = "Воин стихий – танцор пламени",
		[177731] = "Зачарованные воды",
		[427225] = "Гнилостный пиромант",
		[383204] = "[*] Сокрушающее цунами",
		[392418] = 9,
		[376683] = "Хан Балакар",
		[390371] = 7,
		[424155] = "Амадена",
		[57755] = 1,
		[114214] = 5,
		[1079] = 11,
		[392394] = "Огнезев",
		[425180] = 2,
		[393444] = "Рефти-защитник",
		[201361] = "Истерзанный кровопийца",
		[395492] = 5,
		[47541] = 6,
		[409442] = 3,
		[60203] = 4,
		[128594] = 3,
		[76363] = "Нестабильная порча",
		[372971] = "Куалаши-кузнец",
		[390375] = 2,
		[422750] = 12,
		[29722] = 9,
		[409587] = 4,
		[375893] = 3,
		[391400] = 10,
		[122708] = 5,
		[200851] = 11,
		[201363] = 1,
		[119381] = 10,
		[388330] = 11,
		[152108] = 9,
		[381955] = 5,
		[373756] = "Чаргат Дробитель Чешуи",
		[335096] = 1,
		[168092] = "Страж жизни Гола",
		[201364] = 1,
		[391403] = 5,
		[335097] = 1,
		[373897] = "Разложившийся старый древень",
		[374000] = 2,
		[207311] = 6,
		[335098] = 1,
		[378055] = "Разлагающийся слизень <Древорот>",
		[414951] = 2,
		[424165] = 6,
		[51637] = 4,
		[260231] = 3,
		[374002] = 2,
		[405478] = "Ожившие потоки времени",
		[335100] = 1,
		[34477] = 3,
		[40120] = 11,
		[48438] = 11,
		[308087] = 7,
		[372583] = "Куалаши-охотник",
		[400360] = 11,
		[428263] = "Леди Наз'жар",
		[38064] = "Эфириал-чудесник",
		[385266] = 7,
		[414955] = 1,
		[291843] = 6,
		[255626] = "Оживленный почетный страж",
		[409837] = 12,
		[390386] = "Edentulous-Silvermoon",
		[403695] = 2,
		[343294] = 6,
		[429172] = "Подчиняющий разум Гур'ша",
		[419052] = 5,
		[17057] = 11,
		[343295] = 6,
		[425949] = 6,
		[372213] = "Куалаши - воин лавы",
		[394080] = 4,
		[384246] = 3,
		[34874] = "Топеглад",
		[107574] = 1,
		[424792] = 2,
		[384247] = 5,
		[108853] = 8,
		[427245] = "Незадачливый ассистент",
		[280849] = 1,
		[381933] = 7,
		[589] = 5,
		[148135] = 10,
		[205345] = 8,
		[2643] = 3,
		[368893] = 2,
		[386297] = 3,
		[256138] = "Дазар'айский почетный страж",
		[200654] = 2,
		[383840] = "Страж Иридий",
		[44461] = 8,
		[424177] = 9,
		[377830] = "Рира Когтерезка",
		[243651] = 7,
		[396124] = "Пузострелка",
		[423765] = 9,
		[253583] = "Дазар'айский авгур",
		[368896] = 5,
		[197277] = 2,
		[214169] = 1,
		[384253] = 2,
		[389372] = 9,
		[386301] = 3,
		[390111] = "Каджин Непреклонная",
		[38065] = "Ужасень Нексуса",
		[386015] = "Воин стихий – буревестник",
		[400680] = "Тир, Хранитель Бесконечности",
		[201885] = "Скверносерд-стрелок",
		[49576] = 6,
		[154796] = 11,
		[387932] = "Алгет'арский рыцарь эха",
		[390618] = 6,
		[124507] = 10,
		[16145] = "Центурион клана Изувеченной Длани",
		[76133] = "Нептулон",
		[321529] = 8,
		[412922] = "Шпорлок Часовой Времени",
		[368901] = 5,
		[374020] = "Аппарат сдерживания",
		[395519] = 10,
		[257541] = 8,
		[382426] = 5,
		[6795] = 11,
		[393606] = 2,
		[132168] = 1,
		[115804] = 10,
		[396168] = 10,
		[375046] = "Главный кузнец Горек",
		[371984] = "Ткач Холода Морозной Вспышки",
		[44314] = "Селин Огненное Сердце",
		[341263] = 5,
		[219809] = 6,
		[99] = 11,
		[260242] = 3,
		[199329] = "Дресарон",
		[55095] = 6,
		[100] = 1,
		[196770] = 6,
		[205472] = 8,
		[250368] = "Вол'каал",
		[270343] = 3,
		[256148] = 4,
		[79206] = 7,
		[154797] = 11,
		[392454] = "Чаротворец пламени",
		[196771] = 6,
		[205473] = 8,
		[387336] = 9,
		[374227] = "Edentulous-Silvermoon",
		[327611] = 6,
		[114014] = 4,
		[93795] = 11,
		[360686] = 10,
		[377807] = "Рира Когтерезка",
		[45242] = 5,
		[115294] = 10,
		[371982] = 11,
		[123996] = "Сюэнь <Talì-Blackrock>",
		[418086] = "Аномалия временного потока",
		[199844] = 8,
		[215572] = 1,
		[389387] = 10,
		[427266] = 2,
		[375055] = "Чаргат Дробитель Чешуи",
		[376079] = 1,
		[377103] = 6,
		[1719] = 1,
		[375056] = "Чаргат Дробитель Чешуи",
		[417030] = "Кудесница из Альянса",
		[416139] = "Хронолорд Дейос",
		[427268] = 10,
		[395532] = 11,
		[219589] = 8,
		[260247] = 3,
		[386319] = "Изначальный порыв",
		[428293] = "Отважный страж Леди Наз'жар",
		[32223] = 2,
		[389391] = 10,
		[372570] = "Куалаши-охотник",
		[403724] = "Тир, Хранитель Бесконечности",
		[44475] = "Маг-стражник Солнечного Клинка",
		[201754] = "Dragonante inferior <Nerwea-Sanguino>",
		[81256] = 6,
		[395535] = 11,
		[200359] = "Тень Ксавия",
		[419737] = 12,
		[374037] = 2,
		[403726] = 10,
		[115989] = 6,
		[345561] = "Тиира",
		[16739] = 1,
		[218755] = "Гноешкурый гризли",
		[163505] = 11,
		[417715] = 11,
		[88423] = 11,
		[425261] = 2,
		[371992] = "[*] Горящая цепь",
		[263165] = 5,
		[427293] = "Глубинный мурлок - рабочий",
		[370969] = 12,
		[116] = 8,
		[382805] = "Увядший дуб",
		[390421] = 11,
		[375065] = "Зловонная певица гнили",
		[247454] = 12,
		[703] = 4,
		[341282] = 5,
		[370971] = 12,
		[257692] = "[*] Вспышка тики",
		[383883] = 8,
		[382233] = "Батак",
		[227847] = 1,
		[247455] = 12,
		[30496] = "Главный чернокнижник Пустоклят",
		[114018] = 4,
		[130654] = 10,
		[120] = 8,
		[30989] = "Ревнитель из клана Изувеченной Длани",
		[357210] = "Тэйлания-Дракономор",
		[105771] = 1,
		[247456] = 12,
		[428951] = "Цветущее древо",
		[271671] = 7,
		[199852] = 1,
		[122] = 8,
		[205766] = 8,
		[31704] = "Черная Охотница",
		[376660] = "Хан Балакар",
		[388380] = 2,
		[373024] = "Разложившийся старый древень",
		[418080] = 10,
		[382802] = "Злобная заклинательница гнили",
		[400641] = "Тир, Хранитель Бесконечности",
		[188592] = 7,
		[410904] = "Хронолорд Дейос",
		[44547] = "Сестра Мучений",
		[315341] = 4,
		[400642] = "Тир, Хранитель Бесконечности",
		[427285] = "Нестабильный разлом <Prigoth-Mal'Ganis>",
		[199854] = 1,
		[335148] = 12,
		[426262] = 10,
		[341291] = 5,
		[196376] = "Верховный друид Глайдалис",
		[8122] = 5,
		[274283] = 11,
		[400204] = 11,
		[387361] = 9,
		[417050] = 12,
		[409884] = "Иридикрон",
		[275773] = 2,
		[372151] = "Медведь-кишкожуй",
		[130] = 8,
		[119907] = 9,
		[378149] = "Элементаль руды",
		[172578] = "Зараженный берсерк",
		[212653] = 8,
		[388942] = "Чародейский опустошитель",
		[133] = 8,
		[375079] = "Вестник бури Сайраз",
		[376103] = 8,
		[414731] = 1,
		[199345] = "Дресарон",
		[375080] = "Вестник бури Сайраз",
		[136] = 3,
		[288720] = 9,
		[234153] = 9,
		[414535] = "Иридикрон",
		[169657] = "Искаженное поганище",
		[377129] = 2,
		[139] = 5,
		[203953] = 11,
		[392486] = "Чаротворица бури",
		[250022] = "Язма",
		[382249] = "Хитроклык-мистик",
		[372561] = "Куалаши-охотник",
		[169658] = "Искаженное поганище",
		[65081] = 5,
		[378155] = "Лови-тотем",
		[157736] = 9,
		[392488] = "Чаротворица бури",
		[388523] = "Чаргат Дробитель Чешуи",
		[427296] = 10,
		[387370] = 5,
		[372014] = "Тэйлания-Дракономор",
		[80240] = 9,
		[388940] = "Чародейский опустошитель",
		[427917] = 12,
		[196277] = 9,
		[85288] = 1,
		[369573] = "Бейлог",
		[375087] = "Амадена",
		[400681] = "Тир, Хранитель Бесконечности",
		[19236] = 5,
		[49206] = 6,
		[30485] = "Язычник из клана Изувеченной Длани",
		[196278] = 9,
		[34881] = "Оракул из племени Темной Крови",
		[189112] = 12,
		[370511] = 5,
		[400683] = "Тир, Хранитель Бесконечности",
		[106839] = 11,
		[426288] = 12,
		[319836] = 8,
		[4987] = 2,
		[409898] = 5,
		[36033] = "Буян из клана Изувеченной Длани",
		[382795] = "Куалаши-лавамант",
		[45470] = 6,
		[408850] = 7,
		[386353] = "Амадена",
		[203958] = 11,
		[408388] = "Воин стихий – землетряс",
		[415554] = "Сгусток времени",
		[201399] = "Бес ужасающего огня",
		[384823] = "Шторм бушующего пламени <Кокия Пламенное Копыто>",
		[428823] = "Йалну",
		[373046] = "Мелидрусса Истощенная Холодом",
		[5211] = 11,
		[428329] = "Ледяная ведьма леди Наз'жар",
		[120679] = 3,
		[418092] = "[*] Искривленные потоки времени",
		[201400] = "Бес ужасающего огня",
		[382106] = 8,
		[50622] = 1,
		[256171] = 4,
		[17253] = 3,
		[167105] = 1,
		[376208] = "Хронолорд Дейос",
		[426284] = 1,
		[374073] = "Воин стихий – геомант",
		[411952] = "Исказительница времени из рода Бесконечности",
		[202425] = 11,
		[315720] = 1,
		[382264] = "Хронолорд Дейос",
		[203961] = 11,
		[172] = 9,
		[116841] = 10,
		[44224] = "Кель'тас Солнечный Скиталец",
		[420144] = 12,
		[259756] = 8,
		[397210] = "Кроут",
		[200642] = "Грозный разрушитель",
		[114282] = 11,
		[54049] = "Bruumon <Prigoth-Mal'Ganis>",
		[418098] = 1,
		[382267] = "Балара",
		[391481] = 6,
		[370898] = "Тэйлания-Дракономор",
		[385339] = "Маруук",
		[396424] = "Чаргат Дробитель Чешуи",
		[169929] = "Цветущее древо",
		[220855] = "Дресарон",
		[387910] = "Алгет'арский рыцарь эха",
		[382791] = "Куалаши-лавамант",
		[411958] = "Творение Иридикрона",
		[347462] = 12,
		[390163] = 12,
		[385434] = "Тиира",
		[115310] = 10,
		[429363] = "[*] Временная отдача",
		[853] = 2,
		[383385] = "Призывательница гнили",
		[31707] = "Water Elemental <Egúr-Sanguino>",
		[383813] = 2,
		[119914] = 9,
		[382272] = 8,
		[377105] = "Страж хранилища",
		[264656] = 3,
		[12782] = "Воитель клана Изувеченной Длани",
		[194249] = 5,
		[406921] = 7,
		[259760] = 9,
		[387985] = "Нестабильный разлом <Prigoth-Mal'Ganis>",
		[382274] = "Балара",
		[387393] = 9,
		[49088] = 6,
		[8042] = 7,
		[387127] = "Изначальный громозверь",
		[382787] = "Больная рубака",
		[320338] = 12,
		[3110] = "Zeppit <Sevërüs-Sanguino>",
		[376644] = "Хан Балакар",
		[228537] = 12,
		[16870] = 11,
		[389443] = "Нейтрализующее устройство",
		[374087] = 4,
		[255546] = 4,
		[56641] = 3,
		[382139] = 2,
		[81269] = 11,
		[397118] = 3,
		[391050] = "Верховная чаротворица Ривати",
		[413013] = "Хроникар",
		[428407] = "Чернила Озумата",
		[358733] = "Edentulous-Silvermoon",
		[212988] = 12,
		[389446] = "Нейтрализующее устройство",
		[250585] = "[*] Ядовитая лужа",
		[11972] = "Воитель клана Изувеченной Длани",
		[412944] = "Хроникар",
		[385352] = 2,
		[44226] = "[*] Искажение гравитации",
		[198590] = 9,
		[388424] = "Изначальное цунами",
		[389448] = "Dragonante inferior <Nerwea-Sanguino>",
		[396092] = 12,
		[93811] = 11,
		[2823] = 4,
		[385354] = 2,
		[164556] = "Запущенная поросль",
		[387402] = 9,
		[320334] = 12,
		[389450] = 3,
		[114738] = 7,
		[334168] = 7,
		[372047] = "Драгхар Отрицатель",
		[37956] = "Болотный скат",
		[221887] = 2,
		[371024] = 9,
		[384360] = 8,
		[414022] = 2,
		[428401] = "Чернила Озумата",
		[378139] = 5,
		[200389] = 11,
		[393019] = 2,
		[110960] = 8,
		[317791] = "Чародей из войска мертвых <Nagdecay-TwistingNether>",
		[49184] = 6,
		[19750] = 2,
		[768] = 11,
		[317792] = "Чародей из войска мертвых <Nagdecay-TwistingNether>",
		[384336] = "Равнинный топотун из клана Нокхуд",
		[46150] = "Ведьма из клана Змеиных Колец",
		[415603] = 5,
		[325983] = 2,
		[375614] = "Разлагающийся слизень",
		[390493] = 6,
		[382290] = 8,
		[325984] = 2,
		[383328] = 2,
		[218100] = 6,
		[117014] = 7,
		[24858] = 11,
		[145109] = 11,
		[426313] = 12,
		[414977] = 9,
		[387411] = "Жнец душ Даарен",
		[375924] = "Бейлог",
		[379256] = "Драконья иллюзия",
		[197628] = 11,
		[207289] = 6,
		[145110] = 11,
		[369662] = "Сотрясающий тотем <Бромач>",
		[369026] = "Тлерон",
		[395603] = 2,
		[55233] = 6,
		[400187] = 5,
		[65917] = 10,
		[197834] = 4,
		[388438] = 3,
		[414032] = "Ожившие потоки времени",
		[120696] = 5,
		[282449] = 4,
		[388439] = 11,
		[116849] = 10,
		[378202] = "Элементаль руды",
		[197835] = 4,
		[388440] = 8,
		[48707] = 6,
		[409632] = 11,
		[374586] = "Главный кузнец Горек",
		[212680] = 3,
		[368990] = "Тлерон",
		[228600] = 8,
		[372538] = "Вспышка лавы",
		[392537] = 1,
		[426321] = 10,
		[235219] = 8,
		[37668] = "Эфириал-чароплет",
		[425298] = 10,
		[426322] = 10,
		[152280] = 6,
		[377656] = 6,
		[25603] = "Эфириал-колдун",
		[260286] = 3,
		[260798] = 1,
		[93816] = 7,
		[388976] = "Чародейский опустошитель",
		[195757] = 6,
		[382303] = "Бромач",
		[369465] = "Ткач земли",
		[384351] = "Страж Иридий",
		[393565] = 10,
		[386399] = "Амадена",
		[203981] = 12,
		[702] = 9,
		[393566] = 10,
		[148187] = 10,
		[428374] = "Леди Наз'жар",
		[384353] = "Пузострелка",
		[113780] = 4,
		[2782] = 11,
		[386868] = 4,
		[36807] = "Оракул из племени Темной Крови",
		[196816] = 5,
		[370] = 7,
		[428376] = "Леди Наз'жар",
		[120954] = 10,
		[145629] = 6,
		[370901] = "Edentulous-Silvermoon",
		[407902] = "Ордынский предсказатель",
		[378054] = "[*] Увядание!",
		[385391] = 1,
		[213709] = 11,
		[87023] = 8,
		[384357] = 7,
		[157122] = 2,
		[432503] = 9,
		[135700] = 11,
		[413023] = "Лерай Служительница Времени",
		[377192] = 6,
		[382311] = 7,
		[424285] = 8,
		[413024] = "Валов Хранитель Времени",
		[20484] = 11,
		[391527] = 6,
		[334196] = 7,
		[120692] = 5,
		[225484] = "Разъяренный коготь ночи",
		[168666] = "Леди Байху",
		[407907] = 12,
		[376171] = "Воин стихий – сотворительница льда",
		[44614] = 8,
		[46153] = "Селин Огненное Сердце",
		[391528] = 11,
		[384362] = 1,
		[369006] = "Тлерон",
		[201427] = 12,
		[169179] = "Йалну",
		[215785] = 7,
		[376827] = "Хан Балакар",
		[386411] = "Тиира",
		[345228] = 2,
		[388459] = 6,
		[33865] = "Эфириал-падальщик",
		[406887] = 9,
		[416101] = 7,
		[400745] = 2,
		[426339] = 2,
		[376892] = "Хан Балакар",
		[362867] = 2,
		[31717] = "Черная Охотница",
		[192231] = "Тотем жидкой магмы <Шайэн>",
		[13877] = 4,
		[381416] = "Рира Когтерезка",
		[201846] = 7,
		[426341] = 11,
		[163073] = 12,
		[108920] = 5,
		[424248] = 11,
		[19434] = 3,
		[225919] = 12,
		[387440] = "Укхельский заклинатель зверей",
		[381329] = "Куалаши - воин лавы",
		[376170] = "Гниломаг Око Гнева",
		[385442] = "Голиаф-проглот",
		[387441] = 2,
		[204502] = "Тень Ксавия",
		[377204] = "Полководец Сарга",
		[127797] = 11,
		[412012] = "Рассекатель времени из рода Бесконечности",
		[417131] = 2,
		[31553] = "Караульный из клана Изувеченной Длани",
		[378229] = "Рви-зуб",
		[208086] = 1,
		[417132] = 2,
		[381301] = 12,
		[378230] = "Рви-зуб",
		[214229] = 12,
		[5308] = 1,
		[360827] = "Edentulous-Silvermoon",
		[81281] = 11,
		[46035] = "Магистр Солнечного Клинка",
		[202164] = 1,
		[360828] = 2,
		[388498] = 10,
		[339] = 11,
		[46155] = "Селин Огненное Сердце",
		[385429] = 6,
		[376169] = "Высший Чудотворец Фурал",
		[426289] = 12,
		[104316] = 9,
		[360830] = 4,
		[369466] = "Ткач земли",
		[412027] = "Хранитель из рода Бесконечности",
		[348] = 9,
		[30502] = "Главный чернокнижник Пустоклят",
		[195292] = 6,
		[428399] = "Чернила Озумата",
		[417138] = 2,
		[118905] = "Тотем конденсации <Шайэн>",
		[427376] = "Жаблин-охотник",
		[272790] = 3,
		[417139] = 12,
		[274838] = 11,
		[124280] = 10,
		[91776] = "Gravelleaper <Nagdecay-TwistingNether>",
		[392570] = "Огнезев",
		[116858] = 9,
		[45438] = 8,
		[426269] = 10,
		[419268] = 2,
		[369025] = "Тлерон",
		[199389] = "Дресарон",
		[428403] = "Жижа <Озумат>",
		[433522] = 5,
		[51271] = 6,
		[51399] = 6,
		[428404] = "[*] Чернильная тьма",
		[15286] = 5,
		[418167] = 1,
		[375596] = "Хранитель чар",
		[428405] = "Чернила Озумата",
		[392574] = "Чаротворица бури",
		[205021] = 8,
		[415097] = "Гниль Галакронда",
		[379] = 7,
		[50842] = 6,
		[373087] = "Шторм бушующего пламени <Кокия Пламенное Копыто>",
		[353759] = "Тэйлания-Дракономор",
		[395647] = "[*] Вспышка огня",
		[392576] = "Чаротворица бури",
		[198067] = 7,
		[427384] = "Жаблин-охотник",
		[86659] = 2,
		[396672] = "Чаргат Дробитель Чешуи",
		[427912] = 12,
		[397734] = 2,
		[91778] = "Gravelleaper <Nagdecay-TwistingNether>",
		[425338] = 12,
		[328082] = 4,
		[1953] = 8,
		[260668] = "Позолоченная жрица",
		[227034] = 11,
		[8599] = "Дикарь из племени Темной Крови",
		[390532] = 11,
		[118922] = 3,
		[394021] = 4,
		[401794] = "Хроникар",
		[429233] = 2,
		[385441] = 6,
		[384391] = 1,
		[373130] = 5,
		[237286] = 10,
		[98440] = 4,
		[372107] = "Кокия Пламенное Копыто",
		[17962] = 9,
		[383313] = 6,
		[6572] = 1,
		[129914] = 10,
		[106898] = 11,
		[386441] = 12,
		[93827] = 2,
		[253654] = "Дазар'айский сокрушитель",
		[399502] = 8,
		[374157] = 7,
		[407891] = "Ордынский предсказатель",
		[277925] = 4,
		[205448] = 5,
		[383781] = 10,
		[416132] = 5,
		[108416] = 9,
		[371028] = 5,
		[205231] = "Созерцатель тьмы <Kazkrog-Kazzak>",
		[980] = 9,
		[386998] = 9,
		[2098] = 4,
		[13750] = 4,
		[424324] = 11,
		[372113] = "Зараженный плеточник <Увядший дуб>",
		[225503] = "[*] Оскверненное насыщение",
		[6940] = 2,
		[281000] = 1,
		[376209] = "Хронолорд Дейос",
		[369043] = "Стражник хранилища",
		[60103] = 7,
		[383376] = 1,
		[30633] = "О'мрогг Завоеватель",
		[377234] = 9,
		[271788] = 3,
		[372141] = 11,
		[384004] = 2,
		[374075] = "Воин стихий – геомант",
		[415114] = "Анзон",
		[391568] = 6,
		[388497] = 10,
		[196840] = 7,
		[394258] = 6,
		[66188] = 6,
		[198376] = "Верховный друид Глайдалис",
		[453] = 5,
		[53652] = 2,
		[167152] = 5,
		[388499] = 10,
		[37965] = "Шаркун Нижетопи",
		[406927] = 7,
		[121471] = 4,
		[54729] = 6,
		[369049] = "Стражник хранилища",
		[85739] = 1,
		[428427] = 2,
		[25504] = 7,
		[465] = 2,
		[35022] = 9,
		[399497] = 10,
		[260243] = 3,
		[2094] = 4,
		[382753] = 12,
		[394454] = 2,
		[2479] = 9,
		[369052] = "Стражник хранилища",
		[204021] = 12,
		[210152] = 12,
		[198379] = "Верховный друид Глайдалис",
		[15254] = "Эфириальный маяк",
		[142073] = 6,
		[391120] = "Лейтенант чешуйчатых губителей",
		[371124] = 10,
		[22570] = 11,
		[396718] = 1,
		[210153] = 12,
		[427292] = "Глубинный мурлок - рабочий",
		[377245] = 6,
		[378269] = 7,
		[390941] = 2,
		[46028] = "Маг-стражник Солнечного Клинка",
		[33871] = "Эфириал-падальщик",
		[217832] = 12,
		[383389] = 2,
		[359843] = 12,
		[390462] = "Лазурный Клинок",
		[256735] = 4,
		[274837] = 11,
		[359844] = 3,
		[63560] = 6,
		[498] = 2,
		[108839] = 8,
		[395035] = "Жнец душ Галтмаа",
		[376643] = 8,
		[406889] = 1,
		[383392] = "Призывательница гнили",
		[384416] = "Пузострелка",
		[418200] = "Маг портала бесконечности",
		[8092] = 5,
		[369022] = "Тлерон",
		[371070] = 2,
		[369061] = "Тлерон",
		[378275] = 7,
		[428439] = 10,
		[253666] = "Дазар'айский сокрушитель",
		[418202] = "Маг портала бесконечности",
		[33919] = "Таварок",
		[383395] = 8,
		[278326] = 12,
		[377253] = 6,
		[378277] = 7,
		[414493] = "Тир, Хранитель Бесконечности",
		[46029] = "Рыцарь крови Солнечного Клинка",
		[37967] = "Шаркун Нижетопи",
		[211881] = 12,
		[38737] = "Газ'ан",
		[424216] = 11,
		["DEBUFF"] = 11,
		[114050] = 7,
		[374557] = 6,
		[378172] = "Элементаль руды",
		[389541] = "Статуя белого тигра <Talì-Blackrock>",
		[686] = 9,
		[375209] = "Опаляющая кузня",
		[198386] = "Верховный друид Глайдалис",
		[52174] = 1,
		[378281] = "Куалаши-чудотворица",
		[412065] = "Разрыватель эпох",
		[384343] = "Пузострелка",
		[422303] = 4,
		[378282] = "Куалаши-чудотворица",
		[403876] = 2,
		[145152] = 11,
		[30505] = "Главный чернокнижник Пустоклят",
		[264662] = 3,
		[204018] = 2,
		[400806] = 1,
		[36554] = 4,
		[102793] = 11,
		[383403] = 10,
		[178963] = 12,
		[426401] = 5,
		[8004] = 7,
		[204019] = 2,
		[46030] = "Рыцарь крови Солнечного Клинка",
		[394006] = 11,
		[2383] = 6,
		[395690] = "Воин стихий – штурмовик",
		[397077] = "Мелидрусса Истощенная Холодом",
		[415091] = 2,
		[391519] = 6,
		[342246] = 8,
		[373183] = 5,
		[32364] = "Принц Шаффар",
		[407313] = "Эсминец Орды",
		[387502] = "Akinferil <Lockfindo-Ravencrest>",
		[396716] = "Заросшее древо",
		[34942] = "Эфириал-черный маг",
		[419239] = 1,
		[407978] = "Анзон",
		[372147] = "Балара",
		[400169] = 5,
		[427430] = 4,
		[387504] = "Изначальное цунами",
		[404908] = 8,
		[163558] = 1,
		[409890] = 9,
		[374245] = "[*] Гниющий залив",
		[396719] = 1,
		[642] = 2,
		[406957] = 2,
		[66196] = 6,
		[378235] = "Рви-зуб",
		[198904] = "Гнилосердная дриада",
		[195321] = 10,
		[49998] = 6,
		[396721] = "Ветвь древня",
		[413621] = "Караульный из рода Бесконечности",
		[5277] = 4,
		[383882] = 8,
		[7384] = 1,
		[54861] = 11,
		[411055] = "Тэйлания-Дракономор",
		[383414] = 4,
		[407906] = "Ордынский предсказатель",
		[378208] = "Рви-зуб",
		[390581] = 1,
		[25771] = 2,
		[388546] = "Вексам <Магическая книга>",
		[228601] = 8,
		[406962] = "Метатель топоров",
		[403891] = "Морхи",
		[413105] = "Хроникар",
		[376149] = "Удушающее облако гнили <Гниломаг Око Гнева>",
		[411071] = 11,
		[436652] = "Драконид-разрушительница",
		[404916] = "Морхи",
		[81297] = 2,
		[390435] = 2,
		[264663] = 3,
		[404917] = "Морхи",
		[184575] = 2,
		[8921] = 11,
		[710] = 9,
		[41425] = 8,
		[110959] = 8,
		[391634] = "Ледниковый протодракон",
		[228597] = 8,
		[388539] = 1,
		[414133] = 2,
		[27243] = 9,
		[440751] = 10,
		[428294] = "Отважный страж Леди Наз'жар",
		[384290] = 4,
		[196819] = 4,
		[228598] = 8,
		[199373] = "Войско мертвых|T237511:0|t <Nagdecay-TwistingNether>",
		[381375] = 6,
		[31850] = 2,
		[412088] = 4,
		[47568] = 6,
		[2983] = 4,
		[198916] = "Злогриб <Гнилосердный хранитель>",
		[225788] = 12,
		[48020] = 9,
		[213243] = 12,
		[320976] = 3,
		[383067] = "Батак",
		[388544] = "Заросшее древо",
		[70890] = 6,
		[368081] = "Бурошкур-заклинательница",
		[12248] = "Оракул из племени Темной Крови",
		[392640] = "Громоголов",
		[381379] = "Рви-зуб",
		[772] = 1,
		[774] = 11,
		[392641] = "Громоголов",
		[57934] = 4,
		[12472] = 8,
		[387523] = "Зачарованный боевой топор",
		[392642] = "Громоголов",
		[31935] = 2,
		[406975] = 2,
		[202770] = 11,
		[148022] = 8,
		[274912] = 10,
		[427451] = "Бурлящая жижа <Командир Улток>",
		[38739] = "Топеглад",
		[196354] = "Верховный друид Глайдалис",
		[414143] = 10,
		[419273] = 5,
		[197908] = 10,
		[347600] = 6,
		[374544] = "Зловонная певица гнили",
		[385805] = "Мерзорот",
		[232698] = 5,
		[360954] = 8,
		[131347] = 12,
		[33110] = 5,
		[384476] = "Лучница из клана Нокхуд",
		[369424] = "Прыгучий паук",
		[426431] = 11,
		[236282] = 1,
		[419081] = 2,
		[221886] = 2,
		[375068] = "Лавовые щупальца <Магмобивень>",
		[427456] = "Командир Улток",
		[408005] = "Edentulous-Silvermoon",
		[390933] = 5,
		[111759] = 5,
		[6552] = 1,
		[377222] = "[*] Поглощение",
		[388555] = 10,
		[386540] = 8,
		[406983] = 2,
		[31403] = "Центурион клана Изувеченной Длани",
		[194310] = 6,
		[50769] = 11,
		[411079] = 12,
		[408008] = "Анзон",
		[390636] = 5,
		[388443] = 9,
		[427913] = 12,
		[139546] = 4,
		[194311] = 6,
		[270827] = 5,
		[411081] = 12,
		[91797] = "Plagueslobber <Asiknight-TwistingNether>",
		[212739] = 6,
		[390617] = 5,
		[32363] = "Принц Шаффар",
		[375251] = "Магмобивень",
		[44538] = "Контрабандист Эфириума",
		[373204] = 5,
		[252666] = "Крадущийся теневой клинок",
		[428487] = 4,
		[61391] = 11,
		[369110] = "Тлерон",
		[382419] = 8,
		[440773] = 10,
		[198408] = "Верховный друид Глайдалис",
		[275779] = 2,
		[423193] = 4,
		[362969] = "Тэйлания-Дракономор",
		[409038] = "Защитница из рода Бесконечности",
		[37973] = "Мирмидон из клана Зловещего Плавника",
		[91800] = "Gravelleaper <Nagdecay-TwistingNether>",
		[392666] = "Главный кузнец Горек",
		[30478] = "Новообращенный орк Скверны",
		[390918] = "Мерзкий плеточник",
		[72221] = 12,
		[89751] = 8,
		[343520] = "[*] Бушующий",
		[376080] = 1,
		[419278] = 9,
		[388367] = 10,
		[368091] = "Злобная гиена",
		[405970] = "Хроникар",
		[419279] = 5,
		[250028] = "Язма",
		[212743] = 4,
		[369116] = "Тлерон",
		[36054] = "Дикарь из клана Изувеченной Длани",
		[34940] = "Ловчий нексуса",
		[376283] = 2,
		[125050] = 3,
		[415186] = 12,
		[408] = 4,
		[376284] = 5,
		[373213] = 5,
		[423377] = 2,
		[370966] = 12,
		[45524] = 6,
		[406647] = 2,
		[415188] = 12,
		[424402] = "Амадена",
		[46036] = "Магистр Солнечного Клинка",
		[50259] = 11,
		[423379] = 2,
		[982] = 3,
		[343527] = 2,
		[388868] = "[*] Магическая воронка",
		[415190] = 3,
		[89753] = "Akinferil <Lockfindo-Ravencrest>",
		[132764] = 3,
		[374535] = "Главный кузнец Горек",
		[386526] = "Рогоплав-магоед",
		[228532] = 12,
		[384479] = "Лучница из клана Нокхуд",
		[205523] = 10,
		[203533] = 4,
		[412129] = "Лерай Служительница Времени",
		[374534] = "Главный кузнец Горек",
		[12057] = "Дикарь из племени Темной Крови",
		[213771] = 11,
		[371172] = 12,
		[389890] = 12,
		[20271] = 2,
		[388866] = "Оскверненный манадемон",
		[1022] = 2,
		[376292] = "Хронолорд Дейос",
		[38166] = "Зараженный берсерк",
		[390625] = 6,
		[408029] = "Лозкелет",
		[374533] = "Главный кузнец Горек",
		[1044] = 2,
		[381699] = 10,
		[401150] = 1,
		[437719] = "Воин стихий – певица бури",
		[363916] = "Edentulous-Silvermoon",
		[334275] = 9,
		[279043] = 4,
		[425719] = 6,
		[34392] = "Светящийся острожал",
		[411103] = 12,
		[376186] = "Надзиратель Лахар",
		[372201] = "Куалаши-факельщица",
		[412131] = "Лерай Служительница Времени",
		[392451] = "Чаротворец пламени",
		[412128] = "Лерай Служительница Времени",
		[395521] = 10,
		[414176] = 2,
		[382440] = 8,
		[387559] = "Изначальное цунами",
		[372203] = "Куалаши-факельщица",
		[388537] = "Вексам <Магическая книга>",
		[374251] = "Edentulous-Silvermoon",
		[406886] = "Гниль Галакронда",
		[32365] = "Принц Шаффар",
		[157981] = 8,
		[406648] = 2,
		[375276] = 11,
		[392569] = "Огнезев",
		[381419] = "Рира Когтерезка",
		[1160] = 1,
		[22703] = 9,
		[29166] = 11,
		[373257] = 4,
		[23920] = 1,
		[388598] = 7,
		[384492] = "Повелительница зверей из клана Нокхуд",
		[207771] = 12,
		[382445] = 8,
		[387564] = "Сотворенный плеточник",
		[372208] = "[*] Джарадинская лава",
		[381694] = "Рви-зуб",
		[271881] = 4,
		[432610] = 7,
		[384494] = "Киракка",
		[377338] = "Воденыш",
		[428526] = "Пятно <Озумат>",
		[412136] = "Валов Хранитель Времени",
		[437730] = "Воин стихий – певица бури",
		[410089] = "Edentulous-Silvermoon",
		[44504] = "Презренный-полутруп",
		[384507] = 2,
		[384764] = "Гнилозубая гиена <Пузострелка>",
		[289555] = 12,
		[52437] = 1,
		[412138] = "Валов Хранитель Времени",
		[44503] = "Презренный-полутруп",
		[385531] = "Голиаф-проглот",
		[390640] = 6,
		[11426] = 8,
		[425448] = 11,
		[110745] = 5,
		[413428] = "Маятник",
		[383485] = 1,
		[372224] = "Куалаши-костедробительница",
		[385540] = 3,
		[386547] = "Тиира",
		[387571] = "Изначальное цунами",
		[343550] = 9,
		[426474] = 10,
		[427498] = "Страж жизни Гола",
		[264735] = 3,
		[213786] = 6,
		[34394] = "Светящийся острожал",
		[102560] = 11,
		[424428] = "Edentulous-Silvermoon",
		[5374] = 4,
		[418286] = 10,
		[427500] = "Страж жизни Гола",
		[383479] = 8,
		[384503] = 2,
		[422382] = "Древень <Сострадание>",
		[35546] = 4,
		[91807] = 6,
		[75683] = "Леди Наз'жар",
		[44120] = "Эрамас Сияющее Пламя",
		[407027] = "Гниль Галакронда",
		[375291] = "Главный кузнец Горек",
		[388600] = 8,
		[372226] = "Куалаши-костестраж",
		[386553] = 2,
		[384761] = "Яростная буря",
		[255373] = "Резан",
		[374523] = "Силовой росток",
		[427509] = "Демиург Телу",
		[273947] = 6,
		[372222] = "Лазурный Клинок",
		[377341] = "Водяной яростень",
		[252687] = "Крадущийся теневой клинок",
		[426486] = 11,
		[372223] = "Куалаши-костестраж",
		[37978] = "Лекарь Темной Крови",
		[374271] = 6,
		[428530] = "Чернила Озумата",
		[376319] = "Хронолорд Дейос",
		[355851] = 5,
		[1464] = 1,
		[37979] = "Лекарь Темной Крови",
		[372225] = "Куалаши-костедробительница",
		[23600] = "Полководец Саларис",
		[427508] = "Демиург Телу",
		[397827] = 12,
		[425461] = 12,
		[115867] = 10,
		[386559] = "Каджин Непреклонная",
		[255372] = "Резан",
		[384512] = "Мастер копья из клана Нокхуд",
		[385536] = "Воин стихий – танцор пламени",
		[427510] = "Дулгу",
		[185245] = 12,
		[44505] = "Презренный-полутруп",
		[390661] = 6,
		[423416] = 5,
		[379395] = 11,
		[388609] = 10,
		[319238] = 6,
		[185123] = 12,
		[412156] = "Затерянный во времени аэробот",
		[376325] = "[*] Зона вечности",
		[381444] = "Рира Когтерезка",
		[260881] = 7,
		[383492] = 8,
		[108446] = 9,
		[414205] = "Иридикрон",
		[416256] = "Творение Иридикрона <Иридикрон>",
		[289308] = 8,
		[34268] = "Газ'ан",
		[416257] = "Творение Иридикрона <Иридикрон>",
		[426731] = "Оракул леди Наз'жар",
		[416254] = "Творение Иридикрона",
		[188196] = 7,
		[369162] = 10,
		[193315] = 4,
		[34298] = "Коготь",
		[391688] = 1,
		[243991] = 4,
		[419327] = "Темпоральный мародер",
		[375306] = "Главный кузнец Горек",
		[428542] = "Часовой Леди Наз'жар",
		[30639] = "Бешеный бойцовый пес",
		[419328] = "Темпоральный мародер",
		[117405] = 3,
		[404996] = 2,
		[157997] = 8,
		[382474] = "Голос разложения",
		[379403] = 11,
		[417282] = 9,
		[1680] = 1,
		[384524] = "Страж Иридий",
		[379404] = "Куалаши - воин лавы",
		[86949] = 8,
		[419563] = 7,
		[199460] = "Дресарон",
		[137639] = 10,
		[46042] = "Чернокнижник Солнечного Клинка",
		[385292] = "[*] Жидкая сталь",
		[379406] = "Куалаши - воин лавы",
		[383501] = 8,
		[374517] = "Главный кузнец Горек",
		[53365] = 6,
		[387596] = "Восставший мистик",
		[379407] = 11,
		[416264] = "Хронолорд Дейос",
		[373265] = 4,
		[390669] = 5,
		[354838] = 4,
		[396812] = "Зачарованный скипетр",
		[385551] = "Голиаф-проглот",
		[416265] = "Хронолорд Дейос",
		[424454] = 10,
		[388623] = "Заросшее древо",
		[199063] = "Корни-душители",
		[319233] = 6,
		[379410] = "Куалаши - воин лавы",
		[384529] = "Гнилозубая гиена <Пузострелка>",
		[416266] = "Хронолорд Дейос",
		[228128] = 12,
		[89766] = 9,
		[388625] = "Заросшее древо",
		[384531] = "Гнилозубая гиена <Пузострелка>",
		[325153] = 10,
		[416267] = "Оживший дракон",
		[145205] = 11,
		[212464] = "Верховный друид Глайдалис",
		[419339] = "Темпоральный мародер",
		[372794] = "Драгхар Отрицатель",
		[46043] = "Чернокнижник Солнечного Клинка",
		[389407] = 5,
		[405006] = 2,
		[132409] = 9,
		[375057] = "Чаргат Дробитель Чешуи",
		[186265] = 3,
		[85416] = 2,
		[383269] = 6,
		[122783] = 10,
		[426297] = 10,
		[370965] = 12,
		[413423] = 12,
		[383168] = 5,
		[387611] = "Укхельский осквернитель",
		[15290] = 5,
		[123040] = 5,
		[121557] = 5,
		[287280] = 2,
		[423439] = 10,
		[387608] = "Укхельский осквернитель",
		[412181] = "Затерянный во времени аэробот",
		[373276] = 5,
		[419345] = 7,
		[85673] = 2,
		[368158] = 7,
		[373277] = 5,
		[341541] = 4,
		[71342] = 3,
		[107428] = 10,
		[37470] = "Эфириал-чароплет",
		[407065] = 2,
		[228645] = 6,
		[46044] = "Бес Солнечного Клинка <Чернокнижник Солнечного Клинка>",
		[373279] = "Потусторонняя тварь <Elydiel-Blackhand>",
		[379425] = 5,
		[202028] = 11,
		[406043] = "Edentulous-Silvermoon",
		[381470] = "Лови-тотем",
		[415254] = "Анзон",
		[387613] = "Укхельский осквернитель",
		[273977] = 6,
		[373281] = 5,
		[201517] = "Скверносерд-лазутчик",
		[387614] = "Укхельский вестник смерти",
		[413208] = "Морхи <Морхи>",
		[385567] = "Воин стихий – танцор пламени",
		[23922] = 1,
		[346665] = 12,
		[385568] = "Воин стихий – танцор пламени",
		[196911] = 4,
		[201428] = 12,
		[22568] = 11,
		[271896] = 4,
		[410139] = 10,
		[322098] = 5,
		[8220] = 5,
		[1943] = 4,
		[114852] = 2,
		[375335] = 9,
		[53595] = 2,
		[372262] = "Куалаши-костедробительница",
		[207150] = 6,
		[322101] = 10,
		[204079] = 2,
		[44534] = "Презренный-костолом",
		[2120] = 8,
		[44406] = "Яркочешуйчатый змей",
		[424475] = 12,
		[227723] = 12,
		[377383] = "Орел-вожак",
		[381684] = 7,
		[387621] = 10,
		[52212] = 6,
		[377384] = "Водяной яростень",
		[404195] = "Edentulous-Silvermoon",
		[25778] = "Болотник Нижетопи",
		[372266] = "Куалаши-костедробительница",
		[424479] = 9,
		[427549] = 6,
		[393957] = 11,
		[381482] = "[*] Кузнечный огонь",
		[315961] = 1,
		[406054] = "Edentulous-Silvermoon",
		[88748] = 9,
		[30449] = 8,
		[426527] = 2,
		[384318] = 1,
		[416290] = "Хронолорд Дейос",
		[413219] = "Сгусток времени",
		[385578] = "Лазурный Клинок",
		[46302] = 2,
		[387626] = 9,
		[57819] = 6,
		[385579] = "Лазурный Клинок",
		[423458] = 10,
		[391722] = 11,
		[46046] = "Врач Солнечного Клинка",
		[391723] = "Огнезев",
		[121253] = 10,
		[375343] = 9,
		[210738] = 6,
		[424484] = 7,
		[212786] = "Дубосерд",
		[391724] = "Огнезев",
		[27634] = "Гараксас",
		[93402] = 11,
		[375345] = 6,
		[412200] = "Затерянный во времени аэробот",
		[425509] = 2,
		[424107] = 10,
		[372015] = 11,
		[391726] = "Громоголов",
		[391727] = "Громоголов",
		[44639] = "Ведьма из клана Змеиных Колец",
		[427559] = "Бурлящая жижа <Командир Улток>",
		[268877] = 3,
		[77489] = 5,
		[377395] = "Хронолорд Дейос",
		[122278] = 10,
		[387633] = 9,
		[204598] = 12,
		[387636] = 9,
		[415275] = 2,
		[390706] = 5,
		[445988] = "[*] Просачивающаяся гниль",
		[375351] = "Ледниковый протодракон",
		[5215] = 11,
		[232752] = 6,
		[46047] = "Врач Солнечного Клинка",
		[373304] = 5,
		[100780] = 10,
		[88751] = 11,
		[389685] = 10,
		[389684] = 10,
		[61425] = 10,
		[424492] = 4,
		[413231] = 5,
		[373305] = 5,
		[122470] = 10,
		[375353] = "Ледниковый протодракон",
		[235313] = 8,
		[389686] = "Кристальная ярость",
		[248622] = 1,
		[5487] = 11,
		[388663] = 10,
		[424493] = 4,
		[378426] = 10,
		[143924] = 5,
		[235314] = 12,
		[44640] = "Сестра Мучений",
		[199483] = 3,
		[204090] = 3,
		[212792] = 8,
		[44533] = "Тихий презренный",
		[105174] = 9,
		[271105] = 6,
		[32316] = "Эфириал-чароплет",
		[377405] = "Хронолорд Дейос",
		[308814] = 5,
		[117418] = 10,
		[412215] = "Шпорлок Часовой Времени",
		[33891] = 11,
		[415448] = "Некрохлад",
		[428594] = "Озумат",
		[388668] = 10,
		[190784] = 2,
		[386621] = 9,
		[134477] = 8,
		[274009] = 6,
		[65116] = 2,
		[325197] = 10,
		[395996] = 4,
		[384575] = "Гнилозубая гиена",
		[194879] = 6,
		[199486] = 5,
		[212283] = 4,
		[225080] = 7,
		[418360] = 10,
		[374339] = "Рефти-защитник",
		[118699] = 9,
		[384577] = "Гнилозубая гиена",
		[373316] = 5,
		[250241] = "Вол'каал",
		[57822] = 11,
		[388673] = 12,
		[8221] = 1,
		[27581] = "Полководец Саларис",
		[251187] = "Ядовитый саурид",
		[417339] = "Тир, Хранитель Бесконечности",
		[426553] = 6,
		[325202] = 10,
		[242875] = 5,
		[46049] = "Часовой Солнечного Клинка",
		[374343] = "Эхо Дорагосы",
		[100784] = 10,
		[251188] = "Ядовитый саурид",
		[355916] = "Edentulous-Silvermoon",
		[207167] = 6,
		[425529] = 5,
		[387804] = 2,
		[271971] = "Зловещий охотник <Lockfindo-Ravencrest>",
		[123051] = "Подчинитель разума <Alléxandra-Draenor>",
		[125355] = 10,
		[374348] = "Edentulous-Silvermoon",
		[47585] = 5,
		[381512] = "Эркхарт Кровь Бури",
		[386631] = 1,
		[374349] = "Edentulous-Silvermoon",
		[425534] = 1,
		[381513] = "Эркхарт Кровь Бури",
		[386632] = 1,
		[407254] = "Edentulous-Silvermoon",
		[30451] = 8,
		[381514] = "Эркхарт Кровь Бури",
		[386633] = 1,
		[33508] = "Темный маг из клана Призрачной Луны",
		[392776] = 1,
		[418370] = 7,
		[325209] = 10,
		[53600] = 2,
		[406086] = 2,
		[373326] = "Эхо Дорагосы",
		[204611] = "Дубосерд",
		[253239] = "Дазар'айский сокрушитель",
		[392778] = 1,
		[381517] = "Эркхарт Кровь Бури",
		[50401] = 6,
		[381518] = "Эркхарт Кровь Бури",
		[377591] = 6,
		[252216] = 11,
		[374352] = "Эхо Дорагосы",
		[417490] = 8,
		[386640] = "Тарасекк-расхититель",
		[426564] = 6,
		[19574] = 3,
		[66235] = 2,
		[418377] = 2,
		[389710] = 2,
		[207684] = 12,
		[412233] = "Затерянный во времени ракетчик",
		[426703] = "Зверь <Nerwea-Sanguino>",
		[385616] = 4,
		[374355] = "Опаляющая кузня",
		[403021] = 5,
		[117679] = 11,
		[377427] = 5,
		[207685] = 12,
		[93622] = 11,
		[405069] = 11,
		[384598] = 12,
		[325217] = 10,
		[408141] = "Дажак",
		[384595] = 9,
		[382551] = 1,
		[325218] = 10,
		[391762] = 2,
		[372311] = "Куалаши-новобранец",
		[381525] = "Киракка",
		[374361] = "Эхо Дорагосы",
		[412238] = "Шпорлок Часовой Времени",
		[384597] = "Куалаши-страж",
		[430666] = 12,
		[407120] = "Метатель топоров",
		[34662] = "Владыка болот Мусел'ек",
		[421453] = 5,
		[384601] = "Neltharus Weapons",
		[407121] = "Ордынский чернокнижник",
		[259387] = 3,
		[428621] = "Жижа <Озумат>",
		[392791] = 1,
		[407122] = "Ордынский чернокнижник",
		[108211] = 4,
		[388822] = "Эхо Дорагосы",
		[35942] = "Бешеный бойцовый пес",
		[193356] = 4,
		[426575] = 10,
		[15228] = "Оракул из племени Темной Крови",
		[97462] = 1,
		[407124] = "Налетчик Орды",
		[390300] = 8,
		[374365] = "Магмобивень",
		[382555] = "Бурая бичевательница",
		[193357] = 4,
		[392490] = 6,
		[392793] = 1,
		[385627] = 4,
		[382556] = "Бурая бичевательница",
		[193358] = 4,
		[97493] = 6,
		[426578] = 7,
		[386652] = 2,
		[405200] = 2,
		[383701] = 10,
		[97463] = 1,
		[12654] = 8,
		[391401] = 5,
		[193359] = 4,
		[391773] = "Драконье извержение",
		[222024] = 6,
		[387678] = 12,
		[335467] = 5,
		[426581] = 4,
		[375384] = "Воин стихий – землетряс",
		[385747] = 4,
		[201411] = "Бес ужасающего огня",
		[35943] = "Послушник из клана Призрачной Луны",
		[104318] = "Дикий бес <Lockfindo-Ravencrest>",
		[415435] = "Концентрированное мгновение",
		[194384] = 5,
		[269576] = 3,
		[81340] = 6,
		[425672] = 12,
		[61295] = 7,
		[8222] = 5,
		[222026] = 6,
		[375397] = "Чаргат Дробитель Чешуи",
		[386647] = 9,
		[414300] = "Иридикрон",
		[393935] = 5,
		[207693] = 12,
		[426808] = "[*] Нуль-взрыв",
		[34920] = "Эфириал-падальщик",
		[386660] = "Леймор",
		[75993] = "[*] Выброс тока",
		[384613] = 4,
		[385638] = 3,
		[258883] = 12,
		[38759] = "Пандемоний",
		[77758] = 11,
		[414303] = "Ожившие потоки времени",
		[205648] = 7,
		[214350] = 9,
		[425564] = 9,
		[414304] = "Ожившие потоки времени",
		[55078] = 6,
		[425548] = 9,
		[85948] = 6,
		[184662] = 2,
		[403044] = 2,
		[406543] = 10,
		[343648] = 11,
		[393831] = 12,
		[423211] = 1,
		[322105] = 5,
		[425568] = 9,
		[382670] = "Тиира",
		[31547] = "Владыка болот Мусел'ек",
		[390762] = 1,
		[182104] = 2,
		[19134] = "Полководец Саларис",
		[211793] = 6,
		[387691] = "Вексам <Магическая книга>",
		[384620] = "Яростная буря",
		[46182] = "Эрамас Сияющее Пламя",
		[382573] = "Земельник-страж",
		[165213] = "Культиватор Вечного Цветения",
		[425571] = 12,
		[114871] = 2,
		[341624] = 2,
		[38760] = "Пандемоний",
		[156000] = 6,
		[73921] = 7,
		[200580] = "Гноешкурый гризли",
		[391882] = 11,
		[384623] = "Куалаши-кузнец",
		[224126] = 7,
		[382576] = "Земельник-страж",
		[433763] = 2,
		[384624] = 4,
		[377458] = 11,
		[386609] = "Akinferil <Lockfindo-Ravencrest>",
		[424551] = 3,
		[384625] = "Лазурный Клинок",
		[377459] = 11,
		[382578] = "Земельник-страж",
		[77505] = 7,
		[385787] = 11,
		[396752] = 1,
		[374389] = "Любопытный детеныш рогоплава",
		[131476] = 5,
		[274062] = 10,
		[377461] = 11,
		[384628] = "Яростная буря",
		[61294] = 5,
		[433768] = 8,
		[386761] = 2,
		[34026] = 3,
		[375416] = "Зараженный плеточник <Увядший дуб>",
		[388724] = 11,
		[377463] = 2,
		[377464] = 8,
		[38761] = "Таварок",
		[77762] = 7,
		[34922] = "Ужасень Нексуса",
		[115129] = 10,
		[408177] = "Дажак",
		[384631] = 4,
		[426605] = 4,
		[200025] = 2,
		[383608] = 8,
		[75614] = 5,
		[391786] = 11,
		[233364] = 10,
		[396918] = 5,
		[339588] = 5,
		[97547] = 11,
		[35945] = "Меткий стрелок из клана Изувеченной Длани",
		[191837] = 10,
		[32315] = "Эфириал - осквернитель гробниц",
		[205146] = 9,
		[374397] = "Главный кузнец Горек",
		[198487] = 10,
		[396920] = 10,
		[181089] = "Мраскул",
		[191326] = "Дресарон",
		[184709] = 1,
		[5760] = 4,
		[356995] = "Тэйлания-Дракономор",
		[201564] = "Скверносерд-лазутчик",
		[319190] = 4,
		[191840] = 10,
		[410231] = 2,
		[386757] = "Каджин Непреклонная",
		[342667] = 12,
		[77764] = 11,
		[410232] = 2,
		[265954] = 4,
		[196448] = 9,
		[255824] = "Дазар'айский сокрушитель",
		[377473] = "Полководец Сарга",
		[419516] = "Хронакси",
		[424566] = 11,
		[196447] = 9,
		[410234] = "Громмаш Адский Крик",
		[382593] = "Жестокая костекрушительница",
		[424567] = 3,
		[381637] = 4,
		[410236] = "Громмаш Адский Крик",
		[114108] = 11,
		[118459] = "Dragonante inferior <Nerwea-Sanguino>",
		[20473] = 2,
		[53351] = 3,
		[377542] = "[*] Горящая земля",
		[427641] = 12,
		[384644] = 2,
		[377477] = "Полководец Сарга",
		[211805] = 6,
		[412285] = "Творение Иридикрона",
		[417404] = "Оживший дракон",
		[410238] = "Громмаш Адский Крик",
		[390787] = 5,
		[424571] = 3,
		[20153] = "Инфернал <Prigoth-Mal'Ganis>",
		[101568] = 6,
		[322109] = 10,
		[200111] = "Тень Ксавия",
		[426680] = 11,
		[102351] = 11,
		[386694] = "Тотем энергии бури",
		[426618] = "Захватчик Леди Наз'жар",
		[396991] = "Драконид-разрушительница",
		[25912] = 2,
		[374410] = "Магмобивень",
		[371339] = 8,
		[250050] = "Язма",
		[388801] = "Восставший воин",
		[376907] = 6,
		[132467] = 10,
		[30455] = 8,
		[384029] = 2,
		[47528] = 6,
		[375436] = "Магмобивень",
		[377540] = 6,
		[32182] = 7,
		[377559] = "Древорот",
		[191877] = 7,
		[34914] = 5,
		[418435] = "Лерай Служительница Времени",
		[406220] = 10,
		[373392] = "Лучница из клана Нокхуд",
		[116670] = 10,
		[377486] = "Посланница из рода Бесконечности",
		[205180] = 9,
		[375439] = "Магмобивень",
		[417413] = "Хронолорд Дейос",
		[207203] = 6,
		[107203] = 12,
		[27576] = 4,
		[135029] = "Water Elemental <Egúr-Sanguino>",
		[34925] = "Ужасень Нексуса",
		[386702] = "Akinferil <Lockfindo-Ravencrest>",
		[205179] = 9,
		[374885] = "Астральный служитель",
		[389774] = 1,
		[16827] = "Kamikuro <Nerwea-Sanguino>",
		[388796] = "Заросшее древо",
		[368276] = 5,
		[35949] = "Язычник из клана Изувеченной Длани",
		[32375] = 5,
		[371348] = 8,
		[372372] = "Куалаши-новобранец",
		[58984] = 5,
		[381628] = 4,
		[385724] = 2,
		[204646] = "Дубосерд",
		[15615] = "Легионер клана Изувеченной Длани",
		[371354] = 2,
		[371350] = 8,
		[169839] = "Гнилостный пиромант",
		[51690] = 4,
		[403087] = 10,
		[371351] = 8,
		[388755] = 11,
		[410254] = "Громмаш Адский Крик",
		[398993] = 2,
		[383637] = 8,
		[169840] = "Зараженная сотворительница льда",
		[117952] = 10,
		[114113] = 11,
		[371353] = 8,
		[33395] = "Water Elemental <Egúr-Sanguino>",
		[21562] = 5,
		[281265] = 5,
		[375449] = "Магмобивень",
		[169841] = "Одурманенный маг",
		[410258] = "Громмаш Адский Крик",
		[202090] = 10,
		[424590] = 2,
		[48107] = 8,
		[381593] = "Голем из черного камня",
		[44268] = "Полководец Саларис",
		[26297] = 4,
		[385691] = "Голиаф-проглот",
		[393879] = 2,
		[409268] = "Иридикрон",
		[22842] = 11,
		[253279] = "Дазар'айский сокрушитель",
		[377500] = "Посланница из рода Бесконечности",
		[11327] = 4,
		[371358] = "Нестабильный смотритель",
		[413332] = "Ожившие потоки времени",
		[373406] = "Надзиратель Лахар",
		[382620] = "Охотник-костестрел",
		[220519] = "Корни-душители",
		[31224] = 4,
		[209258] = 12,
		[410263] = "Edentulous-Silvermoon",
		[426645] = "Опустошительница леди Наз'жар",
		[190319] = 8,
		[377503] = "Хранительница печати",
		[170869] = 2,
		[48108] = 8,
		[102342] = 11,
		[184689] = 2,
		[427668] = "Командир Улток",
		[359077] = "Амадена",
		[343721] = 2,
		[410265] = 1,
		[267964] = "Akinferil <Lockfindo-Ravencrest>",
		[359078] = 4,
		[139133] = 5,
		[35951] = "Слабая расщелина тьмы <Главный чернокнижник Пустоклят>",
		[427670] = "Командир Улток",
		[148859] = 5,
		[427672] = "Командир Улток",
		[381602] = "Киракка",
		[417456] = 12,
		[381605] = "Киракка",
		[386743] = "Каджин Непреклонная",
		[209261] = 12,
		[341677] = 9,
		[123586] = 10,
		[343727] = "Исчадие Тьмы <Мерлина-Седогрив>",
		[200050] = "Тень Ксавия",
		[382628] = "Яростная буря",
		[271045] = 3,
		[405151] = 12,
		[377510] = "Попиратель времен из рода Бесконечности",
		[373424] = "Чаргат Дробитель Чешуи",
		[363178] = 9,
		[368297] = "Охотник-костестрел",
		[381623] = 4,
		[407205] = "Эсминец Орды",
		[51052] = 6,
		[116680] = 10,
		[381607] = "Киракка",
		[106951] = 11,
		[203123] = 11,
		[368299] = "Охотник-костестрел",
		[25914] = 2,
		[181113] = "Цветущее древо",
		[420511] = 7,
		[392883] = 10,
		[160124] = "Kurken <Fàtality-Blackhand>",
		[423583] = 9,
		[408227] = "Громмаш Адский Крик",
		[285381] = 11,
		[215407] = 9,
		[423584] = 9,
		[408228] = "Громмаш Адский Крик",
		[204658] = "[*] Сокрушительная хватка",
		[389804] = "Нестабильный смотритель",
		[386730] = 2,
		[265931] = 9,
		[417452] = 12,
		[91340] = 1,
		[22907] = "Владыка болот Мусел'ек",
		[120517] = 5,
		[163201] = 1,
		[369328] = "Рунический защитник",
		[42223] = 9,
		[34161] = "Скрытень Нижетопи",
		[258920] = 12,
		[271049] = 3,
		[377522] = "Яростный пламень",
		[31673] = "Топеглад",
		[384686] = "Яростная буря",
		[426660] = "Злобный морской варан",
		[44271] = "Гараксас",
		[210291] = 2,
		[384687] = "Яростная буря",
		[414376] = "Иридикрон",
		[423590] = 2,
		[404139] = 2,
		[421543] = 5,
		[426662] = "Злобный морской варан",
		[374451] = "Пылающий мастер цепей",
		[426663] = "Злобный морской варан",
		[421544] = 5,
		[393903] = 11,
		[258921] = 12,
		[424616] = 2,
		[404141] = "Ожившие потоки времени",
		[316099] = 9,
		[423593] = 2,
		[113862] = 8,
		[409261] = "Иридикрон",
		[369335] = "Рунический защитник",
		[5217] = 11,
		[387763] = "Edentulous-Silvermoon",
		[33778] = 11,
		[46191] = "Эллриса Почитательница Тени",
		[258922] = 12,
		[273104] = 9,
		[34290] = "Газ'ан",
		[369337] = "Рунический защитник",
		[46190] = "Эллриса Почитательница Тени",
		[386731] = 2,
		[369327] = "Рунический защитник",
		[34930] = "Эфириал-черный маг",
		[59628] = 4,
		[268998] = 5,
		[319175] = 4,
		[271048] = 3,
		[394933] = 12,
		[424622] = 2,
		[384696] = "Мраскул",
		[415388] = 2,
		[383651] = "Куалаши-лавамант",
		[426647] = 11,
		[341678] = 9,
		[44141] = "Эллриса Почитательница Тени",
		[199547] = 12,
		[179057] = 12,
		[204666] = "Дубосерд",
		[426672] = 11,
		[368287] = "Охотник-костестрел",
		[417458] = 12,
		[15487] = 5,
		[385723] = 2,
		[255836] = "Жрица Алун'за",
		[59752] = 5,
		[204667] = "Дубосерд",
		[46192] = "Врач Солнечного Клинка",
		[371355] = 2,
		[198013] = 12,
		[105421] = 2,
		[389820] = 2,
		[5761] = 4,
		[126664] = 1,
		[410249] = "Тир, Хранитель Бесконечности",
		[426676] = 11,
		[390845] = 5,
		[412262] = "Затерянный во времени ракетчик",
		[425653] = 12,
		[373442] = "Подчинитель разума <Alléxandra-Draenor>",
		[370371] = 9,
		[204157] = 12,
		[388799] = "Заросшее древо",
		[426678] = 2,
		[388739] = 5,
		[24252] = 9,
		[374471] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[393919] = 5,
		[429262] = 3,
		[180612] = 6,
		[188290] = 6,
		[184707] = 1,
		[238454] = 9,
		[391873] = 11,
		[42650] = 6,
		[426681] = "Наэлектризованное чудище",
		[199552] = 12,
		[108238] = 11,
		[265953] = 4,
		[46193] = "Жрица Делрисса",
		[423611] = 2,
		[214397] = 1,
		[388804] = "Мраскул",
		[132463] = 10,
		[423612] = "Древень <Сострадание>",
		[391876] = 11,
		[102352] = 11,
		[131474] = 5,
		[407159] = "Гниль Галакронда",
		[426684] = "Опустошительница леди Наз'жар",
		[165123] = "Камнеспинный жальщик",
		[783] = 11,
		[204490] = 12,
		[115078] = 10,
		[354353] = 2,
		[386770] = 8,
		[385795] = 5,
		[400069] = 3,
		[388808] = 1,
		[436841] = "Оскверненный охун",
		[224125] = 7,
		[163212] = 10,
		[405189] = 11,
		[6673] = 1,
		[381516] = "Эркхарт Кровь Бури",
		[19647] = "Bruumon <Prigoth-Mal'Ganis>",
		[417475] = 12,
		[256374] = 8,
		[423618] = 11,
		[220543] = 5,
		[417476] = 11,
		[75992] = "Ведьма бурь Леди Наз'жар",
		[280375] = 2,
		[383693] = "Повелительница зверей из клана Нокхуд",
		[409287] = "Иридикрон",
		[393931] = 1,
		[224127] = 7,
		[255814] = "Оживленный почетный страж",
		[208771] = 5,
		[34933] = "Маносос",
		[381670] = "Жарокрыл-вожак",
		[414305] = "Ожившие потоки времени",
		[343769] = 4,
		[393943] = 1,
		[374482] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[195975] = 6,
		[208772] = 5,
		[389839] = 2,
		[32379] = 5,
		[36213] = "Большой элементаль земли <Silg-TwistingNether>",
		[417481] = "Темпоральный мародер",
		[369365] = "Земельник-дозорный",
		[407244] = "Edentulous-Silvermoon",
		[391888] = 11,
		[388817] = "Гранит",
		[353872] = 7,
		[419530] = 7,
		[391889] = 11,
		[407123] = "Ордынский чернокнижник",
		[373462] = 5,
		[415436] = "Концентрированное мгновение",
		[204167] = 6,
		[96103] = 1,
		[258723] = "[*] Зловещая лужа",
		[415437] = "Пиявка из временного потока",
		[391891] = 11,
		[384725] = "Гнилозубая гиена <Пузострелка>",
		[373464] = 5,
		[196941] = 2,
		[196937] = 4,
		[407125] = "Налетчик Орды",
		[228649] = 10,
		[415439] = "Пиявка из временного потока",
		[374364] = "Леймор",
		[39413] = "Копейщик из племени Темной Крови",
		[377561] = "Хронолорд Дейос",
		[419535] = 7,
		[214342] = 4,
		[417488] = 8,
		[202497] = 11,
		[381526] = "Киракка",
		[377066] = 5,
		[15232] = "Оракул из племени Темной Крови",
		[199051] = "Дубосерд",
		[256893] = 2,
		[383706] = 1,
		[388825] = 11,
		[385754] = 4,
		[321442] = 5,
		[430023] = 4,
		[57841] = 4,
		[428608] = 12,
		[427729] = 7,
		[212800] = 12,
		[83381] = "Dragonante inferior <Nerwea-Sanguino>",
		[360194] = 4,
		[417049] = 12,
		[404184] = 9,
		[388828] = 11,
		[381662] = "Жарокрыл-вожак",
		[386781] = "Телаш Серокрылый",
		[257407] = "Резан",
		[373317] = 5,
		[381663] = "Жарокрыл-вожак",
		[205708] = 8,
		[198030] = 12,
		[186257] = 3,
		[171846] = 7,
		[256896] = 2,
		[196414] = 9,
		[180545] = 6,
		[389855] = "Драконья иллюзия",
		[12097] = "Бешенка Нижетопи",
		[412378] = "Исказительница времени из рода Бесконечности",
		[186258] = 3,
		[393951] = 1,
		[258860] = 12,
		[418046] = "Громмаш Адский Крик",
		[102359] = 11,
		[101033] = 7,
		[424491] = 4,
		[390707] = 5,
		[57842] = 4,
		[203413] = 3,
		[386787] = 2,
		[426535] = 2,
		[93339] = 5,
		[86392] = 4,
		[417967] = 10,
		[387812] = 2,
		[84751] = 7,
		[389860] = 12,
		[394979] = "Плеточник Бездны <Rashoka-Eredar>",
		[384558] = "Гнилозубая гиена <Пузострелка>",
		[204596] = 12,
		[373481] = 5,
		[388651] = "Вексам <Магическая книга>",
		[375342] = 2,
		[190356] = 8,
		[418527] = 11,
		[382696] = "Земельник-страж",
		[326390] = 7,
		[372459] = "[*] Горение",
		[426718] = 2,
		[317177] = 5,
		[334581] = 9,
		[190357] = 8,
		[393959] = 11,
		[387618] = "Насыщательница-воин стихий",
		[77535] = 6,
		[372461] = "Надзиратель Лахар",
		[246152] = 3,
		[268467] = 8,
		[201191] = "Порожденный ненавистью слизень",
		[392937] = 1,
		[393961] = 11,
		[22911] = "Эфириал - осквернитель гробниц",
		[191894] = 10,
		[419351] = "Саботажник из рода Бесконечности",
		[219432] = 11,
		[391710] = 11,
		[375535] = "Магмобивень",
		[356084] = 5,
		[389868] = 9,
		[411155] = 11,
		[199658] = 1,
		[147362] = 3,
		[360826] = 4,
		[417290] = 12,
		[414019] = 2,
		[425701] = 12,
		[417069] = 12,
		[48792] = 6,
		[123904] = 10,
		[414935] = 2,
		[406251] = 9,
		[400649] = "Тир, Хранитель Бесконечности",
		[372245] = "Тэйлания-Дракономор",
		[425703] = 11,
		[426727] = "Опустошительница леди Наз'жар",
		[390896] = 2,
		[253721] = "Щитоносец из армии Зула",
		[146739] = 9,
		[381683] = "Боевое копье клана Нокхуд",
		[37113] = "Оракул из племени Темной Крови",
		[387826] = "Укхельский заклинатель зверей",
		[372470] = "Edentulous-Silvermoon",
		[369399] = "Ткач земли",
		[382708] = "Куалаши-страж",
		[285452] = 7,
		[319236] = 6,
		[369400] = "Земельник-дозорный",
		[80353] = 8,
		[255371] = "Резан",
		[1329] = 4,
		[393971] = 4,
		[132403] = 2,
		[394757] = 4,
		[405233] = 11,
		[5394] = 7,
		[411376] = 10,
		[202137] = 12,
		[77478] = 7,
		[414448] = 2,
		[382712] = "Увядший дуб",
		[427513] = "Дулгу",
		[427512] = "Дулгу",
		[204574] = "Дубосерд",
		[80354] = 12,
		[202138] = 12,
		[186270] = 3,
		[387585] = "Изначальное цунами",
		[423414] = 5,
		[377344] = "Агрессивный орел",
		[413427] = "Хронакси",
		[210714] = 7,
		[386556] = 2,
		[388602] = 2,
		[319243] = 6,
		[381692] = "Боевое копье клана Нокхуд",
		[209693] = 12,
		[15585] = "Лекарь Темной Крови",
		[31230] = 4,
		[114074] = 7,
		[1449] = 8,
		[76516] = "Жаблин-охотник",
		[319245] = 6,
		[369409] = "Земельник-комендант",
		[199581] = 9,
		[46968] = 1,
		[392956] = 3,
		[413489] = "Временное слияние",
		[218617] = 1,
		[5938] = 4,
		[388862] = "Оскверненный манадемон",
		[426741] = "Часовой Леди Наз'жар",
		[341770] = 11,
		[102558] = 11,
		[388863] = "Оскверненный манадемон",
		[250258] = "Вол'каал",
		[344572] = "Dragonante inferior <Nerwea-Sanguino>",
		[382217] = 7,
		[343819] = 10,
		[270323] = 3,
		[390912] = "Мерзкий плеточник",
		[205246] = 9,
		[343820] = 10,
		[250259] = "Вол'каал",
		[313108] = 4,
		[185763] = 4,
		[425721] = 6,
		[381700] = 10,
		[427769] = "Леди Наз'жар",
		[387122] = "Чародейское создание",
		[388867] = 10,
		[213405] = 12,
		[390915] = "Мерзкий плеточник",
		[17364] = 7,
		[384773] = "Киракка",
		[385797] = 8,
		[427771] = "Леди Наз'жар",
		[273185] = "Щитоносец из армии Зула",
		[424368] = "Edentulous-Silvermoon",
		[135601] = 11,
		[59638] = 8,
		[387846] = 9,
		[220890] = 6,
		[369419] = "Прыгучий паук",
		[116189] = 10,
		[387847] = 9,
		[377195] = 6,
		[221883] = 2,
		[58180] = 11,
		[370970] = 12,
		[22273] = "Эфириал-колдун",
		[22482] = 4,
		[431357] = 7,
		[369663] = "Сотрясающий тотем <Бромач>",
		[422146] = 9,
		[201123] = "Цветущий злошип",
		[18562] = 11,
		[429037] = "Эрунак Говорящий с Камнем",
		[419079] = 2,
		[369423] = "Прыгучий паук",
		[428291] = "Отважный страж Леди Наз'жар",
		[383756] = 4,
		[278310] = 8,
		[33917] = 11,
		[383346] = 2,
		[404911] = 10,
		[255895] = "Ядовитый саурид",
		[207267] = 6,
		[31615] = "Владыка болот Мусел'ек",
		[27584] = "Полководец Саларис",
		[388379] = 6,
		[114911] = 7,
		[66198] = 6,
		[396044] = "Мелидрусса Истощенная Холодом",
		[388500] = 10,
		[361237] = 11,
		[419591] = 6,
		[204197] = 5,
		[387359] = "[*] Промокание насквозь",
		[386536] = "Рогоплав-магоед",
		[370452] = "Амадена",
		[383761] = 11,
		[266030] = 9,
		[427773] = 4,
		[31661] = 8,
		[289577] = 5,
		[34971] = "Коготь",
		[439045] = "[*] Кристаллизация",
		[370454] = "Тэйлания-Дракономор",
		[160029] = 2,
		[388882] = "Насыщательница-воин стихий",
		[410908] = "Хронолорд Дейос",
		[409678] = "Edentulous-Silvermoon",
		[428809] = "Жижа <Озумат>",
		[257946] = 3,
		[164273] = 3,
		[1833] = 4,
		[324536] = 9,
		[372019] = 11,
		[394003] = 11,
		[407312] = "Эсминец Орды",
		[375576] = 2,
		[372505] = 11,
		[201129] = "Цветущий злошип",
		[14914] = 5,
		[342817] = 12,
		[204402] = "Грозный разрушитель",
		[394005] = 11,
		[369674] = "Геомант из племени Каменного Свода",
		[412029] = "Исказительница времени из рода Бесконечности",
		[116705] = 10,
		[164275] = "Сухокожий",
		[407315] = "Эсминец Орды",
		[40317] = "Копейщик из племени Темной Крови",
		[392983] = 10,
		[162794] = 12,
		[228260] = 5,
		[428834] = "Йалну",
		[325461] = 6,
		[426768] = "Ведьма бурь Леди Наз'жар",
		[419602] = "Громмаш Адский Крик",
		[375204] = "[*] Жидкая магма",
		[387385] = 9,
		[413590] = "Дажак",
		[390938] = "Рассерженная стрекотуха",
		[384316] = "Яростная буря",
		[96231] = 2,
		[381725] = 7,
		[419604] = "Громмаш Адский Крик",
		[375583] = "Edentulous-Silvermoon",
		[223143] = 5,
		[394011] = 12,
		[31616] = 7,
		[371489] = "Ткач Холода Морозной Вспышки",
		[403486] = "[*] Осадок эонов",
		[381727] = 2,
		[193455] = 3,
		[108843] = 8,
		[425262] = 2,
		[392511] = 5,
		[390942] = "Рассерженная стрекотуха",
		[382277] = "Балара",
		[46033] = "Рыцарь крови Солнечного Клинка",
		[385359] = "Пузострелка",
		[374563] = "Ослепительная стрекоза",
		[40318] = "Болотоход",
		[528] = 5,
		[373540] = "Приковывающее копье",
		[390944] = "Рассерженная стрекотуха",
		[114404] = 5,
		[393425] = "Хан Балакар",
		[45181] = 4,
		[48018] = 9,
		[259489] = 3,
		[390357] = 12,
		[369826] = "Злобный василиск",
		[199600] = 4,
		[187827] = 12,
		[405279] = "Морхи",
		[418588] = 6,
		[374567] = "Леймор",
		[375591] = "Пузырящийся побег",
		[12675] = "Оракул из племени Темной Крови",
		[383312] = 6,
		[126434] = 5,
		[8676] = 4,
		[401186] = 5,
		[30153] = "Akinferil <Lockfindo-Ravencrest>",
		[32747] = 12,
		[371033] = 10,
		[386124] = 9,
		[369451] = 7,
		[374570] = "Леймор",
		[391974] = 11,
		[413473] = "Временное искажение",
		[377642] = 6,
		[586] = 5,
		[400165] = "Сумеречный волхв из рода Бесконечности",
		[413474] = "Временное искажение",
		[426783] = "Безликий провидец",
		[199603] = 4,
		[228780] = 1,
		[367971] = 8,
		[45182] = 4,
		[3391] = "Буян из клана Изувеченной Длани",
		[57723] = 12,
		[368996] = "Тлерон",
		[59542] = 2,
		[428361] = 12,
		[390423] = 11,
		[386910] = "Телаш Серокрылый",
		[124682] = 10,
		[383329] = 2,
		[198069] = 5,
		[58875] = 7,
		[34433] = 5,
		[221885] = 2,
		[31719] = 2,
		[394218] = 9,
		[212106] = 12,
		[115175] = 10,
		[407896] = 10,
		[173563] = "Яростный плеточник",
		[32065] = "Болотоход",
		[374578] = "Ослепительная стрекоза",
		[204213] = 5,
		[388911] = "Зачарованный боевой топор",
		[426306] = 12,
		[411994] = "Ткачиха времени из рода Бесконечности",
		[202166] = 1,
		[388912] = "Зачарованный боевой топор",
		[394031] = 4,
		[27285] = 9,
		[285514] = 7,
		[45055] = 8,
		[392959] = 10,
		[73510] = 5,
		[285515] = 7,
		[393009] = 12,
		[381748] = "Edentulous-Silvermoon",
		[374582] = "Леймор",
		[425417] = 9,
		[200289] = "Тень Ксавия",
		[372087] = "Драгхар Отрицатель",
		[280398] = 5,
		[202168] = 1,
		[421676] = 5,
		[418605] = 11,
		[390964] = 5,
		[382133] = 11,
		[413487] = "Временное слияние",
		[426796] = "Безликий провидец",
		[374585] = 6,
		[20589] = 5,
		[87024] = 8,
		[162243] = 12,
		[423726] = 5,
		[400180] = "Сумеречный волхв из рода Бесконечности",
		[376634] = "Хан Балакар",
		[200185] = "Тень Ксавия",
		[164887] = "Лекарь Вечного Цветения",
		[84721] = 8,
		[44544] = 8,
		[215479] = 10,
		[390968] = "Древорот",
		[236777] = 3,
		[2818] = 4,
		[381755] = 7,
		[264667] = 3,
		[22724] = 5,
		[384827] = "Пузострелка",
		[369033] = "Тлерон",
		[117526] = 3,
		[15587] = "Послушник из клана Призрачной Луны",
		[388923] = "Заросшее древо",
		[213241] = 12,
		[390971] = 5,
		[400185] = 9,
		[198589] = 12,
		[59052] = 6,
		[386877] = 3,
		[781] = 3,
		[155158] = 8,
		[164294] = "Запущенная поросль",
		[43265] = 6,
		[342857] = 12,
		[227255] = 12,
		[381760] = 2,
		[423734] = "Бес ужаса <Watchthedot-Eredar>",
		[250096] = "Язма",
		[425782] = 8,
		[381761] = 7,
		[191587] = 6,
		[214459] = 6,
		[429878] = "Эрунак Говорящий с Камнем",
		[394047] = 11,
		[185099] = 10,
		[386959] = 10,
		[102383] = 11,
		[20549] = 11,
		[193473] = "Щупальце Бездны <Rashoka-Eredar>",
		[383811] = 8,
		[191685] = 6,
		[394049] = 11,
		[390978] = 5,
		[15407] = 5,
		[93805] = 2,
		[394050] = 11,
		[403264] = "Edentulous-Silvermoon",
		[408383] = 2,
		[53] = 4,
		[81141] = 6,
		[403265] = "Edentulous-Silvermoon",
		[46031] = "Рыцарь крови Солнечного Клинка",
		[245686] = 1,
		[254959] = "Дазар'айский колосс",
		[115181] = 10,
		[408385] = 2,
		[157644] = 8,
		[201227] = "Оскверненная кровью ярость",
		[263642] = 12,
		[108271] = 7,
		[327510] = 2,
		[381769] = 11,
		[32361] = "Таварок",
		[119611] = 10,
		[169930] = "Цветущее древо",
		[381770] = "Разлагающийся слизень <Древорот>",
		[325464] = 6,
		[69369] = 11,
		[385444] = 6,
		[389539] = 2,
		[164812] = 11,
		[400456] = 3,
		[416152] = "Хронолорд Дейос",
		[414532] = 2,
		[374606] = 6,
		[183752] = 12,
		[255577] = "Жрица Алун'за",
		[155145] = 2,
		[374704] = "Чаргат Дробитель Чешуи",
		[385451] = "Голиаф-проглот",
		[393035] = 12,
		[378286] = 2,
		[288613] = 3,
		[232893] = 12,
		[274281] = 11,
		[164302] = "Запущенная поросль",
		[228358] = 8,
		[428868] = "Чернила Озумата",
		[274282] = 11,
		[394061] = 11,
		[228287] = 10,
		[408394] = 2,
		[393038] = 2,
		[381777] = 7,
		[164815] = 11,
		[264689] = 3,
		[384849] = 3,
		[384441] = 2,
		[374612] = "Затаившийся фанатик",
		[281036] = 3,
		[171982] = 9,
		[357209] = "Edentulous-Silvermoon",
		[201671] = 11,
		[37966] = "[*] Споровый взрыв",
		[372566] = "Куалаши-охотник",
		[57984] = "Большой элементаль огня <Шайэн>",
		[382912] = 11,
		[32216] = 1,
		[413618] = "Караульный из рода Бесконечности",
		[974] = 7,
		[209862] = "[*] Вулканический шлейф",
		[408399] = 2,
		[190411] = 1,
		[357212] = "Тэйлания-Дракономор",
		[203720] = 12,
		[408400] = 2,
		[425804] = 10,
		[257284] = 3,
		[16856] = "Гладиатор из клана Изувеченной Длани",
		[418744] = 7,
		[51714] = 6,
		[17735] = 3,
		[382808] = "[*] Иссушающее заражение",
		[392452] = "Чаротворец пламени",
		[372571] = "Edentulous-Silvermoon",
		[44164] = "Пшикс <Эллриса Почитательница Тени>",
		[415569] = 2,
		[201250] = "Оскверненная кровью ярость",
		[393047] = 10,
		[190925] = 3,
		[184364] = 1,
		[1126] = 11,
		[254474] = 2,
		[391118] = "Лейтенант чешуйчатых губителей",
		[405448] = "Ожившие потоки времени",
		[226757] = 8,
		[194509] = 5,
		[308078] = 12,
		[386907] = 11,
		[75] = 3,
		[393050] = 10,
		[407504] = "Морхи",
		[427858] = "Верховный маг Сол",
		[15716] = "Газ'ан",
		[428488] = 4,
		[409668] = 2,
		[256959] = "Оживленный почетный страж",
		[216521] = 10,
		[388957] = "Чародейский опустошитель",
		[90361] = "Degu <Xerohero-Blackhand>",
		[35079] = 12,
		[375649] = "Хранитель чар",
		[393053] = 10,
		[414552] = "Иридикрон",
		[374250] = 10,
		[412505] = "Боец авангарда Тира",
		[413529] = "Аномалия временного потока",
		[372718] = "Часовая Талондрас",
		[386912] = "[*] Туча энергии бури",
		[263140] = 3,
		[255937] = 2,
		[162264] = 12,
		[427863] = "Верховный маг Сол",
		[375652] = "Хранитель чар",
		[188370] = 2,
		[385890] = 1,
		[20615] = "Полководец Саларис",
		[400223] = 11,
		[413532] = "Аномалия временного потока",
		[37511] = "Караульный из клана Изувеченной Длани",
		[423906] = 9,
		[97341] = 2,
		[401248] = "Тир, Хранитель Бесконечности",
		[418652] = 11,
		[165961] = 11,
		[224239] = 2,
		[400734] = 11,
		[394083] = 11,
		[377859] = "Древорот",
		[374789] = "Леймор",
		[405345] = 2,
		[391459] = 6,
		[51460] = 6,
		[402583] = 3,
		[264571] = 9,
		[426845] = "Зараженная сотворительница льда",
		[382824] = 8,
		[212431] = 3,
		[30213] = "Akinferil <Lockfindo-Ravencrest>",
		[422751] = 11,
		[374635] = "Главный кузнец Горек",
		[48517] = 11,
		[255941] = 2,
		[381966] = 11,
		[333889] = 9,
		[204242] = 2,
		[376049] = "Хронолорд Дейос",
		[377708] = 2,
		[373688] = "Мелидрусса Истощенная Холодом",
		[201839] = "Скверносерд-призыватель",
		[405350] = 2,
		[426849] = "Зараженная сотворительница льда",
		[382723] = "Жестокая костекрушительница",
		[204243] = "Обитатель Кошмара",
		[108396] = 9,
		[373896] = "Удушающее облако гнили <Гниломаг Око Гнева>",
		[51490] = 7,
		[109304] = 3,
		[409447] = 3,
		[63106] = 9,
		[205385] = 5,
		[324540] = 9,
		[369703] = "Бромач",
		[40248] = "Псарь из клана Изувеченной Длани",
		[115191] = 4,
		[192081] = 11,
		[413544] = "Аномалия временного потока",
		[47750] = 5,
		[104773] = 9,
		[108281] = 7,
		[7268] = 8,
		[342076] = 3,
		[124988] = 11,
		[48518] = 11,
		[113656] = 10,
		[344955] = 6,
		[32645] = 4,
		[212436] = 3,
		[413547] = "Аномалия временного потока",
		[37551] = "Меткий стрелок из клана Изувеченной Длани",
		[115192] = 4,
		[255434] = "Резан",
		[61999] = 6,
		[385907] = 4,
		[386931] = 9,
		[54149] = 2,
		[390192] = 12,
		[125174] = 10,
		[358267] = "Edentulous-Silvermoon",
		[367481] = "Иссушительница",
		[372600] = "Часовая Талондрас",
		[382043] = 7,
		[370553] = "Edentulous-Silvermoon",
		[394371] = 3,
		[409456] = "Иридикрон",
		[376896] = "Хан Балакар",
		[388376] = 9,
		[347008] = "Akinferil <Lockfindo-Ravencrest>",
		[388982] = "Чародейский опустошитель",
		[394101] = 2,
		[427885] = "Верховный маг Сол",
		[367484] = "Боец-коготь",
		[76634] = "Опороченный часовой",
		[372808] = "Мелидрусса Истощенная Холодом",
		[391031] = "Изначальная грозовая туча",
		[367485] = "Боец-коготь",
		[30470] = "Дикарь из клана Изувеченной Длани",
		[378818] = "Куалаши-чудотворица",
		[378747] = 3,
		[297871] = 5,
		[258709] = "[*] Оскверненное золото",
		[387079] = 9,
		[185311] = 4,
		[11366] = 8,
		[266136] = 9,
		[407480] = 2,
		[383062] = "Разложившийся старый древень",
		[392058] = 3,
		[270232] = 8,
		[58501] = 1,
		[383169] = 4,
		[198813] = 12,
		[372608] = 11,
		[428103] = "Ледяная ведьма леди Наз'жар",
		[195182] = 6,
		[118522] = 7,
		[202347] = 11,
		[414583] = "Иридикрон",
		[185313] = 4,
		[169445] = "Искаженное поганище",
		[372610] = 8,
		[370794] = 2,
		[49020] = 6,
		[413786] = 12,
		[155625] = 11,
		[414585] = "Чаргат Дробитель Чешуи",
		[32390] = 9,
		[44425] = 8,
		[388207] = 10,
		[394111] = 11,
		[253597] = 6,
		[400254] = 11,
		[12294] = 1,
		[377732] = "Рефти-распорядитель",
		[386257] = 5,
		[218587] = "Дресарон",
		[202719] = 12,
		[419956] = "Эрунак Говорящий с Камнем",
		[51505] = 7,
		[204255] = 12,
		[356501] = 9,
		[422779] = 11,
		[373972] = "Воин стихий – танцор пламени",
		[375687] = "Тотем разложения <Зловонная певица гнили>",
		[388996] = "[*] Извержение энергии",
		[191634] = 7,
		[427899] = "Верховный маг Сол",
		[377009] = "Кроут",
		[393092] = "Смерч",
		[410496] = "Громмаш Адский Крик",
		[374969] = "Главный кузнец Горек",
		[132169] = 1,
		[39435] = "Коготь",
		[47753] = 5,
		[427901] = 12,
		[30151] = 8,
		[327574] = 6,
		[48265] = 6,
		[35395] = 2,
		[387976] = 9,
		[76807] = "Захватчик Леди Наз'жар",
		[72968] = 11,
		[296863] = 12,
		[77575] = 6,
		[429951] = 4,
		[384158] = "[*] Частица возгорания",
		[427904] = 12,
		[404358] = 2,
		[388193] = 10,
		[408763] = 8,
		[427905] = 12,
		[367504] = "Голос разложения",
		[372623] = "Часовая Талондрас",
		[407715] = "Гоблин-сапер",
		[15496] = "Разоритель из клана Изувеченной Длани",
		[377018] = "Полководец Сарга",
		[393099] = 10,
		[384186] = "Яростная буря",
		[173183] = 7,
		[312411] = 4,
		[378057] = "Разлагающийся слизень <Древорот>",
		[418694] = 7,
		[427908] = 12,
		[359317] = 10,
		[231390] = 3,
		[23881] = 1,
		[391054] = 2,
		[200166] = 12,
		[389007] = "[*] Дикая энергия",
		[384223] = "Лазурный Клинок",
		[427910] = 12,
		[396174] = 2,
		[409483] = 4,
		[377077] = 6,
		[385267] = "Потрескивающая воронка",
		[1459] = 8,
	},
	["shield_spellid_cache"] = {
	},
	["latest_encounter_spell_pool_access"] = 1713830764,
	["breakdown_general"] = {
		["font_size"] = 11,
		["font_color"] = {
			0.9, -- [1]
			0.9, -- [2]
			0.9, -- [3]
			0.923, -- [4]
		},
		["font_face"] = "DEFAULT",
		["font_outline"] = "NONE",
		["bar_texture"] = "Skyline",
	},
	["auto_open_news_window"] = true,
	["breakdown_spell_tab"] = {
		["nest_pet_spells_by_name"] = false,
		["spellcontainer_height"] = 311,
		["blockspell_height"] = 67,
		["blockspell_backgroundcolor"] = {
			0.05, -- [1]
			0.05, -- [2]
			0.05, -- [3]
			0.2, -- [4]
		},
		["phasecontainer_islocked"] = true,
		["blockspell_spark_color"] = {
			1, -- [1]
			1, -- [2]
			1, -- [3]
			0.7, -- [4]
		},
		["blockcontainer_width"] = 463.9998779296875,
		["spellbar_background_alpha"] = 0.92,
		["spellcontainer_width"] = 421.0000610351563,
		["merge_players_spells_with_same_name"] = true,
		["spellcontainer_header_fontcolor"] = {
			1, -- [1]
			1, -- [2]
			1, -- [3]
			1, -- [4]
		},
		["blockspellline_height"] = 18,
		["phasecontainer_enabled"] = true,
		["genericcontainer_headers_right"] = {
			["name"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 190,
			},
			["amount"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 50,
			},
			["persecond"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 50,
			},
			["percent"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 50,
			},
			["icon"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 22,
			},
			["rank"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 30,
			},
		},
		["phasecontainer_width"] = 290.0001220703125,
		["phasecontainer_headers"] = {
			["name"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 90,
			},
			["amount"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 50,
			},
			["persecond"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 44,
			},
			["percent"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 44,
			},
			["icon"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 22,
			},
			["rank"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 30,
			},
		},
		["blockspell_bordercolor"] = {
			0, -- [1]
			0, -- [2]
			0, -- [3]
			0.7, -- [4]
		},
		["targetcontainer_headers"] = {
			["overheal"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 70,
			},
			["name"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 185,
			},
			["amount"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 50,
			},
			["percent"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 50,
			},
			["icon"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 22,
			},
			["rank"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 20,
			},
		},
		["nest_pet_spells_by_caster"] = true,
		["merge_pet_spells_with_same_name"] = true,
		["spellcontainer_islocked"] = true,
		["phasecontainer_height"] = 140.0000305175781,
		["spellcontainer_header_height"] = 20,
		["targetcontainer_islocked"] = true,
		["blockcontainer_height"] = 270.0000610351563,
		["blockspell_spark_width"] = 4,
		["blockcontainer_islocked"] = true,
		["genericcontainer_right_width"] = 403.0001220703125,
		["blockspell_color"] = {
			0.6, -- [1]
			0.6, -- [2]
			0.6, -- [3]
			0.55, -- [4]
		},
		["blockspell_spark_show"] = true,
		["spellcontainer_header_fontsize"] = 10,
		["statusbar_background_color"] = {
			0.15, -- [1]
			0.15, -- [2]
			0.15, -- [3]
		},
		["genericcontainer_width"] = 429.0001220703125,
		["statusbar_texture"] = "Interface\\AddOns\\Details\\images\\bar_skyline",
		["genericcontainer_islocked"] = true,
		["statusbar_alpha"] = 0.7,
		["genericcontainer_right_height"] = 460.0000305175781,
		["targetcontainer_height"] = 140.0000305175781,
		["blockspell_padding"] = 5,
		["nest_players_spells_with_same_name"] = true,
		["genericcontainer_enabled"] = true,
		["genericcontainer_headers"] = {
			["name"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 200,
			},
			["amount"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 50,
			},
			["persecond"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 50,
			},
			["percent"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 50,
			},
			["icon"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 22,
			},
			["rank"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 30,
			},
		},
		["targetcontainer_width"] = 337.0000305175781,
		["statusbar_background_alpha"] = 0.7,
		["spellcontainer_headers"] = {
			["overheal"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 70,
			},
			["absorbed"] = {
				["align"] = "left",
				["enabled"] = false,
				["width"] = 55,
			},
			["percent"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 50,
			},
			["castavg"] = {
				["align"] = "left",
				["enabled"] = false,
				["width"] = 50,
			},
			["critpercent"] = {
				["align"] = "left",
				["enabled"] = false,
				["width"] = 40,
			},
			["expand"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 16,
			},
			["persecond"] = {
				["align"] = "left",
				["enabled"] = false,
				["width"] = 50,
			},
			["uptime"] = {
				["align"] = "left",
				["enabled"] = false,
				["width"] = 45,
			},
			["casts"] = {
				["align"] = "left",
				["enabled"] = false,
				["width"] = 40,
			},
			["name"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 231,
			},
			["amount"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 50,
			},
			["target"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 22,
			},
			["hits"] = {
				["align"] = "left",
				["enabled"] = false,
				["width"] = 40,
			},
			["icon"] = {
				["align"] = "left",
				["enabled"] = true,
				["width"] = 22,
			},
			["rank"] = {
				["align"] = "center",
				["enabled"] = true,
				["width"] = 16,
			},
		},
		["blockspell_spark_offset"] = -1,
		["genericcontainer_height"] = 481,
	},
	["got_first_run"] = true,
	["deathlog_line_height"] = 16,
	["merge_pet_abilities"] = false,
	["parser_options"] = {
		["energy_overflow"] = false,
		["shield_overheal"] = false,
	},
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "Контроль толпы сделано",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 11,
		}, -- [1]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the amount of crowd control received for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["name"] = "Контроль толпы получено",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["script_version"] = 3,
		}, -- [2]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor(value) / combat:GetCombatTime())\n				local percent = string.format(\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Показать свои заклинания в окне.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption(\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n\n			if (spell.n_total) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = Details.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, Details.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor(debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n\n				local spellName = GetSpellInfo(spell.id)\n				local amountOfCasts = combat:GetSpellCastAmount(Details.playername, spellName)\n\n				if (amountOfCasts == 0) then\n				    amountOfCasts = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. amountOfCasts\n			    end\n\n			    --Cooltip code\n			    GC:AddLine(\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine(\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_total / spell.n_amt\n			    local T = (combat_time*spell.n_total)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_total / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_total/spell.c_amt\n				local T = (combat_time*spell.c_total)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_total / T\n\n				GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Dps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n\n			elseif (spell.n_total) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    --Cooltip code\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_total / spell.n_amt\n			    local T = (combat_time*spell.n_total)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_total / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_total/spell.c_amt\n				local T = (combat_time*spell.c_total)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_total / T\n\n				GC:AddLine(\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Hps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["attribute"] = false,
			["name"] = "Мои заклинания",
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n\n				local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then\n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs(spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n\n					for _, PetName in ipairs(player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs(pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["script_version"] = 10,
		}, -- [3]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, меткой с черепом.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон по метки с черепом",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 3,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, отмеченным любой другой меткой.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон на другие помеченные метки",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 3,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон по щитам",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["script_version"] = 1,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Rhythm",
			["total_script"] = "        local value, top, total, Combat, Instance, Actor = ...\n\n        if _G.Details_ExplosiveOrbs then\n            return _G.Details_ExplosiveOrbs:GetDisplayText(Combat:GetCombatNumber(), Actor.my_actor:guid())\n        end\n        return \"\"\n    ",
			["desc"] = "Отображает, сколько взрывоопасных сфер игроки выделяют и бьют.",
			["attribute"] = false,
			["script"] = "        local Combat, CustomContainer, Instance = ...\n        local total, top, amount = 0, 0, 0\n\n        if _G.Details_ExplosiveOrbs then\n            local CombatNumber = Combat:GetCombatNumber()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            for _, Actor in Container:ListActors() do\n                if Actor:IsGroupPlayer() then\n                    -- we only record the players in party\n                    local target, hit = _G.Details_ExplosiveOrbs:GetRecord(CombatNumber, Actor:guid())\n                    if target > 0 or hit > 0 then\n                        CustomContainer:AddValue(Actor, hit)\n                    end\n                end\n            end\n\n            total, top = CustomContainer:GetTotalAndHighestValue()\n            amount = CustomContainer:GetNumActors()\n        end\n\n        return total, top, amount\n    ",
			["name"] = "Взрывоопасная сфера",
			["tooltip"] = "        local Actor, Combat, Instance = ...\n        local GameCooltip = GameCooltip\n\n        if _G.Details_ExplosiveOrbs then\n            local actorName = Actor:name()\n            local Actor = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE):GetActor(actorName)\n            if not Actor then return end\n\n            local sortedList = {}\n            local orbName = _G.Details_ExplosiveOrbs:RequireOrbName()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n\n            for spellID, spellTable in pairs(Actor:GetSpellList()) do\n                local amount = spellTable.targets[orbName]\n                if amount then\n                    tinsert(sortedList, {spellID, amount})\n                end\n            end\n\n            -- handle pet\n            for _, petName in ipairs(Actor.pets) do\n                local petActor = Container:GetActor(petName)\n                for spellID, spellTable in pairs(petActor:GetSpellList()) do\n                    local amount = spellTable.targets[orbName]\n                    if amount then\n                        tinsert(sortedList, {spellID, amount, petName})\n                    end\n                end\n            end\n\n            sort(sortedList, Details.Sort2)\n\n            local format_func = Details:GetCurrentToKFunction()\n            for _, tbl in ipairs(sortedList) do\n                local spellID, amount, petName = unpack(tbl)\n                local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n                if petName then\n                    spellName = spellName .. ' (' .. petName .. ')'\n                end\n\n                GameCooltip:AddLine(spellName, format_func(_, amount))\n                Details:AddTooltipBackgroundStatusbar()\n                GameCooltip:AddIcon(spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n            end\n        end\n    ",
			["target"] = false,
			["spellid"] = false,
			["icon"] = 2175503,
			["script_version"] = 11,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Rhythm",
			["total_script"] = "        local value, top, total, Combat, Instance, Actor = ...\n\n        if _G.Details_ExplosiveOrbs then\n            return _G.Details_ExplosiveOrbs:GetDisplayText(Details:GetCombat(-1):GetCombatNumber(), Actor.my_actor:guid())\n        end\n        return \"\"\n    ",
			["desc"] = "Отображает, сколько взрывоопасных сфер игроки выделяют и бьют.",
			["attribute"] = false,
			["script"] = "        local Combat, CustomContainer, Instance = ...\n        local total, top, amount = 0, 0, 0\n\n        if _G.Details_ExplosiveOrbs then\n            local OverallCombat = Details:GetCombat(-1)\n            local CombatNumber = OverallCombat:GetCombatNumber()\n            local Container = OverallCombat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            for _, Actor in Container:ListActors() do\n                if Actor:IsGroupPlayer() then\n                    -- we only record the players in party\n                    local target, hit = _G.Details_ExplosiveOrbs:GetRecord(CombatNumber, Actor:guid())\n                    if target > 0 or hit > 0 then\n                        CustomContainer:AddValue(Actor, hit)\n                    end\n                end\n            end\n\n            total, top = CustomContainer:GetTotalAndHighestValue()\n            amount = CustomContainer:GetNumActors()\n        end\n\n        return total, top, amount\n    ",
			["name"] = "Dynamic Overall Explosive Orbs",
			["tooltip"] = "        local Actor, Combat, Instance = ...\n        local GameCooltip = GameCooltip\n\n        if _G.Details_ExplosiveOrbs then\n            local actorName = Actor:name()\n            local orbName = _G.Details_ExplosiveOrbs:RequireOrbName()\n\n            local OverallCombat = Details:GetCombat(-1)\n            local CurrentCombat = Details:GetCombat(0)\n\n            local OverallContainer = OverallCombat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            local CurrentContainer = CurrentCombat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n\n            local AllSpells = {}\n\n            -- handle overall\n            local Actor = OverallContainer:GetActor(actorName)\n            local ActorSpells = Actor:GetSpellList()\n\n            -- handle player\n            AllSpells[actorName] = {}\n            for spellID, spellTable in pairs(ActorSpells) do\n                AllSpells[actorName][spellID] = spellTable.targets[orbName]\n            end\n\n            -- handle pet\n            for _, petName in ipairs(Actor.pets) do\n                local petActor = OverallContainer:GetActor(petName)\n                local petActorSpells = petActor:GetSpellList()\n\n                AllSpells[petName] = {}\n                for spellID, spellTable in pairs(petActorSpells) do\n                    AllSpells[petName][spellID] = spellTable.targets[orbName]\n                end\n            end\n\n            if Details.in_combat then\n                -- handle current\n                local Actor = CurrentContainer:GetActor(actorName)\n                local ActorSpells = Actor:GetSpellList()\n\n                -- handle player\n                for spellID, spellTable in pairs(ActorSpells) do\n                    AllSpells[actorName][spellID] = (AllSpells[actorName][spellID] or 0) + (spellTable.targets[orbName] or 0)\n                end\n\n                -- handle pet\n                for _, petName in ipairs(Actor.pets) do\n                    local petActor = CurrentContainer:GetActor(petName)\n                    local petActorSpells = petActor:GetSpellList()\n\n                    if not AllSpells[petName] then\n                        AllSpells[petName] = {}\n                    end\n\n                    for spellID, spellTable in pairs(petActorSpells) do\n                        AllSpells[petName][spellID] = (AllSpells[petName][spellID] or 0) + (spellTable.targets[orbName] or 0)\n                    end\n                end\n            end\n\n            local sortedList = {}\n            for name, spellTable in pairs(AllSpells) do\n                for spellID, amount in pairs(spellTable) do\n                    tinsert(sortedList, {spellID, amount, name ~= actorName and name})\n                end\n            end\n\n            sort(sortedList, Details.Sort2)\n\n            local format_func = Details:GetCurrentToKFunction()\n            for _, tbl in ipairs(sortedList) do\n                local spellID, amount, petName = unpack(tbl)\n                local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n                if petName then\n                    spellName = spellName .. ' (' .. petName .. ')'\n                end\n\n                GameCooltip:AddLine(spellName, format_func(_, amount))\n                Details:AddTooltipBackgroundStatusbar()\n                GameCooltip:AddIcon(spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n            end\n        end\n    ",
			["target"] = false,
			["spellid"] = false,
			["icon"] = 2175503,
			["script_version"] = 11,
		}, -- [8]
		{
			["source"] = false,
			["desc"] = "Show overall damage done on the fly.",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n				\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n				\n				--calculate the DPS and return it as percent\n				local totalValue = value\n				\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				return s\n			",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["spellid"] = false,
			["name"] = "Динамический общий урон",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				if (player) then\n					playerTotal = playerTotal + player.total\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs (playerSpells) do\n						AllSpells [spellID] = spellTable.total\n					end\n				end\n				--current\n				if (Details.in_combat) then\n					local player = CurrentCombat [1]:GetActor (actor.nome)\n					if (player) then\n						playerTotal = playerTotal + player.total\n						local playerSpells = player:GetSpellList()\n						for spellID, spellTable in pairs (playerSpells) do\n							AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n						end\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n					tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs (sortedList) do\n					local spellID, total = unpack (t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n						\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n						\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n						\n						GameCooltip:AddLine (spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n						\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n						\n					end\n				end\n			",
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n				\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n				\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n				\n				if (Details.in_combat) then\n					for _, player in ipairs ( damage_container_current ) do \n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)        \n						end\n					end\n				end\n				\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n				\n				--return:\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 8,
		}, -- [9]
		{
			["source"] = false,
			["author"] = "Rhythm",
			["desc"] = "Отображает, сколько взрывоопасных сфер игроки выделяют и бьют.",
			["total_script"] = "        local value, top, total, Combat, Instance, Actor = ...\n\n        if _G.Details_ExplosiveOrbs then\n            return _G.Details_ExplosiveOrbs:GetDisplayText(Combat:GetCombatNumber(), Actor.my_actor:guid())\n        end\n        return \"\"\n    ",
			["icon"] = 2175503,
			["spellid"] = false,
			["name"] = "Взрывоопасные сферы",
			["tooltip"] = "        local Actor, Combat, Instance = ...\n        local GameCooltip = GameCooltip\n\n        if _G.Details_ExplosiveOrbs then\n            local actorName = Actor:name()\n            local Actor = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE):GetActor(actorName)\n            if not Actor then return end\n\n            local sortedList = {}\n            local orbName = _G.Details_ExplosiveOrbs:RequireOrbName()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n\n            for spellID, spellTable in pairs(Actor:GetSpellList()) do\n                local amount = spellTable.targets[orbName]\n                if amount then\n                    tinsert(sortedList, {spellID, amount})\n                end\n            end\n\n            -- handle pet\n            for _, petName in ipairs(Actor.pets) do\n                local petActor = Container:GetActor(petName)\n                for spellID, spellTable in pairs(petActor:GetSpellList()) do\n                    local amount = spellTable.targets[orbName]\n                    if amount then\n                        tinsert(sortedList, {spellID, amount, petName})\n                    end\n                end\n            end\n\n            sort(sortedList, Details.Sort2)\n\n            local format_func = Details:GetCurrentToKFunction()\n            for _, tbl in ipairs(sortedList) do\n                local spellID, amount, petName = unpack(tbl)\n                local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n                if petName then\n                    spellName = spellName .. ' (' .. petName .. ')'\n                end\n\n                GameCooltip:AddLine(spellName, format_func(_, amount))\n                Details:AddTooltipBackgroundStatusbar()\n                GameCooltip:AddIcon(spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n            end\n        end\n    ",
			["target"] = false,
			["script"] = "        local Combat, CustomContainer, Instance = ...\n        local total, top, amount = 0, 0, 0\n\n        if _G.Details_ExplosiveOrbs then\n            local CombatNumber = Combat:GetCombatNumber()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            for _, Actor in Container:ListActors() do\n                if Actor:IsGroupPlayer() then\n                    -- we only record the players in party\n                    local target, hit = _G.Details_ExplosiveOrbs:GetRecord(CombatNumber, Actor:guid())\n                    if target > 0 or hit > 0 then\n                        CustomContainer:AddValue(Actor, hit)\n                    end\n                end\n            end\n\n            total, top = CustomContainer:GetTotalAndHighestValue()\n            amount = CustomContainer:GetNumActors()\n        end\n\n        return total, top, amount\n    ",
			["attribute"] = false,
			["script_version"] = 11,
		}, -- [10]
		{
			["source"] = false,
			["tooltip"] = "				local actorObject, combatObject, instanceObject = ...\n\n				local iconSize = 20\n				\n				local buffUptimeContainer = actorObject:GetSpellContainer(\"buff\")\n				if (buffUptimeContainer) then\n					for spellId, potionPower in pairs(LIB_OPEN_RAID_ALL_POTIONS) do\n						local spellTable = buffUptimeContainer:GetSpell(spellId)\n						if (spellTable) then\n							local used = spellTable.activedamt\n							if (used and used > 0) then\n								local spellName, _, spellIcon = GetSpellInfo(spellId)\n								GameCooltip:AddLine(spellName, used)\n								GameCooltip:AddIcon(spellIcon, 1, 1, iconSize, iconSize)\n								Details:AddTooltipBackgroundStatusbar()\n							end\n						end\n					end\n				end\n			",
			["import_string"] = "1EvBVnkoq4FlxKwDWDjCn6Q0kfD7kL(YwruUMOLK7JaoGPX3rSrgZwLV4F73yJ5LMxjPDfBBzHXZZZmEMhg7p0FHVxoRGhH9x57HkeRzCFVhWcejn)x89YWWROIG8iojt47LYIqPYWFGslW9LHcwM(3cuk83i2MvibCdHMlq0iSm8lYqhhh5e5e9s0pydsS2jjLX4w6hAREnhlk4uzyVEYWbdYfCc9fNeghm2Q3NCgM0RVb2)qd3Vn8MBSvohwYN6P8GCIVxmopY3ZBn7vz4RRzkMid3cXNmKJiXYWICm8BKmmJjim4LXfkKGyynqomnIvqfyUJVNgLpG4UkW2pQljV6Fg2tIyu)Nh(N3(5H367rrBW(EZn8CjqCyRkdNMsIv7vce)fSqD3oCSKnZw9V4ifNIkYfSn3ZOWwkfZBXYstA4Qz9vrvzmI2OYiAJUPV5hfBhmaq3K22qYJalJemUcEds1omLKlMLSuqsjITJvwLR9xBIo6jSq)QPGXwp84IXUt9cgVyX3DVB5Ihd(BxV7TlXnMzGfYLzJKtsuOg03qGQGsTXtYqeEU1bWhs(GBMidlVgmGrt3cffPOTaX1l(foRiRXesIm0QfcJCZFszXC9sSST1KI2SGQltsy13G8yC1Uje9jO0C8(MV)tANP17)a3XRksacvKjiBWVjNFe4lxXsT911cAE0oMGnbpfc1wy1RCH9S33Z6mYb97rZfnHuv7hdCscdQrbFfHO)Qq3IcScEqghBSd2CZzQkxrEtfjrDF6ROTWFhECSmjaniTs)hK41jG6kWVn7(LEbZNTWD2ZbUpyFCC0PJwOC2Kq1LUFtZjZD)(jJNQR9kOe8c85xMMMqRTm8Vay6mjBiBMgSoqqmn(8gnyakoUzpvu1BB6ep763rDB0444)rPU2UvTVoqNCr88WKVl9MxAN5v2xEYUYRPNulJQJb34(vFFCo71k9WsT0PU3fmB(Jph89XUpemE6utVH3okQNPBuJZc0Q0YpvEYwrdNS7yTDJRV4IBd5kNr4lTzPdSBq(bogTr0D3PPJzGdA9ShFf(a6fZStPvOD7f7PRu(4eX4x1QdxDOTRcZ1fwDs05891)SLTUszmvoXU7EVtjJtA07rBSujQvz2zlnAnRz1Th(BHVHb6)t5tGPdlh3EuZC3hCCw942ibCkJvfc9rFemwQGKvpf9Bt87mt9XMGUEK33POENfX)5iA)HksFPIYVtr4par32H)ZWHW6xE8IYqmYixwf5U0e2f8jQNqQ0NUut1KpfYIwTbQJD474gfRSQ5NAEhZpMdY7yQUDsb8cwJjVSwC632boywTc)fLo4ou0)Po2engoDQOiFfcoy07rCPQ12x47))d",
			["author"] = "Terciob",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				value = math.floor(value)\n				return \"\"\n			",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return math.floor(value) .. \" \"\n			",
			["script"] = "				local combatObject, customContainer, instanceObject = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the misc actor container\n				local listOfUtilityActors = combatObject:GetActorList(DETAILS_ATTRIBUTE_MISC)\n				\n				--do the loop:\n				for _, actorObject in ipairs(listOfUtilityActors) do\n					--only player in group\n					if (actorObject:IsGroupPlayer()) then\n						local bFoundPotion = false\n						\n						--get the spell debuff uptime container\n						local debuffUptimeContainer = actorObject:GetSpellContainer(\"debuff\")\n						if (debuffUptimeContainer) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focusPotion = debuffUptimeContainer:GetSpell(DETAILS_FOCUS_POTION_ID)\n							if (focusPotion) then\n								total = total + 1\n								bFoundPotion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player\n								customContainer:AddValue(actorObject, 1)\n							end\n						end\n						\n						--get the spell buff uptime container\n						local buffUptimeContainer = actorObject:GetSpellContainer(\"buff\")\n						if (buffUptimeContainer) then\n							for spellId, potionPower in pairs(LIB_OPEN_RAID_ALL_POTIONS) do\n								local spellTable = buffUptimeContainer:GetSpell(spellId)\n								if (spellTable) then\n									local used = spellTable.activedamt\n									if (used and used > 0) then\n										total = total + used\n										bFoundPotion = true\n										if (used > top) then\n											top = used\n										end\n										\n										--add amount to the player\n										customContainer:AddValue(actorObject, used)\n									end\n								end\n							end\n						end\n						\n						if (bFoundPotion) then\n							amount = amount + 1\n						end\n					end\n				end\n				\n				--return:\n				return total, top, amount\n				",
			["desc"] = "Показать, кто в вашем рейде использовал зелье во время сражения.",
			["name"] = "Использовано зелий",
			["attribute"] = false,
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["script_version"] = 8,
		}, -- [11]
		{
			["source"] = false,
			["desc"] = "Показать, кто в вашей рейдовой группе использовал камень здоровья или целебное зелье.",
			["author"] = "Terciob",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "				local actorObject, combatObject, instanceObject = ...\n				local spellContainer = actorObject:GetSpellContainer(\"spell\")\n				\n				local iconSize = 20\n				\n				local allHealingPotions = {6262}\n				for spellId, potionPower in pairs(LIB_OPEN_RAID_ALL_POTIONS) do\n					allHealingPotions[#allHealingPotions+1] = spellId\n				end\n				\n				for i = 1, #allHealingPotions do\n					local spellId = allHealingPotions[i]\n					local spellTable = spellContainer:GetSpell(spellId)\n					if (spellTable) then\n						local spellName, _, spellIcon = GetSpellInfo(spellId)\n						GameCooltip:AddLine(spellName, Details:ToK(spellTable.total))\n						GameCooltip:AddIcon(spellIcon, 1, 1, iconSize, iconSize)\n						GameCooltip:AddStatusBar (100, 1, 0, 0, 0, 0.75)\n					end\n				end\n			",
			["name"] = "Лечебное зелье и камень",
			["script"] = "				local combatObject, instanceContainer, instanceObject = ...\n				local total, top, amount = 0, 0, 0\n				\n				local listOfHealingActors = combatObject:GetActorList(DETAILS_ATTRIBUTE_HEAL)\n				for _, actorObject in ipairs(listOfHealingActors) do\n					local listOfSpells = actorObject:GetSpellList()\n					local found = false\n					\n					for spellId, spellTable in pairs(listOfSpells) do\n						if (LIB_OPEN_RAID_HEALING_POTIONS[spellId]) then\n							instanceContainer:AddValue(actorObject, spellTable.total)\n							total = total + spellTable.total\n							if (top < spellTable.total) then\n								top = spellTable.total\n							end\n							found = true\n						end\n					end\n					\n					if (found) then\n						amount = amount + 1\n					end\n				end\n				\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["script_version"] = 18,
		}, -- [12]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел на нанесение урона.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["spellid"] = false,
			["name"] = "Урон (активность)",
			["script"] = "				local combatObject, instanceContainer, instanceObject = ...\n				local total, amount = 0, 0\n\n				--get the damager actors\n				local listOfDamageActors = combatObject:GetActorList(DETAILS_ATTRIBUTE_DAMAGE)\n\n				for _, actorObject in ipairs(listOfDamageActors) do\n					if (actorObject:IsGroupPlayer()) then\n						local activity = actorObject:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instanceContainer:AddValue(actorObject, activity)\n					end\n				end\n\n				--return:\n				return total, combatObject:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 4,
		}, -- [13]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел, делая исцеление.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["spellid"] = false,
			["name"] = "Исцеление (активность)",
			["script"] = "				local combatObject, instanceContainer, instanceObject = ...\n				local total, amount = 0, 0\n\n				--get the healing actors\n				local listOfHealingActors = combatObject:GetActorList(DETAILS_ATTRIBUTE_HEAL)\n\n				for _, actorObject in ipairs(listOfHealingActors) do\n					if (actorObject:IsGroupPlayer()) then\n						local activity = actorObject:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instanceContainer:AddValue (actorObject, activity)\n					end\n				end\n\n				--return:\n				return total, combatObject:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [14]
	},
	["latest_news_saw"] = "10.2.6 12651",
	["all_switch_config"] = {
		["scale"] = 1,
		["font_size"] = 10,
	},
	["report_where"] = "GUILD",
	["__profiles"] = {
		["Алоиза-Борейская тундра"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["fontsize"] = 10,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["tooltip_max_abilities"] = 6,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["show_amount"] = false,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["buff"] = "silver",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["animation_speed"] = 33,
			["deadlog_limit"] = 16,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["instances_segments_locked"] = true,
			["ps_abbreviation"] = 3,
			["disable_window_groups"] = false,
			["data_broker_text"] = "",
			["use_battleground_server_parser"] = false,
			["instances_suppress_trash"] = 0,
			["clear_ungrouped"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["numerical_system_symbols"] = "auto",
			["report_schema"] = 1,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -6.103515625e-05,
							["x"] = 6.103515625e-05,
							["w"] = 310.0002136230469,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["font_size"] = 16,
						["texture_custom_file"] = "Interface\\",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["show_faction_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["start_after_icon"] = true,
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textR_class_colors"] = false,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_enable_custom_text"] = false,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["textL_enable_custom_text"] = false,
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["skin"] = "Minimalistic",
					["bars_inverted"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["micro_displays_side"] = 2,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["stretch_button_side"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["ignore_mass_showhide"] = false,
					["fontstrings_text3_anchor"] = 38,
					["menu_icons_size"] = 0.82,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["switch_all_roles_in_combat"] = false,
					["switch_tank_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["bg_alpha"] = 0.6,
					["clickthrough_rows"] = false,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["skin_custom"] = "",
					["hide_in_combat_alpha"] = 0,
					["switch_all_roles_after_wipe"] = false,
					["switch_damager_in_combat"] = false,
					["libwindow"] = {
						["y"] = -4.57763671875e-05,
						["x"] = 0.0001220703125,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_damager"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["strata"] = "LOW",
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["bars_grow_direction"] = 1,
					["grab_on_top"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["show_statusbar"] = false,
					["auto_current"] = true,
					["rowareaborder_shown"] = false,
					["backdrop_texture"] = "Details Ground",
					["micro_displays_locked"] = true,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -6.103515625e-05,
							["x"] = 6.103515625e-05,
							["w"] = 310.0002136230469,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["show_sidebars"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["__was_opened"] = true,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["time_type_original"] = 2,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["overall_flag"] = 16,
			["deny_score_messages"] = false,
			["overall_clear_logout"] = false,
			["minimum_combat_time"] = 5,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["trash_auto_remove"] = false,
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["version"] = 1,
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.20000001788139, -- [1]
					0.57647061347961, -- [2]
					0.49803924560547, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["memory_threshold"] = 3,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["segments_panic_mode"] = false,
			["overall_clear_newboss"] = true,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["auto_swap_to_dynamic_overall"] = false,
			["overall_clear_pvp"] = true,
			["numerical_system"] = 1,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["standard_skin"] = false,
			["instances_no_libwindow"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_lock_ungroup_buttons"] = false,
		},
		["Тиаз-Борейская тундра"] = {
			["overall_clear_newtorghast"] = true,
			["use_realtimedps"] = false,
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["show_crowdcontrol_pvm"] = false,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["line_height"] = 16,
				["show_crowdcontrol_pvp"] = true,
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.1921, -- [1]
						0.1921, -- [2]
						0.1921, -- [3]
						0.3869, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1473] = {
					0.75, -- [1]
					0.875, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.0941, -- [1]
					0.0941, -- [2]
					0.0941, -- [3]
					0.8, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["show_amount"] = false,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["fontsize"] = 10,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["tooltip_max_abilities"] = 6,
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["profile_save_pos"] = true,
			["default_bg_alpha"] = 0.5,
			["trash_concatenate"] = false,
			["deny_score_messages"] = false,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["animation_speed"] = 33,
			["animate_scroll"] = false,
			["standard_skin"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["use_battleground_server_parser"] = false,
			["death_tooltip_width"] = 350,
			["disable_window_groups"] = false,
			["clear_ungrouped"] = true,
			["force_activity_time_pvp"] = true,
			["instances_suppress_trash"] = 0,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["time_type_original"] = 2,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["auto_swap_to_dynamic_overall"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -456.7990875244141,
							["x"] = 845.6002197265625,
							["w"] = 310.0002136230469,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["skin_custom"] = "",
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["clickthrough_rows"] = false,
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["skin"] = "Minimalistic",
					["show_sidebars"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["stretch_button_side"] = 1,
					["menu_icons_size"] = 0.82,
					["bars_inverted"] = false,
					["fontstrings_text3_anchor"] = 38,
					["backdrop_texture"] = "Details Ground",
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textYMod"] = 1,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textXMod"] = 0,
								["textStyle"] = 2,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textYMod"] = 1,
								["textXMod"] = 6,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textStyle"] = 2,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
					},
					["bars_sort_direction"] = 1,
					["fullborder_shown"] = false,
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["rowareaborder_size"] = 0.5,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["micro_displays_locked"] = true,
					["hide_in_combat_alpha"] = 0,
					["show_statusbar"] = false,
					["switch_damager_in_combat"] = false,
					["libwindow"] = {
						["y"] = 40.20085906982422,
						["x"] = -23.399658203125,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["bg_alpha"] = 0.6,
					["bars_grow_direction"] = 1,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["textL_offset"] = 0,
						["text_yoffset"] = 0,
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 16,
						["show_faction_icon"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["percent_type"] = 1,
						["start_after_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["texture_custom_file"] = "Interface\\",
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["texture_custom"] = "",
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["texture_background"] = "Details D'ictum (reverse)",
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_class_colors"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["overlay_texture"] = "Details D'ictum",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["use_spec_icons"] = true,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["show_arena_role_icon"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["switch_tank"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["grab_on_top"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["auto_current"] = true,
					["switch_damager"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["plugins_grow_direction"] = 1,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -456.7990875244141,
							["x"] = 845.6002197265625,
							["w"] = 310.0002136230469,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["__was_opened"] = true,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["report_lines"] = 5,
			["segments_amount"] = 40,
			["overall_clear_pvp"] = true,
			["overall_clear_newboss"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["realtimedps_always_arena"] = false,
			["minimum_combat_time"] = 5,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["overall_clear_logout"] = false,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["default_bg_color"] = 0.0941,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
			},
			["total_abbreviation"] = 2,
			["disable_alldisplays_window"] = false,
			["trash_auto_remove"] = false,
			["broadcaster_enabled"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_auto_erase"] = 1,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["version"] = 1,
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.5764, -- [2]
					0.498, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["color_by_arena_team"] = true,
			["use_scroll"] = false,
			["overall_flag"] = 16,
			["segments_panic_mode"] = false,
			["realtimedps_order_bars"] = false,
			["show_arena_role_icon"] = false,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["numerical_system"] = 1,
			["time_type"] = 2,
			["update_speed"] = 0.2,
			["report_schema"] = 1,
			["numerical_system_symbols"] = "auto",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["instances_no_libwindow"] = false,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["buff"] = "silver",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
		},
		["Ниэтта-Гордунни"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = false,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["show_crowdcontrol_pvm"] = false,
				["show_crowdcontrol_pvp"] = true,
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[1473] = {
					0.75, -- [1]
					0.875, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["bar_color"] = {
					0.149, -- [1]
					0.149, -- [2]
					0.149, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 8,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["rounded_corner"] = true,
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["fontsize"] = 10,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["tooltip_max_abilities"] = 8,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["show_amount"] = false,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["buff"] = "silver",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["instances_segments_locked"] = true,
			["data_broker_text"] = "",
			["animation_speed"] = 33,
			["standard_skin"] = false,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["disable_lock_ungroup_buttons"] = false,
			["numerical_system_symbols"] = "auto",
			["disable_window_groups"] = false,
			["report_schema"] = 1,
			["ps_abbreviation"] = 3,
			["instances_suppress_trash"] = 0,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["time_type"] = 2,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["numerical_system"] = 1,
			["segments_amount"] = 40,
			["overall_clear_pvp"] = true,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -451.198974609375,
							["x"] = 555.3997802734375,
							["w"] = 194.8001861572266,
							["h"] = 156.4001159667969,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["menu_icons_size"] = 0.8500000238418579,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["clickthrough_rows"] = false,
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["switch_damager"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["attribute_icon_size"] = 0,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = true,
					["desaturated_menu"] = false,
					["backdrop_texture"] = "Details Ground",
					["__was_opened"] = true,
					["skin"] = "Minimalistic",
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fullborder_shown"] = false,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["bars_grow_direction"] = 1,
					["use_multi_fontstrings"] = true,
					["bars_inverted"] = false,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = false,
						["enabled"] = true,
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enable_custom_text"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["show_timer_bg"] = true,
					},
					["switch_tank_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["show_sidebars"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["show_statusbar"] = true,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
						[3] = 2,
					},
					["switch_tank"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_all_roles_after_wipe"] = false,
					["rounded_corner_enabled"] = false,
					["libwindow"] = {
						["y"] = 46.60090637207031,
						["x"] = -371.2000732421875,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["skin_custom"] = "",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["strata"] = "LOW",
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["row_offsets"] = {
							["top"] = 0,
							["right"] = 0,
							["left"] = 0,
							["bottom"] = 0,
						},
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["textL_offset"] = 0,
						["text_yoffset"] = 0,
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["texture_custom_file"] = "Interface\\",
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_enable_custom_text"] = false,
						["start_after_icon"] = true,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["icon_size_offset"] = 0,
						["show_faction_icon"] = true,
						["icon_mask"] = "",
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["use_spec_icons"] = true,
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["texture_custom"] = "",
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["alpha"] = 1,
						["textR_class_colors"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["overlay_texture"] = "Details D'ictum",
						["textR_outline_small"] = true,
						["textL_class_colors"] = false,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 12,
					},
					["grab_on_top"] = false,
					["bars_sort_direction"] = 1,
					["bg_alpha"] = 0.183960914611816,
					["auto_current"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["clickthrough_window"] = false,
					["switch_damager_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -451.198974609375,
							["x"] = 555.3997802734375,
							["w"] = 194.8001861572266,
							["h"] = 156.4001159667969,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -451.198974609375,
							["x"] = 752.1998291015625,
							["w"] = 198.7999420166016,
							["h"] = 156.4001159667969,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["menu_icons_size"] = 0.850000023841858,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["clickthrough_rows"] = false,
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["switch_damager"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["attribute_icon_size"] = 0,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = true,
					["desaturated_menu"] = false,
					["backdrop_texture"] = "Details Ground",
					["__was_opened"] = true,
					["skin"] = "Minimalistic",
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fullborder_shown"] = false,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["bars_grow_direction"] = 1,
					["use_multi_fontstrings"] = true,
					["bars_inverted"] = false,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PFPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PFPS"] = {
								["isHidden"] = false,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = false,
						["text_size"] = 12,
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enable_custom_text"] = false,
						["enabled"] = true,
						["show_timer_bg"] = true,
					},
					["switch_tank_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["show_sidebars"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["show_statusbar"] = true,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
						1, -- [1]
						[3] = 3,
					},
					["switch_tank"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_all_roles_after_wipe"] = false,
					["rounded_corner_enabled"] = false,
					["libwindow"] = {
						["y"] = 46.60090637207031,
						["x"] = -172.400146484375,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["skin_custom"] = "",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["strata"] = "LOW",
					["row_info"] = {
						["show_arena_role_icon"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["row_offsets"] = {
							["top"] = 0,
							["right"] = 0,
							["left"] = 0,
							["bottom"] = 0,
						},
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small"] = true,
						["show_faction_icon"] = true,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["textL_offset"] = 0,
						["text_yoffset"] = 0,
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["texture_custom_file"] = "Interface\\",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["percent_type"] = 1,
						["start_after_icon"] = true,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["icon_size_offset"] = 0,
						["textL_enable_custom_text"] = false,
						["icon_mask"] = "",
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["textR_outline_small"] = true,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["textR_outline"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textL_class_colors"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_enable_custom_text"] = false,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["overlay_texture"] = "Details D'ictum",
						["texture"] = "BantoBar",
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["arena_role_icon_size_offset"] = -10,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 12,
					},
					["grab_on_top"] = false,
					["bars_sort_direction"] = 1,
					["bg_alpha"] = 0.183960914611816,
					["auto_current"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["clickthrough_window"] = false,
					["switch_damager_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -451.198974609375,
							["x"] = 752.1998291015625,
							["w"] = 198.7999420166016,
							["h"] = 156.4001159667969,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [2]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -451.198974609375,
							["x"] = 937.7999267578125,
							["w"] = 172.4001617431641,
							["h"] = 156.4001159667969,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["menu_icons_size"] = 0.850000023841858,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["clickthrough_rows"] = false,
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["switch_damager"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["attribute_icon_size"] = 0,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = true,
					["desaturated_menu"] = false,
					["backdrop_texture"] = "Details Ground",
					["__was_opened"] = true,
					["skin"] = "Minimalistic",
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fullborder_shown"] = false,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["bars_grow_direction"] = 1,
					["use_multi_fontstrings"] = true,
					["bars_inverted"] = false,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Friz Quadrata TT",
						["show_timer_always"] = false,
						["text_size"] = 12,
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enable_custom_text"] = false,
						["enabled"] = true,
						["show_timer_bg"] = true,
					},
					["switch_tank_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["show_sidebars"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["show_statusbar"] = true,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
						2, -- [1]
					},
					["switch_tank"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_all_roles_after_wipe"] = false,
					["rounded_corner_enabled"] = false,
					["libwindow"] = {
						["y"] = 46.60090637207031,
						["x"] = 0,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["skin_custom"] = "",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["strata"] = "LOW",
					["row_info"] = {
						["show_arena_role_icon"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["row_offsets"] = {
							["top"] = 0,
							["right"] = 0,
							["left"] = 0,
							["bottom"] = 0,
						},
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small"] = true,
						["show_faction_icon"] = true,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["textL_offset"] = 0,
						["text_yoffset"] = 0,
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["texture_custom_file"] = "Interface\\",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["percent_type"] = 1,
						["start_after_icon"] = true,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["icon_size_offset"] = 0,
						["textL_enable_custom_text"] = false,
						["icon_mask"] = "",
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["textR_outline_small"] = true,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["textR_outline"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textL_class_colors"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_enable_custom_text"] = false,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["overlay_texture"] = "Details D'ictum",
						["texture"] = "BantoBar",
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["arena_role_icon_size_offset"] = -10,
						["font_face"] = "Friz Quadrata TT",
						["texture_class_colors"] = true,
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["font_size"] = 12,
					},
					["grab_on_top"] = false,
					["bars_sort_direction"] = 1,
					["bg_alpha"] = 0.183960914611816,
					["auto_current"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["clickthrough_window"] = false,
					["switch_damager_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -451.198974609375,
							["x"] = 937.7999267578125,
							["w"] = 172.4001617431641,
							["h"] = 156.4001159667969,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [3]
			},
			["report_lines"] = 5,
			["use_self_color"] = false,
			["overall_flag"] = 16,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["minimum_combat_time"] = 5,
			["overall_clear_logout"] = false,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["realtimedps_always_arena"] = false,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["deny_score_messages"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["trash_auto_remove"] = false,
			["disable_alldisplays_window"] = false,
			["segments_amount_to_save"] = 40,
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["version"] = 1,
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 3,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 202.5542370621135,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["time_type_original"] = 2,
			["show_arena_role_icon"] = false,
			["overall_clear_newboss"] = true,
			["segments_panic_mode"] = false,
			["realtimedps_order_bars"] = false,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["auto_swap_to_dynamic_overall"] = false,
			["clear_ungrouped"] = true,
			["use_battleground_server_parser"] = false,
			["update_speed"] = 0.2,
			["force_activity_time_pvp"] = true,
			["death_tooltip_width"] = 350,
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["use_realtimedps"] = false,
			["all_in_one_windows"] = {
			},
			["default_bg_alpha"] = 0.5,
			["use_scroll"] = false,
		},
		["Шайэн-Гордунни"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["deadlog_limit"] = 16,
			["instances_suppress_trash"] = 0,
			["instances_segments_locked"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["data_broker_text"] = "",
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["instances_no_libwindow"] = false,
			["numerical_system_symbols"] = "auto",
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -450.3996658325195,
							["x"] = 618.4005126953125,
							["w"] = 310.0002136230469,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["font_size"] = 16,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["percent_type"] = 1,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["texture_custom_file"] = "Interface\\",
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["textR_enable_custom_text"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_background"] = "Details D'ictum (reverse)",
						["overlay_texture"] = "Details D'ictum",
						["alpha"] = 1,
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["use_spec_icons"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_size"] = 12,
					},
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["__was_opened"] = true,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fullborder_shown"] = false,
					["stretch_button_side"] = 1,
					["menu_icons_size"] = 0.850000023841858,
					["show_sidebars"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["bars_sort_direction"] = 1,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["clickthrough_rows"] = false,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["hide_in_combat_type"] = 1,
					["hide_in_combat_alpha"] = 0,
					["bars_grow_direction"] = 1,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["libwindow"] = {
						["y"] = 46.60027694702148,
						["x"] = -250.5994873046875,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["grab_on_top"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["backdrop_texture"] = "Details Ground",
					["micro_displays_side"] = 2,
					["strata"] = "LOW",
					["switch_damager_in_combat"] = false,
					["switch_damager"] = false,
					["ignore_mass_showhide"] = false,
					["auto_current"] = true,
					["skin_custom"] = "",
					["bg_alpha"] = 0.183960914611816,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -450.3996658325195,
							["x"] = 618.4005126953125,
							["w"] = 310.0002136230469,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["report_schema"] = 1,
			["ps_abbreviation"] = 3,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["overall_clear_newboss"] = true,
			["time_type_original"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["overall_clear_logout"] = false,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["overall_flag"] = 16,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["total_abbreviation"] = 2,
			["disable_alldisplays_window"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["version"] = 1,
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["trash_auto_remove"] = false,
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["use_self_color"] = false,
			["use_scroll"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["segments_panic_mode"] = false,
			["memory_threshold"] = 3,
			["minimum_combat_time"] = 5,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["show_arena_role_icon"] = false,
			["time_type"] = 2,
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["clear_ungrouped"] = true,
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["update_speed"] = 0.2,
			["death_tooltip_width"] = 350,
			["default_bg_alpha"] = 0.5,
			["standard_skin"] = false,
		},
	},
	["immersion_special_units"] = true,
	["update_warning_timeout"] = 10,
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
			["31615"] = {
				"Swamplord Musel'ek", -- [1]
				"31615", -- [2]
				"Метка охотника: Лисичка", -- [3]
				20, -- [4]
				132212, -- [5]
				["id"] = 1947,
			},
			["381517"] = {
				"Kyrakka and Erkhart Stormvein", -- [1]
				"381517", -- [2]
				"Ветра: Северо-Запад", -- [3]
				17, -- [4]
				"Interface\\AddOns\\BigWigs\\Media\\Icons\\misc_arrowlup.tga", -- [5]
				["id"] = 2623,
			},
			["385339"] = {
				"Teera and Maruuk", -- [1]
				"385339", -- [2]
				"Раскол земли", -- [3]
				52, -- [4]
				136025, -- [5]
				["id"] = 2581,
			},
			["428374"] = {
				"Lady Naz'jar", -- [1]
				"428374", -- [2]
				"Сконцентрированная буря (1)", -- [3]
				7, -- [4]
				237589, -- [5]
				["id"] = 1045,
			},
			["385551"] = {
				"Gulping Goliath", -- [1]
				"385551", -- [2]
				"Заглатывание", -- [3]
				18.1, -- [4]
				132127, -- [5]
				["id"] = 2616,
			},
			["387151"] = {
				"Telash Greywing", -- [1]
				"387151", -- [2]
				"Морозный опустошитель", -- [3]
				14.5, -- [4]
				4622451, -- [5]
				["id"] = 2583,
			},
			["375924"] = {
				"The Lost Dwarves", -- [1]
				"375924", -- [2]
				"Рейд на драккаре!", -- [3]
				24.8, -- [4]
				1373903, -- [5]
				["id"] = 2555,
			},
			["410904"] = {
				"The Infinite Dragonflight", -- [1]
				"410904", -- [2]
				"Сфера бесконечности", -- [3]
				9.6, -- [4]
				4630413, -- [5]
				["id"] = 2673,
			},
			["164275"] = {
				"Witherbark", -- [1]
				"164275", -- [2]
				"Хрупкая кора", -- [3]
				39.2, -- [4]
				443393, -- [5]
				["id"] = 1746,
			},
			["369605"] = {
				"Bromach", -- [1]
				"369605", -- [2]
				"Зов глубин", -- [3]
				5.1, -- [4]
				1058933, -- [5]
				["id"] = 2556,
			},
			["373680"] = {
				"Melidrussa Chillworn", -- [1]
				"373680", -- [2]
				"Ледяная перегрузка", -- [3]
				8.5, -- [4]
				135782, -- [5]
				["id"] = 2609,
			},
			["376827"] = {
				"Balakar Khan", -- [1]
				"376827", -- [2]
				"Проводящий удар", -- [3]
				8, -- [4]
				839977, -- [5]
				["id"] = 2580,
			},
			["427771"] = {
				"Lady Naz'jar", -- [1]
				"427771", -- [2]
				"Гейзеры", -- [3]
				16.1, -- [4]
				893778, -- [5]
				["id"] = 1045,
			},
			["388283"] = {
				"Granyth", -- [1]
				"388283", -- [2]
				"Извержение", -- [3]
				28.8, -- [4]
				136025, -- [5]
				["id"] = 2637,
			},
			["376170"] = {
				"Decatriarch Wratheye", -- [1]
				"376170", -- [2]
				"Удушающее облако гнили", -- [3]
				5.8, -- [4]
				348565, -- [5]
				["id"] = 2569,
			},
			["44224"] = {
				"Kael'thas Sunstrider Magisters' Terrace", -- [1]
				"44224", -- [2]
				"Искажение гравитации", -- [3]
				35, -- [4]
				136111, -- [5]
				["id"] = 1894,
			},
			["387559"] = {
				"Primal Tsunami", -- [1]
				"387559", -- [2]
				"Заряженные капли", -- [3]
				8, -- [4]
				132852, -- [5]
				["id"] = 2618,
			},
			["428823"] = {
				"Yalnu", -- [1]
				"428823", -- [2]
				"Изумрудное извержение (1)", -- [3]
				23, -- [4]
				236153, -- [5]
				["id"] = 1756,
			},
			["376049"] = {
				"Chrono-Lord Deios", -- [1]
				"376049", -- [2]
				"Взмах крыльями (1)", -- [3]
				6.3, -- [4]
				2103878, -- [5]
				["id"] = 2559,
			},
			["374364"] = {
				"Leymor", -- [1]
				"374364", -- [2]
				"Силовые ростки", -- [3]
				3.6, -- [4]
				132145, -- [5]
				["id"] = 2582,
			},
			["374839"] = {
				"Forgemaster Gorek", -- [1]
				"374839", -- [2]
				"Пылающая эгида", -- [3]
				12.1, -- [4]
				4181501, -- [5]
				["id"] = 2612,
			},
			["204574"] = {
				"Oakheart", -- [1]
				"204574", -- [2]
				"Корни-душители", -- [3]
				10.8, -- [4]
				458176, -- [5]
				["id"] = 1837,
			},
			["374969"] = {
				"Forgemaster Gorek", -- [1]
				"374969", -- [2]
				"Огонь кузни", -- [3]
				29.5, -- [4]
				136186, -- [5]
				["id"] = 2612,
			},
			["259531"] = {
				"Vol'kaal", -- [1]
				"259531", -- [2]
				"<Чтение Оживление>", -- [3]
				7, -- [4]
				633004, -- [5]
				["id"] = 2085,
			},
			["386530"] = {
				"Granyth", -- [1]
				"386530", -- [2]
				"Перезарядка", -- [3]
				25, -- [4]
				394796, -- [5]
				["id"] = 2637,
			},
			["369754"] = {
				"Bromach", -- [1]
				"369754", -- [2]
				"Жажда крови", -- [3]
				27.9, -- [4]
				136012, -- [5]
				["id"] = 2556,
			},
			["169613"] = {
				"Yalnu", -- [1]
				"169613", -- [2]
				"Сотворение", -- [3]
				40.1, -- [4]
				132125, -- [5]
				["id"] = 1756,
			},
			["44320"] = {
				"Selin Fireheart", -- [1]
				"44320", -- [2]
				"<Чтение Ярость маны>", -- [3]
				10, -- [4]
				136170, -- [5]
				["id"] = 1897,
			},
			["384316"] = {
				"The Raging Tempest", -- [1]
				"384316", -- [2]
				"Удар молнии", -- [3]
				10.5, -- [4]
				252174, -- [5]
				["id"] = 2636,
			},
			["377559"] = {
				"Treemouth", -- [1]
				"377559", -- [2]
				"Хлещущая лоза", -- [3]
				5, -- [4]
				132106, -- [5]
				["id"] = 2568,
			},
			["384351"] = {
				"Watcher Irideus", -- [1]
				"384351", -- [2]
				"Череда разрядов", -- [3]
				29.2, -- [4]
				132866, -- [5]
				["id"] = 2615,
			},
			["388817"] = {
				"Granyth", -- [1]
				"388817", -- [2]
				"Каменные осколки", -- [3]
				10.6, -- [4]
				4554447, -- [5]
				["id"] = 2637,
			},
			["375727"] = {
				"Chrono-Lord Deios", -- [1]
				"375727", -- [2]
				"Дыхание песка", -- [3]
				12.1, -- [4]
				2101174, -- [5]
				["id"] = 2559,
			},
			["386173"] = {
				"Vexamus", -- [1]
				"386173", -- [2]
				"Мана-бомбы", -- [3]
				22.1, -- [4]
				1717108, -- [5]
				["id"] = 2562,
			},
			["373742"] = {
				"Chargath, Bane of Scales", -- [1]
				"373742", -- [2]
				"Магматическая волна", -- [3]
				5, -- [4]
				524795, -- [5]
				["id"] = 2613,
			},
			["378029"] = {
				"Hackclaw's War-Band", -- [1]
				"378029", -- [2]
				"Разрывающее бешенство (1)", -- [3]
				3.5, -- [4]
				236277, -- [5]
				["id"] = 2570,
			},
			["34268"] = {
				"Ghaz'an", -- [1]
				"34268", -- [2]
				"Кислотное дыхание на ТЕБЕ", -- [3]
				20, -- [4]
				136007, -- [5]
				["id"] = 1945,
			},
			["429037"] = {
				"Mindbender Ghur'sha", -- [1]
				"429037", -- [2]
				"Тотем грозового шквала (1)", -- [3]
				12, -- [4]
				136114, -- [5]
				["id"] = 1046,
			},
			["381525"] = {
				"Kyrakka and Erkhart Stormvein", -- [1]
				"381525", -- [2]
				"Ревущее огненное дыхание", -- [3]
				1.6, -- [4]
				460698, -- [5]
				["id"] = 2623,
			},
			["401482"] = {
				"Tyr, the Infinite Keeper", -- [1]
				"401482", -- [2]
				"Бесконечная аннигиляция", -- [3]
				12.5, -- [4]
				4227048, -- [5]
				["id"] = 2670,
			},
			["377827"] = {
				"Hackclaw's War-Band", -- [1]
				"377827", -- [2]
				"Вихрь клинков", -- [3]
				20.3, -- [4]
				132369, -- [5]
				["id"] = 2570,
			},
			["30500"] = {
				"Grand Warlock Nethekurse", -- [1]
				"30500", -- [2]
				"Лик смерти", -- [3]
				12, -- [4]
				136145, -- [5]
				["id"] = 1936,
			},
			["385916"] = {
				"Granyth", -- [1]
				"385916", -- [2]
				"Тектонический топот", -- [3]
				15.5, -- [4]
				1016245, -- [5]
				["id"] = 2637,
			},
			["385399"] = {
				"Umbrelskul", -- [1]
				"385399", -- [2]
				"Высвобожденное разрушение", -- [3]
				54.8, -- [4]
				135735, -- [5]
				["id"] = 2584,
			},
			["250050"] = {
				"Yazma", -- [1]
				"250050", -- [2]
				"Эхо Шадры", -- [3]
				15.4, -- [4]
				134321, -- [5]
				["id"] = 2087,
			},
			["427899"] = {
				"Archmage Sol", -- [1]
				"427899", -- [2]
				"Шквал тлеющих стрел", -- [3]
				3.3, -- [4]
				135821, -- [5]
				["id"] = 1751,
			},
			["372863"] = {
				"Kokia Blazehoof", -- [1]
				"372863", -- [2]
				"Ритуал подчинения огня (1)", -- [3]
				7.3, -- [4]
				135829, -- [5]
				["id"] = 2606,
			},
			["376727"] = {
				"Balakar Khan", -- [1]
				"376727", -- [2]
				"<Чтение Выкачивание силы>", -- [3]
				4, -- [4]
				1020384, -- [5]
				["id"] = 2580,
			},
			["388424"] = {
				"Primal Tsunami", -- [1]
				"388424", -- [2]
				"Неистовство бури (1)", -- [3]
				4, -- [4]
				572029, -- [5]
				["id"] = 2618,
			},
			["255579"] = {
				"Priestess Alun'za", -- [1]
				"255579", -- [2]
				"Золоченые когти", -- [3]
				12.6, -- [4]
				237389, -- [5]
				["id"] = 2084,
			},
			["204611"] = {
				"Oakheart", -- [1]
				"204611", -- [2]
				"Сокрушительная хватка", -- [3]
				33.6, -- [4]
				236316, -- [5]
				["id"] = 1837,
			},
			["374365"] = {
				"Magmatusk", -- [1]
				"374365", -- [2]
				"Неустойчивая мутация (1)", -- [3]
				30.3, -- [4]
				524796, -- [5]
				["id"] = 2610,
			},
			["374789"] = {
				"Leymor", -- [1]
				"374789", -- [2]
				"Усиленный удар", -- [3]
				10.6, -- [4]
				135858, -- [5]
				["id"] = 2582,
			},
			["409456"] = {
				"Iridikron the Stonescaled", -- [1]
				"409456", -- [2]
				"Земляной импульс (1)", -- [3]
				35.1, -- [4]
				136026, -- [5]
				["id"] = 2669,
			},
			["369660"] = {
				"Bromach", -- [1]
				"369660", -- [2]
				"Дрожь на БОССЕ", -- [3]
				10, -- [4]
				451165, -- [5]
				["id"] = 2556,
			},
			["warmup"] = {
				"Magmatusk", -- [1]
				"warmup", -- [2]
				"Активен", -- [3]
				10.6, -- [4]
				"Interface\\Icons\\achievement_dungeon_neltharus", -- [5]
				["id"] = 2610,
			},
			["388822"] = {
				"Echo of Doragosa", -- [1]
				"388822", -- [2]
				"Энергетический вакуум", -- [3]
				22.8, -- [4]
				1041234, -- [5]
				["id"] = 2565,
			},
			["382670"] = {
				"Teera and Maruuk", -- [1]
				"382670", -- [2]
				"Ураганная стрела (1)", -- [3]
				21.5, -- [4]
				1029585, -- [5]
				["id"] = 2581,
			},
			["255371"] = {
				"Rezan", -- [1]
				"255371", -- [2]
				"Ужасающий образ", -- [3]
				12.5, -- [4]
				132111, -- [5]
				["id"] = 2086,
			},
			["368990"] = {
				"Emberon", -- [1]
				"368990", -- [2]
				"Очищающее пламя", -- [3]
				38.5, -- [4]
				236216, -- [5]
				["id"] = 2558,
			},
			["429051"] = {
				"Mindbender Ghur'sha", -- [1]
				"429051", -- [2]
				"Ярость земли", -- [3]
				22.9, -- [4]
				1016245, -- [5]
				["id"] = 1046,
			},
			["384416"] = {
				"Gutshot", -- [1]
				"384416", -- [2]
				"Бросок мяса", -- [3]
				20.6, -- [4]
				133970, -- [5]
				["id"] = 2567,
			},
			["405279"] = {
				"Morchie", -- [1]
				"405279", -- [2]
				"Знакомые лица", -- [3]
				43, -- [4]
				134376, -- [5]
				["id"] = 2671,
			},
			["stages"] = {
				"Primal Tsunami", -- [1]
				"stages", -- [2]
				"Погружение на БОССЕ", -- [3]
				131.1, -- [4]
				2530431, -- [5]
				["id"] = 2618,
			},
			["374352"] = {
				"Echo of Doragosa", -- [1]
				"374352", -- [2]
				"Энергетическая бомба", -- [3]
				15.9, -- [4]
				135735, -- [5]
				["id"] = 2565,
			},
			["34971"] = {
				"Swamplord Musel'ek", -- [1]
				"34971", -- [2]
				"Бешенство: Коготь", -- [3]
				20, -- [4]
				136224, -- [5]
				["id"] = 1947,
			},
			["381516"] = {
				"Kyrakka and Erkhart Stormvein", -- [1]
				"381516", -- [2]
				"Прерывающая гроза", -- [3]
				9.7, -- [4]
				136018, -- [5]
				["id"] = 2623,
			},
			["428293"] = {
				"Lady Naz'jar", -- [1]
				"428293", -- [2]
				"Быстрый трезубец", -- [3]
				11.9, -- [4]
				2735993, -- [5]
				["id"] = 1045,
			},
			["407406"] = {
				"Blight of Galakrond", -- [1]
				"407406", -- [2]
				"Коррозия: Hawaha*", -- [3]
				15, -- [4]
				651086, -- [5]
				["id"] = 2668,
			},
			["373733"] = {
				"Chargath, Bane of Scales", -- [1]
				"373733", -- [2]
				"Удар дракона", -- [3]
				12, -- [4]
				589068, -- [5]
				["id"] = 2613,
			},
			["212786"] = {
				"Oakheart", -- [1]
				"212786", -- [2]
				"Пересадка (1)", -- [3]
				30, -- [4]
				960689, -- [5]
				["id"] = 1837,
			},
			["384827"] = {
				"Gutshot", -- [1]
				"384827", -- [2]
				"Призыв гиен", -- [3]
				31.5, -- [4]
				132190, -- [5]
				["id"] = 2567,
			},
			["373917"] = {
				"Decatriarch Wratheye", -- [1]
				"373917", -- [2]
				"Удар разложения", -- [3]
				10.6, -- [4]
				237535, -- [5]
				["id"] = 2569,
			},
			["204667"] = {
				"Oakheart", -- [1]
				"204667", -- [2]
				"Дыхание Кошмара", -- [3]
				22.2, -- [4]
				1357794, -- [5]
				["id"] = 1837,
			},
			["31704"] = {
				"The Black Stalker", -- [1]
				"31704", -- [2]
				"Левитация: Кузеньчик", -- [3]
				6, -- [4]
				135928, -- [5]
				["id"] = 1948,
			},
			["369700"] = {
				"Bromach", -- [1]
				"369700", -- [2]
				"Сотрясающий тотем (1)", -- [3]
				20.4, -- [4]
				310733, -- [5]
				["id"] = 2556,
			},
			["381602"] = {
				"Kyrakka and Erkhart Stormvein", -- [1]
				"381602", -- [2]
				"Огненный плевок", -- [3]
				15.7, -- [4]
				135809, -- [5]
				["id"] = 2623,
			},
			["168082"] = {
				"Ancient Protectors", -- [1]
				"168082", -- [2]
				"Ободрение", -- [3]
				31.5, -- [4]
				252995, -- [5]
				["id"] = 1757,
			},
			["401248"] = {
				"Tyr, the Infinite Keeper", -- [1]
				"401248", -- [2]
				"Титанический удар", -- [3]
				12.5, -- [4]
				5061837, -- [5]
				["id"] = 2670,
			},
			["383875"] = {
				"Treemouth", -- [1]
				"383875", -- [2]
				"Частичное переваривание на ТЕБЕ", -- [3]
				60, -- [4]
				136007, -- [5]
				["id"] = 2568,
			},
			["381444"] = {
				"Hackclaw's War-Band", -- [1]
				"381444", -- [2]
				"Дикий рывок", -- [3]
				49.6, -- [4]
				237517, -- [5]
				["id"] = 2570,
			},
			["200238"] = {
				"Shade of Xavius", -- [1]
				"200238", -- [2]
				"Пожирание слабых", -- [3]
				15.4, -- [4]
				1357796, -- [5]
				["id"] = 1839,
			},
			["428139"] = {
				"Archmage Sol", -- [1]
				"428139", -- [2]
				"Сжатие пространства", -- [3]
				43.3, -- [4]
				1033906, -- [5]
				["id"] = 1751,
			},
			["169179"] = {
				"Yalnu", -- [1]
				"169179", -- [2]
				"Колоссальный удар (1)", -- [3]
				2.4, -- [4]
				451165, -- [5]
				["id"] = 1756,
			},
			["428868"] = {
				"Ozumat", -- [1]
				"428868", -- [2]
				"Смрадный рык (1)", -- [3]
				18.2, -- [4]
				132095, -- [5]
				["id"] = 1047,
			},
			["384132"] = {
				"Azureblade", -- [1]
				"384132", -- [2]
				"Переполняющая энергия (1)", -- [3]
				32.9, -- [4]
				4638533, -- [5]
				["id"] = 2585,
			},
			["385442"] = {
				"Gulping Goliath", -- [1]
				"385442", -- [2]
				"Токсичные испарения", -- [3]
				30.3, -- [4]
				132104, -- [5]
				["id"] = 2616,
			},
			["257407"] = {
				"Rezan", -- [1]
				"257407", -- [2]
				"Преследование", -- [3]
				22, -- [4]
				236192, -- [5]
				["id"] = 2086,
			},
			["376634"] = {
				"Balakar Khan", -- [1]
				"376634", -- [2]
				"Железное копье", -- [3]
				21.5, -- [4]
				135130, -- [5]
				["id"] = 2580,
			},
			["413013"] = {
				"Chronikar", -- [1]
				"413013", -- [2]
				"Темпоральное иссечение", -- [3]
				43.8, -- [4]
				1016243, -- [5]
				["id"] = 2666,
			},
			["375251"] = {
				"Magmatusk", -- [1]
				"375251", -- [2]
				"Поток лавы", -- [3]
				7.2, -- [4]
				451169, -- [5]
				["id"] = 2610,
			},
			["385958"] = {
				"Vexamus", -- [1]
				"385958", -- [2]
				"Волна тайной магии", -- [3]
				12.1, -- [4]
				135734, -- [5]
				["id"] = 2562,
			},
			["-5180"] = {
				"Kael'thas Sunstrider Magisters' Terrace", -- [1]
				"-5180", -- [2]
				"Шоковая преграда", -- [3]
				60, -- [4]
				136051, -- [5]
				["id"] = 1894,
			},
			["407159"] = {
				"Blight of Galakrond", -- [1]
				"407159", -- [2]
				"Возвращение гнили", -- [3]
				14.6, -- [4]
				132103, -- [5]
				["id"] = 2668,
			},
			["428594"] = {
				"Ozumat", -- [1]
				"428594", -- [2]
				"Поток грязи", -- [3]
				20.6, -- [4]
				136194, -- [5]
				["id"] = 1047,
			},
			["377477"] = {
				"Warlord Sargha", -- [1]
				"377477", -- [2]
				"Раскаленный уголь", -- [3]
				21.5, -- [4]
				525026, -- [5]
				["id"] = 2611,
			},
			["388008"] = {
				"Telash Greywing", -- [1]
				"388008", -- [2]
				"Абсолютный нуль (1)", -- [3]
				21.5, -- [4]
				135833, -- [5]
				["id"] = 2583,
			},
			["381470"] = {
				"Hackclaw's War-Band", -- [1]
				"381470", -- [2]
				"Тотем хитрого сглаза", -- [3]
				45.8, -- [4]
				538573, -- [5]
				["id"] = 2570,
			},
			["372107"] = {
				"Kokia Blazehoof", -- [1]
				"372107", -- [2]
				"Пылающий валун", -- [3]
				14.5, -- [4]
				451164, -- [5]
				["id"] = 2606,
			},
			["259572"] = {
				"Vol'kaal", -- [1]
				"259572", -- [2]
				"Токсичное зловоние", -- [3]
				5.8, -- [4]
				132108, -- [5]
				["id"] = 2085,
			},
			["369061"] = {
				"Emberon", -- [1]
				"369061", -- [2]
				"Обжигающий хлопок", -- [3]
				4.5, -- [4]
				135817, -- [5]
				["id"] = 2558,
			},
			["377004"] = {
				"Crawth", -- [1]
				"377004", -- [2]
				"Оглушительный визг (1)", -- [3]
				10.1, -- [4]
				252188, -- [5]
				["id"] = 2564,
			},
			["372719"] = {
				"Sentinel Talondras", -- [1]
				"372719", -- [2]
				"Титаническое усиление", -- [3]
				30.4, -- [4]
				136088, -- [5]
				["id"] = 2557,
			},
			["413142"] = {
				"Chronikar", -- [1]
				"413142", -- [2]
				"Прыжок", -- [3]
				19.3, -- [4]
				796637, -- [5]
				["id"] = 2666,
			},
			["388537"] = {
				"Vexamus", -- [1]
				"388537", -- [2]
				"Магический разлом (1)", -- [3]
				40.9, -- [4]
				429383, -- [5]
				["id"] = 2562,
			},
			["369602"] = {
				"The Lost Dwarves", -- [1]
				"369602", -- [2]
				"Защитная преграда", -- [3]
				17.2, -- [4]
				132362, -- [5]
				["id"] = 2555,
			},
			["198379"] = {
				"Archdruid Glaidalis", -- [1]
				"198379", -- [2]
				"Первобытная ярость", -- [3]
				12.4, -- [4]
				571585, -- [5]
				["id"] = 1836,
			},
			["377204"] = {
				"Warlord Sargha", -- [1]
				"377204", -- [2]
				"Драконий горн", -- [3]
				7.1, -- [4]
				236216, -- [5]
				["id"] = 2611,
			},
			["381862"] = {
				"Kyrakka and Erkhart Stormvein", -- [1]
				"381862", -- [2]
				"Ядро адского пламени на ТЕБЕ", -- [3]
				4, -- [4]
				236220, -- [5]
				["id"] = 2623,
			},
			["427672"] = {
				"Commander Ulthok", -- [1]
				"427672", -- [2]
				"Бурлящая расщелина", -- [3]
				17.5, -- [4]
				132851, -- [5]
				["id"] = 1044,
			},
			["384353"] = {
				"Gutshot", -- [1]
				"384353", -- [2]
				"Выстрел в живот", -- [3]
				12, -- [4]
				2058007, -- [5]
				["id"] = 2567,
			},
			["385434"] = {
				"Teera and Maruuk", -- [1]
				"385434", -- [2]
				"Прыжок духа", -- [3]
				6, -- [4]
				135736, -- [5]
				["id"] = 2581,
			},
			["372858"] = {
				"Kokia Blazehoof", -- [1]
				"372858", -- [2]
				"Раскаленные удары", -- [3]
				21.6, -- [4]
				236289, -- [5]
				["id"] = 2606,
			},
			["378208"] = {
				"Hackclaw's War-Band", -- [1]
				"378208", -- [2]
				"Метка свежевателя (1)", -- [3]
				13.3, -- [4]
				1029718, -- [5]
				["id"] = 2570,
			},
			["408141"] = {
				"Blight of Galakrond", -- [1]
				"408141", -- [2]
				"Испепеляющее гнилостное дыхание", -- [3]
				22.4, -- [4]
				4914672, -- [5]
				["id"] = 2668,
			},
			["374567"] = {
				"Leymor", -- [1]
				"374567", -- [2]
				"Взрывное клеймо", -- [3]
				30.1, -- [4]
				135734, -- [5]
				["id"] = 2582,
			},
			["406481"] = {
				"Morchie", -- [1]
				"406481", -- [2]
				"Временные ловушки", -- [3]
				36, -- [4]
				237432, -- [5]
				["id"] = 2671,
			},
			["382836"] = {
				"Teera and Maruuk", -- [1]
				"382836", -- [2]
				"Свирепый удар", -- [3]
				13.5, -- [4]
				236304, -- [5]
				["id"] = 2581,
			},
			["418046"] = {
				"Time-Lost Battlefield", -- [1]
				"418046", -- [2]
				"ЗА ОРДУ!", -- [3]
				19.3, -- [4]
				2565244, -- [5]
				["id"] = 2672,
			},
			["428530"] = {
				"Ozumat", -- [1]
				"428530", -- [2]
				"Мутный поток", -- [3]
				10.6, -- [4]
				236302, -- [5]
				["id"] = 1047,
			},
			["416139"] = {
				"The Infinite Dragonflight", -- [1]
				"416139", -- [2]
				"Темпоральное дыхание", -- [3]
				19.4, -- [4]
				612968, -- [5]
				["id"] = 2673,
			},
			["376997"] = {
				"Crawth", -- [1]
				"376997", -- [2]
				"Свирепый клевок", -- [3]
				3.7, -- [4]
				1508520, -- [5]
				["id"] = 2564,
			},
			["406886"] = {
				"Blight of Galakrond", -- [1]
				"406886", -- [2]
				"Разъедающее насыщение", -- [3]
				4.8, -- [4]
				132104, -- [5]
				["id"] = 2668,
			},
			["372851"] = {
				"Melidrussa Chillworn", -- [1]
				"372851", -- [2]
				"Ледяная буря", -- [3]
				12.1, -- [4]
				136213, -- [5]
				["id"] = 2609,
			},
			["374533"] = {
				"Forgemaster Gorek", -- [1]
				"374533", -- [2]
				"Разгоряченные удары", -- [3]
				20.5, -- [4]
				4374708, -- [5]
				["id"] = 2612,
			},
			["259187"] = {
				"Yazma", -- [1]
				"259187", -- [2]
				"Раздирание души (1)", -- [3]
				9.7, -- [4]
				1354410, -- [5]
				["id"] = 2087,
			},
			["408029"] = {
				"Blight of Galakrond", -- [1]
				"408029", -- [2]
				"Некрохлад", -- [3]
				31.2, -- [4]
				636332, -- [5]
				["id"] = 2668,
			},
			["255577"] = {
				"Priestess Alun'za", -- [1]
				"255577", -- [2]
				"Переливание (1)", -- [3]
				25.1, -- [4]
				135949, -- [5]
				["id"] = 2084,
			},
			["164294"] = {
				"Witherbark", -- [1]
				"164294", -- [2]
				"Запущенная поросль", -- [3]
				5.8, -- [4]
				136030, -- [5]
				["id"] = 1746,
			},
			["375943"] = {
				"Balakar Khan", -- [1]
				"375943", -- [2]
				"Дрожь земли", -- [3]
				37, -- [4]
				1016245, -- [5]
				["id"] = 2580,
			},
			["428054"] = {
				"Lady Naz'jar", -- [1]
				"428054", -- [2]
				"Шоковый удар", -- [3]
				18, -- [4]
				237587, -- [5]
				["id"] = 1045,
			},
			["376208"] = {
				"Chrono-Lord Deios", -- [1]
				"376208", -- [2]
				"Перемотка времени (1)", -- [3]
				39.1, -- [4]
				609811, -- [5]
				["id"] = 2559,
			},
			["377859"] = {
				"Treemouth", -- [1]
				"377859", -- [2]
				"Заразный плевок", -- [3]
				20.9, -- [4]
				134437, -- [5]
				["id"] = 2568,
			},
			["414535"] = {
				"Iridikron the Stonescaled", -- [1]
				"414535", -- [2]
				"Камнекрушащий шквал", -- [3]
				16, -- [4]
				4554437, -- [5]
				["id"] = 2669,
			},
			["259205"] = {
				"Priestess Alun'za", -- [1]
				"259205", -- [2]
				"Дух золота (1)", -- [3]
				9, -- [4]
				1726348, -- [5]
				["id"] = 2084,
			},
			["400641"] = {
				"Tyr, the Infinite Keeper", -- [1]
				"400641", -- [2]
				"Разделяющий удар", -- [3]
				12.5, -- [4]
				2000855, -- [5]
				["id"] = 2670,
			},
			["388796"] = {
				"Overgrown Ancient", -- [1]
				"388796", -- [2]
				"Прорастание", -- [3]
				18.2, -- [4]
				464030, -- [5]
				["id"] = 2563,
			},
			["384014"] = {
				"Watcher Irideus", -- [1]
				"384014", -- [2]
				"Статический выброс (1)", -- [3]
				10.6, -- [4]
				136111, -- [5]
				["id"] = 2615,
			},
			["32361"] = {
				"Tavarok", -- [1]
				"32361", -- [2]
				"Кристаллическая тюрьма: ???", -- [3]
				5, -- [4]
				135988, -- [5]
				["id"] = 1901,
			},
			["374720"] = {
				"Leymor", -- [1]
				"374720", -- [2]
				"Поглощающий топот (1)", -- [3]
				45.8, -- [4]
				135735, -- [5]
				["id"] = 2582,
			},
			["44141"] = {
				"Priestess Delrissa", -- [1]
				"44141", -- [2]
				"Семя порчи на ТЕБЕ", -- [3]
				18, -- [4]
				136193, -- [5]
				["id"] = 1895,
			},
			["385963"] = {
				"Khajin the Unyielding", -- [1]
				"385963", -- [2]
				"Ледяной шок", -- [3]
				6, -- [4]
				135849, -- [5]
				["id"] = 2617,
			},
			["405696"] = {
				"Manifested Timeways", -- [1]
				"405696", -- [2]
				"Временное затухание", -- [3]
				30.1, -- [4]
				1391675, -- [5]
				["id"] = 2667,
			},
			["374635"] = {
				"Forgemaster Gorek", -- [1]
				"374635", -- [2]
				"Сила кузни (1)", -- [3]
				3.6, -- [4]
				519892, -- [5]
				["id"] = 2612,
			},
			["386781"] = {
				"Telash Greywing", -- [1]
				"386781", -- [2]
				"Ледяная бомба", -- [3]
				3.5, -- [4]
				4554439, -- [5]
				["id"] = 2583,
			},
			["191325"] = {
				"Dresaron", -- [1]
				"191325", -- [2]
				"Дыхание порчи", -- [3]
				13, -- [4]
				1357794, -- [5]
				["id"] = 1838,
			},
			["369703"] = {
				"Bromach", -- [1]
				"369703", -- [2]
				"Оглушающий удар", -- [3]
				12.1, -- [4]
				132314, -- [5]
				["id"] = 2556,
			},
			["389179"] = {
				"Watcher Irideus", -- [1]
				"389179", -- [2]
				"Перегрузка (1)", -- [3]
				25.5, -- [4]
				839977, -- [5]
				["id"] = 2615,
			},
			["416264"] = {
				"The Infinite Dragonflight", -- [1]
				"416264", -- [2]
				"Порча Бесконечности", -- [3]
				24.6, -- [4]
				897132, -- [5]
				["id"] = 2673,
			},
			["369573"] = {
				"The Lost Dwarves", -- [1]
				"369573", -- [2]
				"Тяжелая стрела", -- [3]
				20.6, -- [4]
				133576, -- [5]
				["id"] = 2555,
			},
			["386559"] = {
				"Khajin the Unyielding", -- [1]
				"386559", -- [2]
				"Ледяной всплеск", -- [3]
				32, -- [4]
				612394, -- [5]
				["id"] = 2617,
			},
			["373960"] = {
				"Decatriarch Wratheye", -- [1]
				"373960", -- [2]
				"Угасающие силы", -- [3]
				40.1, -- [4]
				615102, -- [5]
				["id"] = 2569,
			},
			["385531"] = {
				"Gulping Goliath", -- [1]
				"385531", -- [2]
				"Удар пузом", -- [3]
				38.8, -- [4]
				136089, -- [5]
				["id"] = 2616,
			},
			["404916"] = {
				"Morchie", -- [1]
				"404916", -- [2]
				"Песчаный вихрь", -- [3]
				3, -- [4]
				796635, -- [5]
				["id"] = 2671,
			},
			["405431"] = {
				"Manifested Timeways", -- [1]
				"405431", -- [2]
				"Фрагменты времени", -- [3]
				15.5, -- [4]
				4630413, -- [5]
				["id"] = 2667,
			},
			["385187"] = {
				"Gulping Goliath", -- [1]
				"385187", -- [2]
				"Подавляющее кваканье", -- [3]
				8.4, -- [4]
				252188, -- [5]
				["id"] = 2616,
			},
			["387504"] = {
				"Primal Tsunami", -- [1]
				"387504", -- [2]
				"Шквальный толчок", -- [3]
				16, -- [4]
				1698701, -- [5]
				["id"] = 2618,
			},
			["385359"] = {
				"Gutshot", -- [1]
				"385359", -- [2]
				"Оплетающая ловушка", -- [3]
				8.4, -- [4]
				461122, -- [5]
				["id"] = 2567,
			},
			["200182"] = {
				"Shade of Xavius", -- [1]
				"200182", -- [2]
				"Гноящаяся рана", -- [3]
				3.2, -- [4]
				1357804, -- [5]
				["id"] = 1839,
			},
			["427668"] = {
				"Commander Ulthok", -- [1]
				"427668", -- [2]
				"Гнойная ударная волна (1)", -- [3]
				25.2, -- [4]
				425958, -- [5]
				["id"] = 1044,
			},
			["396721"] = {
				"Overgrown Ancient", -- [1]
				"396721", -- [2]
				"<Чтение Изобилие>", -- [3]
				3.5, -- [4]
				136079, -- [5]
				["id"] = 2563,
			},
			["429172"] = {
				"Mindbender Ghur'sha", -- [1]
				"429172", -- [2]
				"<Чтение Ужасающее видение>", -- [3]
				5, -- [4]
				4914666, -- [5]
				["id"] = 1046,
			},
			["386660"] = {
				"Leymor", -- [1]
				"386660", -- [2]
				"Извергающаяся трещина", -- [3]
				20.3, -- [4]
				132860, -- [5]
				["id"] = 2582,
			},
			["382628"] = {
				"The Raging Tempest", -- [1]
				"382628", -- [2]
				"Прилив мощи на ТЕБЕ", -- [3]
				20, -- [4]
				237587, -- [5]
				["id"] = 2636,
			},
			["386544"] = {
				"Vexamus", -- [1]
				"386544", -- [2]
				"Чародейские сферы", -- [3]
				4.1, -- [4]
				1391782, -- [5]
				["id"] = 2562,
			},
			["384620"] = {
				"The Raging Tempest", -- [1]
				"384620", -- [2]
				"Электрическая буря", -- [3]
				30.4, -- [4]
				237589, -- [5]
				["id"] = 2636,
			},
			["376811"] = {
				"Treemouth", -- [1]
				"376811", -- [2]
				"Разлагающие брызги", -- [3]
				12.1, -- [4]
				132104, -- [5]
				["id"] = 2568,
			},
			["414303"] = {
				"Manifested Timeways", -- [1]
				"414303", -- [2]
				"Обращение вспять", -- [3]
				30.3, -- [4]
				132842, -- [5]
				["id"] = 2667,
			},
			["204666"] = {
				"Oakheart", -- [1]
				"204666", -- [2]
				"Расколовшаяся земля (1)", -- [3]
				7.1, -- [4]
				132368, -- [5]
				["id"] = 1837,
			},
			["31717"] = {
				"The Black Stalker", -- [1]
				"31717", -- [2]
				"<Чтение Цепная молния>", -- [3]
				3, -- [4]
				136015, -- [5]
				["id"] = 1948,
			},
			["409635"] = {
				"Iridikron the Stonescaled", -- [1]
				"409635", -- [2]
				"Дробящий выдох", -- [3]
				9.2, -- [4]
				1016351, -- [5]
				["id"] = 2669,
			},
			["200185"] = {
				"Shade of Xavius", -- [1]
				"200185", -- [2]
				"Кошмарная стрела", -- [3]
				6.2, -- [4]
				1357805, -- [5]
				["id"] = 1839,
			},
			["nil"] = {
				"Pull", -- [1]
				"nil", -- [2]
				"Атака", -- [3]
				3, -- [4]
				132337, -- [5]
				["id"] = 1751,
			},
			["388544"] = {
				"Overgrown Ancient", -- [1]
				"388544", -- [2]
				"Пробивание коры", -- [3]
				9.7, -- [4]
				132318, -- [5]
				["id"] = 2563,
			},
			["388623"] = {
				"Overgrown Ancient", -- [1]
				"388623", -- [2]
				"Ответвление", -- [3]
				30.4, -- [4]
				133749, -- [5]
				["id"] = 2563,
			},
			["409261"] = {
				"Iridikron the Stonescaled", -- [1]
				"409261", -- [2]
				"Истребляющий взрыв", -- [3]
				8.4, -- [4]
				136025, -- [5]
				["id"] = 2669,
			},
			["44335"] = {
				"Vexallus", -- [1]
				"44335", -- [2]
				"Отклик энергии: Амадена", -- [3]
				30, -- [4]
				135731, -- [5]
				["id"] = 1898,
			},
			["376864"] = {
				"Balakar Khan", -- [1]
				"376864", -- [2]
				"Заряженное копье", -- [3]
				21.5, -- [4]
				135127, -- [5]
				["id"] = 2580,
			},
			["388523"] = {
				"Chargath, Bane of Scales", -- [1]
				"388523", -- [2]
				"1x Замедление на БОСС", -- [3]
				12, -- [4]
				136091, -- [5]
				["id"] = 2613,
			},
			["376892"] = {
				"Balakar Khan", -- [1]
				"376892", -- [2]
				"Трескучий сдвиг", -- [3]
				37, -- [4]
				136111, -- [5]
				["id"] = 2580,
			},
			["255582"] = {
				"Priestess Alun'za", -- [1]
				"255582", -- [2]
				"Расплавленное золото", -- [3]
				16.6, -- [4]
				135903, -- [5]
				["id"] = 2084,
			},
			["196354"] = {
				"Archdruid Glaidalis", -- [1]
				"196354", -- [2]
				"Мучительный прыжок", -- [3]
				4.6, -- [4]
				132133, -- [5]
				["id"] = 1836,
			},
			["427459"] = {
				"Ancient Protectors", -- [1]
				"427459", -- [2]
				"Ядовитое цветение", -- [3]
				7.1, -- [4]
				134208, -- [5]
				["id"] = 1757,
			},
			["410235"] = {
				"Time-Lost Battlefield", -- [1]
				"410235", -- [2]
				"Вихрь клинков", -- [3]
				21.8, -- [4]
				236303, -- [5]
				["id"] = 2672,
			},
			["369110"] = {
				"Emberon", -- [1]
				"369110", -- [2]
				"Нестабильные угли", -- [3]
				12.1, -- [4]
				132093, -- [5]
				["id"] = 2558,
			},
			["385578"] = {
				"Azureblade", -- [1]
				"385578", -- [2]
				"Древняя сфера", -- [3]
				10.6, -- [4]
				1717106, -- [5]
				["id"] = 2585,
			},
			["373424"] = {
				"Chargath, Bane of Scales", -- [1]
				"373424", -- [2]
				"Сбивающее копье", -- [3]
				24.2, -- [4]
				135134, -- [5]
				["id"] = 2613,
			},
			["376448"] = {
				"Crawth", -- [1]
				"376448", -- [2]
				"Огненная буря на БОССЕ", -- [3]
				12, -- [4]
				135821, -- [5]
				["id"] = 2564,
			},
			["372623"] = {
				"Sentinel Talondras", -- [1]
				"372623", -- [2]
				"Резонирующая сфера", -- [3]
				26.7, -- [4]
				2000855, -- [5]
				["id"] = 2557,
			},
			["384686"] = {
				"The Raging Tempest", -- [1]
				"384686", -- [2]
				"Волна энергии", -- [3]
				7.3, -- [4]
				1370984, -- [5]
				["id"] = 2636,
			},
			["373944"] = {
				"Decatriarch Wratheye", -- [1]
				"373944", -- [2]
				"Тотем взрывной гнили (1)", -- [3]
				15.5, -- [4]
				136008, -- [5]
				["id"] = 2569,
			},
			["375056"] = {
				"Chargath, Bane of Scales", -- [1]
				"375056", -- [2]
				"Огненное преследование (1)", -- [3]
				31.1, -- [4]
				135826, -- [5]
				["id"] = 2613,
			},
			["427510"] = {
				"Ancient Protectors", -- [1]
				"427510", -- [2]
				"Токсичный рывок", -- [3]
				12.1, -- [4]
				132105, -- [5]
				["id"] = 1757,
			},
			["369677"] = {
				"The Lost Dwarves", -- [1]
				"369677", -- [2]
				"Рикошетящий щит", -- [3]
				12.1, -- [4]
				135874, -- [5]
				["id"] = 2555,
			},
			["428407"] = {
				"Ozumat", -- [1]
				"428407", -- [2]
				"Обстрел чернилами", -- [3]
				5.7, -- [4]
				252178, -- [5]
				["id"] = 1047,
			},
			["377014"] = {
				"Warlord Sargha", -- [1]
				"377014", -- [2]
				"Обратный поток на БОССЕ", -- [3]
				10, -- [4]
				459027, -- [5]
				["id"] = 2611,
			},
			["250096"] = {
				"Yazma", -- [1]
				"250096", -- [2]
				"Нестерпимая боль", -- [3]
				3.3, -- [4]
				236300, -- [5]
				["id"] = 2087,
			},
			["381694"] = {
				"Hackclaw's War-Band", -- [1]
				"381694", -- [2]
				"Гниющие глаза", -- [3]
				46.8, -- [4]
				136175, -- [5]
				["id"] = 2570,
			},
			["428668"] = {
				"Ozumat", -- [1]
				"428668", -- [2]
				"Очищающее течение", -- [3]
				15, -- [4]
				1698701, -- [5]
				["id"] = 1047,
			},
			["401421"] = {
				"Chronikar", -- [1]
				"401421", -- [2]
				"Лужи", -- [3]
				7.2, -- [4]
				796638, -- [5]
				["id"] = 2666,
			},
			["416152"] = {
				"The Infinite Dragonflight", -- [1]
				"416152", -- [2]
				"Призыв хранителя из рода Бесконечности", -- [3]
				15.7, -- [4]
				876916, -- [5]
				["id"] = 2673,
			},
			["250258"] = {
				"Vol'kaal", -- [1]
				"250258", -- [2]
				"Токсичный прыжок", -- [3]
				2.2, -- [4]
				132301, -- [5]
				["id"] = 2085,
			},
			["375439"] = {
				"Magmatusk", -- [1]
				"375439", -- [2]
				"Пылающий рывок", -- [3]
				19.1, -- [4]
				135822, -- [5]
				["id"] = 2610,
			},
			["408227"] = {
				"Time-Lost Battlefield", -- [1]
				"408227", -- [2]
				"Ударная волна", -- [3]
				9.4, -- [4]
				236312, -- [5]
				["id"] = 2672,
			},
			["384524"] = {
				"Watcher Irideus", -- [1]
				"384524", -- [2]
				"Кулак титана", -- [3]
				6.1, -- [4]
				135906, -- [5]
				["id"] = 2615,
			},
			["164357"] = {
				"Witherbark", -- [1]
				"164357", -- [2]
				"Иссушающее дыхание", -- [3]
				9.7, -- [4]
				796638, -- [5]
				["id"] = 1746,
			},
			["377405"] = {
				"Chrono-Lord Deios", -- [1]
				"377405", -- [2]
				"Пожиратель времени (1)", -- [3]
				5.4, -- [4]
				796638, -- [5]
				["id"] = 2559,
			},
			["377018"] = {
				"Warlord Sargha", -- [1]
				"377018", -- [2]
				"Расплавленное золото", -- [3]
				14.2, -- [4]
				646670, -- [5]
				["id"] = 2611,
			},
			["199389"] = {
				"Dresaron", -- [1]
				"199389", -- [2]
				"Сотрясающий землю рык (1)", -- [3]
				31.4, -- [4]
				1354169, -- [5]
				["id"] = 1838,
			},
			["375937"] = {
				"Balakar Khan", -- [1]
				"375937", -- [2]
				"Разрывающий удар", -- [3]
				8, -- [4]
				132155, -- [5]
				["id"] = 2580,
			},
			["414184"] = {
				"Iridikron the Stonescaled", -- [1]
				"414184", -- [2]
				"<Чтение Катастрофическое истребление>", -- [3]
				6, -- [4]
				133035, -- [5]
				["id"] = 2669,
			},
			["428082"] = {
				"Archmage Sol", -- [1]
				"428082", -- [2]
				"Ледовое слияние", -- [3]
				24.2, -- [4]
				609814, -- [5]
				["id"] = 1751,
			},
			["376934"] = {
				"Treemouth", -- [1]
				"376934", -- [2]
				"Хваткие лозы (1)", -- [3]
				23.2, -- [4]
				136100, -- [5]
				["id"] = 2568,
			},
			["381512"] = {
				"Kyrakka and Erkhart Stormvein", -- [1]
				"381512", -- [2]
				"Сметающая буря", -- [3]
				6.1, -- [4]
				132314, -- [5]
				["id"] = 2623,
			},
			["427456"] = {
				"Commander Ulthok", -- [1]
				"427456", -- [2]
				"Пробуждение жижи", -- [3]
				30.1, -- [4]
				3459799, -- [5]
				["id"] = 1044,
			},
			["385075"] = {
				"Umbrelskul", -- [1]
				"385075", -- [2]
				"Чародейское извержение", -- [3]
				28.2, -- [4]
				135753, -- [5]
				["id"] = 2584,
			},
			["372701"] = {
				"Sentinel Talondras", -- [1]
				"372701", -- [2]
				"Сокрушительная поступь", -- [3]
				5.1, -- [4]
				458976, -- [5]
				["id"] = 2557,
			},
			["384223"] = {
				"Azureblade", -- [1]
				"384223", -- [2]
				"Призыв драконьей иллюзии", -- [3]
				3.3, -- [4]
				1387356, -- [5]
				["id"] = 2585,
			},
			["369563"] = {
				"The Lost Dwarves", -- [1]
				"369563", -- [2]
				"Дикое рассечение", -- [3]
				8.5, -- [4]
				132338, -- [5]
				["id"] = 2555,
			},
			["374361"] = {
				"Echo of Doragosa", -- [1]
				"374361", -- [2]
				"Звездное дыхание", -- [3]
				28.8, -- [4]
				135849, -- [5]
				["id"] = 2565,
			},
			["386547"] = {
				"Teera and Maruuk", -- [1]
				"386547", -- [2]
				"Отпор", -- [3]
				50, -- [4]
				1029595, -- [5]
				["id"] = 2581,
			},
			["404364"] = {
				"Morchie", -- [1]
				"404364", -- [2]
				"<Чтение Дыхание дракона>", -- [3]
				8, -- [4]
				1380676, -- [5]
				["id"] = 2671,
			},
			["388923"] = {
				"Overgrown Ancient", -- [1]
				"388923", -- [2]
				"Взрывной рост (1)", -- [3]
				56.4, -- [4]
				136025, -- [5]
				["id"] = 2563,
			},
			["396044"] = {
				"Melidrussa Chillworn", -- [1]
				"396044", -- [2]
				"Взрывные градины", -- [3]
				6.8, -- [4]
				135849, -- [5]
				["id"] = 2609,
			},
			["386757"] = {
				"Khajin the Unyielding", -- [1]
				"386757", -- [2]
				"Буря с градом", -- [3]
				20, -- [4]
				429385, -- [5]
				["id"] = 2617,
			},
			["390111"] = {
				"Khajin the Unyielding", -- [1]
				"390111", -- [2]
				"Морозный смерч", -- [3]
				10, -- [4]
				136018, -- [5]
				["id"] = 2617,
			},
			["376780"] = {
				"Warlord Sargha", -- [1]
				"376780", -- [2]
				"Щит магмы (1)", -- [3]
				37.7, -- [4]
				135824, -- [5]
				["id"] = 2611,
			},
			["407978"] = {
				"Blight of Galakrond", -- [1]
				"407978", -- [2]
				"Некротические ветра", -- [3]
				16.8, -- [4]
				572029, -- [5]
				["id"] = 2668,
			},
			["-6008"] = {
				"Hungarfen", -- [1]
				"-6008", -- [2]
				"<Чтение Гнилые споры>", -- [3]
				11, -- [4]
				136100, -- [5]
				["id"] = 1946,
			},
			["199345"] = {
				"Dresaron", -- [1]
				"199345", -- [2]
				"Нисходящий поток", -- [3]
				19.3, -- [4]
				1029595, -- [5]
				["id"] = 1838,
			},
			["200289"] = {
				"Shade of Xavius", -- [1]
				"200289", -- [2]
				"Усугубляющаяся паранойя", -- [3]
				22.7, -- [4]
				460691, -- [5]
				["id"] = 1839,
			},
			["384699"] = {
				"Umbrelskul", -- [1]
				"384699", -- [2]
				"Кристаллический рев", -- [3]
				12.2, -- [4]
				135730, -- [5]
				["id"] = 2584,
			},
			["377950"] = {
				"Hackclaw's War-Band", -- [1]
				"377950", -- [2]
				"Великий исцеляющий поток", -- [3]
				12.1, -- [4]
				1385912, -- [5]
				["id"] = 2570,
			},
			["386320"] = {
				"Granyth", -- [1]
				"386320", -- [2]
				"Призыв диверсанта", -- [3]
				5.1, -- [4]
				3012071, -- [5]
				["id"] = 2637,
			},
			["369791"] = {
				"The Lost Dwarves", -- [1]
				"369791", -- [2]
				"Крушитель черепов", -- [3]
				6.1, -- [4]
				463444, -- [5]
				["id"] = 2555,
			},
			["386063"] = {
				"Teera and Maruuk", -- [1]
				"386063", -- [2]
				"Отпугивающий рык", -- [3]
				5.5, -- [4]
				136147, -- [5]
				["id"] = 2581,
			},
			["38759"] = {
				"Pandemonius", -- [1]
				"38759", -- [2]
				"Темный панцирь", -- [3]
				6, -- [4]
				136121, -- [5]
				["id"] = 1900,
			},
			["377034"] = {
				"Crawth", -- [1]
				"377034", -- [2]
				"Подавляющий порыв", -- [3]
				15.8, -- [4]
				2103870, -- [5]
				["id"] = 2564,
			},
			["385331"] = {
				"Umbrelskul", -- [1]
				"385331", -- [2]
				"Разлом", -- [3]
				22.4, -- [4]
				1466168, -- [5]
				["id"] = 2584,
			},
			["403891"] = {
				"Morchie", -- [1]
				"403891", -- [2]
				"Новые проблемы!", -- [3]
				10, -- [4]
				458243, -- [5]
				["id"] = 2671,
			},
			["372222"] = {
				"Azureblade", -- [1]
				"372222", -- [2]
				"Удар тайной магии", -- [3]
				5.2, -- [4]
				134550, -- [5]
				["id"] = 2585,
			},
			["384978"] = {
				"Umbrelskul", -- [1]
				"384978", -- [2]
				"Удар дракона", -- [3]
				7.4, -- [4]
				254096, -- [5]
				["id"] = 2584,
			},
			["400642"] = {
				"Tyr, the Infinite Keeper", -- [1]
				"400642", -- [2]
				"Вытягивание энергии камня (1)", -- [3]
				46.1, -- [4]
				4038101, -- [5]
				["id"] = 2670,
			},
			["212464"] = {
				"Archdruid Glaidalis", -- [1]
				"212464", -- [2]
				"Сумерки (1)", -- [3]
				25.8, -- [4]
				236168, -- [5]
				["id"] = 1836,
			},
			["400681"] = {
				"Tyr, the Infinite Keeper", -- [1]
				"400681", -- [2]
				"Искра Тира", -- [3]
				6, -- [4]
				897131, -- [5]
				["id"] = 2670,
			},
		},
		["latest_boss_mods_access"] = 1713830764,
		["encounter_timers_dbm"] = {
		},
	},
	["check_stuttering"] = false,
	["merge_player_abilities"] = false,
	["played_class_time"] = true,
	["tutorial"] = {
		["unlock_button"] = 4,
		["main_help_button"] = 5479,
		["WINDOW_GROUP_MAKING1"] = true,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["MIN_COMBAT_TIME"] = true,
		["OVERALLDATA_WARNING1"] = 23,
		["logons"] = 5479,
		["version_announce"] = 0,
		["ctrl_click_close_tutorial"] = false,
		["DETAILS_INFO_TUTORIAL2"] = 10,
		["bookmark_tutorial"] = false,
		["STREAMER_PLUGIN_FIRSTRUN"] = true,
	},
	["class_time_played"] = {
		["DEATHKNIGHT"] = 7955.198000000091,
		["WARRIOR"] = 8182.505000000005,
		["PALADIN"] = 279255.3269999994,
		[8] = {
			["DEATHKNIGHT"] = 20923.6179999999,
			["WARRIOR"] = 28396.29900000035,
			["DEMONHUNTER"] = 119522.6489999997,
			["PALADIN"] = 387232.7030000001,
			["SHAMAN"] = 76704.83299999963,
			["DRUID"] = 110313.8350000002,
			["MONK"] = 99814.0580000002,
			["PRIEST"] = 26660.37800000003,
		},
		["PRIEST"] = 27158.64799999993,
		[9] = {
			["DEATHKNIGHT"] = 737478.3040000017,
			["WARRIOR"] = 646372.0750000002,
			["ROGUE"] = 48.3410000000149,
			["MAGE"] = 742.2939999997616,
			["PRIEST"] = 2580061.228000013,
			["WARLOCK"] = 270.6240000000034,
			["DEMONHUNTER"] = 591900.504000002,
			["SHAMAN"] = 766306.3809999994,
			["DRUID"] = 1727356.602000003,
			["MONK"] = 490205.4929999993,
			["PALADIN"] = 6555813.901000041,
		},
		["WARLOCK"] = 149.0819999999367,
		["DEMONHUNTER"] = 123915.9419999993,
		["DRUID"] = 77500.0700000003,
		["MONK"] = 197441.0929999996,
		["SHAMAN"] = 95592.62600000028,
	},
	["aura_tracker_frame"] = {
		["scaletable"] = {
			["scale"] = 1,
		},
		["position"] = {
		},
	},
	["frame_background_color"] = {
		0.1215, -- [1]
		0.1176, -- [2]
		0.1294, -- [3]
		0.8, -- [4]
	},
	["slash_me_used"] = false,
	["show_warning_id1"] = true,
	["spell_category_latest_save"] = 0,
	["mythic_plus"] = {
		["always_in_combat"] = false,
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 1,
		["mythicrun_time_type"] = 1,
		["mythicrun_chart_frame_minimized"] = {
		},
		["reverse_death_log"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = false,
		["mythicrun_chart_frame_ready"] = {
			["y"] = -31.1998291015625,
			["x"] = -26.40008544921875,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["boss_dedicated_segment"] = true,
		["finished_run_frame"] = {
		},
		["last_mythicrun_chart"] = {
		},
	},
	["spellid_ignored"] = {
	},
	["exit_errors"] = {
	},
	["item_level_pool"] = {
		["Player-1602-0224EDBB"] = {
			["time"] = 1714523155,
			["name"] = "Сочувствие",
			["ilvl"] = 488.5625,
		},
		["Player-1305-07123CE0"] = {
			["name"] = "Rhakra-Kazzak",
			["time"] = 1714520706,
			["ilvl"] = 486.8125,
		},
		["Player-1615-09EAC5C0"] = {
			["name"] = "Хантише-Ревущийфьорд",
			["time"] = 1714497071,
			["ilvl"] = 500.1875,
		},
		["Player-1335-062E1D3A"] = {
			["time"] = 1714509955,
			["name"] = "Looriawlck-Ysondre",
			["ilvl"] = 482.75,
		},
		["Player-1602-0AEBE953"] = {
			["time"] = 1714450448,
			["name"] = "Лайнери",
			["ilvl"] = 447.125,
		},
		["Player-1602-0F85ABA2"] = {
			["time"] = 1714450448,
			["name"] = "Ньювупс",
			["ilvl"] = 474.125,
		},
		["Player-509-0A755F1A"] = {
			["name"] = "Spârrow-Sargeras",
			["time"] = 1714499318,
			["ilvl"] = 495.1875,
		},
		["Player-1602-0BE20D17"] = {
			["name"] = "Уххастик",
			["time"] = 1714519380,
			["ilvl"] = 499.125,
		},
		["Player-1104-04939B94"] = {
			["time"] = 1714448471,
			["name"] = "Zobrajin-Rajaxx",
			["ilvl"] = 489.6875,
		},
		["Player-3391-0C48B396"] = {
			["time"] = 1714523191,
			["name"] = "Kembria-Silvermoon",
			["ilvl"] = 490.625,
		},
		["Player-1316-0CC31606"] = {
			["time"] = 1714448506,
			["name"] = "Exa-Nemesis",
			["ilvl"] = 505.625,
		},
		["Player-1305-0C03C8D2"] = {
			["name"] = "Hawaha-Kazzak",
			["time"] = 1714519163,
			["ilvl"] = 498.375,
		},
		["Player-1301-0BA3DD8A"] = {
			["name"] = "Marakyan-Outland",
			["time"] = 1714519152,
			["ilvl"] = 494.0625,
		},
		["Player-1305-08E4B752"] = {
			["name"] = "Kazkrog-Kazzak",
			["time"] = 1714520708,
			["ilvl"] = 489.5625,
		},
		["Player-1925-0F808AF5"] = {
			["time"] = 1714450127,
			["name"] = "Кринжо-ВечнаяПесня",
			["ilvl"] = 466.4,
		},
		["Player-1305-0BFEBB87"] = {
			["time"] = 1714523191,
			["name"] = "Toastcapone-Kazzak",
			["ilvl"] = 484.375,
		},
		["Player-1602-02304928"] = {
			["name"] = "Сострадание",
			["time"] = 1714519458,
			["ilvl"] = 494.9375,
		},
		["Player-1602-0EEA86DF"] = {
			["name"] = "Алтэри",
			["time"] = 1714521015,
			["ilvl"] = 483.8125,
		},
		["Player-1335-05EBC2BA"] = {
			["time"] = 1714509957,
			["name"] = "Precision-Ysondre",
			["ilvl"] = 488.6875,
		},
		["Player-1302-0CB9743F"] = {
			["name"] = "Hotkorean-Archimonde",
			["time"] = 1714494322,
			["ilvl"] = 498.625,
		},
		["Player-3391-0C5AD3B8"] = {
			["name"] = "Maskamag-Silvermoon",
			["time"] = 1714520708,
			["ilvl"] = 488.625,
		},
		["Player-1602-0F790B9E"] = {
			["time"] = 1714450423,
			["name"] = "Туранга",
			["ilvl"] = 460.75,
		},
		["Player-1602-0BF4C108"] = {
			["time"] = 1714512363,
			["name"] = "Ниамэй",
			["ilvl"] = 470.0625,
		},
		["Player-3686-09F55AF0"] = {
			["time"] = 1714448471,
			["name"] = "Paâm-Antonidas",
			["ilvl"] = 487.625,
		},
		["Player-3391-0C4A3FEB"] = {
			["time"] = 1714523191,
			["name"] = "Starpíece-Silvermoon",
			["ilvl"] = 485.25,
		},
		["Player-3696-0760FEF2"] = {
			["time"] = 1714509971,
			["name"] = "Elekinge-Alexstrasza",
			["ilvl"] = 490.9375,
		},
		["Player-1602-0C734AC9"] = {
			["time"] = 1714523155,
			["name"] = "Ниэтта",
			["ilvl"] = 491.125,
		},
		["Player-3674-0A957C72"] = {
			["name"] = "Pjiiex-TwistingNether",
			["time"] = 1714494286,
			["ilvl"] = 499.5625,
		},
		["Player-1390-0BA5260F"] = {
			["time"] = 1714512293,
			["name"] = "Kuchulainn-Hyjal",
			["ilvl"] = 489.0625,
		},
		["Player-1329-0A1BDF0B"] = {
			["time"] = 1714448506,
			["name"] = "Rhâpx-Ravencrest",
			["ilvl"] = 495.25,
		},
		["Player-1305-0CCED97B"] = {
			["time"] = 1714512293,
			["name"] = "Keshishak-Kazzak",
			["ilvl"] = 493.0625,
		},
	},
	["realm_sync"] = true,
	["createauraframe"] = {
	},
	["data_wipes_exp"] = {
		["9"] = true,
		["14"] = false,
		["13"] = false,
		["12"] = false,
		["11"] = false,
		["10"] = true,
	},
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["realtime_dps_size"] = 12,
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_shadow"] = true,
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["run_code"] = {
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--use the role icon in the player bar when inside an arena (default false)\nDetails.show_arena_role_icon = false;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["spell_category_latest_sent"] = 0,
	["switchSaved"] = {
		["slots"] = 16,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
			{
			}, -- [13]
			{
			}, -- [14]
			{
			}, -- [15]
			{
			}, -- [16]
			{
			}, -- [17]
			{
			}, -- [18]
		},
	},
	["latest_npcid_pool_access"] = 1713830764,
	["titletext_showtimer_always"] = false,
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_bw"] = {
			},
			["encounter_timers_dbm"] = {
			},
		},
	},
	["savedStyles"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["spell_category_latest_query"] = 0,
	["savedTimeCaptures"] = {
	},
	["spell_category_savedtable"] = {
	},
	["damage_scroll_position"] = {
		["scale"] = 1,
		["x"] = 4,
		["point"] = "left",
		["y"] = 120,
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["exit_log"] = {
		"1 - Closing Breakdown Window.", -- [1]
		"2 - Clearing user placed position from instance windows.", -- [2]
		"  - 1 has baseFrame: yes.", -- [3]
		"  - 2 has baseFrame: yes.", -- [4]
		"  - 3 has baseFrame: yes.", -- [5]
		"4 - Reversing switches.", -- [6]
		"6 - Saving Config.", -- [7]
		"7 - Saving Profiles.", -- [8]
		"8 - Saving nicktag cache.", -- [9]
		"9 - Saving Auto Run Code.", -- [10]
	},
	["latest_spell_pool_access"] = 1713830764,
	["show_aug_predicted_spell_damage"] = false,
	["encounter_journal_cache"] = {
	},
}
__details_backup = {
	["_instance_backup"] = {
	},
	["_exit_error"] = {
		"2024-01-05 04:25:05 | Saving Play Time: Interface/AddOns/Details/core/gears.lua:3102: attempt to call field 'GetStartupTime' (a nil value)", -- [1]
		"2023-11-30 05:15:06 | Saving Play Time: Interface/AddOns/Details/core/gears.lua:3102: attempt to call field 'GetStartupTime' (a nil value)", -- [2]
		"2023-11-30 05:13:39 | Saving Play Time: Interface/AddOns/Details/core/gears.lua:3102: attempt to call field 'GetStartupTime' (a nil value)", -- [3]
		"2023-11-30 05:13:08 | Saving Play Time: Interface/AddOns/Details/core/gears.lua:3102: attempt to call field 'GetStartupTime' (a nil value)", -- [4]
		"2023-11-30 05:12:41 | Saving Play Time: Interface/AddOns/Details/core/gears.lua:3102: attempt to call field 'GetStartupTime' (a nil value)", -- [5]
		"2023-11-30 05:12:12 | Saving Play Time: Interface/AddOns/Details/core/gears.lua:3102: attempt to call field 'GetStartupTime' (a nil value)", -- [6]
		"2023-10-03 02:52:04 | Saving Play Time: Interface/AddOns/Details/core/gears.lua:3108: attempt to call field 'GetStartupTime' (a nil value)", -- [7]
		"Sun Jan 29 19:40:43 2023|Saving Play Time: Interface/AddOns/Details/core/gears.lua:3095: attempt to call field 'GetStartupTime' (a nil value)", -- [8]
		"Fri Jan 27 23:34:42 2023|Saving Play Time: Interface/AddOns/Details/core/gears.lua:3095: attempt to call field 'GetStartupTime' (a nil value)", -- [9]
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [10]
	},
	["_general_logs"] = {
		"2024-05-01 05:26:56 | actor removed Чародейский портал <Неуправляемый страж> (disposable)", -- [1]
		"2024-05-01 05:24:32 | actor removed Послушникх (ungrouped)", -- [2]
		"2024-05-01 05:24:32 | actor removed Панацея (ungrouped)", -- [3]
		"2024-05-01 05:24:32 | actor removed Веннеса (ungrouped)", -- [4]
		"2024-05-01 05:24:32 | actor removed Послушникх (ungrouped)", -- [5]
		"2024-05-01 05:24:32 | actor removed Панацея (ungrouped)", -- [6]
		"2024-05-01 05:24:32 | actor removed Шуусаку (ungrouped)", -- [7]
		"2024-05-01 05:24:32 | actor removed Послушникх (ungrouped)", -- [8]
		"2024-05-01 05:24:32 | actor removed Fiolis-Draenor (ungrouped)", -- [9]
		"2024-05-01 05:24:32 | actor removed Мегаклещ-СвежевательДуш (ungrouped)", -- [10]
		"2024-05-01 05:24:32 | actor removed Майтидог (ungrouped)", -- [11]
		"2024-05-01 05:24:32 | actor removed Аксиспомойки-СвежевательДуш (ungrouped)", -- [12]
		"2024-05-01 05:24:32 | actor removed Смитдру (ungrouped)", -- [13]
		"2024-05-01 05:24:32 | actor removed Черепожвач <Веннеса> (orphan)", -- [14]
		"2024-05-01 05:24:32 | actor removed Щупальце Бездны <Панацея> (orphan)", -- [15]
		"2024-05-01 05:24:32 | actor removed Панацея (ungrouped)", -- [16]
		"2024-05-01 05:24:32 | actor removed Fiolis-Draenor (ungrouped)", -- [17]
		"2024-05-01 05:24:32 | actor removed [*] Слово Тьмы: Смерть (ungrouped)", -- [18]
		"2024-05-01 05:24:32 | actor removed Веннеса (ungrouped)", -- [19]
		"2024-05-01 05:24:32 | actor removed Мегаклещ-СвежевательДуш (ungrouped)", -- [20]
		"2024-05-01 05:24:32 | actor removed Мир (падение) (ungrouped)", -- [21]
		"2024-05-01 05:24:32 | actor removed Щупальце Бездны (ungrouped)", -- [22]
		"2024-05-01 05:24:32 | actor removed Оживленный дуэлянт (ungrouped)", -- [23]
		"2024-05-01 05:24:32 | actor removed Цирнитра (ungrouped)", -- [24]
		"2024-05-01 05:24:32 | actor removed Тренировочный манекен (ungrouped)", -- [25]
		"2024-05-01 05:24:32 | actor removed Шуусаку (ungrouped)", -- [26]
		"2024-05-01 05:24:32 | actor removed Послушникх (ungrouped)", -- [27]
		"2024-05-01 05:24:32 | actor removed Шасандия (ungrouped)", -- [28]
		"2024-05-01 05:22:09 | actor removed Украденное время (disposable)", -- [29]
	},
}
__details_debug = {
}
