
_detalhes_global = {
	["npcid_pool"] = {
		[65414] = "Призрачный ша",
		[176109] = "Злонравный архивариус",
		[16523] = "Дикарь из клана Изувеченной Длани",
		[24777] = "Часовой Солнечного Клинка",
		[165872] = "Изготовитель кадавров",
		[75786] = "Ролталл",
		[169456] = "Неизвестно <Паллавал Пристрастный>",
		[157683] = "Зачаровыватель Огненной кузни",
		[170480] = "Вестник смерти из племени Атал'ай",
		[170992] = "Кассара Нокс",
		[176111] = "Порочный хранитель склепа",
		[169457] = "Баргаст",
		[170481] = "Молниеносец из племени Серпошипов",
		[176112] = "Порочный нотариус",
		[169458] = "Гекутис",
		[170482] = "Рассекатель из племени Серпошипов",
		[18315] = "Эфириал-чудесник",
		[163316] = "Неистовый горм",
		[61448] = "Сик'тик-солдат",
		[170483] = "Дух вестника смерти из племени Атал'ай",
		[176114] = "Порочная эпикурейка",
		[168436] = "Золотолапый лисохвост",
		[160758] = "Приманенный анимаклещ",
		[175091] = "Некротическая капля",
		[168949] = "Оживленный костяной воин",
		[176116] = "Порочный учитель",
		[173045] = "Матриарх костекрылов",
		[174069] = "Громадный гаргон",
		[170486] = "Верный служитель из племени Атал'ай",
		[175605] = "Болезненный костяной страж",
		[176117] = "Безмолвный надзиратель",
		[173046] = "Свирепый защитник гнезда",
		[174070] = "Смотрительница псарни",
		[162297] = "Тулскета Подчинитель",
		[20875] = "Крикун Негатона",
		[160250] = "Неутомимый погрузчик",
		[164857] = "Спригган - подчинитель разума",
		[161274] = "Местная аристократка",
		[174071] = "Свирепый гаргон",
		[170488] = "Сын Хаккара",
		[17356] = "Ползучий слизнюк",
		[17420] = "Язычник из клана Изувеченной Длани",
		[90379] = "Иссохший фанатик",
		[160763] = "Верный Утробе защитник",
		[171513] = "Виск Всепоглощающий",
		[176120] = "Порочная свежевательница душ",
		[156157] = "Бессердечный-перерожденный",
		[174585] = "Обращенный когтистый страж <Сотерия Древнее Крыло>",
		[176121] = "Порочная послушница",
		[156158] = "Адъютант Фелипос",
		[164860] = "Гонец маркграфа",
		[166396] = "Аристократ-дуэлянт",
		[166908] = "Малифис",
		[176122] = "Порочный свидетель",
		[156159] = "Бессердечный-копейщик",
		[173051] = "Подавитель Зелорс",
		[89101] = "Принц Океаний",
		[176123] = "Камнерожденный-вершитель",
		[173052] = "Ужасная орхидея",
		[161279] = "Тренирующийся претендент",
		[169981] = "Воплощение ужаса",
		[166398] = "Кузнец душ Ровус",
		[176124] = "Порочная провидица",
		[169470] = "Алый хор",
		[159233] = "Грехокаменный колосс",
		[172030] = "Верховный истязатель",
		[24715] = "Крайне взрывоопасная овца <Зелфан>",
		[157698] = "Непрошеный пожиратель миров",
		[175102] = "Неизвестно",
		[160770] = "Даритис Мрачный",
		[25483] = "Манадемон из клана Темного Меча",
		[17357] = "Ползучий слизнюченыш",
		[159747] = "Королева костежалов",
		[173568] = "Одурманенный анимой рабочий",
		[25867] = "Дракондор Солнечного Клинка",
		[174592] = "Агрессивная цапля",
		[171009] = "Каратель Эгеон",
		[159748] = "Усовершенствованный солдат",
		[168962] = "Внимание на цель",
		[18317] = "Эфириал-жрец",
		[162309] = "Кул'тарок",
		[171011] = "Деми Собирательница Реликвий",
		[62348] = "Сик'тик-солдат",
		[159750] = "Гнездо костежалов",
		[169988] = "Нестабильный грешник",
		[176131] = "Волшебник из Горнила",
		[168453] = "Оживленная легавая",
		[171013] = "Воплощенный голод",
		[171525] = "Мелкий таракан Утробы",
		[176132] = "Порочная свежевательница душ",
		[160264] = "Оссеиновый боец",
		[171014] = "Сборщик Асторест",
		[159753] = "Жорожал",
		[157194] = "Глыбоступ",
		[61965] = "Лужа смолы",
		[164873] = "Рунический старорог",
		[173575] = "Надсмотрщица Фонейра",
		[25484] = "Знак убийцы",
		[172040] = "Темный исполин",
		[168457] = "Гаргон-защитник",
		[168969] = "Хлещущая слизь",
		[171017] = "Эфирный змей - отшельник",
		[172041] = "Падшая послушница",
		[164363] = "Неумирающий камнебес",
		[56719] = "Ша Жестокости",
		[166411] = "Раскольница-узурпатор",
		[167947] = "Ловец душ из Тремакулюма",
		[160781] = "Пожиратель душ - падальщик",
		[173578] = "Злобная крыса Утробы <Матриарх крыс Утробы>",
		[174090] = "Иерарх замка Нафрия",
		[154127] = "Дух огня",
		[162829] = "Разказзар",
		[167948] = "Заразное чудовище",
		[164877] = "Утилизатор Баддан",
		[161294] = "Резная ищейка",
		[174091] = "Неизвестно <Ния в роли Ксавия>",
		[154128] = "Пылающий элементаль",
		[166925] = "Гниющие останки",
		[167437] = "Маркграф Гармал",
		[159759] = "Боевой некрохирург",
		[172556] = "Зачарованное око",
		[168973] = "Верховный истязатель Даритос",
		[173580] = "Инквизитор Деваки",
		[174092] = "Нафрийская наездница на гаргоне",
		[154129] = "Пылающий углестраж",
		[166926] = "Некромантка-призывательница",
		[172557] = "Служащий личам страж",
		[164879] = "Укротитель костекрылов",
		[174093] = "Следопыт из замка Нафрия",
		[166415] = "Стигийский великан",
		[175117] = "Крутящийся клинок <Бугай фон Дейст>",
		[167439] = "Беспокойный дымчатый дракон",
		[90134] = "Ллотиенский гризли",
		[168975] = "Сгусток агонии",
		[24781] = "Энергия Пустоты",
		[111889] = "Серный страж гнева",
		[166928] = "Дряхлый желчевик",
		[172047] = "Изменчивый боггарт",
		[25165] = "Леди Сакролаш",
		[174095] = "Чудовищный смотритель",
		[172048] = "Иллюзорный саблеклык",
		[25741] = "М'ууру",
		[170513] = "Верная Утробе искательница душ",
		[166930] = "Черепосвин-спинолом",
		[26125] = "Неуклюжий рывок <Болторез-ЧерныйШрам>",
		[164371] = "Раскольник-грабитель",
		[168978] = "Громадный каратель",
		[166931] = "Костяной ломатель",
		[172050] = "Чащобный туманный ползун",
		[164884] = "Яростражница из дома Избранных",
		[86809] = "Гром'карский поджигатель",
		[166932] = "Громадный боевой кадавр",
		[163861] = "Крохотный пепельный ползун",
		[168980] = "Верный Утробе каратель",
		[165909] = "Злобная тень",
		[166933] = "Вентун Прожорливый",
		[163862] = "Защитник из многоокой рати",
		[164886] = "Рунодел-ритуалист",
		[165398] = "Хранитель яиц Тиом",
		[157720] = "Грибной уничтожитель",
		[124177] = "Желчекрыл-трутень",
		[166934] = "Лор Верный",
		[172053] = "Когтистый страж раскольников",
		[60561] = "Тотем хватки земли <Эксмагистр-СвежевательДуш>",
		[165911] = "Верное создание",
		[170518] = "Верный Утробе разрушитель",
		[166935] = "Неумирающий солдат",
		[172054] = "Претор раскольников",
		[160281] = "Герцог Симион",
		[165400] = "Хранитель яиц Блуми",
		[165912] = "Блуждающий древоточец",
		[162329] = "Ксав Несломленный",
		[20879] = "Эредарский пожиратель душ",
		[25038] = "Пророк Скверны",
		[172055] = "Раскольница-претендентка",
		[25166] = "Главная чернокнижница Алитесса",
		[165401] = "Хранитель яиц Эрис",
		[165913] = "Жуткий молельщик <Главкур>",
		[166425] = "Усиленный боевой кадавр",
		[25486] = "Покоритель из клана Темного Меча",
		[173080] = "Бродячая смерть",
		[59794] = "Крик'тик - прерыватель чар",
		[170009] = "Нервный эфирный змей",
		[166426] = "Подмастерье Двора поганищ",
		[167962] = "Испорченная бормашина",
		[168986] = "Скелет-ящер",
		[169498] = "Чумная бомба",
		[174105] = "Верный Утробе дрессировщик псов",
		[166427] = "Хирург Двора поганищ",
		[162844] = "Дат Резара",
		[167451] = "Камнерожденный-похититель",
		[167963] = "Безголовый клиент",
		[164380] = "Раскольница-вандал",
		[169499] = "Прожорливый разрушитель",
		[157726] = "Опаленная падальщица",
		[162845] = "Оррхолин",
		[167964] = "Г4В-Г4В",
		[164381] = "Измененный скелет",
		[168988] = "Опутывающие заросли",
		[169500] = "Прожорливая пиявица",
		[174107] = "Верный Утробе надсмотрщик",
		[166429] = "Падший легионер",
		[166941] = "Боевой призрак",
		[167965] = "Смазчик",
		[160287] = "Сэр Нандру",
		[166430] = "Раскольница-оракул",
		[158752] = "Хищный кровобивень",
		[167966] = "Экспериментальная жижа",
		[160288] = "Герцог Влад",
		[24207] = "Войско мертвых <Сивада-Ревущийфьорд>",
		[169502] = "Воплощение усталости",
		[165919] = "Скелет-мародер",
		[159265] = "Башенный ползун",
		[167967] = "Разумное масло",
		[160289] = "Садовник из квартала Ределав",
		[173086] = "Валис Жестокий",
		[16593] = "Буян из клана Изувеченной Длани",
		[170527] = "Мстительная тень",
		[20880] = "Смертоносный эредар",
		[160290] = "Сильвар в маске",
		[21136] = "Хрономант из рода Бесконечности",
		[170016] = "Оставшиеся части",
		[172064] = "Нестабильная личинка",
		[165410] = "Верховный адъюдикатор Ализа",
		[165922] = "Стражник гнева",
		[167458] = "Острокостный пробиватель",
		[157733] = "Обезумевший пепельный вурдалак",
		[57109] = "Служитель Сомнения",
		[138794] = "Дюнный пожиратель Краулок",
		[172066] = "Корнехват",
		[164388] = "Слияние Света",
		[87073] = "Саргерайский защитник",
		[166436] = "Раскольница-оракул",
		[162853] = "Несокрушимый Урц",
		[166437] = "Нашо",
		[163366] = "Ледяная стрела <Болторез-ЧерныйШрам>",
		[63508] = "Сюэнь",
		[160295] = "Исказитель Левор",
		[173604] = "Зловещий антиквар",
		[170021] = "Хлещущая слизь",
		[166438] = "Огромный сгусток плазмы",
		[171557] = "Тень Баргаста <Баргаст>",
		[160296] = "Порочный нотариус",
		[165415] = "Работящий смотритель",
		[77605] = "Араккоа-дервиш",
		[160297] = "Порочная сборщица душ",
		[16594] = "Послушник из клана Призрачной Луны",
		[165928] = "Первый коготь Синдааль",
		[20881] = "Освобожденный уничтожитель",
		[167464] = "Верховный чародей Димитрий",
		[172071] = "Взбешенный туманом саблезуб",
		[156203] = "Стигийский испепелитель",
		[21137] = "Убийца из рода Бесконечности",
		[163370] = "Гормбур",
		[172072] = "Одурманенная туманом цапля",
		[160811] = "Неизвестно",
		[169513] = "Эфирный змей-падальщик",
		[17938] = "Наблюдатель резервуара Кривого Клыка",
		[168490] = "Пакостник из племени Хрупкой Коры",
		[160812] = "Подкрадывающийся клещ",
		[173609] = "Нафрийский охранитель",
		[170026] = "Ученик некроманта",
		[167467] = "Покровник-ритуалист",
		[172074] = "Герг",
		[86565] = "Вращающиеся цепи",
		[158254] = "Кала",
		[62358] = "Оскверненная капля",
		[176170] = "Верный Утробе мирмидон",
		[170028] = "Скелет-неофит",
		[172076] = "Обращенный дубосерд",
		[160815] = "Подкрадывающийся поглотитель",
		[170029] = "Молодая пикси",
		[158256] = "Зараженный облачный бегун",
		[167470] = "Ломатель Кишкохлюп",
		[172077] = "Мстительная сущность",
		[172589] = "Служащая личам часовая",
		[169006] = "Аристократ-покровитель",
		[173613] = "Нафрийская регистраторша",
		[163376] = "Служитель дома Ределав",
		[172078] = "Дубосерд - пожиратель душ",
		[172590] = "Служащий личам заступник",
		[170031] = "Сильвара-хранительница",
		[20882] = "Таящаяся ведьма",
		[172079] = "Дубосердка - ночная крикунья",
		[176686] = "Гниющий прислужник",
		[164913] = "Старший мастер осады",
		[158259] = "Сабрина",
		[17427] = "Лучник из клана Изувеченной Длани",
		[59544] = "Кивающий тигр",
		[59800] = "Крик'тик-яростень",
		[170033] = "Воркай-ученик",
		[103972] = "Скверноподанный предатель",
		[176176] = "Друст-громила",
		[156213] = "Бессердечный-страж",
		[165427] = "Горм-гончая",
		[166451] = "Раскольница – быстрый клинок",
		[172082] = "Шипохлест",
		[160821] = "Поглотитель с Края Мира",
		[161333] = "Предательница из башни Темной Стены",
		[174130] = "Сумасшедший гриб Утробы",
		[166452] = "Преобразованный тьмой крушитель",
		[62360] = "Неизвестно",
		[75820] = "Мстительный элементаль магмы",
		[174131] = "Багум",
		[166453] = "Преобразованный тьмой когтистый страж",
		[176179] = "Крадущийся друст",
		[172596] = "Некроаколит",
		[59801] = "Крик'тик - направитель ветров",
		[170037] = "Обнадеженная претендентка",
		[172085] = "Неизвестно",
		[164407] = "Грязешмяк",
		[170550] = "Посвященный из дома Избранных",
		[162872] = "Ксантут Чумная",
		[159289] = "Молодой облачный бегун",
		[163896] = "Каменный страж",
		[152635] = "Часовой из племени Кровавого Плавника",
		[170039] = "Распорядительница гнездовья",
		[170551] = "Капитан Воден",
		[162873] = "Азмогал",
		[175670] = "Оружие Утробы",
		[156219] = "Бессердечный-разведчик",
		[164921] = "Друст-жнец",
		[162874] = "Ти'ор",
		[175671] = "Оружие Утробы",
		[59546] = "Говорящая рыба",
		[165946] = "Мордрета, Вечная императрица",
		[170553] = "Бледноголовый грузчик",
		[166970] = "Лорд Ставрос",
		[175672] = "Оружие Утробы",
		[167994] = "Покрытый оссеином рядовой",
		[172601] = "Некрочародейка",
		[170042] = "Камнерожденная-рекрут",
		[166971] = "Кастелян Никлаус",
		[173114] = "Агрессивный гнилячок",
		[175162] = "Древний кровобивень",
		[170044] = "Вентир-ученик",
		[167485] = "Голодающая крыса Утробы",
		[164414] = "Оживленный маг <Амарт>",
		[164926] = "Друст-древолом",
		[19668] = "Исчадие Тьмы <Мусака-Борейскаятундра>",
		[170045] = "Мокрый землерой",
		[171581] = "Обгоревшее чудище",
		[167998] = "Страж портала",
		[164415] = "Скульд Вит",
		[56732] = "Лю Пламенное Сердце",
		[157761] = "Ларион-вожак",
		[170558] = "Ронн Серый",
		[162880] = "Госпожа Диракс",
		[163392] = "Опальный тактик",
		[167999] = "Эхо греха",
		[156226] = "Бессердечный-подчинитель",
		[24723] = "Селин Огненное Сердце",
		[161345] = "Разрушитель из башни Темной Стены",
		[161857] = "Неизвестно",
		[171583] = "Появившийся хищник",
		[172607] = "Тень смерти Ксантут",
		[164929] = "Жительница Тирна Скитта",
		[25363] = "Кабалист Солнечного Клинка",
		[168001] = "Усиленный охранник плавильной печи",
		[172608] = "Тень смерти Ксантут",
		[17621] = "Страж-язычник",
		[170049] = "Stalker",
		[168002] = "Усиленный верный Утробе кандальщик",
		[172609] = "Тень смерти Ксантут",
		[76595] = "Саргерайская жрица душ",
		[168003] = "Усиленный Бессердечный-перерожденный",
		[168515] = "Неизвестно",
		[160837] = "Верный Утробе кандальщик",
		[173634] = "Грязная лента",
		[158278] = "Молодой пожиратель",
		[171587] = "Оживленный шаркающий ужас",
		[104493] = "Плюющаяся кобра <Сошимикэцука>",
		[167493] = "Стрелок-отравитель",
		[168005] = "Усиленная угасшая громада",
		[83763] = "Гром'карский техник",
		[75829] = "Нхаллиш",
		[168518] = "Защитница заставы Черного Пса",
		[173125] = "Жестокий Коготь",
		[173637] = "Искатель Ксерос",
		[165959] = "Invis Stalker",
		[168007] = "Усиленный верный Утробе стражник душ",
		[165960] = "Пылающая гончая кузни",
		[158794] = "Секутор Борхес",
		[176198] = "Верный Утробе кандальщик",
		[160842] = "Подлый сборщик",
		[167497] = "Резной устрашитель",
		[173640] = "Послушная темная гончая",
		[47649] = "Период цветения <Сафорд-ПиратскаяБухта>",
		[158796] = "Сборщик из Каменного Дозора",
		[83765] = "Гром'карский пехотинец",
		[163915] = "Чумное гнездо",
		[168522] = "Дозорная с заставы Черного Пса",
		[160844] = "Подлая бандитка",
		[173641] = "Нафрийский гаргон",
		[158797] = "Гаргон-подавитель",
		[160845] = "Охранник раскопок",
		[173642] = "Разорванный орган <Горестный Клинок>",
		[155215] = "Чудолиственный плеточник",
		[156239] = "Темная перерожденная Коррия",
		[152656] = "Угасший ловчий",
		[170572] = "Проклинатель худу из племени Атал'ай",
		[167501] = "Резной следопыт",
		[168525] = "Сабина",
		[160847] = "Инспектор Боян",
		[171597] = "Костяные останки",
		[156241] = "Чудовищный страж",
		[160848] = "Инспектор Дациана",
		[167503] = "Туманокрыл-страж",
		[156242] = "Оживленный хищник",
		[173134] = "Преданный тьме голиаф",
		[169551] = "Лирок Провидец",
		[158290] = "Тезулат Разрушитель",
		[20886] = "Провидец Гнева Соккорат",
		[155219] = "Гормлинг-плевун",
		[160850] = "Хранитель грехов Матео",
		[170064] = "Пелагий Заклинатель Теней",
		[175695] = "Стигийский уголь",
		[172112] = "Изменчивый пожиратель жизни",
		[156244] = "Крылатый автоматон",
		[173136] = "Чумной дробитель",
		[59808] = "Вестник шторма Шадо-Пан",
		[165970] = "Оценщик Кем",
		[170577] = "Поющий арденвельдский мотылек",
		[17879] = "Повелитель времени Дежа",
		[156245] = "Большой автоматон",
		[169042] = "Боец Бран",
		[153174] = "Дозорные Смерти",
		[175697] = "Верный Утробе ветеран",
		[173138] = "Верный Утробе всадник",
		[170067] = "Ярокрылый страхоклюв",
		[151128] = "Повелитель замков",
		[172627] = "Оживленная тяжеловес",
		[161878] = "Рассекатель из племени Серпошипов",
		[170580] = "Капитан осадного расчета",
		[175699] = "Призрачный падальщик",
		[172628] = "Собранный искатель",
		[157784] = "Опаленная бандитка",
		[175700] = "Верный Утробе потрошитель",
		[168022] = "Склизкое щупальце",
		[170070] = "Мерцающий хранитель логова",
		[166487] = "Поглотитель из Гиблотопи",
		[175701] = "Верный Утробе мирмидон",
		[172630] = "Гоган Пробиватель",
		[173142] = "Жуткий обжора",
		[170071] = "Верный Утробе темный охотник",
		[170583] = "Дочь войны из дома Избранных",
		[171095] = "Мрачный колосс",
		[175702] = "Верный Утробе неофит",
		[84028] = "Осадный мастер Рокра",
		[76094] = "Солнечный тотем <Адепт Рассвета>",
		[173655] = "Матриарх темнокрылов",
		[174679] = "Подмастерье Верис",
		[159323] = "Каменный страж - топотун",
		[169049] = "Изголодавшийся по аниме хищник",
		[174168] = "Orb Stalker",
		[17816] = "Крабстер",
		[17880] = "Темпорус",
		[163931] = "Сломанная канистра",
		[172633] = "Ловчий вулкана",
		[169050] = "Изголодавшийся по аниме крикун",
		[157277] = "Оголодавший эфирный змей",
		[174169] = "Разбитая душа",
		[175705] = "Мастер рун Маврок",
		[173146] = "Крылатый опустошитель",
		[162909] = "Агрессивный костегрыз",
		[156255] = "Порочный архивариус",
		[169052] = "Изголодавшийся по аниме матриарх",
		[165469] = "Каратель из замка Нафрия",
		[175707] = "Верный Утробе инструктор",
		[160351] = "Распорядитель дома Ределав",
		[59811] = "Нестабильная энергия",
		[162399] = "Эхо шпиона",
		[175708] = "Верный Утробе оценщик",
		[76097] = "Солнечный фамилиар",
		[173149] = "Взнузданная темная гончая <Гриннбой-ПиратскаяБухта>",
		[165471] = "Дуэлянт из замка Нафрия",
		[165983] = "Верный Утробе предвестник",
		[162400] = "Эхо героя",
		[77889] = "Гро'таш Разрушитель",
		[165472] = "Вытягивательница из замка Нафрия",
		[170079] = "Эдгар Сборщик",
		[111929] = "Скверноподданный осквернитель",
		[175198] = "Плеточник Бездны <Анастазеолог-ЧерныйШрам>",
		[156259] = "Камнерожденный-похититель",
		[165473] = "Вожак кровобивней",
		[170080] = "Обнаруженный боггарт",
		[162402] = "Эхо химика",
		[175711] = "Ве'бракс",
		[77890] = "Даруг Властная",
		[164450] = "Дилер Зи'екса",
		[165474] = "Убийца из замка Нафрия",
		[162403] = "Эхо ремесленника",
		[17817] = "Большой крабстер",
		[17881] = "Эонус",
		[160356] = "Претор-механолог",
		[166499] = "Пылевой жнец",
		[155238] = "Хранитель листьев",
		[160357] = "Каратель раскольников",
		[167524] = "\"Валинор\"",
		[165989] = "Черный ползун",
		[167525] = "Мортанис",
		[160359] = "Раскольник-надзиратель",
		[170085] = "Друст-налетчик",
		[167526] = "Нургаш Жижерожденный",
		[169062] = "Грань Аннигиляции",
		[169574] = "Наскоросшиватель",
		[161896] = "Архивариус",
		[166503] = "Неизвестно",
		[167527] = "Ораномонос Вечноветвящаяся",
		[24664] = "Кель'тас Солнечный Скиталец",
		[165992] = "Верный Утробе раздиратель душ",
		[158314] = "Блуждающая скорбь",
		[167528] = "Вирулятор Руктус",
		[172647] = "Паразит-заразитель",
		[156779] = "Падшая искательница знаний",
		[165481] = "Придворный убийца",
		[25368] = "Душегуб Солнечного Клинка",
		[175719] = "Верный Утробе надсмотрщик",
		[164458] = "Просительница-одиночка",
		[165994] = "Затягивающий разлом <Мордрета, Вечная императрица>",
		[175720] = "Руническая ищейка",
		[161388] = "Некрочистильщица",
		[65317] = "Сян",
		[175721] = "Начертатель рун",
		[160877] = "Раскольница - боец авангарда",
		[174186] = "Прокаленная стигия <Закаленная стигия>",
		[167532] = "Хивин Ломатель",
		[164461] = "Сатель Злосчастный",
		[161390] = "Пес тьмы - охотник",
		[157807] = "Верный Утробе заклинатель душ",
		[167533] = "Адвент Невермор",
		[160879] = "Раскольник-стражник",
		[170093] = "Верный Утробе искатель",
		[167022] = "Боевой раздиратель",
		[167534] = "Рек Закаленная",
		[159856] = "Опасный вредитель",
		[164463] = "Пакиран Заразный",
		[160880] = "Скрытная крушительница душ",
		[157809] = "Верный Утробе темный маг",
		[167535] = "Утилизатор из дома Избранных",
		[164464] = "Зира Двурушница",
		[160881] = "Меткая метательница",
		[74570] = "Уничтожитель",
		[157810] = "Верный Утробе вестник гибели",
		[167536] = "Харугия Кровожадная",
		[160882] = "Никара Черное Сердце",
		[25369] = "Воздаятельница Солнечного Клинка",
		[77130] = "Саргерайская ритуалистка",
		[161395] = "Стойкий элементаль смерти",
		[167538] = "Докигг Изверг",
		[77131] = "Саргерайский воплотитель",
		[18331] = "Неизвестно",
		[161397] = "Защитник Маддукс",
		[174194] = "Придворный палач",
		[171635] = "Околдованная друстами смотрительница",
		[62632] = "Сик'тик-инженер",
		[161398] = "Присягнувший клинку Вираза",
		[166005] = "Детеныш черного ползуна",
		[77132] = "Саргерайский ревнитель",
		[160375] = "Одичавший ритуалист",
		[155769] = "Яйцо ползуна",
		[174197] = "Боевой ритуалист",
		[77133] = "Саргерайский щитоносец",
		[167543] = "Воплощение страха",
		[163960] = "Прожорливый кровоскрытень",
		[166008] = "Мел'зана",
		[175734] = "Стигийский уголь <Пылающая стигия>",
		[163961] = "Агрессивный клещ",
		[62633] = "Сик'тик-строитель",
		[173175] = "Aerial Bombardment Stalker",
		[173687] = "Яркобрюхий квакун",
		[25370] = "Жрец заката Солнечного Клинка",
		[166521] = "Фаму Бесконечный",
		[167033] = "Гниющий шаркун",
		[163450] = "Камнестраж-центурион",
		[160891] = "Тяжеловооруженный отступник",
		[157820] = "Магматический покоритель пламени",
		[174712] = "Крыса Утробы - падальщица",
		[168058] = "Зачарованное перо",
		[76367] = "Подзарядник солнечного голема",
		[36272] = "Аптекарь Фрай",
		[56875] = "Крик'тик-подрывник",
		[173178] = "Голиаф из Каменного легиона",
		[166012] = "\"Атанос\"",
		[166524] = "Вестник смерти <[*] Явление смерти>",
		[168572] = "Гриб-штурмовик",
		[59051] = "Раздор",
		[176251] = "Страж горести",
		[168573] = "Роковой гриб",
		[157824] = "Защитник пламени",
		[167550] = "Неизвестно",
		[176252] = "Надсмотрщик Горнила",
		[168574] = "Заразный добытчик",
		[56876] = "Крик'тик-сапер",
		[77905] = "Сосредоточение внимания",
		[160385] = "Ловец душ Дойна",
		[170623] = "Темная дозорная",
		[163457] = "Раскольница - боец авангарда",
		[176254] = "Скованный землекоп",
		[135816] = "Мерзотень",
		[152708] = "Верный Утробе искатель",
		[161410] = "Осадный мастер Траксон",
		[25371] = "Жрец восхода Солнечного Клинка",
		[163458] = "Раскольница-бичевательница",
		[169601] = "Диверсант из Каменного легиона",
		[174208] = "Придворный палач",
		[163459] = "Раскольник-целитель",
		[168578] = "Грибомаг",
		[56877] = "Неизвестно",
		[36530] = "Облако неодолимо притягательного одеколона",
		[163460] = "Диона",
		[176257] = "Сочащаяся стигия",
		[168579] = "Маленький болотный шершень",
		[83026] = "Осадный мастер Олугар",
		[175234] = "Тракт Ледоруб",
		[168580] = "Чумной бурильщик",
		[164997] = "Обиратель трупов",
		[170628] = "Верный Утробе мирмидон",
		[176259] = "Верный Утробе небесный охотник",
		[156296] = "Пепельный охранник",
		[169605] = "Верный Утробе сборщик",
		[78932] = "Неистовый призыватель бури",
		[159880] = "Советница Зельма",
		[160392] = "Ловец душ Дойна",
		[100943] = "Тотем земляной стены <Честьимею-Ревущийфьорд>",
		[157833] = "Борр-Гет",
		[171142] = "Громадное поганище",
		[61485] = "Генерал Па'валак",
		[61613] = "Клейкий осадок",
		[160905] = "Усовершенствованный солдат",
		[83028] = "Гром'карский остроглаз",
		[175238] = "Великий тиран Зериос",
		[120651] = "Взрывчатка",
		[159882] = "Советник Кронид",
		[168584] = "Верный Утробе искатель",
		[173191] = "Ловец душ В'лара",
		[25372] = "Разведчик Солнечного Клинка",
		[167049] = "Метатель из племени Черных Шипов",
		[171656] = "Капитан снайперов-отравителей",
		[159883] = "Советник Кодрин",
		[168585] = "Верный Утробе предвестник",
		[166026] = "Слуга Мве'залы",
		[170633] = "Злобный дух",
		[175240] = "Осужденная сущность <Извек Мучитель>",
		[163979] = "Нечестивый заклинатель",
		[168586] = "Верный Утробе чародей",
		[165515] = "Порочный темный клинок",
		[166027] = "Появившийся ящер",
		[170634] = "Заклинатель теней Зерис",
		[81750] = "Огрон из клана Кровавого Молота",
		[155790] = "Верный Утробе аколит",
		[166028] = "Зел'хан Призыватель",
		[174730] = "Агрессивный ползун",
		[159886] = "Сестра Хелицера",
		[168588] = "Верный Утробе страж",
		[173195] = "Неумирающая стражница душ",
		[166029] = "Возвратившийся ужас",
		[174731] = "Одержимый хранитель рощи",
		[175243] = "Хор Верных Утробе",
		[174732] = "Ингра Кразик",
		[167566] = "Темнокрылая убийца",
		[155793] = "Останки",
		[165007] = "Архитектор Зили",
		[167055] = "Метатель гнили",
		[168591] = "Прожорливый жуткий нетопырь",
		[160913] = "Недоделанный кадавр",
		[95061] = "Большой элементаль огня <Вроттетотэм>",
		[166032] = "Тролль крови - загробник",
		[175246] = "Агонизирующая тень",
		[155795] = "Жуткий ползун",
		[160402] = "Гронд",
		[165521] = "Леди Инерва Дарквейн",
		[25373] = "Стражница душ из клана Темного Меча",
		[165010] = "Сгусток слизи",
		[157332] = "Костегрыз-вожак",
		[166034] = "Пустой сосуд анимы",
		[172177] = "Эктра",
		[168594] = "Часовой чертогов",
		[162452] = "Дартанос",
		[163476] = "Воинствующий призыватель камня",
		[173714] = "Ночноцвет Туманной Завесы",
		[45748] = "Сумеречный змей-убийца",
		[162965] = "Гуверат",
		[172179] = "Ползун",
		[164501] = "Призывательница Туманов",
		[159895] = "Дети Хелицеры",
		[164502] = "Аристократ-маг",
		[165014] = "Оживленная чума",
		[166038] = "Появившийся хищник",
		[163991] = "Пылевой желчеплюй",
		[165015] = "Огромный сгусток слизи",
		[173717] = "Извлекатель рун",
		[170134] = "Голодающий захватчик",
		[163480] = "Беспокойная светоспинка",
		[163992] = "Пылевой рогач",
		[160409] = "Смотритель Аттикус",
		[159898] = "Герцогиня Лакрима",
		[165529] = "Порочная сборщица",
		[171160] = "Эхо Денатрия",
		[163994] = "Пылевой проглот",
		[164506] = "Древний капитан",
		[173720] = "Жоробрюх Туманной Завесы",
		[166042] = "Косогряз",
		[158364] = "Горм-трупоед",
		[175768] = "Зловредная тень",
		[163995] = "Неизвестно",
		[164507] = "Зритель арены",
		[169114] = "Золотолапый скрытень",
		[164508] = "Зритель арены",
		[165532] = "Plague Crash Stalker",
		[75360] = "Жгучий уголь",
		[58803] = "Остатки Ненависти",
		[168093] = "Призыватель Марцелис",
		[164510] = "Шаркающий арбалетчик",
		[160927] = "Громадный стенолом",
		[169629] = "Крадущийся друст",
		[166046] = "Лисония",
		[164511] = "Экспериментальный каратель",
		[169630] = "Друст-громила",
		[56884] = "Оскверненный Тажань Чжу",
		[170654] = "Калисфена",
		[169631] = "Друст - темный маг",
		[158370] = "Агфийка-защитница",
		[20896] = "Душегуб Эфириума",
		[83808] = "Взрывное пламя <Говорящий с огнем из клана Кровавого Молота>",
		[172191] = "Осквернитель рощи",
		[172703] = "Истощенный эфирный змей",
		[173727] = "Несущийся таурал <Тахонта>",
		[172192] = "Охотница в маске",
		[172704] = "Ненасытный эфирный змей",
		[168098] = "Усиленный Бессердечный-агент",
		[173729] = "Воплощение гордыни",
		[167075] = "Боевое мясо",
		[163492] = "Бешеный волк",
		[168099] = "Усиленный Бессердечный-копейщик",
		[160421] = "Клещ-пожиратель",
		[89] = "Инфернал <Саркарру>",
		[170147] = "Нестабильное воспоминание",
		[171171] = "Верный Утробе стрелок",
		[164517] = "Тред'ова",
		[72805] = "Первобытный охотник",
		[171172] = "Верный Утробе кандальщик",
		[168101] = "Усиленная угасшая тень",
		[168613] = "Златогривый ларион",
		[95072] = "Большой элементаль земли <Вроттетотэм>",
		[171173] = "Верный Утробе темный охотник",
		[171685] = "Первобытная хватка",
		[168102] = "Усиленный угасший отголосок",
		[161448] = "Дозорная дома Блэкбейл",
		[170662] = "Фолиант войны",
		[175269] = "Страж Тремакулюма",
		[160425] = "Тлеющий костегрыз",
		[78437] = "Гул'кош",
		[20897] = "Заклинатель волн Эфириума",
		[172199] = "Маниакальная насыщательница",
		[160426] = "Обращенный когтистый страж",
		[166057] = "Слуга Мве'залы",
		[158891] = "\"Атанос\"",
		[171688] = "Свежеватель пикси",
		[168105] = "Усиленный верный Утробе мастер огня",
		[160427] = "Претор-механолог",
		[79462] = "Слепящая солнечная вспышка",
		[168106] = "Усиленный верный Утробе страж",
		[172713] = "Вандал из грязевой лужи",
		[158893] = "Порочная учительница",
		[168107] = "Усиленный верный Утробе перехватчик",
		[164524] = "Пепельный разоритель",
		[171179] = "Искательница душ Горнила",
		[163501] = "Раскольник-налетчик",
		[168108] = "Усиленное неповоротливое создание",
		[168620] = "Голодающий тенелов",
		[58807] = "Крупица Ненависти",
		[81767] = "Говорящий с огнем из клана Кровавого Молота",
		[168109] = "Усиленный верный Утробе ритуалист",
		[161455] = "Друст - ткачиха ужаса",
		[170157] = "Стигийский кузнец рун",
		[171181] = "Агрессивный мечеклюв",
		[163503] = "Эфирный Ныряльщик",
		[168110] = "Усиленный имперский дуэлянт",
		[165039] = "Иваала Всевидящая",
		[165551] = "Присасывающийся трупожор",
		[158897] = "Порочная мучительница",
		[168111] = "Усиленная имперская смотрительница",
		[61623] = "Капля смолы",
		[152755] = "Костеглодная бешенка",
		[162993] = "Одержимый страж",
		[175790] = "Иссохший тенеяр",
		[172207] = "Одалрик",
		[156339] = "Устранитель Сотирос",
		[165041] = "Страж Маструс",
		[170160] = "Неизвестно <Темный механик>",
		[21346] = "Неизвестно <Пожиратель душ>",
		[167089] = "Нойзул Многоликий",
		[163506] = "Стальной коготь раскольников",
		[168113] = "Генерал Грашаал",
		[156340] = "Наездник на ларионе Орст",
		[79466] = "Посвященный Восходящего Солнца",
		[175792] = "Крадущийся тенеяр",
		[160436] = "Скованный поглотитель",
		[162996] = "Одержимый смотритель",
		[172210] = "Сумасшедший скульптор плоти",
		[168627] = "Заклинатель чумы",
		[165556] = "Изменчивое воплощение",
		[79467] = "Адепт Рассвета",
		[164021] = "Ночной Плащ - фехтовальщик",
		[164533] = "Покровница-изгой",
		[170164] = "Сияющий меч",
		[171188] = "Чумная прислужница <Маркграфиня Страдама>",
		[159415] = "Проказник из племени Хрупкой Коры",
		[160951] = "Примул",
		[90985] = "Мучитель из заброшенного сада",
		[171189] = "\"Мнемида\" - хранительница книг",
		[76141] = "Аракнат",
		[165047] = "Кузнец душ Йол-Маттар",
		[56762] = "Юй-лун",
		[166071] = "Боггарт",
		[174773] = "Злопамятная тень",
		[167607] = "Камнерожденный-рассекатель",
		[24674] = "Феникс <Кель'тас Солнечный Скиталец>",
		[173238] = "Угасший бродяжник",
		[165560] = "Личинка горма <Тред'ова>",
		[79469] = "Араккоа-дервиш",
		[46141] = "Обсидиановый огнекрыл",
		[160442] = "Горькое Крыло",
		[165561] = "Раздувшийся трупожор",
		[157883] = "Одержимый сильвар",
		[17252] = "Неизвестно",
		[25506] = "Мастер жизни из клана Темного Меча",
		[173240] = "Готовящийся губитель",
		[158908] = "Порочная привратница",
		[167610] = "Мелкий камнебес",
		[172217] = "Гангренозный метатель",
		[76143] = "Рухран",
		[165051] = "Гнилошип-мучитель",
		[56763] = "Набирающий силы ша",
		[157885] = "Одержимый воркай",
		[175801] = "Деформированный душегуб",
		[77935] = "Саргерайский страж",
		[160445] = "Фиона Мрачный Шип",
		[161469] = "Вымогатель дома Блэкбейл",
		[108136] = "Громила",
		[167612] = "Камнерожденный-разоритель",
		[164029] = "Грехослов",
		[165053] = "Моймейн",
		[166589] = "Оживленное оружие <Аристократ-дуэлянт>",
		[59835] = "Крик'тик-роевик",
		[172221] = "Жалкий помощник",
		[76145] = "Большое защитное приспособление",
		[173245] = "Крутящийся клинок <Капитан Хокен>",
		[56764] = "Всепоглощающий ша",
		[166079] = "Хрупкий арбалетчик",
		[167615] = "Порочный темный клинок",
		[24675] = "Яйцо феникса",
		[165056] = "Кераал Потрошитель",
		[20900] = "Освобожденный Носитель Рока",
		[2630] = "Тотем оков земли <Экстроэкс-ЧерныйШрам>",
		[156867] = "Сотерия Древнее Крыло",
		[58812] = "Злобная сущность",
		[174783] = "Темная хватка",
		[167105] = "Изменчивый кошмар",
		[157892] = "Неистовый пожиратель",
		[108139] = "Килеватель с \"Черного Паруса\"",
		[17957] = "Воитель резервуара Кривого Клыка",
		[169154] = "Изголодавшийся клыкастик",
		[56765] = "Разрушительный ша",
		[170690] = "Зараженный ужас",
		[18341] = "Пандемоний",
		[163524] = "Кирийский темный претор",
		[164036] = "Рассекатель из Темного лабиринта",
		[90480] = "Измученный крылень",
		[74356] = "Пленный шахтер",
		[158406] = "Смрадек",
		[164037] = "Защитник Темного лабиринта",
		[168644] = "Остротенетный прядильщик",
		[170692] = "Крала",
		[167109] = "Скелет - боец авангарда",
		[175811] = "Пирующая крыса Утробы",
		[164038] = "Плевун из Темного лабиринта",
		[164550] = "Ползучая слизь",
		[169157] = "Грязевик",
		[136398] = "Иллидарский сатир",
		[161480] = "Шантажистка дома Блэкбейл",
		[166087] = "Привилегированная жертвовательница",
		[170694] = "Призрачный убийца",
		[167111] = "Иглобрюх-рогач",
		[168135] = "Ночная кобыла",
		[164552] = "Неизвестно",
		[136399] = "Злобная адская гончая <Мулениум>",
		[173766] = "Пылевик-чистильщик",
		[20901] = "Саргеронский лучник",
		[168136] = "Голодная смерть",
		[169160] = "Жуткая гончая <Сокрушитель надежды Вилстав>",
		[161482] = "Житель квартала Чаши",
		[170184] = "Тенистый ларион",
		[166601] = "Forsworn Bunny",
		[25508] = "Страж из клана Темного Меча",
		[156364] = "Сгусток гордыни",
		[165066] = "Ловчий Альтимор",
		[169673] = "Разряженный эфирный змей",
		[158924] = "Сущность отчаяния",
		[17958] = "Защитник резервуара Кривого Клыка",
		[56511] = "Оскверненная живая вода",
		[165067] = "Маргор",
		[167115] = "Некромант - боевой заклинатель",
		[164556] = "Миллхаус Манашторм",
		[165068] = "Иссохший эфирный змей",
		[171211] = "Претендент Эолис",
		[175818] = "Освобожденная темная гончая",
		[18982] = "Черный ягуар",
		[164557] = "Фрагмент Халкиаса",
		[153296] = "Шалан'али Говорящая с бурей",
		[167117] = "Личинка иглобрюха",
		[175819] = "Освобожденный темный пес",
		[159951] = "Туманник",
		[164558] = "Хаккар Свежеватель Душ",
		[158928] = "Порочный свидетель",
		[164047] = "Страж Горнила",
		[161488] = "Надсмотрщица дома Блэкбейл",
		[56896] = "Неустойчивая взрывчатка",
		[167119] = "Приманенный призрак",
		[175821] = "Извергатель крыс",
		[166608] = "Мве'зала",
		[20902] = "Саргеронский призыватель огня",
		[159442] = "Освобожденная ненависть",
		[176334] = "Базлат",
		[164561] = "Экспериментальная бомбелка",
		[164562] = "Порочный псарь",
		[165074] = "Верный Утробе кирия",
		[158420] = "Пепельный разоритель",
		[124527] = "Твердоклювый падальщик",
		[17959] = "Укротитель резервуара Кривого Клыка",
		[164563] = "Свирепый гаргон",
		[165075] = "Верный Утробе мститель",
		[165587] = "Неиспытанный боевой кадавр",
		[18343] = "Таварок",
		[176337] = "Чумной ужас",
		[168659] = "Пикирующий некрорух",
		[165076] = "Ненасытный клещ",
		[174802] = "Стрелок-отравитель",
		[83578] = "Огрон-работник",
		[175826] = "Извергнутая крыса Утробы <Извергатель крыс>",
		[18983] = "Чернозубый тарантул",
		[174291] = "Глашатай раскольников Андромида",
		[98167] = "Щупальце Бездны",
		[159959] = "Сэр Виорел",
		[169173] = "Истязатель Мясыша",
		[170197] = "Сотворенное воплощение",
		[175316] = "Концентрированная боль",
		[176340] = "Личинка пылевика",
		[164567] = "Ингра Малох",
		[154330] = "Извек Мучитель",
		[175317] = "Оживленный некропес",
		[159961] = "Лорд Сильвиу",
		[164568] = "Механическая бомбелка",
		[74366] = "Мастер горна Гон'ду",
		[169687] = "Верный Утробе раздиратель душ",
		[170199] = "Обузданный призрак",
		[170711] = "Долос",
		[16808] = "Вождь Каргат Острорук",
		[175830] = "Концентрированная стигия",
		[160474] = "Стеганый разоритель",
		[163546] = "Молодой эфирный змей",
		[168153] = "Чумной рух",
		[165594] = "Бессердечный-охотник",
		[159964] = "Леди Оана",
		[160476] = "Воплощение гордыни",
		[157405] = "Сара Уайт",
		[170202] = "Огненный шип",
		[18344] = "Принц Шаффар",
		[175833] = "Снующий кровопийца",
		[168155] = "Чумной труп",
		[61634] = "Командир Во'цзак",
		[165084] = "Недоделанный кадавр",
		[175834] = "Верный Утробе дрессировщик псов",
		[168156] = "Бойня",
		[160478] = "Защитник из Каменного легиона",
		[165597] = "Лоскутный солдат",
		[174299] = "Неизвестно",
		[81279] = "Огненные стрелы",
		[158943] = "Иллюзорный терзатель",
		[159967] = "Герцогиня Минодора",
		[160479] = "Сталекожий штурмовик",
		[173276] = "Диверсант из Каменного легиона",
		[108153] = "\"Эксперт\" по утилизации с \"Черного Паруса\"",
		[168158] = "Реморния",
		[164575] = "Катя",
		[166111] = "Друст – угасающий клинок",
		[162528] = "Сморгас Обжора",
		[163552] = "Голодный эфирный змей",
		[164064] = "Оболос",
		[164576] = "Дориан",
		[16809] = "О'мрогг Завоеватель",
		[25063] = "Наездник на дракондоре из клана Клинка Рассвета",
		[159970] = "Герцогиня Одетта",
		[169696] = "Болотный солдат",
		[170208] = "Пылающая стигия",
		[159971] = "Мадам Эленута",
		[168673] = "Голодающая темная гончая",
		[173280] = "Налетчица из Каменного легиона",
		[166626] = "Очень грубый головорез",
		[171745] = "Сгусток чумы",
		[17961] = "Чародейка резервуара Кривого Клыка",
		[160996] = "Поставщик боеприпасов Визик",
		[170210] = "Зеленый шип",
		[159973] = "Герцог Митица",
		[75652] = "Дитя Бездны",
		[159974] = "Сэр Тома",
		[168676] = "Костегрыз-вожак",
		[165093] = "Раненый страж леса",
		[174307] = "Глашатай раскольников Андромида",
		[81283] = "Гром'карский пехотинец",
		[59205] = "Взрывчатка богомолов",
		[77700] = "Извлекатель душ из клана Призрачной Луны",
		[165094] = "Лесной хищник",
		[47944] = "Гертруд",
		[175844] = "Вторгающийся кровопийца",
		[159976] = "Герцог Симион",
		[168678] = "Ужасающий костегрыз",
		[24552] = "Лыббс",
		[159977] = "Сэр Джофри",
		[24744] = "Вексалиус",
		[173798] = "Крыса необычных размеров",
		[166120] = "Неизвестно",
		[158442] = "Костяной клещ",
		[20905] = "Пылающий плут",
		[175846] = "Глашатай Даталана",
		[46153] = "Нагорный ворг",
		[168680] = "Верный Утробе надзиратель",
		[161002] = "Вооруженный защитник",
		[170728] = "Верный Утробе завоеватель",
		[158955] = "Призванный подменыш",
		[159979] = "Герцогиня Иоана",
		[168681] = "Раскольник-бунтарь",
		[17578] = "Неизвестно",
		[158956] = "Иллюзорный саблеклык",
		[17962] = "Работяга резервуара Кривого Клыка",
		[164587] = "Сытый пилозуб",
		[156909] = "Порочная поручительница",
		[175849] = "Пожиратель анимы",
		[159981] = "Леди Ивона",
		[156910] = "Порочная провидица",
		[173802] = "Резной помощник",
		[170731] = "Танассий",
		[159982] = "Герцогиня Ванда",
		[164589] = "Регенерирующее дикое семя",
		[156911] = "Порочный резчик",
		[19306] = "Маносос",
		[175851] = "Крупный пожиратель анимы",
		[160495] = "Маниакальный стражник душ",
		[78728] = "Шаадум",
		[170733] = "Обожравшийся гнилячок",
		[171245] = "Дикая адская гончая",
		[168174] = "Брошенный пепельный вурдалак",
		[167151] = "Хрупкий наблюдатель",
		[163568] = "Эфирный змей - патриарх",
		[24745] = "Чистая энергия",
		[159986] = "Сэр Валли",
		[163058] = "Туманная защитница",
		[159987] = "Лорд Стефан",
		[156916] = "Тогро Пожиратель",
		[162035] = "Опаленный головорез",
		[170737] = "Друст-подчинитель",
		[17835] = "Убийца из рода Бесконечности",
		[159476] = "Плутображник",
		[159988] = "Герцог Михас",
		[168690] = "Оссеиновый трутень",
		[175857] = "Кристаллический голем боли",
		[164084] = "Воплощение ярости",
		[172786] = "Окаменевший слуга",
		[173298] = "Генерал Кааль",
		[170739] = "Боец авангарда из племени Гибельной Насмешки",
		[171251] = "Чудовищный друст",
		[168692] = "Оссеиновый рабочий",
		[156919] = "Ксззикти Дезертир",
		[170228] = "Костяная оболочка",
		[170740] = "Старший заклинатель теней",
		[175347] = "Кальцификация",
		[168693] = "Сириксия",
		[169205] = "Жоркий цветок",
		[161527] = "Руноспин",
		[162039] = "Зловещая подавительница",
		[175860] = "Прожорливая тень",
		[169206] = "Пожирающая гидра",
		[161528] = "Аэтон",
		[56906] = "Диверсант Кип'тилак",
		[161529] = "Немей",
		[171255] = "Эхо Аэллы",
		[161530] = "Тучехвост",
		[170232] = "Темнокрылый эфирный змей",
		[175863] = "Инквизитор Мурлак",
		[168697] = "Горестный Клинок",
		[161531] = "Асморда",
		[166138] = "Ми'кай в роли Аргуса Порабощенного",
		[17964] = "Рабочий-бродяга пустошей",
		[129410] = "Восставший равазавр",
		[162044] = "Опаленная чародейка",
		[166651] = "Острокрыл-стражница",
		[159997] = "Лорд Разван",
		[164604] = "Механолог Лигея",
		[165116] = "Оссеиновый прислужник <Некромантка-призывательница>",
		[78735] = "Зар'шуул",
		[166140] = "Сенти в роли Гул'дана",
		[174842] = "Задиристый официант",
		[159998] = "Сэр Нандру",
		[168700] = "Неизвестно",
		[162046] = "Изголодавшийся клещ",
		[166653] = "Пехотинец из дома Брайрбейн",
		[171772] = "Туманная защитница",
		[176379] = "Придворный аристократ",
		[173820] = "Потревоженный клещ",
		[166142] = "Мерцающая Пыль в роли Джайны",
		[166654] = "Кавалеристка из дома Брайрбейн",
		[158976] = "Визжащий сумеречник",
		[160000] = "Леди Лерэ",
		[76177] = "Стражница душ Ниами",
		[24555] = "Гараксас",
		[160001] = "Герцогиня Иетта",
		[152323] = "Король Гакула",
		[161537] = "Миэрина",
		[157954] = "Чартокс",
		[20908] = "Аккирис Штормоход",
		[151300] = "Кельпин-разведчица",
		[160002] = "Лорд Василе",
		[62795] = "Сик'тик-страж",
		[166145] = "Творец Снов в роли Н'Зота",
		[81297] = "Лютоклык",
		[158979] = "Безмолвный надзиратель",
		[155908] = "Вестник смерти",
		[172800] = "Карательница Боргулла",
		[157444] = "Дозорная дома ловчих",
		[170241] = "Жуткомехий лисохвост",
		[170753] = "Активированный колосс",
		[151814] = "Угасший фантом",
		[170754] = "Активированный колосс",
		[160005] = "Мадам Ирини",
		[163077] = "Азуль",
		[160006] = "Леди Андрада",
		[159495] = "Трясинный землерой",
		[160007] = "Герцогиня Сильвиана",
		[103822] = "Древень",
		[79508] = "Абиссал Скверны",
		[175876] = "Арлин",
		[160008] = "Леди Родика",
		[162056] = "Скальный дух",
		[158473] = "Покровник - собиратель осколков",
		[158985] = "Живой щит",
		[24556] = "Зелфан",
		[160009] = "Мадам Тасса",
		[160521] = "Воплощение зависти",
		[162057] = "Часовой чертогов",
		[160010] = "Герцог Влад",
		[21101] = "Бездонный портал Бездны <Зерекет Бездонный>",
		[162058] = "\"Вентунакс\"",
		[163594] = "Проглот-терзатель",
		[160011] = "Лорд Некулай",
		[25708] = "Неизвестно",
		[59726] = "Опасность",
		[162059] = "Кин-Тара",
		[79510] = "Хихикающий пироман",
		[164107] = "Укротитель гормов Тизо",
		[162060] = "\"Орифрион\"",
		[163084] = "Испытательница Сахаари",
		[175881] = "Наэлькротикс",
		[169227] = "Друст-захватчик",
		[165644] = "Ганнибал",
		[162061] = "Девия",
		[79511] = "Пылающий плут",
		[175882] = "Верный Утробе всадник",
		[164621] = "Неизвестно",
		[58959] = "Nipsy",
		[158479] = "Камнебес-дозорный",
		[163086] = "Тошнотворный газовый мешок",
		[159503] = "Камнерук",
		[164110] = "Хрумпи",
		[164622] = "Прожорливый вредитель",
		[169229] = "Осквернитель из племени Гибельной Насмешки",
		[165646] = "Личинка горма <Матриарх Темного лабиринта>",
		[158480] = "Каратель из Каменного легиона",
		[158992] = "Камнерожденный-сталекрыл",
		[167694] = "Друст-разоритель",
		[3527] = "Тотем исцеляющего потока",
		[164623] = "Прожорливый гнилокрыл",
		[166159] = "Воплощение гнилошипов",
		[36565] = "Аптекарь Бакстер",
		[159505] = "Тренирующийся претендент",
		[156434] = "Калечащая гордыня",
		[170767] = "Раздувшийся копатель",
		[20910] = "Сумеречный драконаар",
		[167696] = "Скрытный друст",
		[164113] = "Камнерожденный-страж <Воинствующий призыватель камня>",
		[165137] = "Хранитель врат с \"Золрамуса\"",
		[58960] = "Метатиону",
		[81305] = "Раздиратель Плоти Нок'Гар",
		[167697] = "Мерзкий сокрушитель",
		[165138] = "Чумной мешок",
		[25837] = "Командир из клана Темного Меча",
		[17839] = "Повелитель временного разлома",
		[153878] = "Верный Утробе стрелок",
		[172818] = "Воплощение зависти",
		[165140] = "Гнилошип-мучитель",
		[169747] = "Таракан Утробы",
		[153879] = "Угасшая тень",
		[168724] = "Вздувшийся страхопряд",
		[76444] = "Порабощенная душа",
		[157463] = "Лоялист - пожиратель страха",
		[166677] = "Арбалетчик из дома Брайрбейн",
		[167189] = "Жижеглот",
		[175891] = "Замученная душа",
		[168213] = "Почтенный горожанин",
		[172820] = "Воплощение гордыни",
		[157464] = "Злонравная повелительница камня",
		[167190] = "Докучливый клещ",
		[167702] = "Ингра Дриф",
		[168214] = "Ревностная лоялистка",
		[56658] = "Неизвестно",
		[157465] = "Злобный камнеброд",
		[153882] = "Угасший дух",
		[166679] = "Сокрушитель Надежд",
		[167703] = "Верный Утробе страж",
		[69791] = "Дух огня",
		[24686] = "Чернокнижник Солнечного Клинка",
		[83612] = "Черепон",
		[171799] = "Страж глубин",
		[168216] = "Старый бурекрик",
		[76446] = "Поработитель из клана Призрачной Луны",
		[166169] = "Адоний",
		[162586] = "Тахонта",
		[172312] = "Иглобрюх-поглотитель",
		[169753] = "Изголодавшийся клещ",
		[153885] = "Угасшая громада",
		[83613] = "Корамар",
		[172825] = "Жуткий поглотитель",
		[170778] = "Бугай фон Дейст",
		[168731] = "Медношкурый охотник",
		[159006] = "Раздраженный горм",
		[161566] = "Огромный мозгопарыш",
		[166685] = "Воплощение жадности",
		[151329] = "Тюремщик Скольд",
		[169757] = "Сребробокий олень",
		[166174] = "Раскольница-оракул",
		[67235] = "Исчадие Тьмы <Мракомор-ПиратскаяБухта>",
		[171805] = "Писец-исследовательница",
		[20208] = "Исцеляющий идол Менну <Менну Предатель>",
		[65362] = "Служитель Сомнения",
		[24559] = "Полководец Саларис",
		[24687] = "Врач Солнечного Клинка",
		[169759] = "Иссушающее присутствие",
		[75426] = "Надзиратель из клана Кровавого Молота",
		[21104] = "Хранительница временного разлома",
		[166177] = "Укрепленный прыгун",
		[151333] = "Осколок часового",
		[166178] = "Раскольница - стражница сомнений",
		[163619] = "Резчик с \"Золрамуса\"",
		[161060] = "Выживший претендент",
		[153382] = "Чрево Утробы",
		[166179] = "Опустошитель из Темного лабиринта",
		[163620] = "Тошногнил",
		[170787] = "Акрос",
		[175906] = "Камнебес-слуга",
		[58965] = "Хил-вараши",
		[170788] = "Друст-охотник",
		[171300] = "Неисправный когтистый страж",
		[163622] = "Куски Кровомеса",
		[163623] = "Останки Тошногнила",
		[155945] = "Герус Заточенный",
		[173349] = "Формировщик слизи",
		[56918] = "Взрывчатка богомолов",
		[171302] = "Плетеный ужас",
		[24560] = "Жрица Делрисса",
		[24688] = "Тихий презренный",
		[152875] = "Могучий крушитель",
		[157482] = "Управляемый камнеброд",
		[58198] = "Послушник Шадо-Пан",
		[80805] = "Макогг Угольный Клинок",
		[167721] = "Спящий император",
		[168233] = "Устрашающий сокрушитель воли",
		[173864] = "Неизвестно",
		[168747] = "Ядовитый паук <Стрелок-отравитель>",
		[61910] = "Скопление смолы",
		[171307] = "Граталакс",
		[167724] = "Гнилошип-боггарт",
		[18994] = "Палач из рода Бесконечности",
		[165677] = "Иллюзорный саблеклык",
		[152881] = "Занш'ир - чешуйчатый страж",
		[170797] = "Неизвестно",
		[167726] = "Змей-корень",
		[160048] = "Пропитанные чумой останки",
		[56792] = "Фрагмент сомнения",
		[24561] = "Яззай",
		[24689] = "Презренный-костолом",
		[159026] = "Резной следопыт",
		[168240] = "Ненасытноклювая",
		[152884] = "Занш'ир-ловчий",
		[170800] = "Бессердечный-охотник",
		[163122] = "Хрупкий воин",
		[1860] = "Хаттанге",
		[173360] = "Изрыгатель чумы",
		[162099] = "Генерал Кааль",
		[162611] = "Присягнувший тьме новобранец",
		[171313] = "Аколит - сокрушитель воли",
		[173361] = "Осклизлое лакомство <Slime Skeleton Stalker F>",
		[157493] = "Злобная сокрушительница надежды",
		[162100] = "Криксис Ненасытный",
		[162612] = "Неизвестно",
		[167731] = "Бросок тесака <Портал в мастерскую>",
		[173362] = "Slime Skeleton Stalker F",
		[165684] = "Проводник анимы",
		[170803] = "Призрачная прядильщица ненависти",
		[31216] = "Зеркальное изображение <Лафитник-СвежевательДуш>",
		[176434] = "Калдорай-охотница",
		[169780] = "Резонирующее страдание",
		[162102] = "Верховная надзирательница Бериллия",
		[162614] = "Инструктор Герус",
		[163126] = "Хрупкий маг",
		[151353] = "Крыса Утробы",
		[162103] = "Вершитель Тарвольд",
		[166710] = "Палач Аатрон",
		[171317] = "Призванный элементаль смерти",
		[168246] = "Возрожденный арбалетчик <Амарт>",
		[76205] = "Кровавый небесный клинок",
		[165175] = "Надменный громила",
		[165687] = "Скованный испепелитель",
		[174389] = "Неудачные эксперименты личей",
		[163128] = "Чародей с \"Золрамуса\"",
		[160569] = "Быстрокрылый ларион",
		[165176] = "Горделивый кровопийца",
		[24882] = "Бруталл",
		[168248] = "\"Валинор\" <\"Валинор\">",
		[160570] = "Тлеющий вожак стаи",
		[76462] = "Знамение смерти <Нер'зул>",
		[161083] = "Верный Утробе часовой",
		[74927] = "Нестабильный шлаковый элементаль <Гуг'рокк>",
		[166714] = "Губитель Марот",
		[166715] = "Губитель из Каменного легиона",
		[172858] = "Голиаф из Каменного Легиона <Генерал Кааль>",
		[161597] = "Разъедающая слизь",
		[162109] = "Герцог Виэль",
		[175930] = "Верный Утробе некросвязыватель",
		[169276] = "Потревоженный кошмар",
		[169277] = "Потревоженный кошмар",
		[161599] = "Булькающее образование",
		[166206] = "Изначальная жижа",
		[166718] = "Воплощение зависти",
		[152898] = "Угасший хор",
		[80816] = "Ахри'ок Дугру",
		[170302] = "Талапорас Глашатай Боли",
		[172862] = "Йеро Норовистый",
		[170303] = "Экзос, Глашатай Господства",
		[162114] = "Оценщик Викс",
		[166721] = "Блюститель Асорий",
		[171328] = "Горм - хранитель кладки",
		[175424] = "Раскольница-нейтрализатор",
		[168258] = "Хрящекрылый птенец",
		[56541] = "Мастер Снежный Вихрь",
		[170818] = "Хранитель диких семян",
		[175425] = "Верный Утробе темный маг",
		[157510] = "Сикорекс",
		[176450] = "Животное <Элизиумм-Гром>",
		[165189] = "Неизвестно",
		[170820] = "Оссеиновая защитница",
		[176451] = "Животное",
		[152905] = "Часовой Башни",
		[161607] = "Герцог Михас",
		[170821] = "Хихикающий штопальщик",
		[171333] = "Верная служительница из племени Атал'ай",
		[176452] = "Животное <Аккуджо-Ясеневыйлес>",
		[169286] = "Колосс из духостали",
		[161608] = "Герцогиня Ванда",
		[174405] = "Загустевший мукор",
		[176453] = "Животное <Гоопник-Ясеневыйлес>",
		[157002] = "Имперская карательница",
		[161609] = "Мадам Сорина",
		[166728] = "Огромный пожиратель",
		[159050] = "Неуправляемое поганище",
		[160074] = "Горм-рассекатель",
		[157003] = "Имперская дуэлянтка",
		[161610] = "Лорд Некулай",
		[25588] = "Рука Искусителя",
		[17462] = "Ревнитель из клана Изувеченной Длани",
		[165706] = "Агрегат Рока",
		[162123] = "Активированный колосс",
		[75191] = "Поработитель из клана Кровавого Молота",
		[160076] = "Горм-копатель",
		[173385] = "Беспокойные останки <Мортанис>",
		[161612] = "Леди Родика",
		[162636] = "Оживленный хищник",
		[163660] = "Корнежал-солдат",
		[168267] = "Джорин",
		[169803] = "Обращенный хранитель",
		[162637] = "Ужасный проглот",
		[76216] = "Неизвестно",
		[165197] = "Костяное чудовище",
		[161614] = "Сэр Вильгельм",
		[102066] = "Страж океана",
		[170317] = "Раскольница-копейщица",
		[75193] = "Надзиратель из клана Кровавого Молота",
		[171341] = "Птенец мечеклюва",
		[76132] = "Парящий мастер шакрама",
		[56917] = "Устойчивая взрывчатка",
		[166735] = "Обезумевший страж",
		[171342] = "Молодой рунический олень",
		[164897] = "Туманник",
		[170448] = "Цветущая гидра",
		[170610] = "Защитник склада",
		[173390] = "Разлагающийся скелет",
		[161617] = "Герцог Омор",
		[170547] = "Неизвестно",
		[166736] = "Острохвойный ужас",
		[171343] = "Мечеклюв-матриарх",
		[171855] = "Отважный претендент",
		[168992] = "Восставший сектант",
		[152682] = "Принц Торнадий",
		[173391] = "Живой клинок",
		[163512] = "Камнерожденный-хранитель",
		[166225] = "Приманенное сомнение",
		[93622] = "Мортиферос",
		[168112] = "Генерал Кааль",
		[158894] = "Порочный воспитатель",
		[164847] = "Пес Присягнувших клинку",
		[61245] = "Тотем конденсации <Земляльк>",
		[161695] = "Мейдрин Фол",
		[154014] = "Пленный кабалист",
		[162799] = "Одержимая шпионка",
		[168851] = "Мешок страхопряда",
		[175440] = "Большой Пых <Мокрый землерой>",
		[135002] = "Демонический тиран",
		[171008] = "Нестабильное воспоминание",
		[56754] = "Лазурный змей",
		[172675] = "Заклинатель рун Йорг",
		[161620] = "Лорд Дарион",
		[157576] = "Хранительница запретного",
		[159727] = "Распорядитель дома Ределав",
		[162689] = "Хирург Трупошов",
		[155779] = "Разрывательница Гробниц",
		[164218] = "Лорд-камергер",
		[62982] = "Подчинитель разума <Меллада-Ревущийфьорд>",
		[160629] = "Баэдос",
		[161934] = "Услужливый дух",
		[162133] = "Генерал Кааль",
		[156212] = "Бессердечный-посланник",
		[75452] = "Костебрюх",
		[164905] = "Капитан Хладояр",
		[75964] = "Ранжит",
		[76220] = "Пылающий плут",
		[171184] = "Мифреш Небесный Коготь",
		[169812] = "Обращенный часовой",
		[75272] = "Огр-маг из клана Кровавого Молота",
		[166741] = "Неизвестно",
		[167253] = "Каратель в маске",
		[163670] = "Утер",
		[164864] = "Разведчик из дома Избранных",
		[172061] = "Бодливый златорун",
		[157016] = "Имперский архивариус",
		[27893] = "Руническое оружие <Детта-Азурегос>",
		[170325] = "Среброкрылый ларион",
		[163414] = "Болезненная послушница",
		[165190] = "Взбесившийся неистовый горм",
		[156015] = "Ползучая духоплазма",
		[172080] = "Дубовый крушитель",
		[159884] = "Советник Ладрис",
		[157017] = "Скальный дозорный",
		[161624] = "Герцогиня Минодора",
		[56930] = "Крик'тик - вестник роя",
		[170838] = "Непреклонный соперник",
		[18314] = "Ловчий нексуса",
		[159577] = "Злонравный прислужник",
		[139614] = "Неизвестно",
		[165224] = "Горм-фуражир",
		[165208] = "Боевой некростраж",
		[161625] = "Герцог Григор",
		[168652] = "Порочная хранительница склепа",
		[75198] = "Геомант из клана Кровавого Молота",
		[161890] = "Шрамированный падальщик",
		[155483] = "Чудолиственная мерцальница",
		[75966] = "Оскверненный дух",
		[160602] = "Каменный повелитель",
		[159885] = "Неизвестно",
		[161626] = "Леди Оана",
		[21303] = "Труп защитника",
		[162650] = "Хирург-сшиватель",
		[165974] = "Искатель из Горнила",
		[163819] = "Обезумевшая призывательница",
		[17464] = "Гладиатор из клана Изувеченной Длани",
		[59555] = "Навязчивый ша",
		[56890] = "Крик'тик-разведчик",
		[161627] = "Мадам Релия",
		[176110] = "Порочная хранительница склепа",
		[83389] = "Железнокрылый изрыгатель огня",
		[168104] = "Усиленный мастер плавильной печи",
		[163675] = "Воплощение самовлюбленности",
		[83025] = "Гром'карский военачальник",
		[160604] = "Вольное порождение Света",
		[162657] = "Тринкл Шелкоед",
		[161628] = "Сэр Андру",
		[164967] = "Доктор Икус",
		[111434] = "Морской король Волноросс",
		[166052] = "Лисония",
		[170984] = "Камнерожденная-боец",
		[161928] = "Оссеиновый скульптор",
		[173840] = "Некротическая язва",
		[155831] = "Верный Утробе стражник душ",
		[169819] = "Ненасытный плеточник",
		[164555] = "Миллифисент Манашторм",
		[83390] = "Укротительница из клана Громоборцев",
		[159070] = "Порочная душа",
		[171016] = "Заразная капля",
		[163157] = "Амарт",
		[159458] = "Резной слуга",
		[160388] = "Лорд Василе",
		[165720] = "Сгусток гнева",
		[168647] = "Валфир Непреклонный",
		[160401] = "Гринич",
		[61701] = "Сик'тик-воин",
		[160857] = "Сир Ладинас",
		[160095] = "Генерал Альвер",
		[164702] = "Кровавый голод",
		[163816] = "Большой пепельный ползун",
		[161631] = "Мадам Мириана",
		[170333] = "Золотолапый охотник",
		[172674] = "Заклинатель рун Малкорн",
		[164185] = "Эшелон",
		[75713] = "Подчинитель костей из клана Призрачной Луны",
		[167050] = "Игольщик из племени Черных Шипов",
		[159575] = "Обтесанный защитник",
		[161623] = "Сэр Марий",
		[176338] = "Пылевик-обжора",
		[173633] = "Нафрийский архивариус",
		[174162] = "Графиня Глумвейл",
		[171358] = "Избранник Вираза",
		[170774] = "Экетра",
		[157785] = "Опаленный бандит",
		[161874] = "Калдорай-охотница",
		[156260] = "Порочная свежевательница душ",
		[169823] = "Колоссальный горм",
		[169313] = "Среброкрыл-охотник",
		[170847] = "Пылевик-игольщик",
		[164848] = "Шамет",
		[162040] = "Старший смотритель",
		[161105] = "Несгибаемый Шмидт",
		[164705] = "Моровая слизь",
		[157007] = "Камнерожденный-вершитель",
		[20898] = "Чудовищный магматический инфернал",
		[21304] = "Труп тюремщика",
		[155250] = "Гнилоуст",
		[24683] = "Маг-стражник Солнечного Клинка",
		[167246] = "Высвобожденная травма <Дэлери>",
		[17465] = "Центурион клана Изувеченной Длани",
		[160849] = "Инспектор Ионата",
		[157028] = "Талрикс Кромсатель",
		[161635] = "Мадам Ленута",
		[170337] = "Анимаклещ-мародер",
		[99773] = "Кровавый червь <Бульбуляхер-Ревущийфьорд>",
		[75459] = "Зараженная летучая мышь",
		[75715] = "Оживленные ритуальные кости",
		[160230] = "Надсмотрщик Невесел",
		[164707] = "Сгусток слизи",
		[173409] = "Укрепленный иссушитель",
		[161636] = "Сэр Джофри",
		[170338] = "Прожорливый захватчик",
		[170850] = "Яростный кроворог",
		[75857] = "Нестабильный элементаль магмы",
		[76104] = "Чудовищный трупный паук",
		[161611] = "Мадам Тасса",
		[160613] = "Голодный рой",
		[169270] = "Потревоженный кошмар",
		[169827] = "Экфорас Вестник Скорби",
		[158054] = "Изголодавшийся по аниме змей",
		[170851] = "Нестабильная чумная бомба",
		[165860] = "Верный Утробе страж",
		[156237] = "Император Дара",
		[164836] = "Кадавр-рабочий",
		[75976] = "Низкорожденный араккоа",
		[165181] = "Лисония",
		[156261] = "Порочная дознавательница",
		[170978] = "Вентир-громила",
		[160355] = "Обращенный когтистый страж",
		[81603] = "Защитница Друна",
		[173675] = "Неизвестно",
		[172388] = "Бойцовский пес дома Избранных",
		[79463] = "Сияющая сверхновая",
		[165222] = "Костоправ с \"Золрамуса\"",
		[161639] = "Лорд Ионел",
		[173366] = "Неизвестно",
		[170853] = "Могучий олень нагорья",
		[167113] = "Иглобрюх-кислотник",
		[175972] = "Стигийский монолит",
		[169051] = "Изголодавшийся по аниме патриарх",
		[161348] = "Подавитель из башни Темной Стены",
		[161376] = "Стальнохребетный ветеран",
		[161640] = "Леди Цина",
		[61029] = "Изначальный элементаль огня <Земляльк>",
		[6112] = "Тотем неистовства ветра <Валдомит-ЧерныйШрам>",
		[162994] = "Одержимый хранитель",
		[160985] = "Селена Возрожденная",
		[172390] = "Костекрыл-шкуродер",
		[24696] = "Ведьма из клана Змеиных Колец",
		[173414] = "Некротическая ритуалистка",
		[153451] = "Козарус Падший",
		[158025] = "Темный лорд Тараксис",
		[20857] = "Защитник Аркатраца",
		[164834] = "Костяной щитоносец - ветеран",
		[175974] = "Верный Утробе охотник",
		[160075] = "Горм-изрыгатель",
		[172591] = "Тень смерти Ксантут",
		[173415] = "Нестерпимая боль",
		[169832] = "Око Проклятия",
		[161456] = "Рассекательница душ в маске",
		[171376] = "Главный смотритель Джавлин",
		[158179] = "Зомей Прожорливый",
		[169267] = "Корень истребления",
		[83392] = "Буйный копытень",
		[164714] = "Раскольник-оценщик",
		[173416] = "Обгоревший собиратель",
		[164882] = "Капитан Ворнесс",
		[165483] = "Придворный иерарх",
		[162051] = "Взбесившийся вурдалак",
		[168717] = "Раскольница-юстициарий",
		[175976] = "Неуклюжая туша",
		[75975] = "Владыка Небесного Пути",
		[164184] = "Амбициозный дуэлянт",
		[157037] = "Хвататель Га'шок",
		[161644] = "Мадам Вивиана",
		[166969] = "Баронесса Фрида",
		[160454] = "Прожорливый анимаклещ",
		[171370] = "Прожорливая личинка",
		[58810] = "Фрагмент Ненависти",
		[75839] = "Дозорный Каатар",
		[61670] = "Сик'тик-разрушитель",
		[176173] = "Зографос",
		[161645] = "Сэр Виорел",
		[76087] = "Защитное приспособление",
		[162669] = "По'жор",
		[172567] = "Тень смерти Ксантут",
		[164451] = "Дессия Обезглавливательница",
		[172395] = "Мастер-рунодел",
		[24690] = "Презренный-полутруп",
		[162613] = "Стратег Палладия",
		[169836] = "Агрессивный ужас",
		[162158] = "Истощенная узница",
		[170860] = "Дикий ярокрыл",
		[169265] = "Мерзкий ползун",
		[75981] = "Разящий Клинок",
		[59553] = "Королева певчих птиц",
		[16704] = "Меткий стрелок из клана Изувеченной Длани",
		[59751] = "Страж Шадо-Пан",
		[161647] = "Герцог Антон",
		[160535] = "Пепельный бродяга",
		[75209] = "Лавовый элементаль земли",
		[163429] = "Обезвоженный пылевик",
		[75451] = "Оскверненный дух",
		[172397] = "Рунический жнец",
		[172909] = "Ужасное воспоминание",
		[157557] = "Раскольница-рекрут",
		[169838] = "Расцветающий плеточник",
		[161247] = "Разрушитель из Каменного легиона",
		[86526] = "Гром'карский мастер цепей",
		[24761] = "Яркочешуйчатый змей",
		[159601] = "Камнерожденный - небесный охотник",
		[172398] = "Осадный рабочий из дома Избранных",
		[172910] = "Сиротливое воспоминание",
		[165232] = "Бездушный кадавр",
		[166146] = "Ния в роли Ксавия",
		[16699] = "Разоритель из клана Изувеченной Длани",
		[75210] = "Страж из клана Кровавого Молота",
		[163185] = "Эволюционировавший боевой клещ",
		[171887] = "Мерзкая вкусняшка <Living Slime Stalker>",
		[172399] = "Грех Руношепот",
		[174336] = "Смотрительница псарни",
		[173423] = "Мерзкий дух",
		[169840] = "Жуткий прядильщик",
		[59873] = "Оскверненная живая вода",
		[167263] = "Тарьеш",
		[163186] = "Горм-выделитель",
		[61928] = "Сик'тик-стражник",
		[162849] = "Неизвестно",
		[172912] = "Олиссион Возвращающий",
		[59752] = "Душитель Шадо-Пан",
		[17695] = "Убийца из клана Изувеченной Длани",
		[21818] = "Дракончик из рода Бесконечности",
		[75211] = "Магматический властелин",
		[160120] = "Расколотая душа",
		[168192] = "Древний кровобивень",
		[168306] = "Агрессивный мерцающий мотылек",
		[172913] = "Иристия Необремененная",
		[169330] = "Воин жижи <Мадам Эленута>",
		[165747] = "Защитник Шенрак",
		[161881] = "Раненое стальнохребетное поганище",
		[162588] = "Хрящеклюв",
		[160293] = "Пикси в маске",
		[59804] = "Неизвестно <Оскверненный Тажань Чжу>",
		[156022] = "Бурлящая духоплазма",
		[172914] = "Сибигона Пробужденная",
		[166937] = "Неустрашимый защитник",
		[161653] = "Сэр Лука",
		[162165] = "Каратель раскольников",
		[143622] = "Дикий бес <Мэрелин-ЧерныйШрам>",
		[164880] = "Умелый костоплав",
		[170871] = "Друст - похититель разума",
		[156023] = "Сгусток духоплазмы",
		[166875] = "Темная искательница Хранилища",
		[173083] = "Перемещенный пожиратель душ",
		[161654] = "Герцогиня Илеана",
		[170768] = "Обожравшийся гнилячок",
		[170868] = "Одержимая хранительница леса",
		[170490] = "Старшая жрица из племени Атал'ай",
		[173943] = "Привратница из дома Избранных",
		[168309] = "Голодающий эфирный змей",
		[77734] = "Терон'кров",
		[159708] = "Костежал-пожиратель",
		[157560] = "Сгусток горя",
		[20923] = "Кровавый страж Порунг",
		[170869] = "Одержимый воркай",
		[171381] = "Декадий",
		[166936] = "Зоркий лучник",
		[168310] = "Чумной рух",
		[160632] = "Лисохвост-охотник",
		[168845] = "Астрон",
		[160537] = "Опаленный бродяга",
		[166263] = "Ралкрос",
		[170870] = "Одержимая сильвара",
		[169433] = "Пожирающий грязешкур",
		[156636] = "Крадущийся страхопряд",
		[172406] = "Верный Утробе страж",
		[24698] = "Контрабандист Эфириума",
		[74790] = "Гуг'рокк",
		[61929] = "Сик'тик - янтарный прядильщик",
		[166264] = "Запасные части",
		[20859] = "Тюремщик Аркатраца",
		[171383] = "Разъяренный матерый таурал",
		[159610] = "Раздраженный эфирный змей",
		[159504] = "Тренирующаяся претендентка",
		[164427] = "Возрожденный воин <Амарт>",
		[169175] = "Скелл Разорительница",
		[169848] = "Друст-налетчик",
		[77006] = "Трупный паучонок",
		[170872] = "Подчинитель из племени Черных Шипов",
		[171384] = "Писец-исследователь",
		[69792] = "Джынчик <Джынчик>",
		[172408] = "Альдерин",
		[175877] = "Люмисенда",
		[55659] = "Дикий бес <Мэрелин-ЧерныйШрам>",
		[165337] = "Громадный мясостраж",
		[166266] = "Бездумное преследование",
		[170873] = "Скрытень из племени Черных Шипов",
		[175480] = "Губитель из Каменного легиона",
		[175992] = "Старательный служитель",
		[172409] = "Мин'ир",
		[170766] = "Горм-изрыгатель",
		[164362] = "Осклизлое лакомство <Living Slime Stalker>",
		[163892] = "Гниющий слизнекоготь",
		[176386] = "Послушная темная гончая",
		[168718] = "Раскольник-хранитель",
		[162401] = "Эхо волшебника",
		[151309] = "Кельпин-разведчик",
		[169861] = "Икор Желчная Плоть",
		[174861] = "Обожравшаяся темная гончая",
		[157054] = "Заблудший претендент",
		[154131] = "Раскаленное неистовство",
		[174458] = "Неизвестно <Укротитель гормов Тизо>",
		[165060] = "Анимимик",
		[174210] = "Чумной изрыгатель слизи",
		[56473] = "Летящий Снег",
		[159616] = "Воплощение гордыни",
		[176125] = "Порочная мучительница",
		[157145] = "Гравитон",
		[76285] = "Сфокусированный луч света",
		[172021] = "Автоматон Бессердечных",
		[173949] = "Солдат из замка Нафрия",
		[158988] = "Живой клинок",
		[75979] = "Эксгумированный дух",
		[66652] = "Малая нестабильная энергия <Ша Жестокости>",
		[83616] = "Зоггош",
		[169341] = "Ветеран с расщепленной душой",
		[173948] = "Посвященный из дома Избранных",
		[173438] = "Неизвестно",
		[170877] = "Хемот",
		[159104] = "Жуткий клинок из крепости Господства",
		[167806] = "Оживленный грех",
		[168318] = "Голиаф раскольников",
		[18394] = "Эфириал-призрак <Эфириал-чароплет>",
		[159730] = "Пехотинец дома Ределав",
		[161664] = "Лорд Аурель",
		[170035] = "Нетерпеливый претендент",
		[159496] = "Главный кузнец Мадалав",
		[159105] = "Сборщик Монетец",
		[167941] = "Верный Утробе перехватчик",
		[168319] = "Костегрыз-мародер",
		[174335] = "Налетчица из Каменного легиона <Генерал Кааль>",
		[157058] = "Трупорез Морок",
		[157572] = "Верный Утробе призыватель огня",
		[170234] = "Подавляющее знамя <Ксав Несломленный>",
		[170879] = "Туманный обманщик",
		[159106] = "Подчинительница душ из крепости Господства",
		[166644] = "Изобретатель Зи'Мокс",
		[159978] = "Леди Ирин",
		[164737] = "Таящийся паук",
		[166393] = "Неизвестно",
		[157571] = "Верный Утробе мастер огня",
		[160004] = "Сэр Вильгельм",
		[162690] = "Нерисса Бессердечная",
		[171392] = "Прожорливая личинка",
		[170882] = "Костяной чародей",
		[168321] = "Вожак-падальщик",
		[172928] = "Отвердевшая стигия",
		[59552] = "Хозен-плакса",
		[165762] = "Насыщательница душ",
		[172797] = "Дикий плеточник",
		[162691] = "Чумокост",
		[169859] = "Наблюдательница Зельгар",
		[78116] = "Элементаль воды",
		[17952] = "Темноводный кроколиск",
		[159737] = "Костяной ткач - охотник",
		[165251] = "Иллюзорный лисохвост <Призывательница Туманов>",
		[173953] = "Верный гаргон",
		[166275] = "Туманный культиватор",
		[162692] = "Амарт",
		[166135] = "Астра в роли Азшары",
		[18429] = "Волшебное исчадие <Эфириал-колдун>",
		[166867] = "Обращенный претор",
		[158165] = "Костел",
		[169707] = "Подавитель из башни Темной Стены",
		[165764] = "Скальный покоритель",
		[166276] = "Туманный страж",
		[162693] = "Налтор Криомант",
		[162038] = "Благородный туманный танцор",
		[176002] = "Стигийский голиаф",
		[166652] = "Острокрыл-страж",
		[176119] = "Порочная воспитательница",
		[165253] = "Сборщик пошлин Варабосс",
		[165765] = "Некрохирург",
		[174467] = "Обращенный когтистый страж",
		[173190] = "Придворный зоркий стрелок",
		[171396] = "Кирийский голиаф <Kïnëk-LosErrantes>",
		[175094] = "Отвердевший пепел",
		[24697] = "Сестра Мучений",
		[168837] = "Крадущийся паучок",
		[173444] = "Карамейн",
		[165766] = "Шаркающий страж",
		[172635] = "Стигийский осколочный червь",
		[169425] = "Гончая Скверны",
		[163207] = "Зарывающийся клещ <Ниамэй>",
		[165050] = "Гнилошип-утилизатор",
		[168326] = "Расколотое видение",
		[172933] = "Рулевая Калиру",
		[173445] = "Синдрел",
		[157577] = "Аналитик запретного",
		[166279] = "Бринкрос",
		[76376] = "Арканолог Небесного Пути",
		[168266] = "Болезненный костяной страж",
		[164861] = "Спригган - заклинатель коры",
		[164232] = "Воплощение ненависти",
		[156331] = "Понтифик Трат",
		[173446] = "Харгитас",
		[169863] = "Филактерия лича <Сикорекс>",
		[174470] = "Претор-механолог",
		[162697] = "Хаассерт",
		[159114] = "Старательный работник",
		[157682] = "Костоплав из Огненной кузни",
		[169196] = "Алая кабалистка",
		[173007] = "Скалящийся хищник лужайки",
		[76057] = "Червь-трупоед",
		[157579] = "Исследовательница запретного",
		[108133] = "Канонир с \"Черного Паруса\"",
		[163281] = "Присягнувший тьме провидец",
		[81432] = "Гром'карский техник",
		[167817] = "Боец авангарда из дома Избранных",
		[159729] = "Служительница дома Ределав",
		[175704] = "Сгусток страдания",
		[173448] = "Драгост",
		[174729] = "Друст-завоеватель",
		[174472] = "Раскольник-надзиратель",
		[172265] = "Частица неистовства",
		[167306] = "Чумотворец Новиков",
		[176008] = "Пустая оболочка <Верный Утробе некросвязыватель>",
		[159460] = "Ужасная ночная вдова",
		[20885] = "Даллия Глашатай Судьбы",
		[165737] = "Грехокаменная статуя",
		[168170] = "Дозорная из Каменного легиона",
		[152661] = "Верный Утробе караульный",
		[162700] = "Лукир",
		[164751] = "Зловещий боевой штандарт <Капитан Марьянич>",
		[18430] = "Эфириал-ученик",
		[168331] = "Иссеченный ветеран",
		[168843] = "Клот",
		[165260] = "Сочащиеся ошметки",
		[155225] = "Чудолиственный певец рощи",
		[56448] = "Мудрый Марис",
		[170891] = "Мастер осады из дома Избранных",
		[165255] = "Сборщица-ренегат",
		[176010] = "Стигийский похититель",
		[157584] = "Мастер плавильной печи",
		[156559] = "Ревностный воин",
		[94167] = "Налетчик из племени Горькой Воды",
		[157583] = "Хранитель кузни",
		[170521] = "Стремительный тенелов",
		[170892] = "Дрессировщик костекрылов",
		[156561] = "Автоматическая защитница",
		[25367] = "Верховный маг Солнечного Клинка",
		[160143] = "Матриарх гормов",
		[156560] = "Сбившаяся с пути послушница",
		[164578] = "Создание Трупошва",
		[173964] = "Страж Бездны - захватчик",
		[170381] = "Аберрантный пожиратель миров",
		[170893] = "Костекрыл-визгун",
		[120526] = "Hesaith",
		[159968] = "Леди Цина",
		[175838] = "Мстительная душа",
		[168846] = "Запятнанная грехом анима",
		[98035] = "Зловещий охотник <Мэрелин-ЧерныйШрам>",
		[169870] = "Хан",
		[166287] = "Извивающаяся тень",
		[160455] = "Воплощение ненасытности",
		[163216] = "Прирученный гаргон",
		[176013] = "Верный Утробе стражник",
		[160145] = "Матриарх гормов",
		[156562] = "Темный часовой",
		[165549] = "Тухлосос",
		[173966] = "Злобный потрошитель Бездны",
		[166288] = "Пожиратель душ",
		[158610] = "Страж Бездны - захватчик",
		[152555] = "Налаада Древняя",
		[176014] = "Крылатый пожиратель",
		[170385] = "Корчащееся страдание",
		[100820] = "Дух волка <Крутагор-ЧерныйШрам>",
		[165265] = "Почтенный дуэлянт",
		[21140] = "Повелитель временного разлома",
		[168004] = "Усиленный имперский консул",
		[75853] = "Огненная глыба",
		[79507] = "Страж Скверны",
		[94166] = "Налетчик из племени Горькой Воды",
		[168337] = "Молдоваак",
		[156564] = "Ненасытный стражник",
		[165266] = "Придворный аристократ",
		[169873] = "Верный Утробе предвестник",
		[99541] = "Восставший тихоступ",
		[29264] = "Дух волка <Пшык>",
		[168512] = "Кристалл фантазмов",
		[176016] = "Кровавый вальс",
		[164243] = "Похитительница ненависти",
		[168850] = "Детеныш страхопряда <Мешок страхопряда>",
		[165418] = "Исступленный хранитель кладки",
		[169874] = "Туманокрыл-матриарх",
		[170386] = "Среброкрылая мать",
		[162708] = "Галлак",
		[76142] = "Наполнение энергией",
		[18431] = "Эфириальный маяк",
		[17892] = "Хрономант из рода Бесконечности",
		[172946] = "Мелкий таракан Утробы",
		[24850] = "Калесгос",
		[169875] = "Скованная душа",
		[166292] = "Болотная тварь <Лужа густой жижи>",
		[25851] = "Взрывоопасный бес",
		[56747] = "Гу Небесный Удар",
		[21395] = "Неизвестно",
		[171303] = "Остротерновая карга",
		[172947] = "Таракан Утробы",
		[67093] = "Сик'тик - боевой лекарь",
		[169876] = "Задержанная дозорная",
		[111598] = "Оракул из племени Соленого Глаза",
		[17471] = "Слабая расщелина тьмы <Главный чернокнижник Пустоклят>",
		[163222] = "Обожженный пепельный вурдалак",
		[163618] = "Некромант с \"Золрамуса\"",
		[165335] = "Верный новобранец",
		[172948] = "Шныряющая крыса Утробы",
		[165270] = "Королевский чародей",
		[17941] = "Менну Предатель",
		[162763] = "Усиленный душами похититель костей",
		[170901] = "Рывок",
		[172950] = "Огромная крыса Утробы",
		[17670] = "Псарь из клана Изувеченной Длани",
		[168342] = "Блуждающий дыролоб",
		[76253] = "Детеныш грозного ворона",
		[165271] = "Разрушитель из Каменного легиона",
		[173973] = "Охотница из замка Нафрия",
		[165910] = "Узловатый боггарт",
		[158617] = "Покровница-мародерка",
		[166942] = "Око \"Золрамуса\"",
		[167704] = "Неизвестно",
		[74579] = "Оплавленный элементаль",
		[168855] = "Гниющий шатун",
		[80808] = "Нииза Нокс",
		[417] = "Жафио",
		[154011] = "Вооруженный пленник",
		[18176] = "Хватка земли <Менну Предатель>",
		[170710] = "Зловещее отражение",
		[78734] = "Зиптек",
		[75327] = "Неизвестно",
		[25507] = "Заступник Солнечного Клинка",
		[161178] = "Задержанная контрабандистка",
		[171929] = "Заблудший камнерожденный",
		[159178] = "Лютый сумеречник",
		[170951] = "Землерой-грязнорук",
		[175511] = "Мерзкий ползун",
		[17083] = "Новообращенный орк Скверны",
		[168345] = "Опаленный поглотитель",
		[151331] = "Тюремный часовой",
		[173464] = "Деплина",
		[161691] = "Ворас",
		[157558] = "Нарастающая ненависть",
		[20912] = "Предвестник Скайрисс",
		[167322] = "Верный Утробе кандальщик",
		[167834] = "Фаэль Проклинательница",
		[156061] = "Клещ-пожиратель",
		[172486] = "Изломанный кошмар",
		[161180] = "Дезертир из Малдраксуса",
		[161692] = "Прожорливый поглотитель",
		[166299] = "Туманная хранительница",
		[165276] = "Раскольница-копейщица",
		[167323] = "Верный Утробе мертвый стрелок",
		[176025] = "Истязаемая тень",
		[21148] = "Хранительница временного разлома",
		[170908] = "Снайпер из дома Избранных",
		[173466] = "Фара",
		[151815] = "Угасший отголосок",
		[158110] = "Изголодавшийся по аниме облачный бегун",
		[158622] = "Покровница-чародейка",
		[159134] = "Неизвестно",
		[17940] = "Техник резервуара Кривого Клыка",
		[171218] = "Сгусток агонии",
		[158623] = "Неизвестно",
		[165206] = "Скрытень из Гиблотопи",
		[157599] = "Раскольник-аколит",
		[166301] = "Туманный хищник",
		[166813] = "Shadowclone Stalker",
		[58319] = "Малый ша",
		[176027] = "Безнадежный сосуд",
		[157731] = "Опаленный падальщик",
		[77134] = "Саргерайский священник",
		[165279] = "Нераскаявшаяся - стражница душ",
		[169885] = "Торвал",
		[166302] = "Сборщик трупов",
		[158624] = "Неизвестно",
		[165830] = "Беспощадный миротворец",
		[159648] = "Неисправный анимапард",
		[164255] = "Склизгл",
		[168862] = "Громадный смертозуб",
		[173469] = "Куллан",
		[151818] = "Угасшее порождение",
		[154018] = "Беглый истязатель",
		[158902] = "Порочная абсолютистка",
		[171422] = "Верховный подавитель Лагвас",
		[160012] = "Сэр Лука",
		[160161] = "Туманник",
		[172958] = "Бурлящая стигия",
		[152995] = "Страж душ",
		[165108] = "Иллюзорный клон",
		[166304] = "Туманный острожал",
		[20864] = "Изначальный кошмар",
		[170293] = "Грехокаменный осколыш",
		[160070] = "Матриарх гормов",
		[175566] = "Рой игольщиков",
		[84978] = "Головорез из клана Кровавого Молота",
		[162875] = "Девморта",
		[154020] = "Беглый проклинатель",
		[170400] = "Аватара Алиот",
		[166305] = "Изначальная жижа",
		[175519] = "Вспененная пустула",
		[173111] = "Верный Утробе мучитель",
		[164258] = "Кружащая пыль",
		[172960] = "Сгустившаяся стигия",
		[59764] = "Тотем целительного прилива <Зимидор>",
		[169889] = "Друст-надсмотрщик",
		[36296] = "Аптекарь Хаммел",
		[25840] = "Энтропий",
		[169271] = "Портал взрывающегося разлома",
		[158910] = "Порочный хранитель склепа",
		[170962] = "Страж кузни из дома Избранных",
		[172961] = "Сплавленная стигия",
		[101085] = "Капкан на медведя",
		[18177] = "Нечистый тотем каменной кожи <Менну Предатель>",
		[166819] = "Фрэнсис Сноб",
		[158629] = "Горькое воспоминание",
		[167331] = "Неокрепшая тень",
		[76259] = "Страж Скверны <Когти Аргуса>",
		[159685] = "Подмастерье Двора поганищ",
		[172962] = "Закаленная стигия",
		[157094] = "Имперская смотрительница",
		[156815] = "Неукротимый",
		[172193] = "Друст-резчик",
		[156918] = "Хемкан Безжалостная",
		[135582] = "Кролуск - песчаный охотник",
		[169410] = "Гордыня Лисонии",
		[164261] = "Алчущий разрушитель",
		[76260] = "Хихикающий пироман",
		[17963] = "Раб-бродяга пустошей",
		[163824] = "Скелет-страж",
		[173044] = "Ассистент-сшиватель <Портал в мастерскую>",
		[158631] = "Каратель из Каменного легиона",
		[159319] = "Интендант Тэлика",
		[170087] = "Тварь из Фроса",
		[163891] = "Костномозговая слизь",
		[169921] = "Фантомный лисохвост",
		[161191] = "Житель квартала Чаши",
		[169893] = "Пагубный темный проповедник",
		[24815] = "Бес Солнечного Клинка <Чернокнижник Солнечного Клинка>",
		[175012] = "Икрас Пожиратель",
		[167955] = "Кровавый кадет",
		[157096] = "Агрессивный кадавр",
		[166497] = "Фонтан анимы",
		[168870] = "Dance Controller",
		[173460] = "Верный Утробе ритуалист",
		[161704] = "Фамия",
		[166480] = "Living Slime Stalker",
		[164878] = "Костекрыл дома Избранных",
		[163894] = "Чумной спинолом",
		[159657] = "Виконт Николае",
		[162727] = "Тромб",
		[172991] = "Друст-душеруб",
		[153003] = "Неизвестно",
		[167923] = "Зараженные останки",
		[159731] = "Курьер дома Ределав",
		[20865] = "Амебовидный ужас",
		[171431] = "Подавитель Веллон",
		[171455] = "Гаргон-защитник",
		[175038] = "Изголодавшийся по аниме змей",
		[162729] = "Лоскутный солдат",
		[157099] = "Имперский цензор",
		[157634] = "Охранник плавильной печи",
		[162218] = "Шрамированный падальщик",
		[157122] = "Патриций Кромвель",
		[171432] = "Подавитель Герси",
		[159659] = "Порочный свежеватель душ",
		[164266] = "Домина Отравленный Клинок",
		[155221] = "Чудолиственная садовница",
		[161195] = "Жительница квартала Чаши",
		[21761] = "Неизвестно",
		[17942] = "Зыбун",
		[167949] = "Чумная выжившая",
		[171433] = "Подавитель Кер",
		[78933] = "Глашатай Рассвета",
		[156077] = "Злобный террокрыл",
		[76263] = "Саргерайский маг",
		[161196] = "Арин'гор",
		[173197] = "Голодный пожиратель душ",
		[154030] = "Невероятно большая крыса Утробы",
		[168361] = "Болотный шершень",
		[150959] = "Верный Утробе перехватчик",
		[167851] = "Хранитель яиц Лейх'го",
		[164267] = "Маркграфиня Страдама",
		[172970] = "Прожорливая темная гончая",
		[157102] = "Имперский консул",
		[150958] = "Верный Утробе страж",
		[165290] = "Харика Ужасающая",
		[170923] = "Закаленный в боях таурал",
		[159916] = "Яростный костяной ткач",
		[171947] = "Готовящийся рассекатель душ",
		[159960] = "Герцог Аврам",
		[156591] = "Сталекожий изверг",
		[75865] = "Волна жара",
		[165805] = "Тень Кель'таса",
		[166317] = "Слуга Бездны - командир",
		[159999] = "Мадам Мириана",
		[159151] = "Паллавал Пристрастный",
		[171948] = "Готовящийся угасающий клинок",
		[174100] = "Нафрийская стражница греха",
		[177067] = "Изменчивый пожиратель жизни",
		[173484] = "Сотворенное воплощение",
		[173996] = "Костяной буян",
		[166318] = "Агрессивная кошмарная жижа",
		[158930] = "Гор'вул",
		[159152] = "Трикиди Кровавая",
		[176044] = "Неизвестно",
		[165008] = "Архитектор Хален",
		[168878] = "Взрывоопасный чумной бурильщик",
		[169390] = "Медношкурый лисохвост",
		[165807] = "Область анимы",
		[166319] = "Искаженный призыватель Бездны",
		[57080] = "Проклятый свиток",
		[159153] = "Зи'Ги'Ти Фанатик",
		[24684] = "Рыцарь крови Солнечного Клинка",
		[172972] = "Неизвестно",
		[159664] = "Лорд Андрей",
		[153011] = "Подчинитель Баритас",
		[177068] = "Неизвестно",
		[58964] = "Хрогрик",
		[20866] = "Пожиратель душ",
		[159154] = "Лилиззинк Бесстыдная",
		[170414] = "Завывающий призрак",
		[164273] = "Болезненная ритуалистка",
		[76266] = "Высший мудрец Вирикс",
		[21138] = "Палач из рода Бесконечности",
		[76778] = "Связанный кровью фамилиар",
		[172812] = "Анимоклещ",
		[164783] = "Боевое мясо",
		[159155] = "Боппе Опозоренный",
		[158642] = "Поганище с гниющей душой",
		[152500] = "Угасшее слияние",
		[156596] = "Ужасающий костегрыз",
		[74475] = "Магмолат",
		[111586] = "Воин из племени Соленого Глаза",
		[170417] = "Оживленная стигия",
		[170929] = "Воздаятель из дома Избранных",
		[159156] = "Великий инквизитор Нику",
		[159668] = "Пагубное отражение |3-1(Боберто)",
		[76267] = "Солнечный ревнитель",
		[168882] = "Изменчивое воплощение",
		[173489] = "Сшитое поганище",
		[18179] = "Оскверненный тотем вспышки <Менну Предатель>",
		[170418] = "Гозул Пожиратель",
		[166844] = "Агрессивный хранитель разломов",
		[159157] = "Ионапа Дородная",
		[150965] = "Верный Утробе кандальщик",
		[157109] = "Нетопырь-кровосос",
		[170927] = "Извергающаяся слизь",
		[153015] = "Неизвестно <Подчинитель Баритас>",
		[75927] = "Аззакель",
		[56589] = "Боец Га'док",
		[162741] = "Гигер",
		[61434] = "Сик'тик - боец авангарда",
		[156395] = "Голодающий жуткий нетопырь",
		[169905] = "Воскрешенный полководец",
		[76518] = "Костяной ритуал",
		[173491] = "Жуткий паучок",
		[80875] = "Бомбитель",
		[159756] = "Молодой костежал",
		[170932] = "Страж облачных бегунов",
		[162317] = "Кроворуб",
		[177071] = "Неизвестно",
		[173189] = "Зоркий стрелок из замка Нафрия",
		[165829] = "Осадная артиллерия",
		[161207] = "Клыкастик",
		[159881] = "Советница Катина",
		[157727] = "Опаленный изгнанник",
		[170933] = "Боевой горм",
		[170931] = "Экипировщик из дома Избранных",
		[79852] = "Ошир",
		[168374] = "Жаждущий клещ",
		[168886] = "Вирулакс Заклинатель Чумы",
		[172084] = "Кэрон Руц",
		[17960] = "Ворожея резервуара Кривого Клыка",
		[75406] = "Шлакна",
		[162744] = "Нектара Изувер",
		[160785] = "Охотящаяся за духами темная гончая",
		[159673] = "Ужас Двора поганищ",
		[160185] = "Обездвиженная душа",
		[62205] = "Командующий флангом Нер'онок",
		[171448] = "Жуткий егерь",
		[157721] = "Грибной корчеватель",
		[111751] = "Злонравный преследователь",
		[20867] = "Дозорный Смерти",
		[159766] = "Торговка из квартала Ределав",
		[61177] = "Райгонн",
		[165408] = "Халкиас",
		[152508] = "Сумрачный землетряс",
		[16700] = "Легионер клана Изувеченной Длани",
		[169912] = "Яростная маска",
		[165566] = "Мертвый Глаз",
		[170936] = "Острохвойный налетчик",
		[175543] = "Ужасающий костегрыз",
		[171960] = "Призванные крылья",
		[73967] = "Нюцзао <Анимефлекс-СвежевательДуш>",
		[76407] = "Нер'зул",
		[161211] = "Прирученный гаргон",
		[169913] = "Детеныш рунического хищника",
		[172981] = "Кирийский кадавр",
		[170937] = "Друст-чародей",
		[175544] = "Костегрыз-вожак",
		[159676] = "Анимоклещ",
		[164920] = "Друст-душеруб",
		[168890] = "Златогривый олень",
		[165976] = "Неизвестно",
		[167956] = "Темная прислужница",
		[170102] = "Одержимая громила",
		[163857] = "Чумная прислужница",
		[160892] = "Раскольница - пронзательница сердец",
		[159677] = "Фата Свежеватель Душ",
		[151127] = "Повелитель мучений",
		[168891] = "Взрывоопасный чумной бурильщик",
		[157118] = "Королевский советник",
		[169915] = "Рунический хищник",
		[11200] = "Призванный скелет <Дегрохус-Ревущийфьорд>",
		[170939] = "Темный хищник",
		[168147] = "Сабриэль Косторуб",
		[56439] = "Ша Сомнения",
		[164049] = "Похититель ярости",
		[165663] = "Чингиз",
		[159965] = "Лорд Сорин",
		[165821] = "Похитительница жизни из поместья",
		[76116] = "Неуловимый боец с шакрамом",
		[170940] = "Острохвойный роевик",
		[165479] = "Придворная карательница",
		[159679] = "Хирург Двора поганищ",
		[56397] = "Положение",
		[172988] = "Брошенное воспоминание",
		[156264] = "Порочный гурман",
		[174012] = "Вершительница Офелия",
		[165111] = "Друст - злобный коготь",
		[170941] = "Острохвойный пастух",
		[172052] = "Раскольница-призывательница",
		[151817] = "Угасший демон",
		[25315] = "Кил'джеден",
		[155828] = "Покрытый рунами колосс",
		[165311] = "Раскольница - темный клинок",
		[155251] = "Старейшина Большая Ветвь",
		[158989] = "Живой скипетр",
		[157964] = "Адьютант Декарис",
		[160286] = "Лорд Сорин",
		[168398] = "Осклизлое лакомство <Slime Skeleton Stalker D>",
		[58108] = "Крик'тик-разведчик",
		[0] = "[*] Быстрая смерть",
		[165312] = "Анимапард раскольников",
		[165824] = "Нар'зуда",
		[53006] = "Тотем духовной связи <Честьимею-Ревущийфьорд>",
		[20868] = "Энтропический глаз",
		[75506] = "Верная служительница из клана Призрачной Луны",
		[163777] = "Айзенгримм",
		[169102] = "Агоникс",
		[84464] = "Обратная тяга",
		[165313] = "Раскольник-дозорный",
		[170190] = "Тотем хватки смерти <Залин-Термоштепсель>",
		[77042] = "Саргерайский защитник",
		[175039] = "Изголодавшийся по аниме облачный бегун",
		[175652] = "Повелитель горести",
		[161947] = "Страж Эрикен",
		[160195] = "Бремя гордыни",
		[152517] = "Угасший убийца",
		[165363] = "Неизвестно",
		[17669] = "Бешеный бойцовый пес",
		[163083] = "Оценщик Малус",
		[159755] = "Великий Маллеар",
		[83697] = "Гром'карский матрос",
		[155589] = "Жуткий поглотитель",
		[168386] = "Slime Skeleton Stalker D",
		[172081] = "Шан'ала Заблудившаяся-в-чащобе",
		[165315] = "Присягнувший тьме гоплит",
		[165470] = "Палач из замка Нафрия",
		[170434] = "Слияние грехов",
		[18309] = "Эфириал-падальщик",
		[157212] = "Самонадеянная исследовательница",
		[61436] = "Сик'тик - танцующий с клинками",
		[159879] = "Советница Иления",
		[164804] = "Дроман Ульфарран",
		[172255] = "Могильный ловчий",
		[74571] = "Катастрофа",
		[166340] = "Падший легионер",
		[166852] = "Буйный клещ",
		[159174] = "Исполинский склепорезчик",
		[167876] = "Инквизитор Зигар",
		[157732] = "Обожженный пепельный вурдалак",
		[175123] = "Страж Аркобан",
		[157127] = "Неизвестно",
		[169924] = "Неизвестно",
		[74349] = "Подчинитель магмы из клана Кровавого Молота",
		[171562] = "Бич Жуткой трясины",
		[169980] = "Анимапард из сумеречной стали",
		[77812] = "Саргерайская стражница душ",
		[164033] = "Матриарх Темного лабиринта",
		[162047] = "Ненасытный громила",
		[165430] = "Тлетворное порождение",
		[169925] = "Ворчливый официант",
		[172932] = "Отвердевшая стигия <Бурлящая стигия>",
		[154569] = "Водорослевый якорь",
		[75509] = "Садана Кровавое Безумие",
		[158927] = "Порочный послушник",
		[168390] = "Сокрушитель надежды Вилстав",
		[74787] = "Надсмотрщик за рабами Крушто",
		[156256] = "Порочный нотариус",
		[165831] = "Жестокий сборщик",
		[168148] = "Дролонмет",
		[170950] = "Землерой с дубиной",
		[159177] = "Верный камнешкур",
		[108146] = "Стрелок с \"Черного Паруса\"",
		[168391] = "Slime Skeleton Stalker C",
		[171419] = "Око Вираза",
		[416] = "Дагнами",
		[169927] = "Гнилостный мясник",
		[79093] = "Солнечный коготь Небесного Пути",
		[20869] = "Часовой Аркатраца",
		[171463] = "Бездумное преследование",
		[160348] = "Прирученный гаргон",
		[168392] = "Сокрушительница надежды Мурза",
		[159963] = "Мадам Релия",
		[163229] = "Пылерев",
		[20883] = "Сердитая искусительница",
		[158155] = "Гордук",
		[160477] = "Воплощение ярости",
		[171622] = "Околдованный друстами хранитель",
		[176071] = "Покрытая рунами оболочка",
		[168393] = "Изрыгатель чумы",
		[159966] = "Герцог Григор",
		[173512] = "Былые грехи",
		[165834] = "Надсмотрщик Матьяш",
		[175831] = "Крылатый духолов",
		[170953] = "Главный кулачный боец",
		[167370] = "Кирия-претендентка",
		[76154] = "Шептатель Небесного Пути",
		[168394] = "Осклизлое лакомство <Slime Skeleton Stalker C>",
		[160716] = "Грехокаменный буян",
		[157083] = "Камнекрыл-опустошитель",
		[165905] = "Рвение",
		[157754] = "Темный механик",
		[79505] = "Солнечная вспышка",
		[77559] = "Солнечный усилитель",
		[176073] = "Верный Утробе всадник",
		[168395] = "Боль",
		[168907] = "Склизкое щупальце",
		[168977] = "Верный Утробе чудотворец",
		[172637] = "Стигийский осколыш",
		[159972] = "Лорд Ионел",
		[170955] = "Закаленный в боях тауал",
		[163277] = "Раскольник-захватчик",
		[158439] = "Покровница-чародейка",
		[168396] = "Изрыгатель чумы",
		[17622] = "Меткий стрелок-страж",
		[160345] = "Обожженный инквизитор",
		[153552] = "Плачущий призрак",
		[176262] = "Верный Утробе смотритель",
		[170956] = "Хранитель пламени",
		[163278] = "Падшая боевая целительница",
		[166144] = "Работница сцены",
		[171626] = "Инквизитор башни",
		[163415] = "Озверевший проглот",
		[156333] = "Преобразованный тьмой ученик",
		[87074] = "Саргерайский маг",
		[158160] = "Злобный потрошитель Бездны",
		[162767] = "Пестицид",
		[164391] = "Старый Ардейт",
		[171612] = "Верный Утробе мучитель",
		[84215] = "Пушка \"Силы Чернорука\"",
		[164815] = "Похитительница с \"Золрамуса\"",
		[159980] = "Мадам Ленута",
		[77080] = "Саргерайская вершительница",
		[158161] = "Страж Бездны - захватчик",
		[166863] = "Раскольница-дознавательница",
		[169638] = "Наемница - бесшумный клинок",
		[56395] = "Новообращенный Шадо-Пан",
		[61567] = "Визирь Цзинь'бак",
		[160721] = "Падший аколит Эрисна",
		[159612] = "Леонид",
		[152273] = "Волномут из племени Кровавого Плавника",
		[158162] = "Гнусный грязевик",
		[20870] = "Зерекет Бездонный",
		[124654] = "Дюнный кролуск",
		[159698] = "Послушный анимапард",
		[155239] = "Отец лесов",
		[21126] = "Целительница чешуи резервуара Кривого Клыка",
		[159958] = "Мадам Вивиана",
		[164885] = "Надсмотрщица Минера",
		[162258] = "Прожорливый бурекрик",
		[165275] = "Падший легионер",
		[163282] = "Матриарх Душеклык",
		[176113] = "Резной следопыт",
		[173963] = "Гнусный грязевик",
		[168844] = "Лакезис",
		[21702] = "Заклинатель жизни из Эфириума",
		[17671] = "Воитель клана Изувеченной Длани",
		[170449] = "Скрывающийся плеточник",
		[166866] = "Заблудший распорядитель",
		[124681] = "Костегрыз-охотник",
		[169191] = "Взбесившаяся светоспинка",
		[168402] = "Темнокрылая",
		[164819] = "Ариэлла",
		[56472] = "Благоухающий Лотос",
		[164862] = "Чащобный мерцающий мотылек",
		[61056] = "Изначальный элементаль земли <Цитадель-Ревущийфьорд>",
		[18311] = "Эфириал - осквернитель гробниц",
		[158978] = "Огромный камнешкур",
		[160129] = "Прирученный ларион",
		[166139] = "Мерцающая Пыль в роли Кил'джедена",
		[174843] = "Камнерожденный метрдотель",
		[17623] = "Стражник-разоритель",
		[157654] = "Ученик из дома Избранных",
		[162818] = "Боевой бивень",
		[165055] = "Жадный эфирный змей",
		[159190] = "Синод",
		[165404] = "Жужжало",
		[173054] = "Бутон смертоцвета",
		[159407] = "Ирина Дисциплинированная",
		[169473] = "Cross Strike Stalker",
		[56766] = "Нестабильная энергия",
		[170452] = "Сфера сущности",
		[166869] = "Темный голиаф",
		[163286] = "Раскольница - темный клинок",
		[163591] = "Проворный анимаклещ",
		[19307] = "Ужасень Нексуса",
		[160727] = "Остаточное недомогание",
		[167942] = "Верный Утробе сокрушитель воли",
		[59545] = "Золотой жук",
		[16507] = "Караульный из клана Изувеченной Длани",
		[163967] = "Узловатый сокрушитель",
		[159192] = "Облачный крылан",
		[169600] = "Землерой-слуга",
		[163059] = "Сумеречный Ужас",
		[168918] = "Дозорная из Каменного легиона",
		[56706] = "Крик'тик-бомбардир",
		[168943] = "Золотолапый хищник",
		[159757] = "Аколит-некромантка",
		[163575] = "Пепельный ползун",
		[167691] = "Стазисная ловушка",
		[153874] = "Верный Утробе часовой",
		[164312] = "Когтистый костекрыл",
		[164824] = "Заступница из дома Избранных",
		[169431] = "Грязешкурая личинка",
		[61146] = "Статуя Черного Быка <Вымячко-ПиратскаяБухта>",
		[59547] = "Цзян",
		[166872] = "Темный анимапард",
		[90660] = "Горящий геллион",
		[163089] = "Отвратительные отходы",
		[159027] = "Порочный охотник",
		[21127] = "Шквальник резервуара Кривого Клыка",
		[169432] = "Грязешкурая нимфа",
		[168464] = "Медношкурый лис",
		[136553] = "Соленоспинный кролуск",
		[166873] = "Раскольник-исследователь",
		[167385] = "Острохвойный костолом",
		[151816] = "Угасший падальщик",
		[174605] = "Раскольница - заклинательница анимы",
		[173016] = "Собиратель трупов",
		[59778] = "Крик'тик-боец",
		[157660] = "Раскольница-перерожденная",
		[162267] = "Анимаклещ-роевик",
		[170969] = "Яростный наездник - боевой рог",
		[167386] = "Острохвойный пакостник",
		[167898] = "Воплощение зависти <Инквизитор Зигар>",
		[166170] = "Федра",
		[152644] = "Угасший скиталец",
		[157149] = "Пронзатель сердец",
		[172282] = "Неизвестно <Ниэтта>",
		[162268] = "Быстроногий анимаклещ",
		[18312] = "Эфириал-чароплет",
		[170849] = "Остаточное загрязнение",
		[157955] = "Буйный пожиратель",
		[166432] = "Страж дома Брайрбейн",
		[173018] = "Лучница дома Избранных",
		[152612] = "Поработитель Клонтцас",
		[163363] = "Молниеносец из племени Серпошипов",
		[103673] = "Созерцатель тьмы <Guisonia-KhazModan>",
		[162819] = "Вестник войны Мал'Корак",
		[83624] = "Головорез из клана Кровавого Молота",
		[163621] = "Кровомес",
		[17694] = "Темный маг из клана Призрачной Луны",
		[164829] = "Костекрыл дома Избранных",
		[165414] = "Порочный уничтожитель",
		[157036] = "Ворюга Бар'ток",
		[63106] = "Сик'тик-роевик",
		[158687] = "Покровница-пронзательница",
		[175579] = "Волшебная стражница <Синеухая-Азурегос>",
		[160393] = "Ловец душ Дойна",
		[163882] = "Разлагающийся великан",
		[164830] = "Костекрыл-разведчик",
		[165342] = "Крыса Утробы",
		[170086] = "Друст-опустошитель",
		[162271] = "Исполинский пожиратель миров",
		[160003] = "Герцог Омор",
		[163121] = "Сшитый боец авангарда",
		[167902] = "Торговец Старых ворот",
		[93619] = "Инфернал-живодер",
		[164831] = "Капитан Неслух",
		[165343] = "Шныряющая крыса Утробы",
		[157665] = "Бойцовский пес Несломленных",
		[158177] = "Плеточник Бездны",
		[170974] = "Скребущий слуга",
		[163893] = "Клыкастый жуткий нетопырь",
		[150541] = "Занш'ир-поработитель",
		[164406] = "Визгунья",
		[61699] = "Сик'тик Желтокрыл",
		[165344] = "Зловредный спригган",
		[167088] = "Знахарь из племени Черных Шипов",
		[162273] = "Поглотитель анимы",
		[170975] = "Каменный посланник",
		[161344] = "Вандал из башни Темной Стены",
		[159714] = "Костежал-ползун",
		[160226] = "Надсмотрщик Мортис",
		[21128] = "Скат резервуара Кривого Клыка",
		[165345] = "Огромная крыса Утробы",
		[108212] = "Второй помощник Силлит",
		[162274] = "Мать стаи анимаклещей",
		[170976] = "Резной курьер",
		[161859] = "Безмозглый кадавр",
		[157340] = "Останки <Верный Утробе ритуалист>",
		[165763] = "Гнусная оккультистка",
		[173024] = "Темнозубый тенелов",
		[165346] = "Свирепый спригган",
		[76102] = "Воздушный фамилиар",
		[24685] = "Магистр Солнечного Клинка",
		[158692] = "Маркиз Тресниглаз",
		[166766] = "Былые грехи",
		[153165] = "Комендант Тонар",
		[168418] = "Раскольница-инквизитор",
		[83762] = "Гром'карский матрос",
		[161252] = "Погребенная душа",
		[157669] = "Сталекожий боец авангарда",
		[162276] = "Максимус <Сара Уайт>",
		[18313] = "Эфириал-колдун",
		[169193] = "Колоссальная светоспинка",
		[155216] = "Чудолиственный страж",
		[156134] = "Призрачный скакун",
		[173026] = "Пехотинец дома Избранных",
		[171316] = "Зловещая стигия",
		[169955] = "Гордый гоплит",
		[79303] = "Когтекрыл-ветеран",
		[155770] = "Грозный птенец <Яйцо ползуна>",
		[167611] = "Камнерожденная-потрошительница",
		[167908] = "Страж из Каменного легиона",
		[168420] = "Раскольник-защитник",
		[76292] = "Голем-защитник Небесного Пути",
		[165349] = "Оживленный некропес",
		[171596] = "Чумной громадень",
		[162278] = "Флоки <Сара Уайт>",
		[170980] = "Насмешливая дуэлянтка",
		[165998] = "Капитан Хокен",
		[169041] = "Боец Карнек",
		[172516] = "Прожорливый роевик <По'жор>",
		[164838] = "Дикошкур",
		[158040] = "Освобожденный вестник смерти",
		[169043] = "Боец Мелия",
		[155226] = "Зеленый хранитель",
		[170981] = "Высокомерная соперница",
		[171493] = "Мать стаи анимаклещей",
		[172005] = "Покрытый трещинами колосс",
		[160089] = "Страж зала",
		[168934] = "Разъяренный дух",
		[161256] = "Могильный скрытень",
		[172073] = "Сломленный мороком страж",
		[169813] = "Длань разрушения",
		[175077] = "Клещ-пожиратель",
		[171494] = "Быстроногий анимаклещ",
		[176101] = "Порочный резчик",
		[167116] = "Иглобрюх-разоритель",
		[164840] = "Капитан Марьянич",
		[169447] = "Сфера ужаса <Подчинительница душ из крепости Господства>",
		[165978] = "Крыса Утробы - падальщица",
		[155830] = "Верный Утробе послушник",
		[20873] = "Мастер искажения Негатона",
		[171495] = "Анимаклещ-роевик",
		[172636] = "Кристаллическая стигия",
		[174175] = "Верный камнерожденный",
		[173145] = "Пирующий клещ",
		[174174] = "Неизвестно <Вирулятор Руктус>",
		[167078] = "Крылодер Жестокий",
		[170472] = "Друст-пробудитель",
		[175079] = "Зловредная тень <Заклинатель теней Зерис>",
		[59598] = "Малый ша",
		[162049] = "Частица сомнений",
		[161633] = "Герцогиня Иетта",
		[160747] = "Ритуалистка из Мерцающей рощи",
		[161259] = "Погребенный вентир",
		[158053] = "Королева трупожоров",
		[169825] = "Боевой некропес",
		[166755] = "Верный аколит",
		[173732] = "Очищенное воплощение",
		[176104] = "Порочный поручитель",
		[172521] = "Саннгрор Истязатель",
		[160748] = "Одержимый защитник",
		[160460] = "Каратель раскольников",
		[16807] = "Главный чернокнижник Пустоклят",
		[170474] = "Паук-убийца <Скрывающийся ассасин>",
		[170986] = "Каменный утилизатор",
		[168064] = "Буйный гладиатор",
		[176105] = "Порочная абсолютистка",
		[156142] = "Искательница душ",
		[172639] = "Сочащаяся стигия",
		[160110] = "Первый страж Каллиопы",
		[155824] = "Неповоротливое создание",
		[163616] = "Корнежал-роевик",
		[162797] = "Глубокий Шрам",
		[167404] = "Неустрашимый защитник",
		[160407] = "Усиленный костями палач",
		[172523] = "Псарь Васанок",
		[164845] = "Оценщик дома Избранных",
		[165357] = "Неизвестно",
		[165869] = "Освобожденное мощное проклятие",
		[170476] = "Одержимый охотник",
		[170988] = "Пепельный вурдалак-рассекатель",
		[171500] = "Шаркающий труп",
		[176107] = "Порочный сборщик душ",
		[172524] = "Матриарх крыс Утробы",
		[56636] = "Командир Ри'мок",
		[149911] = "Друг Пронк <Кельпин-разведчик>",
		[159636] = "Ток Постоянный",
		[166382] = "Когов Ликвидатор",
		[170989] = "Избитый пепельный вурдалак",
		[167406] = "Сир Денатрий",
		[176108] = "Порочная привратница",
		[155812] = "Верный Утробе ритуалист",
		[168942] = "Вестник смерти",
		[173549] = "Эхо наездника на быке",
		[169966] = "Порочная пельтастка",
		[170478] = "Скрывающийся ассасин",
		[163520] = "Раскольник-офицер",
		[159183] = "Голодающий пепельный вурдалак",
	},
	["death_recap"] = {
		["show_segments"] = false,
		["enabled"] = true,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["spell_pool"] = {
		10, -- [1]
		3, -- [2]
		"Мир (падение)", -- [3]
		[6] = "Мир (огонь)",
		[7] = "Мир (лава)",
		[345554] = "Темная перерожденная Коррия",
		[275931] = 6,
		[302552] = "Чудолиственная мерцальница",
		[15667] = "Шквальник резервуара Кривого Клыка",
		[339412] = 9,
		[294362] = "Вестник смерти",
		[39367] = "Зерекет Бездонный",
		[343509] = "Опет",
		[176890] = 11,
		[331223] = "Усиленный душами похититель костей",
		[114050] = 7,
		[337367] = 10,
		[331224] = "Усиленный душами похититель костей",
		[192249] = 7,
		[333273] = 3,
		[327130] = "Изготовитель кадавров",
		[271841] = "Имперская карательница",
		[345561] = "Кин-Тара",
		[331227] = 12,
		[114051] = 7,
		[271843] = 10,
		[124290] = "[*] Натиск Клинка",
		[329181] = "Сир Денатрий",
		[320991] = "Благородный туманный танцор",
		[48583] = "Гравитон",
		[170751] = "Адъютант Фелипос",
		[215802] = 7,
		[339424] = 12,
		[85384] = 1,
		[343520] = "[*] Бушующий",
		[51399] = 6,
		[323043] = "Друст - злобный коготь",
		[341473] = "Темнокрылая убийца",
		[345569] = 4,
		[218875] = "Угасшее слияние",
		[325092] = 10,
		[327140] = 3,
		[341475] = "Темнокрылая убийца",
		[331237] = "Усиленный душами похититель костей",
		[333285] = "Пелагий <Ниэтта>",
		[320999] = "Благородный туманный танцор",
		[290283] = 6,
		[333286] = "Пелагий <Ниэтта>",
		[176898] = 6,
		[339430] = "Диверсант из Каменного легиона",
		[115078] = 10,
		[343527] = 2,
		[60103] = 7,
		[335338] = "Лорд-камергер",
		[347625] = 5,
		[36554] = 4,
		[321005] = "Ингра Малох",
		[333292] = "Сатель Злосчастный",
		[54216] = 3,
		[333293] = "Костяной чародей",
		[102793] = 11,
		[333294] = "Пагубный темный проповедник",
		[323056] = 1,
		[325104] = 2,
		[164616] = "Говорящий с огнем из клана Кровавого Молота",
		[323057] = "Ингра Малох",
		[224001] = 3,
		[314867] = 5,
		[333297] = "Пагубный темный проповедник",
		[212739] = 6,
		[321011] = "Миллифисент Манашторм",
		[323059] = "Дроман Ульфарран",
		[120200] = "Сик'тик Желтокрыл",
		[327155] = "Верное создание",
		[321012] = 6,
		[194310] = 6,
		[333299] = "Пагубный темный проповедник",
		[164618] = "Взрывное пламя <Говорящий с огнем из клана Кровавого Молота>",
		[339443] = 11,
		[194311] = 6,
		[333301] = "[*] Проклятие запустения",
		[343540] = 8,
		[172810] = "Защитница Друна",
		[339445] = 11,
		[327159] = 7,
		[323064] = "Хаккар Свежеватель Душ",
		[24423] = "Падальщик <Краевед-Борейскаятундра>",
		[1079] = 11,
		[327162] = 7,
		[327163] = 7,
		[296447] = "Угасший скиталец",
		[327164] = 7,
		[325117] = 7,
		[294401] = "Угасший отголосок",
		[345595] = 9,
		[323070] = 11,
		[325118] = 5,
		[188172] = 7,
		[329214] = 1,
		[4987] = 2,
		[196364] = "Изобретатель Зи'Мокс",
		[5211] = 11,
		[294405] = "Усиленный угасший отголосок",
		[329217] = "Доктор Икус",
		[347647] = 10,
		[335361] = "[*] Камнетрясение",
		[296454] = "Угасший ловчий",
		[343553] = "Злопамятная тень",
		[323076] = 12,
		[81297] = 2,
		[36813] = "Мастер искажения Негатона",
		[46028] = "Маг-стражник Солнечного Клинка",
		[331269] = 3,
		[236298] = 8,
		[343556] = "Хирург Трупошов",
		[189200] = "Крылатый автоматон",
		[339461] = 3,
		[333318] = "Калисфена",
		[236299] = 8,
		[1543] = 3,
		[339463] = 2,
		[275983] = "Верный Утробе призыватель огня",
		[321034] = "Кин-Тара",
		[325130] = 8,
		[329226] = "Склизкое щупальце",
		[331274] = "Зараженные останки",
		[158486] = 1,
		[335370] = 2,
		[331275] = "Адвент Невермор",
		[339467] = 7,
		[335372] = "Сир Денатрий",
		[321038] = "Зловещая подавительница",
		[1719] = 1,
		[13877] = 4,
		[129934] = 11,
		[321041] = "Отвратительные отходы",
		[214802] = 1,
		[271896] = 4,
		[341520] = "Охотница из замка Нафрия",
		[318995] = "Герус Заточенный",
		[214803] = 1,
		[294423] = 10,
		[290328] = 2,
		[341522] = "Охотница из замка Нафрия",
		[106898] = 11,
		[273947] = 6,
		[1943] = 4,
		[46030] = "Рыцарь крови Солнечного Клинка",
		[31464] = "Темпорус",
		[345620] = 9,
		[333334] = 7,
		[329239] = "Разлагающийся великан",
		[331287] = 3,
		[292380] = 6,
		[82326] = 2,
		[290333] = 7,
		[2094] = 4,
		[345623] = "Нар'зуда",
		[333337] = 7,
		[214807] = 1,
		[207640] = 11,
		[52174] = 1,
		[345625] = "Нар'зуда",
		[341530] = 4,
		[273955] = 1,
		[191259] = 9,
		[46031] = "Рыцарь крови Солнечного Клинка",
		[126354] = "Эктра",
		[19434] = 3,
		[39376] = "Техник резервуара Кривого Клыка",
		[341533] = 4,
		[331295] = "Огненный шип",
		[122259] = "Сик'тик-инженер",
		[325153] = 10,
		[323107] = "Сочащиеся ошметки",
		[2782] = 11,
		[321061] = "Миллифисент Манашторм",
		[331300] = 3,
		[209693] = 12,
		[323110] = "Сочащиеся ошметки",
		[189216] = "[*] Рикошетящие клинки",
		[47568] = 6,
		[341541] = 4,
		[32361] = "Таварок",
		[333351] = 12,
		[345638] = 9,
		[41425] = 8,
		[271920] = 7,
		[333353] = "Домина Отравленный Клинок",
		[323115] = 12,
		[71068] = 7,
		[185123] = 12,
		[339498] = 3,
		[343594] = 4,
		[46033] = "Рыцарь крови Солнечного Клинка",
		[271924] = 7,
		[323118] = "Хаккар Свежеватель Душ",
		[13750] = 4,
		[188196] = 7,
		[119703] = "Осадные снаряды",
		[273974] = 3,
		[228128] = 11,
		[49361] = 8,
		[187174] = 6,
		[331314] = "[*] Разрушительный удар",
		[325171] = 2,
		[280121] = 6,
		[15286] = 5,
		[73630] = 2,
		[331316] = "Докигг Изверг",
		[323126] = "Грехокаменная статуя",
		[325174] = 7,
		[31850] = 2,
		[331319] = "Докигг Изверг",
		[114074] = 7,
		[98204] = 6,
		[115098] = 10,
		[331320] = "Докигг Изверг",
		[327225] = 2,
		[323130] = "[*] Сгущающаяся слизь",
		[17] = 5,
		[290367] = 2,
		[327227] = "Сир Денатрий",
		[36052] = "Целительница чешуи резервуара Кривого Клыка",
		[88990] = 3,
		[154415] = "Стражница душ Ниами",
		[45779] = "Взрывоопасный бес",
		[46035] = "Магистр Солнечного Клинка",
		[27243] = 9,
		[153392] = 3,
		[325182] = 6,
		[337470] = 3,
		[323136] = "Рунический старорог",
		[325184] = "Леди Инерва Дарквейн",
		[5116] = 3,
		[323137] = "Дроман Ульфарран",
		[335424] = 2,
		[323138] = "Ингра Малох",
		[316995] = "Ксав Несломленный",
		[171824] = 5,
		[153395] = "Червь-трупоед",
		[131894] = 3,
		[45524] = 6,
		[325189] = 11,
		[108446] = 9,
		[345667] = 2,
		[153396] = "Аззакель",
		[341572] = 4,
		[171826] = 7,
		[345668] = 10,
		[339525] = "Куллан",
		[32235] = 12,
		[32363] = "Принц Шаффар",
		[228140] = 1,
		[343622] = "Пелагий <Ниэтта>",
		[288333] = 12,
		[339527] = "Куллан",
		[124317] = "Генерал Па'валак",
		[108447] = 9,
		[329289] = 12,
		[323146] = "Ингра Малох",
		[341576] = 2,
		[171828] = 6,
		[339529] = "Драгост",
		[345673] = 7,
		[333387] = "Генерал Кааль",
		[323149] = "Ингра Малох",
		[325197] = 10,
		[323150] = "Грехокаменная статуя",
		[341580] = 2,
		[6940] = 2,
		[258860] = 12,
		[210738] = 6,
		[317009] = 12,
		[122783] = 10,
		[321105] = "Прожорливый жуткий нетопырь",
		[323153] = 12,
		[248622] = 1,
		[331345] = 12,
		[325202] = 10,
		[335441] = 2,
		[274009] = 6,
		[325203] = 5,
		[52437] = 1,
		[339538] = 2,
		[341587] = "Придворный убийца",
		[235314] = 8,
		[204598] = 12,
		[63956] = 7,
		[8092] = 5,
		[325209] = 10,
		[171836] = 5,
		[172860] = "Гром'карский военачальник",
		[339545] = 11,
		[325211] = 10,
		[345689] = 9,
		[121762] = "Сик'тик-строитель",
		[114083] = 7,
		[212792] = 8,
		[271971] = "Зловещий охотник <Фаролаир-Корольлич>",
		[157503] = 7,
		[319070] = "Костномозговая слизь",
		[345691] = 7,
		[331357] = 3,
		[341596] = 2,
		[171838] = 12,
		[157504] = 7,
		[333406] = "[*] Ликвидация",
		[225080] = 7,
		[345693] = 2,
		[339550] = "[*] Эхо битвы",
		[325216] = 10,
		[327264] = 10,
		[157505] = "Саргерайский маг",
		[325217] = 10,
		[345695] = 7,
		[339552] = "Деплина",
		[325218] = 10,
		[343648] = 11,
		[329314] = 5,
		[339553] = "Деплина",
		[60118] = 12,
		[36057] = "О'мрогг Завоеватель",
		[44504] = "Презренный-полутруп",
		[341602] = 2,
		[196414] = 9,
		[329316] = 1,
		[339555] = "Деплина",
		[199486] = 5,
		[337508] = 3,
		[170818] = 2,
		[31981] = "Менну Предатель",
		[325223] = "Туманный острожал",
		[327271] = 6,
		[337510] = 11,
		[325224] = "Туманный острожал",
		[337511] = 2,
		[323177] = "Дроман Ульфарран",
		[240443] = "Лоскутный солдат",
		[337512] = 2,
		[339560] = 2,
		[341608] = "Убийца из замка Нафрия",
		[269937] = 2,
		[345704] = 7,
		[314988] = 7,
		[35546] = 4,
		[345705] = 1,
		[44505] = "Тихий презренный",
		[122278] = 10,
		[212800] = 12,
		[106920] = "Набирающий силы ша",
		[53] = 4,
		[329325] = "Верный Утробе стражник душ",
		[261947] = 10,
		[337517] = 10,
		[240446] = "[*] Взрыв",
		[341614] = 2,
		[278134] = 1,
		[345710] = 8,
		[308851] = 10,
		[294517] = "Угасший падальщик",
		[154442] = "Нер'зул",
		[335473] = "Грязешмяк",
		[205636] = 11,
		[240448] = 11,
		[331379] = "Смазчик",
		[114089] = 7,
		[53209] = 3,
		[321141] = "Темный часовой",
		[207685] = 12,
		[46042] = "Чернокнижник Солнечного Клинка",
		[331381] = "[*] Вы поскользнулись",
		[55001] = 4,
		[171850] = 10,
		[263806] = 7,
		[339573] = "Мордрета, Вечная императрица",
		[341621] = "Леди Инерва Дарквейн",
		[347765] = 12,
		[341622] = 2,
		[171851] = 6,
		[341623] = "Леди Инерва Дарквейн",
		[66] = 8,
		[100780] = 10,
		[294526] = "Угасший демон",
		[337529] = 11,
		[323195] = "\"Орифрион\"",
		[278145] = 2,
		[36828] = "Саргеронский лучник",
		[329340] = "Верховный адъюдикатор Ализа",
		[325245] = "Домина Отравленный Клинок",
		[335484] = 3,
		[258883] = 12,
		[323198] = "[*] Темное изгнание",
		[69041] = 5,
		[126890] = 10,
		[222024] = 6,
		[341629] = 2,
		[193356] = 4,
		[106413] = "[*] Шар огня",
		[106925] = "Всепоглощающий ша",
		[33757] = 7,
		[345727] = 10,
		[68530] = 11,
		[163665] = "Макогг Угольный Клинок",
		[222026] = 6,
		[193358] = 4,
		[114093] = 7,
		[106414] = "[*] Огненный цветок",
		[30831] = "Стальной коготь раскольников",
		[317062] = 2,
		[46044] = "Бес Солнечного Клинка <Чернокнижник Солнечного Клинка>",
		[272012] = "Иллидарский сатир <Маннагер-Голдринн>",
		[169810] = "Солнечная вспышка",
		[325254] = "Верховная надзирательница Бериллия",
		[272013] = "Злобная адская гончая <Маннагер-Голдринн>",
		[132951] = 11,
		[23920] = 1,
		[337542] = 12,
		[274062] = 10,
		[317065] = 1,
		[163668] = "Макогг Угольный Клинок",
		[280206] = 6,
		[323209] = "Грехокаменная статуя",
		[276111] = 2,
		[100784] = 10,
		[331401] = "Генерал Кааль",
		[325258] = "Мве'зала",
		[100] = 1,
		[205648] = 7,
		[331402] = "Темный подмастерье",
		[191314] = 8,
		[306830] = 12,
		[325260] = "Верховная надзирательница Бериллия",
		[222031] = 12,
		[325261] = "Верховная надзирательница Бериллия",
		[345739] = 4,
		[227151] = 4,
		[325262] = "Верховная надзирательница Бериллия",
		[347788] = 5,
		[319120] = "[*] Гнилая желчь",
		[300691] = 1,
		[106929] = "Всепоглощающий ша",
		[57820] = 6,
		[300693] = 7,
		[116] = 8,
		[329362] = "Визгунья",
		[327315] = "Центурион - быстрый клинок",
		[323220] = 12,
		[325268] = 5,
		[36831] = "Саргеронский призыватель огня",
		[172889] = "Гром'карский пехотинец",
		[182104] = 2,
		[83381] = "Секхан <Ханторай-ВечнаяПесня>",
		[46046] = "Врач Солнечного Клинка",
		[46302] = 10,
		[331413] = 10,
		[276124] = 3,
		[319127] = "Золоченый облачный скиталец",
		[325271] = 1,
		[32240] = 1,
		[331415] = "Генерал Кааль",
		[325272] = "Инструктор Герус",
		[263840] = "Ваф <Недаю-Борейскаятундра>",
		[265888] = 3,
		[278175] = "Зеленый хранитель",
		[321178] = "Ненасытный громила",
		[278176] = "Зеленый хранитель",
		[321179] = 5,
		[339609] = "Былые грехи",
		[139] = 5,
		[276130] = 3,
		[229206] = 6,
		[46047] = "Врач Солнечного Клинка",
		[2383] = 11,
		[93622] = 11,
		[310944] = 3,
		[331422] = "Разумное масло",
		[308897] = 12,
		[290468] = 8,
		[106421] = "Стражница Шадо-Пан",
		[337567] = 12,
		[329377] = "Анимимик",
		[276136] = 10,
		[331426] = 10,
		[325283] = 5,
		[343713] = 6,
		[80313] = 11,
		[323236] = "Лорд-камергер",
		[349857] = 9,
		[327332] = "Раскольник-целитель",
		[321189] = 5,
		[206685] = "Плюющаяся кобра",
		[276139] = 10,
		[294569] = 7,
		[288426] = 6,
		[333477] = "Кровомес",
		[196447] = 9,
		[181089] = "Изобретатель Зи'Мокс",
		[165731] = "Кровавый небесный клинок",
		[300714] = 2,
		[32369] = "Эфириал-ученик",
		[333479] = "Тошногнил",
		[196448] = 9,
		[49376] = 11,
		[165732] = "Кровавый небесный клинок",
		[325289] = 9,
		[335528] = "Тракт Ледоруб",
		[331433] = 10,
		[126389] = 11,
		[261977] = 10,
		[263858] = "Толик <Сасанльда>",
		[165733] = "Кровавый небесный клинок",
		[343721] = 2,
		[276146] = 10,
		[321197] = 5,
		[133994] = 12,
		[46049] = "Часовой Солнечного Клинка",
		[333485] = "Тошногнил",
		[294578] = 2,
		[345772] = "Волшебная стражница <Кикимора-Голдринн>",
		[339629] = "Пирующий клещ",
		[120759] = "Командир Во'цзак",
		[345773] = 11,
		[331439] = 10,
		[3567] = 8,
		[254813] = 10,
		[333488] = "Амарт",
		[33763] = 11,
		[288438] = 3,
		[323250] = "Дроман Ульфарран",
		[333489] = "Амарт",
		[163689] = "Ахри'ок Дугру",
		[337585] = 12,
		[331442] = 10,
		[325299] = 9,
		[335538] = "Тракт Ледоруб",
		[263867] = "Huan <Scàlp-Elune>",
		[339634] = 11,
		[15290] = 5,
		[286393] = 2,
		[115129] = 10,
		[333492] = "Амарт",
		[335540] = "Докучливый бес",
		[313015] = 3,
		[54753] = 2,
		[77758] = 11,
		[331446] = 10,
		[337590] = 12,
		[347829] = 1,
		[154477] = "Стражница душ Ниами",
		[106427] = "Новообращенный Шадо-Пан",
		[339639] = "Вырванная душа",
		[33508] = "Темный маг из клана Призрачной Луны",
		[345783] = "Драгост",
		[118714] = "Мудрый Марис",
		[327355] = 8,
		[267971] = 9,
		[45027] = "Калесгос",
		[304831] = "Искательница душ",
		[166766] = "Усиленный верный Утробе кандальщик",
		[202602] = 1,
		[345788] = "Деплина",
		[114108] = 11,
		[49379] = 12,
		[294597] = 2,
		[345791] = "Фара",
		[77761] = 11,
		[315076] = "Некрочистильщица",
		[325315] = 5,
		[321220] = "Взбесившийся вурдалак",
		[265931] = 9,
		[106942] = "Разрушительный ша",
		[190319] = 8,
		[37605] = "Эонус",
		[345795] = "Куллан",
		[179057] = 12,
		[319175] = 4,
		[370] = 7,
		[331462] = 10,
		[317128] = 10,
		[335558] = 1,
		[296651] = "Угасший ловчий",
		[339654] = 3,
		[298700] = 10,
		[116670] = 10,
		[329417] = 5,
		[310988] = 2,
		[294607] = "[*] Область смерти",
		[345801] = 9,
		[44517] = "Чернокнижник Солнечного Клинка",
		[170869] = 10,
		[45029] = "Сатроварр Осквернитель",
		[263892] = "Секхан <Ханторай-ВечнаяПесня>",
		[294609] = 10,
		[210801] = 7,
		[325326] = 5,
		[77764] = 11,
		[337613] = 6,
		[341709] = "Призывательница Туманов",
		[345805] = 9,
		[329425] = "Усиленный охранник плавильной печи",
		[339664] = 2,
		[329426] = "Усиленный охранник плавильной печи",
		[325331] = "[*] Символ разрушения",
		[258926] = 12,
		[341714] = "Графиня Глумвейл",
		[139133] = 8,
		[256879] = "Призрачный скакун",
		[319190] = 4,
		[267997] = "Мерзотень <Маннагер-Голдринн>",
		[498] = 2,
		[339669] = 2,
		[333526] = 9,
		[331479] = "Зараженные останки",
		[267999] = "Мерзотень <Маннагер-Голдринн>",
		[131968] = "Сик'тик - боевой лекарь",
		[528] = 5,
		[329433] = 5,
		[265953] = 12,
		[276192] = 3,
		[238452] = 9,
		[265954] = 12,
		[556] = 7,
		[335578] = 2,
		[313053] = 10,
		[164734] = "Лютоклык",
		[209785] = 2,
		[238454] = 9,
		[341725] = 6,
		[341726] = 6,
		[321249] = "Взбесившийся вурдалак",
		[300772] = 10,
		[327393] = "Некромант с \"Золрамуса\"",
		[242551] = 3,
		[102342] = 11,
		[278249] = 12,
		[209788] = 12,
		[321253] = "[*] Последняя жатва",
		[333540] = "Зира Двурушница",
		[327397] = "Некромант с \"Золрамуса\"",
		[274156] = 6,
		[155524] = "Саргерайский воплотитель",
		[740] = 11,
		[190336] = 8,
		[153477] = "Стражница душ Ниами",
		[317161] = 10,
		[319209] = 7,
		[106951] = 11,
		[341735] = "Смотрительница псарни",
		[329449] = 1,
		[331497] = 12,
		[195457] = 4,
		[188290] = 6,
		[288495] = 5,
		[173956] = 11,
		[224126] = 7,
		[339690] = "Генерал Грашаал",
		[341738] = 2,
		[53480] = 3,
		[247676] = 2,
		[224127] = 7,
		[208769] = 12,
		[153480] = "Дозорный Каатар",
		[203650] = 12,
		[27638] = "Стальной коготь раскольников",
		[337645] = 8,
		[247677] = 2,
		[343789] = 10,
		[321264] = "Скальный дух",
		[341742] = "Смотрительница псарни",
		[256893] = 2,
		[208771] = 5,
		[197509] = "Кровавый червь <Япьюпиво-Дракономор>",
		[198533] = "Статуя Нефритовой Змеи <Berthe-Outland>",
		[327411] = "Эшелон",
		[343794] = 10,
		[288505] = 6,
		[327413] = "Голиаф раскольников",
		[980] = 9,
		[31478] = "Охранитель времени",
		[343796] = 10,
		[331510] = "Непреклонный соперник",
		[256896] = 2,
		[272126] = 3,
		[331511] = 10,
		[327416] = "Голиаф раскольников",
		[331512] = 10,
		[1064] = 7,
		[321275] = "[*] Быстрая инфекция",
		[51690] = 4,
		[317180] = 10,
		[120778] = 10,
		[210824] = 8,
		[317181] = 10,
		[302847] = 6,
		[1160] = 1,
		[300801] = 4,
		[38892] = "Сердитая искусительница",
		[337661] = 5,
		[300802] = 1,
		[48107] = 8,
		[313089] = 1,
		[105421] = 2,
		[319233] = 6,
		[5215] = 11,
		[327426] = "Расколотое видение",
		[205708] = 8,
		[319236] = 6,
		[44268] = "Полководец Саларис",
		[30455] = 8,
		[319237] = 10,
		[325381] = 8,
		[319238] = 6,
		[325382] = "Леди Инерва Дарквейн",
		[102351] = 11,
		[31991] = "Менну Предатель",
		[341765] = 4,
		[48108] = 8,
		[32375] = 5,
		[186257] = 3,
		[106447] = "Новообращенный Шадо-Пан",
		[331528] = 10,
		[151446] = "Головорез из клана Кровавого Молота",
		[345863] = 12,
		[186258] = 3,
		[319243] = 6,
		[345864] = 4,
		[207760] = 12,
		[151447] = "Головорез из клана Кровавого Молота",
		[341770] = 11,
		[319245] = 6,
		[115151] = 10,
		[1680] = 1,
		[341771] = "Костяной чародей",
		[343819] = 10,
		[210833] = 8,
		[262027] = 6,
		[19577] = 3,
		[347916] = 3,
		[331535] = 10,
		[1784] = 4,
		[311058] = 11,
		[321297] = 3,
		[339727] = 11,
		[347919] = 3,
		[341776] = 8,
		[1856] = 4,
		[313108] = 6,
		[323347] = "Хранитель врат с \"Золрамуса\"",
		[325395] = "Shadowclone Stalker",
		[343825] = 10,
		[337682] = 2,
		[153499] = "Аззакель",
		[30584] = "О'мрогг Завоеватель",
		[31224] = 4,
		[23161] = 9,
		[341780] = 2,
		[319255] = 6,
		[325399] = "Изобретатель Зи'Мокс",
		[208790] = 12,
		[186265] = 3,
		[163740] = "Ахри'ок Дугру",
		[341783] = 2,
		[42223] = 9,
		[339736] = 3,
		[154526] = "Дозорный Каатар",
		[44271] = "Гараксас",
		[339738] = 8,
		[154527] = "Саргерайская стражница душ",
		[2336] = 9,
		[300832] = 4,
		[68057] = 7,
		[270117] = 5,
		[183197] = "Чудолиственная садовница",
		[288548] = "Чародей из войска мертвых <Тандариа>",
		[56814] = 4,
		[278310] = 8,
		[313122] = 12,
		[207771] = 12,
		[319266] = "Жалкий помощник",
		[186270] = 3,
		[333602] = "Хрупкий маг",
		[36593] = "Труп тюремщика",
		[106966] = "Нестабильная энергия",
		[323365] = "[*] Цепляющаяся тьма",
		[327461] = "Комендант Тонар",
		[329509] = "Тень Кель'таса",
		[341796] = "Обвинительница",
		[38897] = "Заклинатель волн Эфириума",
		[347940] = 11,
		[120789] = "Командир Во'цзак",
		[65006] = 8,
		[327464] = "Реморния",
		[296748] = "Могучий крушитель",
		[339751] = "Эхо наездника на быке",
		[33778] = 11,
		[325418] = "Иглобрюх-кислотник",
		[147367] = 1,
		[294703] = 2,
		[201633] = "Тотем земляной стены <Веллби-ВечнаяПесня>",
		[323372] = "\"Орифрион\"",
		[45297] = 7,
		[333612] = "Крылатый опустошитель",
		[3408] = 4,
		[317231] = "Ксав Несломленный",
		[329518] = "Тень Кель'таса",
		[207778] = 7,
		[327471] = "Комендант Тонар",
		[304946] = "Бессердечный-страж",
		[278326] = 12,
		[3600] = "Тотем оков земли <Веллби-ВечнаяПесня>",
		[339759] = "Мордрета, Вечная императрица",
		[333616] = "Крылатый опустошитель",
		[304948] = "Бессердечный-перерожденный",
		[313140] = 10,
		[44274] = "Зелфан",
		[22907] = "Тюремщик Аркатраца",
		[319286] = "Воплощение ярости <Яростная душа>",
		[337716] = 5,
		[331573] = "Обузданный призрак",
		[329526] = 7,
		[65008] = 11,
		[228260] = 5,
		[288573] = 3,
		[323385] = 7,
		[327481] = "Кин-Тара",
		[177067] = 3,
		[280384] = 3,
		[294719] = 2,
		[280385] = 3,
		[339770] = "Одурманенный анимой рабочий",
		[341818] = 2,
		[61425] = 6,
		[223143] = 3,
		[325437] = 8,
		[311103] = 11,
		[211881] = 12,
		[38900] = "Заклинатель жизни из Эфириума",
		[341821] = 6,
		[177070] = 3,
		[323392] = "Лорд-камергер",
		[325440] = "Скальный покоритель",
		[255909] = 4,
		[335680] = "Верный Утробе вестник гибели",
		[329537] = 7,
		[339776] = "Одурманенный анимой рабочий",
		[325442] = "Скальный покоритель",
		[302917] = 11,
		[337729] = 10,
		[266058] = 2,
		[333634] = "Амарт",
		[80353] = 8,
		[323396] = 1,
		[341826] = 11,
		[321349] = "Спригган - подчинитель разума",
		[116189] = 10,
		[5760] = 4,
		[193455] = 3,
		[153524] = "Зараженная летучая мышь",
		[38901] = "Чудовищный магматический инфернал",
		[323399] = 1,
		[335686] = 5,
		[80354] = 11,
		[186289] = 3,
		[196528] = 6,
		[280398] = 5,
		[199600] = 4,
		[67556] = 4,
		[58867] = "Дух ящера <Flexx-Ravencrest>",
		[333641] = "Воскрешенный полководец",
		[327498] = 8,
		[52212] = 6,
		[44533] = "Тихий презренный",
		[115167] = "[*] Оскверненные воды",
		[307023] = "[*] Взрыв души",
		[167862] = 12,
		[323406] = "[*] Рваная рана",
		[38902] = "Чудовищный магматический инфернал",
		[280404] = 6,
		[199603] = 4,
		[327503] = "Лорд Ставрос",
		[323408] = 12,
		[296788] = 5,
		[298836] = 10,
		[240559] = "[*] Тяжкая рана",
		[311123] = 10,
		[7328] = 2,
		[298837] = 11,
		[195509] = 4,
		[345936] = "Визгунья",
		[315220] = 10,
		[120800] = "Командир Во'цзак",
		[280409] = 11,
		[44534] = "Презренный-костолом",
		[313174] = 2,
		[15487] = 5,
		[325461] = 6,
		[15615] = "Легионер клана Изувеченной Длани",
		[323414] = "Лорд-камергер",
		[327510] = 2,
		[337749] = 5,
		[39415] = "Предвестник Скайрисс",
		[343893] = "Разказзар",
		[321368] = "Налтор Криомант",
		[325464] = 6,
		[343894] = "Разказзар",
		[106979] = "Огненный стрелок Шадо-Пан",
		[298844] = "Усиленная угасшая громада",
		[116706] = 10,
		[329561] = "Купель сущности <Гнусная оккультистка>",
		[300893] = 12,
		[335706] = 2,
		[242612] = 1,
		[343898] = "Голиаф из Каменного Легиона <Генерал Кааль>",
		[329564] = "Сумрачный землетряс",
		[165822] = 11,
		[325469] = "Дряхлый желчевик",
		[311135] = 9,
		[329565] = "Гнусная оккультистка",
		[210873] = 7,
		[126434] = 6,
		[148417] = 2,
		[256948] = 8,
		[335710] = "Одалрик",
		[266087] = 9,
		[245686] = 6,
		[288613] = 3,
		[321379] = 5,
		[198589] = 12,
		[333666] = 5,
		[96231] = 2,
		[304998] = 11,
		[307046] = 12,
		[106470] = "[*] Шар огня",
		[329572] = 7,
		[198590] = 9,
		[341859] = "Придворный убийца",
		[176065] = "Хранитель листьев",
		[305000] = 10,
		[235450] = 8,
		[341860] = "Придворный убийца",
		[331622] = 10,
		[331623] = 9,
		[300907] = 4,
		[329576] = 7,
		[331624] = 1,
		[341863] = "Придворный убийца",
		[335720] = "Верный Утробе ритуалист",
		[193473] = "Щупальце Бездны <Bremdak-Archimonde>",
		[341864] = "Нафрийская наездница на гаргоне",
		[196545] = 6,
		[305005] = 2,
		[341865] = "Придворный палач",
		[280433] = 10,
		[323436] = 2,
		[115175] = 10,
		[323437] = "Лорд-камергер",
		[341867] = "Каратель из замка Нафрия",
		[321390] = 8,
		[251836] = 3,
		[228287] = 10,
		[329582] = 12,
		[176070] = "Агрессивный гнилячок",
		[209858] = "Аристократ-дуэлянт",
		[251837] = 11,
		[286581] = 4,
		[165832] = 7,
		[33787] = "Работяга резервуара Кривого Клыка",
		[264057] = 9,
		[251838] = 1,
		[300917] = 5,
		[264058] = 4,
		[339825] = 1,
		[15232] = "Темный маг из клана Призрачной Луны",
		[300919] = 5,
		[22911] = "Эфириал - осквернитель гробниц",
		[31230] = 4,
		[329589] = 8,
		[205766] = 8,
		[331638] = "Лорд Ставрос",
		[350068] = 5,
		[335734] = 1,
		[329591] = 7,
		[329592] = 7,
		[255937] = 2,
		[331641] = 10,
		[203720] = 12,
		[343928] = 2,
		[243652] = 5,
		[321405] = 3,
		[331644] = 10,
		[272260] = 10,
		[333693] = 5,
		[196555] = 12,
		[345980] = 3,
		[87023] = 8,
		[298883] = 7,
		[327552] = "Роковой гриб",
		[298884] = 7,
		[5217] = 11,
		[331649] = 10,
		[325506] = "Скальный покоритель",
		[331650] = 10,
		[341889] = "Солдат из замка Нафрия",
		[296839] = "Угасший хор",
		[121836] = 2,
		[115181] = 10,
		[5697] = 9,
		[5761] = 4,
		[331653] = 10,
		[102383] = 11,
		[331654] = 10,
		[329607] = 5,
		[121837] = 9,
		[114158] = 2,
		[329608] = "Покрытый рунами колосс",
		[329609] = "Покрытый рунами колосс",
		[58875] = 7,
		[325514] = "[*] Струя пламени",
		[188370] = 2,
		[268178] = 12,
		[296847] = "[*] Подавляющая аура",
		[121838] = 10,
		[36862] = "Таящаяся ведьма",
		[123886] = 2,
		[333708] = "Маниакальный стражник душ",
		[272276] = 10,
		[341900] = "Иерарх замка Нафрия",
		[111600] = "Крик'тик - вестник роя",
		[305042] = 10,
		[153561] = 8,
		[341902] = "Боевой ритуалист",
		[305043] = 2,
		[266136] = 9,
		[341903] = "Иерарх замка Нафрия",
		[270232] = 8,
		[305044] = 10,
		[305045] = 10,
		[325523] = "Порочный темный клинок",
		[44286] = "Гараксас",
		[323476] = 7,
		[163802] = "Гуг'рокк",
		[305047] = 2,
		[333716] = "Генерал Кааль",
		[167898] = 6,
		[153564] = 8,
		[31616] = 7,
		[311192] = 5,
		[305049] = 10,
		[323479] = 5,
		[335766] = 11,
		[305050] = 10,
		[315289] = 12,
		[303003] = 1,
		[305051] = 2,
		[331672] = 10,
		[305052] = 2,
		[290718] = 8,
		[138208] = 4,
		[343960] = 7,
		[305053] = 10,
		[331674] = 9,
		[232405] = 10,
		[305054] = 6,
		[333723] = 2,
		[335771] = 11,
		[337819] = 12,
		[343963] = 7,
		[38912] = "Саргеронский лучник",
		[288675] = 7,
		[19714] = "Аккирис Штормоход",
		[325535] = "Порочный псарь",
		[311201] = 5,
		[40192] = 8,
		[194524] = 11,
		[327584] = "Изрыгатель чумы",
		[323489] = "Изготовитель кадавров",
		[333728] = "Оживленный костяной воин",
		[270248] = "Пылающий углестраж",
		[2641] = 3,
		[194525] = 11,
		[333729] = "Оживленный костяной воин",
		[323491] = 7,
		[183263] = "Гормлинг-плевун",
		[168929] = "Черепон",
		[194526] = 11,
		[138213] = 4,
		[335779] = "[*] Звено цепи",
		[333732] = 11,
		[227291] = "Нюцзао <Ниамэй>",
		[327590] = "Изрыгатель чумы",
		[164835] = "Лютоклык",
		[333734] = 11,
		[185313] = 4,
		[323496] = "Изготовитель кадавров",
		[24450] = "Кошка <Серикан>",
		[163812] = "Подзарядник солнечного голема",
		[307115] = "[*] Струя огня",
		[232412] = 9,
		[323498] = 10,
		[333737] = "Сгусток слизи",
		[245723] = 2,
		[164837] = "Лютоклык",
		[298926] = 4,
		[323500] = 5,
		[36866] = "Сердитая искусительница",
		[115191] = 4,
		[231390] = 3,
		[3409] = 4,
		[325550] = "Домина Отравленный Клинок",
		[38914] = "Саргеронский лучник",
		[95738] = 1,
		[264119] = 9,
		[113656] = 10,
		[325552] = "Домина Отравленный Клинок",
		[155625] = 11,
		[115192] = 4,
		[270264] = "Раскаленное неистовство",
		[315315] = 2,
		[14914] = 5,
		[323507] = 7,
		[162794] = 12,
		[321461] = 3,
		[323509] = 5,
		[68607] = "Аптекарь Хаммел",
		[350131] = 5,
		[153581] = "Парящий мастер шакрама",
		[350133] = 5,
		[346038] = 6,
		[337848] = 2,
		[25603] = "Эфириал-колдун",
		[264130] = 9,
		[51714] = 6,
		[327611] = 6,
		[44547] = "Сестра Мучений",
		[36612] = "Амебовидный ужас",
		[107516] = 8,
		[333756] = 10,
		[343995] = "Визгунья",
		[333757] = 2,
		[118779] = 1,
		[321471] = "Призывательница Туманов",
		[274373] = 6,
		[341949] = "[*] Иссушающая гниль",
		[20484] = 11,
		[115196] = 4,
		[325570] = 12,
		[94719] = 6,
		[255974] = 2,
		[327619] = "Вальсирующий вентир",
		[321476] = 2,
		[323524] = 10,
		[344003] = "Чумной бурильщик",
		[38917] = "Саргеронский призыватель огня",
		[173042] = "Гром'карский мастер цепей",
		[331718] = "Туманная защитница",
		[344005] = "[*] Личиночная бомба",
		[344006] = 10,
		[151542] = "Головорез из клана Кровавого Молота",
		[12675] = "Раб-бродяга пустошей",
		[335817] = "Девия",
		[51460] = 6,
		[346057] = 10,
		[315341] = 4,
		[288721] = 8,
		[224239] = 2,
		[335820] = 2,
		[38918] = "Саргеронский призыватель огня",
		[346060] = 7,
		[199667] = 1,
		[151545] = "Страж из клана Кровавого Молота",
		[278486] = "Созерцатель тьмы <Саинтлайнс-Гордунни>",
		[125439] = 11,
		[323538] = "Верховный адъюдикатор Ализа",
		[350159] = "Неизвестно",
		[245743] = 2,
		[35079] = 3,
		[341969] = "Чумной изрыгатель слизи",
		[153595] = 8,
		[45062] = 5,
		[307159] = 3,
		[151548] = "Огр-маг из клана Кровавого Молота",
		[323542] = "Сочащиеся ошметки",
		[350163] = "Злопамятная тень",
		[319447] = "Усиленный имперский консул",
		[329686] = 8,
		[307161] = 5,
		[344021] = 10,
		[337878] = 10,
		[323544] = "Сын Хаккара",
		[337879] = 10,
		[307163] = 6,
		[335832] = "Пелагий <Ниэтта>",
		[337880] = 2,
		[323546] = 11,
		[155646] = "Дозорный Каатар",
		[197625] = 11,
		[323547] = 4,
		[341977] = "Зараженный ужас",
		[176124] = "Агрессивный гнилячок",
		[193530] = 3,
		[307166] = 11,
		[333787] = "Разъяренный дух",
		[36872] = "Шквальник резервуара Кривого Клыка",
		[197626] = 11,
		[178173] = 10,
		[333789] = "Разъяренный дух",
		[327646] = "Мве'зала",
		[321503] = 2,
		[323551] = "Изменчивое воплощение",
		[333790] = "Разъяренный дух",
		[327647] = "Раскольница-инквизитор",
		[288740] = 5,
		[331743] = "Туманный страж",
		[327648] = "Раскольница-инквизитор",
		[197628] = 11,
		[315362] = 12,
		[327649] = "Мве'зала",
		[329697] = "Сир Денатрий",
		[290790] = 8,
		[321507] = 8,
		[30213] = "Кишак <Незегрим>",
		[250871] = 5,
		[331747] = "Туманный страж",
		[197630] = 11,
		[331748] = "Туманный страж",
		[325605] = "Чумной дробитель",
		[327653] = "Раскольник-защитник",
		[38153] = "Зыбун",
		[323558] = 4,
		[323559] = 4,
		[11972] = "Воитель клана Изувеченной Длани",
		[327655] = "Раскольник-защитник",
		["DEBUFF"] = 2,
		[323560] = 4,
		[32645] = 4,
		[196608] = 10,
		[339943] = 11,
		[151558] = "Подчинитель магмы из клана Кровавого Молота",
		[329706] = "Усиленный верный Утробе перехватчик",
		[348136] = 11,
		[321516] = 10,
		[339946] = 11,
		[45065] = "Мадригоса",
		[327661] = 5,
		[305136] = "Бессердечный-посланник",
		[348139] = 10,
		[321519] = 3,
		[348140] = 10,
		[329711] = "Алый кабалист",
		[348141] = 12,
		[229376] = 8,
		[20615] = "Полководец Саларис",
		[323569] = "Сын Хаккара",
		[333808] = "Доктор Икус",
		[270329] = 3,
		[60424] = 6,
		[346097] = 12,
		[30470] = "Дикарь из клана Изувеченной Длани",
		[228354] = 8,
		[323573] = "[*] Осадок",
		[344051] = 12,
		[307192] = 10,
		[203782] = 12,
		[335861] = 3,
		[321527] = 10,
		[307193] = 10,
		[166923] = "Защитница Друна",
		[272382] = "Гнилоуст",
		[274430] = 5,
		[195592] = 7,
		[270335] = 3,
		[321529] = 8,
		[307195] = 2,
		[151566] = "Подчинитель магмы из клана Кровавого Молота",
		[321530] = 3,
		[290814] = 6,
		[342008] = 11,
		[59913] = 2,
		[270338] = 3,
		[346105] = 10,
		[228358] = 8,
		[270339] = 3,
		[1161] = 1,
		[186380] = "Ловец душ В'лара",
		[315392] = 12,
		[339966] = "Спригган - заклинатель коры",
		[325632] = "Чумной дробитель",
		[270343] = 3,
		[346111] = 5,
		[1329] = 4,
		[228361] = 5,
		[229385] = 10,
		[51723] = 4,
		[224266] = 2,
		[30471] = "Разоритель из клана Изувеченной Длани",
		[350209] = "[*] Злобное сосредоточение",
		[335875] = "Алый кабалист",
		[348162] = 2,
		[344067] = 2,
		[1449] = 8,
		[126476] = 7,
		[335877] = "Нестабильная личинка",
		[132119] = 10,
		[231435] = 2,
		[1513] = 3,
		[325640] = 9,
		[337927] = 7,
		[339975] = "Нафрийский охранитель",
		[262161] = 1,
		[329737] = 1,
		[342024] = 2,
		[335882] = "Маленький болотный шершень",
		[264211] = 11,
		[339978] = 11,
		[36622] = "Изначальный кошмар",
		[61451] = 5,
		[13445] = "Пронзатель сердец",
		[344075] = 12,
		[202770] = 11,
		[203794] = 12,
		[327694] = 5,
		[296978] = "Фрагмент души",
		[319504] = 4,
		[333839] = "Рек Закаленная",
		[176151] = 2,
		[1833] = 4,
		[153626] = 8,
		[333841] = "Рек Закаленная",
		[30472] = "Легионер клана Изувеченной Длани",
		[30600] = "О'мрогг Завоеватель",
		[36879] = "Миллхаус Манашторм",
		[329748] = 1,
		[231442] = 7,
		[1953] = 8,
		[333845] = "Рек Закаленная",
		[257040] = 8,
		[151581] = "Надзиратель из клана Кровавого Молота",
		[323608] = "Мордрета, Вечная императрица",
		[2050] = 5,
		[2098] = 4,
		[278559] = 1,
		[329753] = "Призрачный скакун",
		[339992] = "Нафрийский охранитель",
		[110099] = "Служитель Сомнения",
		[288800] = 8,
		[36880] = "Миллхаус Манашторм",
		[350234] = 8,
		[327709] = 3,
		[337948] = 5,
		[335901] = 7,
		[257044] = 3,
		[319521] = "Кул'тарок",
		[325665] = "Насыщательница душ",
		[335904] = 7,
		[280615] = 7,
		[342048] = "Зира Двурушница",
		[86040] = 9,
		[292903] = "Верный Утробе страж",
		[2818] = 4,
		[342051] = 2,
		[272428] = 10,
		[333861] = "Харугия Кровожадная",
		[321575] = "Некромант с \"Золрамуса\"",
		[47632] = 6,
		[158756] = 4,
		[329767] = 7,
		[186401] = 2,
		[12294] = 1,
		[340007] = 2,
		[337960] = 6,
		[34322] = "Ужасень Нексуса",
		[292910] = "Усиленный верный Утробе кандальщик",
		[335913] = 10,
		[222238] = 5,
		[331818] = "Домина Отравленный Клинок",
		[194594] = 3,
		[317485] = 1,
		[272435] = "Гончая Тьмы <Маннагер-Голдринн>",
		[323629] = "[*] Освежающий туман",
		[225311] = 2,
		[153640] = 8,
		[329774] = "Алчущий разрушитель",
		[47633] = 6,
		[317488] = 1,
		[72221] = 11,
		[317489] = 1,
		[272439] = "Ур'зул <Маннагер-Голдринн>",
		[297013] = "Неизвестно <Подчинитель Баритас>",
		[315443] = 6,
		[203812] = 6,
		[3714] = 6,
		[264250] = 3,
		[333875] = "Вестник смерти",
		[282682] = 6,
		[177193] = 6,
		[340020] = 10,
		[118297] = "Изначальный элементаль огня <Босстотемов>",
		[337973] = 6,
		[323639] = 12,
		[319544] = 12,
		[329783] = "Бессердечный-подчинитель",
		[323640] = "Вожак кровобивней",
		[317497] = 1,
		[344118] = 9,
		[297020] = "Подчинитель Баритас",
		[184362] = 1,
		[329785] = "Алый кабалист",
		[292926] = "Повелитель мучений",
		[344120] = 3,
		[156718] = "Чудовищный трупный паук",
		[199721] = 6,
		[344121] = 3,
		[329787] = "Бессердечный-подчинитель",
		[340026] = "Мифреш Небесный Коготь",
		[297024] = "Подчинитель Баритас",
		[307263] = 3,
		[184364] = 1,
		[68641] = "Аптекарь Хаммел",
		[195627] = 4,
		[151601] = "Неизвестно",
		[203819] = 12,
		[204843] = 12,
		[297028] = "Подчинитель Баритас",
		[206891] = 12,
		[337984] = 7,
		[290886] = 6,
		[333889] = 9,
		[344128] = 12,
		[156722] = "Извлекатель душ из клана Призрачной Луны",
		[184367] = 1,
		[331843] = "Пелагий <Ниэтта>",
		[325700] = "Порочная сборщица",
		[344130] = 12,
		[329796] = 11,
		[325701] = "Порочная сборщица",
		[323654] = 4,
		[297034] = 2,
		[331846] = "Г4В-Г4В",
		[183345] = "Подчинитель Баритас",
		[329799] = 11,
		[194608] = 12,
		[329800] = 11,
		[176179] = 4,
		[297037] = 12,
		[292942] = "Повелитель замков",
		[329802] = 11,
		[331850] = 4,
		[183347] = "Ловец душ В'лара",
		[176180] = 8,
		[297039] = 10,
		[319565] = 12,
		[297040] = 1,
		[6788] = 5,
		[38166] = "Ша Жестокости",
		[313424] = 3,
		[340046] = 12,
		[262232] = 1,
		[329808] = "Генерал Грашаал",
		[325713] = "Леди Инерва Дарквейн",
		[116768] = 10,
		[173112] = "Гром'карский матрос",
		[340049] = 11,
		[297047] = "Связанная душа <Подчинитель Баритас>",
		[333907] = "Пелагий <Ниэтта>",
		[295000] = "Повелитель замков",
		[338003] = "Порочный уничтожитель",
		[295001] = "Повелитель замков",
		[218164] = 10,
		[344148] = 12,
		[338005] = "Работящий смотритель",
		[8004] = 7,
		[344149] = 5,
		[329815] = 11,
		[344150] = 5,
		[323673] = 5,
		[342103] = "[*] Вонючая желчь",
		[331865] = 6,
		[333913] = "Генерал Кааль",
		[340057] = "Смотрительница псарни",
		[344153] = 1,
		[344154] = 2,
		[61717] = 11,
		[331868] = 7,
		[309343] = 12,
		[344155] = 1,
		[338012] = "Фонтан анимы",
		[340060] = 11,
		[338013] = "Фонтан анимы",
		[348252] = 2,
		[325727] = 11,
		[184381] = "Синод",
		[344158] = 1,
		[321633] = "Костяная оболочка",
		[323681] = "Мордрета, Вечная императрица",
		[323682] = "Раскольник-налетчик",
		[195645] = 3,
		[323683] = "Мордрета, Вечная императрица",
		[338018] = 11,
		[329828] = "Корень истребления",
		[290921] = 7,
		[325733] = 11,
		[340068] = 2,
		[323687] = "Дилер Зи'екса",
		[319592] = "Эшелон",
		[338022] = "Лоскутный солдат",
		[290924] = 8,
		[313450] = 12,
		[115750] = 2,
		[313451] = 12,
		[42777] = 8,
		[327786] = 3,
		[132169] = 1,
		[290927] = 3,
		[151623] = "Магматический властелин",
		[329835] = "Алчущий разрушитель",
		[323692] = 11,
		[36634] = 8,
		[229438] = 3,
		[338027] = 12,
		[333932] = "Длань разрушения",
		[290930] = 12,
		[110120] = "Призрачный ша",
		[286835] = 6,
		[342125] = "Докигг Изверг",
		[48153] = 5,
		[305266] = 12,
		[342126] = "Докигг Изверг",
		[329840] = 2,
		[290933] = 6,
		[155722] = 11,
		[156746] = "Дозорный Каатар",
		[315508] = 4,
		[120360] = 3,
		[321652] = "Костяная оболочка",
		[30478] = "Новообращенный орк Скверны",
		[325748] = 11,
		[327796] = "Неизвестно",
		[313462] = 11,
		[323701] = 5,
		[344179] = 7,
		[346227] = 10,
		[342132] = 5,
		[346228] = "[*] Тлеющая стигия",
		[120361] = 3,
		[203847] = 6,
		[342135] = "Нектара Изувер",
		[295037] = 2,
		[329849] = 2,
		[290942] = 2,
		[319611] = "[*] Обращение в камень",
		[305277] = 10,
		[323707] = 5,
		[335994] = 10,
		[153679] = "Надсмотрщик за рабами Крушто",
		[212040] = 11,
		[61465] = 6,
		[246852] = 3,
		[290945] = 12,
		[342139] = "Харугия Кровожадная",
		[335996] = 11,
		[323710] = 6,
		[38940] = "Саргеронский лучник",
		[338045] = 11,
		[305282] = 8,
		[153681] = "Костебрюх",
		[327808] = "Раскольник-офицер",
		[246854] = 3,
		[5221] = 11,
		[185422] = 4,
		[110125] = "Служитель Сомнения",
		[327810] = "Сир Денатрий",
		[223306] = 2,
		[327811] = "Генерал Кааль",
		[30479] = "Послушник из клана Призрачной Луны",
		[30735] = "Главный чернокнижник Пустоклят",
		[305287] = 12,
		[30991] = "Убийца из клана Изувеченной Длани",
		[280715] = 1,
		[331909] = "Вожак кровобивней",
		[333957] = 7,
		[336005] = "[*] Пронзительный визг",
		[297098] = 1,
		[232523] = 10,
		[329863] = "Плачущий призрак",
		[130092] = 8,
		[336007] = "Сир Денатрий",
		[274575] = 10,
		[325769] = "Леди Инерва Дарквейн",
		[336008] = "Сир Денатрий",
		[153686] = "Костебрюх",
		[6405] = 4,
		[323723] = 12,
		[319628] = "Обращенный когтистый страж",
		[212048] = 7,
		[188499] = 12,
		[290961] = 6,
		[333964] = 7,
		[6789] = 9,
		[244813] = 8,
		[38942] = "Саргеронский лучник",
		[13897] = 4,
		[206930] = 6,
		[327823] = "Сир Денатрий",
		[260172] = 10,
		[342158] = 2,
		[204883] = 5,
		[329872] = 11,
		[206931] = 6,
		[260173] = 6,
		[212051] = 10,
		[311444] = 11,
		[51485] = 7,
		[299158] = 8,
		[311445] = 7,
		[280729] = 7,
		[299159] = 10,
		[253007] = 6,
		[319637] = "[*] Возвращенная душа",
		[280730] = 2,
		[107570] = 1,
		[311447] = 7,
		[260175] = 9,
		[325782] = "Колоссальный горм",
		[311448] = 7,
		[119345] = "Сик'тик - боец авангарда",
		[157788] = "Саргерайская вершительница",
		[311449] = 8,
		[340118] = 5,
		[311450] = 11,
		[264352] = 8,
		[333976] = 8,
		[311451] = 9,
		[338072] = 10,
		[243795] = 10,
		[311452] = 2,
		[173148] = "Гром'карская огненная лучница",
		[323739] = "Раскольник-бунтарь",
		[325787] = 1,
		[336026] = 11,
		[202841] = 10,
		[212056] = 2,
		[336027] = 1,
		[346266] = 10,
		[333980] = "Сир Денатрий",
		[338076] = 10,
		[331933] = "Испорченная бормашина",
		[270501] = 5,
		[338077] = "Таящийся паук",
		[290979] = 8,
		[311457] = 5,
		[274598] = 8,
		[311458] = 2,
		[338079] = "Таящийся паук",
		[325793] = "Порочный псарь",
		[311459] = 9,
		[185438] = 4,
		[290982] = 4,
		[327842] = "Сир Денатрий",
		[297126] = 6,
		[157794] = "Саргерайский маг",
		[344225] = 11,
		[331939] = 1,
		[317605] = "Нектара Изувер",
		[323749] = "Пустой сосуд анимы",
		[325797] = "Порочный псарь",
		[344227] = 11,
		[323750] = "[*] Губительный газ",
		[212061] = "Верный Утробе темный охотник",
		[311464] = 8,
		[313512] = 5,
		[157796] = "[*] Молот вершительницы судеб",
		[325799] = "Порочный псарь",
		[344229] = 11,
		[290988] = 8,
		[325800] = 2,
		[311466] = 8,
		[346278] = 12,
		[157797] = "Саргерайская вершительница",
		[167012] = "Герус Заточенный",
		[344231] = 10,
		[34338] = "Крикун Негатона",
		[325802] = "Зоркий лучник",
		[344232] = 1,
		[290991] = 4,
		[336042] = 6,
		[274610] = 7,
		[212064] = "Верный Утробе темный охотник",
		[336043] = 10,
		[206945] = 6,
		[317614] = 6,
		[311471] = 8,
		[3411] = 1,
		[290994] = 10,
		[156776] = "Поработитель из клана Призрачной Луны",
		[344129] = 5,
		[342189] = 12,
		[280375] = 2,
		[329903] = "Имперский цензор",
		[20243] = 1,
		[315659] = 5,
		[311474] = 8,
		[329904] = "Королевский советник",
		[342171] = 12,
		[332888] = 5,
		[311475] = 8,
		[329905] = "Королевский советник",
		[332853] = 5,
		[50977] = 6,
		[311476] = 7,
		[329906] = "Реморния",
		[111673] = 6,
		[243237] = "[*] Взрыв",
		[311477] = 8,
		[314768] = 5,
		[323764] = 11,
		[113645] = 2,
		[311478] = 7,
		[329908] = "Скальный дозорный",
		[340147] = 2,
		[54049] = "Coldus <Oníkage-Shattrath>",
		[311479] = 8,
		[329909] = "Скальный дозорный",
		[331678] = 5,
		[339410] = "Налетчица из Каменного легиона",
		[344244] = 7,
		[345553] = "Камнерожденный метрдотель",
		[321370] = "Налтор Криомант",
		[317216] = 5,
		[344245] = 7,
		[87024] = 8,
		[97340] = 11,
		[263642] = 12,
		[266030] = 9,
		[38911] = "Освобожденный Носитель Рока",
		[323026] = 12,
		[315319] = 12,
		[311483] = 1,
		[329913] = "Верный Утробе темный охотник",
		[291006] = 3,
		[102417] = 11,
		[311484] = 1,
		[51490] = 7,
		[257946] = 3,
		[334579] = "Ползучая слизь",
		[311485] = 1,
		[345550] = 11,
		[97341] = 2,
		[236645] = 8,
		[311486] = 1,
		[329916] = "Верный Утробе темный охотник",
		[291009] = 6,
		[45859] = "Анахорет Илбадон",
		[311487] = 1,
		[329917] = "Грибомаг",
		[313088] = 1,
		[339603] = "Фара",
		[311488] = 1,
		[280772] = 1,
		[331966] = "Моровая слизь",
		[153496] = "Червь-трупоед",
		[311489] = 1,
		[329919] = "Ярость Бвонсамди",
		[113724] = 8,
		[345549] = 5,
		[311490] = 1,
		[41252] = 5,
		[340159] = 7,
		[342207] = "Искательница душ",
		[124987] = "Кружащая пыль",
		[152690] = "[*] Руна тени",
		[340160] = "Матриарх темнокрылов",
		[334017] = "Обузданный призрак",
		[311492] = 10,
		[280776] = 1,
		[291015] = 8,
		[293063] = "Тюремный часовой",
		[311493] = 10,
		[339728] = "Генерал Грашаал",
		[340162] = 2,
		[201657] = "Верный камнерожденный",
		[30739] = "Вождь Каргат Острорук",
		[44279] = "Крайне взрывоопасная овца <Зелфан>",
		[330462] = "Подчинитель Баритас",
		[37669] = "Целительница чешуи резервуара Кривого Клыка",
		[311495] = 10,
		[32379] = 5,
		[46628] = 2,
		[151415] = "Головорез из клана Кровавого Молота",
		[319687] = "Криксис Ненасытный",
		[297162] = 5,
		[331974] = 4,
		[208772] = 5,
		[311497] = 10,
		[107574] = 1,
		[46021] = 12,
		[334023] = "Харугия Кровожадная",
		[311498] = 10,
		[346310] = 2,
		[291021] = 2,
		[116095] = 10,
		[311499] = 10,
		[329929] = "Камнекрыл-опустошитель",
		[323786] = "Кирийский темный претор",
		[334025] = "Харугия Кровожадная",
		[327882] = "Чумной рух",
		[297166] = "Могучий крушитель",
		[339744] = 2,
		[205180] = 9,
		[73685] = 7,
		[129597] = 10,
		[291024] = 8,
		[334027] = 11,
		[13323] = "Эфириал-чудесник",
		[297168] = 5,
		[206961] = 6,
		[342219] = "Нафрийский гаргон",
		[217200] = 3,
		[152696] = "[*] Руна тени",
		[35054] = "Повелитель временного разлома",
		[203651] = 11,
		[329163] = "Крадущийся паучок",
		[172982] = "Осадный мастер Олугар",
		[331982] = "Генерал Дрейвен",
		[334030] = "Пелагий <Ниэтта>",
		[327887] = "Изобретатель Зи'Мокс",
		[255941] = 2,
		[323792] = "Сгусток анимы",
		[306715] = 3,
		[117828] = 9,
		[288981] = 12,
		[277179] = 12,
		[328365] = "Стрелок-отравитель",
		[243435] = 10,
		[346319] = 5,
		[291030] = 10,
		[339970] = 2,
		[188534] = 5,
		[305009] = 2,
		[156438] = 1,
		[339588] = 6,
		[327891] = "Ярость Бвонсамди",
		[34026] = 3,
		[203820] = 9,
		[212084] = 12,
		[307871] = 1,
		[343672] = 1,
		[291033] = 10,
		[37671] = "Техник резервуара Кривого Клыка",
		[327893] = 11,
		[329941] = 7,
		[323798] = 6,
		[118337] = 7,
		[319703] = "Эшелон",
		[113022] = "Крупица Ненависти",
		[202497] = 11,
		[290365] = 3,
		[345696] = 6,
		[329943] = "Реморния",
		[89157] = 6,
		[268956] = 7,
		[196728] = "Нюцзао <Ниамэй>",
		[207693] = 12,
		[206967] = 6,
		[334040] = "Пелагий <Ниэтта>",
		[268953] = 6,
		[321754] = "Налтор Криомант",
		[153726] = "[*] Всполох Скверны",
		[325850] = "Око \"Золрамуса\"",
		[329256] = "Портал взрывающегося разлома",
		[321755] = "Налтор Криомант",
		[215159] = 10,
		[320966] = "Кин-Тара",
		[152910] = "Воздушный фамилиар",
		[321401] = "Ненасытный клещ",
		[323804] = "Кирийский темный претор",
		[317661] = "Эфирный Ныряльщик",
		[127928] = 2,
		[264420] = 12,
		[585] = 5,
		[589] = 5,
		[295137] = 12,
		[27285] = 9,
		[331997] = "\"Орифрион\"",
		[605] = 5,
		[321406] = "Чумная бомба",
		[338141] = 10,
		[340189] = "Матриарх темнокрылов",
		[268518] = 4,
		[135299] = 3,
		[338142] = 11,
		[340190] = 12,
		[331548] = "Г4В-Г4В",
		[319713] = "Криксис Ненасытный",
		[173183] = 7,
		[340191] = "[*] Омолаживающее сияние",
		[10444] = 7,
		[33833] = "Миллхаус Манашторм",
		[313571] = 11,
		[323810] = "Генерал Кааль",
		[347915] = 3,
		[319715] = "Криксис Ненасытный",
		[173184] = 7,
		[340193] = 2,
		[259396] = 3,
		[327907] = 10,
		[321764] = "Спригган - заклинатель коры",
		[291048] = 7,
		[342242] = 8,
		[320964] = 5,
		[335298] = "Грязешмяк",
		[341441] = "Громадный гаргон",
		[268524] = 3,
		[327909] = 8,
		[320114] = "Ксав Несломленный",
		[167232] = "Гром'карский военачальник",
		[334053] = "\"Орифрион\"",
		[229499] = 10,
		[193357] = 4,
		[291051] = 4,
		[342245] = 8,
		[151685] = "Мстительный элементаль магмы",
		[321768] = 8,
		[202889] = 2,
		[342246] = 8,
		[326242] = "Склизгл",
		[107079] = 3,
		[32691] = "Аккирис Штормоход",
		[342247] = 8,
		[270576] = 10,
		[329961] = 11,
		[186439] = 5,
		[228477] = 12,
		[46434] = "Стражница душ из клана Темного Меча",
		[331692] = 4,
		[164592] = "Геомант из клана Кровавого Молота",
		[334058] = 8,
		[335295] = "[*] Разрыв цепи",
		[321772] = "Дроман Ульфарран",
		[310984] = 4,
		[342250] = "Верный гаргон",
		[343788] = 10,
		[113020] = "Крупица Ненависти",
		[323821] = "Генерал Кааль",
		[268532] = 3,
		[336108] = 2,
		[305392] = 6,
		[339649] = "Пирующий клещ",
		[325870] = 2,
		[325170] = "Паук-убийца <Скрывающийся ассасин>",
		[86603] = "Шадопанский пленник",
		[292407] = 4,
		[342253] = "Налетчица из Каменного легиона <Генерал Кааль>",
		[336110] = "Ползун",
		[8221] = 8,
		[335293] = 7,
		[325872] = "Порочный уничтожитель",
		[193315] = 4,
		[329968] = 11,
		[323825] = "Затягивающий разлом <Мордрета, Вечная императрица>",
		[342255] = "Генерал Кааль",
		[322125] = 12,
		[312767] = 8,
		[340208] = "Матриарх темнокрылов",
		[342256] = "Генерал Кааль",
		[196741] = 10,
		[329970] = 11,
		[327166] = 12,
		[341435] = "Свирепый гаргон",
		[102401] = 11,
		[321780] = "Некромант с \"Золрамуса\"",
		[340210] = 7,
		[334067] = 10,
		[36907] = "Пылающий плут",
		[57821] = 11,
		[340211] = 2,
		[325877] = "Тень Кель'таса",
		[153926] = "Шептатель Небесного Пути",
		[210053] = 11,
		[345698] = 2,
		[118345] = "Изначальный элементаль земли <Æclypse-Suramar>",
		[160067] = "Разрывательница Гробниц <Валъравн>",
		[329974] = "Реморния",
		[323831] = "[*] Хватка смерти",
		[325879] = "Порочный уничтожитель",
		[336118] = 3,
		[329975] = "Усиленный имперский консул",
		[340214] = 2,
		[114250] = 2,
		[272167] = "Желчегнус <Маннагер-Голдринн>",
		[329976] = "Усиленный имперский консул",
		[327407] = 10,
		[301308] = 2,
		[320063] = "Дессия Обезглавливательница",
		[329977] = "Имперская дуэлянтка",
		[127140] = 8,
		[253058] = 9,
		[209859] = "Некромант с \"Золрамуса\"",
		[329978] = "Искательница душ",
		[198793] = 12,
		[183435] = 2,
		[1122] = 9,
		[259202] = 8,
		[219271] = 7,
		[44843] = "Мадригоса",
		[344314] = 4,
		[329579] = 7,
		[340219] = 11,
		[325885] = "Зе'рали",
		[316859] = "Камнерожденный метрдотель",
		[109132] = 10,
		[12472] = 8,
		[212105] = 12,
		[286979] = 6,
		[327703] = 5,
		[345701] = 7,
		[268550] = 12,
		[336126] = 2,
		[321792] = 9,
		[202891] = 2,
		[212106] = 12,
		[173958] = 7,
		[115276] = "Istapik <Marlonn-Pozzodell'Eternità>",
		[327509] = 8,
		[315957] = 11,
		[341550] = 4,
		[64707] = 11,
		[1330] = 4,
		[34605] = "Принц Шаффар",
		[221322] = 6,
		[43308] = 7,
		[340225] = 7,
		[44538] = "Контрабандист Эфириума",
		[279997] = 10,
		[324141] = "[*] Стрела мрака",
		[263854] = "Нубоед <Азирона>",
		[347572] = 10,
		[331721] = "Туманная защитница",
		[38851] = "Таящаяся ведьма",
		[323845] = "Генерал Кааль",
		[236282] = 1,
		[114165] = 2,
		[329989] = "Громадный гаргон",
		[323846] = "Генерал Кааль",
		[300717] = 2,
		[327942] = 7,
		[192231] = "Тотем жидкой магмы <Гривлар>",
		[1490] = 12,
		[268558] = 2,
		[124280] = 10,
		[121421] = "Сик'тик-стражник",
		[89766] = "Лаз-гарато <Фаролаир-Корольлич>",
		[154773] = "Саргерайский страж",
		[336135] = 9,
		[107087] = 9,
		[121284] = "Командующий флангом Нер'онок",
		[290976] = 6,
		[109964] = 5,
		[31983] = "Нечистый тотем хватки земли <Менну Предатель>",
		[6343] = 1,
		[342280] = "Леди Инерва Дарквейн",
		[336137] = "Принц Ренатал",
		[124503] = 10,
		[329324] = "Свирепый гаргон",
		[342281] = "Леди Инерва Дарквейн",
		[333627] = "Амарт",
		[121422] = "Сик'тик-стражник",
		[323852] = "Жуткий молельщик <Рикью>",
		[114255] = 5,
		[194384] = 5,
		[112042] = 1,
		[323853] = "Жуткий молельщик <Единица>",
		[329960] = 11,
		[176277] = 8,
		[210065] = 11,
		[1714] = 9,
		[327405] = 10,
		[331185] = 3,
		[321807] = "Резчик с \"Золрамуса\"",
		[260881] = 7,
		[291118] = 8,
		[316850] = 8,
		[185493] = "Имперский архивариус",
		[340238] = 9,
		[268567] = 12,
		[327952] = "Создание Трупошва",
		[306611] = 2,
		[296372] = "Поработитель Клонтцас",
		[190357] = 8,
		[303380] = 1,
		[280855] = 4,
		[341422] = "Вытягивательница из замка Нафрия",
		[1850] = 11,
		[1464] = 1,
		[274281] = 11,
		[132158] = 11,
		[34767] = 2,
		[329352] = 11,
		[329383] = "Угасший дух",
		[253660] = 6,
		[325908] = "Леди Инерва Дарквейн",
		[319765] = "Кул'тарок",
		[153315] = "Ранжит",
		[307479] = 10,
		[308671] = 12,
		[271881] = 4,
		[130] = 8,
		[93339] = 8,
		[308742] = 4,
		[106872] = "Ша Жестокости",
		[204513] = 12,
		[64044] = 5,
		[164632] = "Гром'карская огненная лучница",
		[106646] = "Летящий Снег",
		[122244] = "Сик'тик-инженер",
		[153757] = "Ранжит",
		[327083] = 12,
		[311578] = 5,
		[156829] = "Гул'кош",
		[336162] = "Алый кабалист",
		[49966] = "Snaps <Dexterity-AzjolNerub>",
		[46036] = "Магистр Солнечного Клинка",
		[150807] = "Пленный шахтер",
		[339784] = 9,
		[337787] = 5,
		[126554] = 3,
		[106439] = "Новообращенный Шадо-Пан",
		[102547] = 11,
		[32747] = 12,
		[346267] = 10,
		[321820] = "Страж Аркобан",
		[153759] = "Ранжит",
		[172771] = "Гром'карский поджигатель",
		[36912] = "Аккирис Штормоход",
		[321821] = "Чумной мешок",
		[123986] = 10,
		[458] = 12,
		[273935] = 12,
		[50769] = 11,
		[260243] = 3,
		[31467] = "Повелитель времени Дежа",
		[319775] = "Оживленный хищник",
		[70233] = 4,
		[256148] = 4,
		[128594] = 3,
		[344349] = 1,
		[272678] = 3,
		[91778] = "Gravelslobber <Dornaden-Alonsus>",
		[17767] = 1,
		[131347] = 12,
		[272679] = 3,
		[329454] = 1,
		[333629] = "Возрожденный арбалетчик <Амарт>",
		[106984] = "Гу Небесный Удар",
		[314791] = 8,
		[153762] = "Неизвестно",
		[263648] = 12,
		[308814] = 8,
		[321827] = 12,
		[198813] = 12,
		[329875] = "Реморния",
		[319780] = "Склизгл",
		[272682] = 3,
		[307494] = 12,
		[2008] = 7,
		[278826] = 1,
		[264492] = 1,
		[307495] = 4,
		[322240] = "Тлетворное порождение",
		[278736] = 12,
		[193695] = 10,
		[307496] = 11,
		[162530] = 10,
		[2948] = 8,
		[119381] = 10,
		[307497] = 5,
		[342309] = 11,
		[227034] = 11,
		[32409] = "[*] Слово Тьмы: Смерть",
		[36033] = "Буян из клана Изувеченной Длани",
		[342310] = "Изобретатель Зи'Мокс",
		[336167] = 5,
		[192222] = 7,
		[256153] = 4,
		[333218] = 1,
		[27619] = "Яззай",
		[313643] = 1,
		[260249] = 3,
		[86392] = 4,
		[131241] = "Огненный стрелок Шадо-Пан",
		[330026] = "Доктор Икус",
		[5405] = 8,
		[295248] = 5,
		[344361] = 10,
		[110960] = 8,
		[274738] = 1,
		[342314] = 9,
		[196770] = 6,
		[321837] = "Иллюзорный клон",
		[61999] = 6,
		[242391] = "Бессердечный-посланник",
		[151720] = "Лавовый элементаль земли",
		[295258] = 5,
		[135416] = 2,
		[47585] = 5,
		[196771] = 6,
		[222368] = 7,
		[332078] = 11,
		[272737] = 7,
		[300728] = 5,
		[325024] = "Свирепый гаргон",
		[339632] = 10,
		[309554] = 12,
		[304949] = "Бессердечный-перерожденный",
		[156841] = "Араккоа-дервиш",
		[323889] = 2,
		[309555] = 12,
		[315585] = 4,
		[329172] = "Грехокаменная статуя",
		[333284] = "Пелагий <Ниэтта>",
		[342320] = "Леди Инерва Дарквейн",
		[3716] = "Чаруке <Жгуисжигаю-Дракономор>",
		[156842] = "Терон'кров",
		[340273] = 3,
		[342321] = "Леди Инерва Дарквейн",
		[278841] = 1,
		[72286] = 12,
		[32612] = 8,
		[334131] = 9,
		[39006] = "Провидец Гнева Соккорат",
		[267685] = 5,
		[332084] = "Смазчик",
		[334132] = 1,
		[296863] = 10,
		[330037] = "Болотный шершень",
		[45026] = "Калесгос",
		[154796] = 11,
		[150776] = "Гуг'рокк",
		[330038] = 3,
		[47666] = 5,
		[325021] = "Туманный хищник",
		[336182] = 11,
		[336231] = "Диверсант из Каменного легиона",
		[202669] = 4,
		[154797] = 11,
		[336183] = 11,
		[33076] = 5,
		[231588] = 2,
		[321669] = "Иллюзорный клон",
		[333211] = "Пелагий <Ниэтта>",
		[323393] = "Лорд-камергер",
		[334542] = "Верховный подавитель Лагвас",
		[330123] = 1,
		[270657] = 1,
		[330042] = "Сир Денатрий",
		[231589] = 2,
		[327839] = 12,
		[327995] = "Заразный добытчик",
		[272745] = 3,
		[345495] = "Вспененная пустула <Уххастик>",
		[8690] = 11,
		[228532] = 12,
		[22570] = 11,
		[288158] = 4,
		[124506] = 10,
		[213158] = 10,
		[313663] = 11,
		[340284] = 12,
		[342332] = "Воплощение гордыни",
		[270661] = 6,
		[317221] = 2,
		[142073] = 3,
		[199851] = 1,
		[336190] = 10,
		[321958] = 4,
		[348477] = 10,
		[342334] = 2,
		[120760] = "Командир Во'цзак",
		[95750] = 9,
		[115804] = 10,
		[199852] = 1,
		[235219] = 8,
		[335694] = "Верный Утробе вестник гибели",
		[340288] = "Ночноцвет Туманной Завесы",
		[195757] = 6,
		[213163] = 2,
		[119388] = 4,
		[340289] = "Ночноцвет Туманной Завесы",
		[116705] = 10,
		[270058] = 10,
		[344228] = 6,
		[252071] = 11,
		[320919] = 8,
		[213164] = 2,
		[5672] = "Тотем исцеляющего потока <Хейлия>",
		[123996] = "Сюэнь <Ниамэй>",
		[199854] = 1,
		[342122] = 12,
		[178412] = "Огрон-работник",
		[321152] = 5,
		[279963] = 2,
		[188592] = 7,
		[70243] = 8,
		[291147] = 10,
		[202644] = 12,
		[270670] = 8,
		[341395] = "Вершительница Офелия",
		[323996] = 12,
		[30832] = "Убийца из рода Бесконечности",
		[331618] = "Ксав Несломленный",
		[297292] = "Комендант Тонар",
		[198832] = "Восставший тихоступ <Dornaden-Alonsus>",
		[167092] = "Хихикающий пироман",
		[344391] = "Пелагий <Ниэтта>",
		[329122] = 1,
		[169689] = "Неуловимый боец с шакрамом",
		[146615] = 9,
		[139448] = 3,
		[156854] = "Гул'кош",
		[324010] = "Миллифисент Манашторм",
		[334228] = "Алчущий разрушитель",
		[326017] = "[*] Разлагающая кислота",
		[348543] = 2,
		[106113] = "Ша Сомнения",
		[203953] = 11,
		[328012] = 8,
		[327885] = "Лорд-камергер",
		[348545] = 10,
		[8512] = 7,
		[320914] = 8,
		[53563] = 2,
		[340300] = "Жоробрюх Туманной Завесы",
		[138426] = 2,
		[332164] = 1,
		[156856] = "Гро'таш Разрушитель",
		[340356] = "Моровая слизь",
		[167095] = "Укротительница из клана Громоборцев",
		[48181] = 9,
		[205523] = 10,
		[198838] = 7,
		[130654] = 10,
		[328016] = "Грибомаг",
		[346446] = "[*] Быстрая смерть",
		[272873] = 11,
		[321937] = 4,
		[120758] = "Командир Во'цзак",
		[346503] = 12,
		[340304] = "Жоробрюх Туманной Завесы",
		[93795] = 9,
		[332169] = 1,
		[339341] = 3,
		[340305] = "Жоробрюх Туманной Завесы",
		[334162] = "Малифис",
		[279956] = 5,
		[330067] = 4,
		[332401] = 2,
		[36677] = "Энтропический глаз",
		[155835] = 11,
		[297304] = "Комендант Тонар",
		[207029] = 12,
		[278931] = 9,
		[336212] = "Генерал Кааль",
		[330069] = "[*] Концентрированная чума",
		[288146] = 4,
		[203958] = 11,
		[38967] = "Освобожденный уничтожитель",
		[63796] = 2,
		[119905] = 9,
		[125355] = 10,
		[226512] = "[*] Кровавый гной",
		[48438] = 11,
		[72807] = 6,
		[350549] = 10,
		[338447] = 1,
		[320909] = 8,
		[340311] = "Жоробрюх Туманной Завесы",
		[334168] = 7,
		[295261] = 5,
		[44276] = "Зелфан",
		[154327] = "Поработитель из клана Призрачной Луны",
		[2645] = 7,
		[336217] = 7,
		[297310] = "Дозорные Смерти",
		[321927] = 12,
		[106854] = "Мастер Снежный Вихрь",
		[319836] = 8,
		[121442] = "Командующий флангом Нер'онок",
		[341385] = 5,
		[203961] = 11,
		[319837] = "[*] Шип",
		[118699] = 9,
		[243955] = 7,
		[330132] = 6,
		[328029] = "Чумной рух",
		[131972] = "Сик'тик - боевой лекарь",
		[332125] = 6,
		[317791] = "Чародей из войска мертвых <Dornaden-Alonsus>",
		[311648] = 6,
		[119395] = 3,
		[119907] = 9,
		[325983] = 2,
		[336222] = 1,
		[121443] = "Командующий флангом Нер'онок",
		[40504] = "Зыбун",
		[325984] = 2,
		[65642] = 2,
		[214202] = 2,
		[152838] = "Солнечный коготь Небесного Пути",
		[332181] = "Гозул Пожиратель",
		[85948] = 6,
		[208086] = 1,
		[348511] = 10,
		[228537] = 12,
		[319843] = "Жалкий помощник",
		[321891] = "Иллюзорный лисохвост <Призывательница Туманов>",
		[348512] = 10,
		[216251] = 7,
		[306571] = 2,
		[340379] = 6,
		[309658] = 2,
		[336279] = "Частица неистовства",
		[90216] = 6,
		[321893] = "Иллюзорный лисохвост <Призывательница Туманов>",
		[323506] = 6,
		[342371] = 8,
		[226510] = "[*] Кровавый гной",
		[321894] = "Налтор Криомант",
		[340324] = "[*] Кровавый гной",
		[342372] = 8,
		[127154] = 3,
		[46150] = "Ведьма из клана Змеиных Колец",
		[323943] = "Девия",
		[342373] = 8,
		[344421] = 6,
		[160964] = "Рухран",
		[40505] = "Страж из клана Кровавого Молота",
		[150751] = "Надсмотрщик за рабами Крушто",
		[344422] = 10,
		[346470] = 5,
		[348518] = 1,
		[296330] = 11,
		[344423] = "[*] Щит костедробителя",
		[242875] = 10,
		[205644] = "Древень <Сострадание>",
		[272090] = 10,
		[38894] = "Душегуб Эфириума",
		[326046] = "Иглобрюх-рогач",
		[119910] = 9,
		[328094] = "Вирулакс Заклинатель Чумы",
		[336234] = 3,
		[346524] = 4,
		[227518] = 12,
		[122470] = 10,
		[313824] = 11,
		[321901] = 8,
		[114805] = "Сян",
		[276142] = 10,
		[13584] = "Неповоротливое создание",
		[325028] = 3,
		[2479] = 6,
		[24870] = 11,
		[344428] = 12,
		[196725] = 10,
		[20473] = 2,
		[294720] = 10,
		[199552] = 12,
		[121447] = "Командующий флангом Нер'онок",
		[30989] = "Ревнитель из клана Изувеченной Длани",
		[73325] = 5,
		[45892] = "Кил'джеден",
		[40248] = "Псарь из клана Изувеченной Длани",
		[124007] = "Сюэнь <Ниамэй>",
		[191685] = 6,
		[334051] = "Вестник смерти",
		[77220] = 9,
		[15284] = "Воитель резервуара Кривого Клыка",
		[306563] = 7,
		[328050] = 11,
		[337543] = 12,
		[145152] = 11,
		[317812] = 11,
		[117665] = "Ша Сомнения",
		[264571] = 9,
		[30494] = "Ползучий слизнюченыш",
		[317813] = 9,
		[198839] = "Тотем земляной стены <Веллби-ВечнаяПесня>",
		[329087] = 12,
		[323957] = "Некромант с \"Золрамуса\"",
		[334196] = 7,
		[116841] = 10,
		[346379] = 6,
		[153804] = "Костебрюх",
		[44503] = "Презренный-полутруп",
		[339325] = "Генерал Кааль",
		[205025] = 8,
		[321153] = 5,
		[339894] = 12,
		[331133] = "Пропитанные чумой останки",
		[164907] = "Оживленные ритуальные кости",
		[108396] = 9,
		[203975] = 11,
		[336301] = 2,
		[106428] = "Новообращенный Шадо-Пан",
		[124009] = "Сюэнь <Ниамэй>",
		[150734] = "Нестабильный шлаковый элементаль <Гуг'рокк>",
		[31985] = "Менну Предатель",
		[136400] = 6,
		[36796] = "Амебовидное порождение",
		[93805] = 3,
		[106105] = "Мудрый Марис",
		[173260] = 11,
		[119914] = 9,
		[298367] = 1,
		[120938] = "Скопление смолы",
		[272770] = 10,
		[138425] = 10,
		[32364] = "Принц Шаффар",
		[307101] = 2,
		[197834] = 4,
		[332156] = "Безголовый клиент",
		[322939] = "Друст-жнец",
		[43195] = 9,
		[329319] = "Усиленный верный Утробе страж",
		[332157] = "Безголовый клиент",
		[93806] = 3,
		[325886] = 1,
		[197835] = 4,
		[194249] = 5,
		[167119] = "Агрессивный гнилячок",
		[171846] = 2,
		[221883] = 2,
		[348541] = 2,
		[163024] = 3,
		[206940] = 6,
		[344500] = "Генерал Грашаал",
		[348542] = 12,
		[167120] = "Гром'карская огненная лучница",
		[116844] = 10,
		[330113] = 1,
		[153810] = "Рухран",
		[111723] = "Райгонн",
		[279913] = 9,
		[321923] = 11,
		[111725] = "Райгонн",
		[114282] = 11,
		[336258] = "Домина Отравленный Клинок",
		[268792] = "Обезвоженный пылевик",
		[332163] = 6,
		[203981] = 12,
		[116858] = 9,
		[107118] = "Неизвестно",
		[348546] = 10,
		[326021] = "Иглобрюх-поглотитель",
		[295305] = 5,
		[178411] = "Огрон-работник",
		[332165] = "Завывающий призрак",
		[326022] = "Иглобрюх-поглотитель",
		[167105] = 1,
		[330118] = "Тракт Ледоруб",
		[70771] = 8,
		[134359] = 6,
		[165579] = "Костебрюх",
		[210126] = 8,
		[340358] = "Взрывчатка",
		[334266] = "Алчущий разрушитель",
		[173324] = "Укротительница из клана Громоборцев",
		[346502] = 12,
		[332168] = 1,
		[317963] = "Раскольница-бичевательница",
		[168148] = "[*] Обстрел",
		[17057] = 11,
		[315787] = 12,
		[25504] = 7,
		[295310] = 5,
		[346504] = 12,
		[114811] = "Говорящая рыба",
		[326027] = 2,
		[198837] = "Восставший тихоступ <Dornaden-Alonsus>",
		[346505] = 12,
		[340279] = "Ночноцвет Туманной Завесы",
		[61243] = 12,
		[336267] = 5,
		[107120] = "Командир Ри'мок",
		[332172] = 1,
		[125050] = 3,
		[116847] = 10,
		[152792] = "Нхаллиш",
		[54844] = 4,
		[342412] = 5,
		[196819] = 4,
		[321935] = "Сгусток слизи",
		[274837] = 11,
		[313866] = 10,
		[267964] = "Кишак <Незегрим>",
		[272790] = 3,
		[274838] = 11,
		[342414] = 5,
		[96312] = 7,
		[305555] = 12,
		[165152] = "Макогг Угольный Клинок",
		[340094] = 4,
		[201846] = 7,
		[259277] = "Собака <Карбонаро>",
		[136] = 3,
		[93811] = 11,
		[328082] = 4,
		[338321] = 10,
		[70774] = 1,
		[153501] = "Нхаллиш",
		[341824] = 5,
		[242896] = 3,
		[30496] = "Главный чернокнижник Пустоклят",
		[43194] = 9,
		[22561] = "Сумеречный драконаар",
		[115313] = 10,
		[331399] = "Маркграфиня Страдама",
		[342419] = 7,
		[116849] = 10,
		[312897] = 2,
		[145629] = 6,
		[342420] = 7,
		[336277] = "Частица неистовства",
		[8122] = 5,
		[345804] = 9,
		[326039] = "Верховная надзирательница Бериллия",
		[16145] = "Воитель резервуара Кривого Клыка",
		[330135] = "[*] Источник мора",
		[323992] = "Миллифисент Манашторм",
		[326040] = "Былые грехи",
		[319897] = "Амарт",
		[342466] = "Воплощение гордыни",
		[315802] = "Усиленный верный Утробе перехватчик",
		[342423] = 12,
		[319898] = "Склизкое щупальце",
		[330137] = "Реморния",
		[319941] = "Эшелон",
		[273977] = 6,
		[34880] = "Раб-бродяга пустошей",
		[260242] = 3,
		[332186] = 7,
		[342425] = "Генерал Грашаал",
		[120946] = "Сик'тик - янтарный прядильщик",
		[297375] = 10,
		[340378] = 6,
		[340355] = "[*] Быстрая инфекция",
		[114803] = "Сян",
		[115315] = 10,
		[53822] = 6,
		[127923] = 5,
		[319902] = "Амарт",
		[312924] = 1,
		[118] = 8,
		[342428] = 6,
		[213209] = 10,
		[338333] = 5,
		[51514] = 7,
		[150753] = "Надсмотрщик за рабами Крушто",
		[150677] = "Гуг'рокк",
		[185565] = 4,
		[113780] = 4,
		[266120] = "Гнилошип-боггарт",
		[2565] = 1,
		[171253] = 7,
		[343724] = 2,
		[186263] = 5,
		[319906] = "Боевой раздиратель",
		[259285] = 3,
		[334284] = 7,
		[342432] = 2,
		[328098] = "[*] Падение недостойных",
		[281000] = 1,
		[324003] = 2,
		[150755] = "Гуг'рокк",
		[341406] = "Вершительница Офелия",
		[321956] = "Налтор Криомант",
		[324004] = 2,
		[342232] = 8,
		[205021] = 8,
		[92231] = 10,
		[332196] = "Безголовый клиент",
		[342435] = 2,
		[295337] = 12,
		[338340] = 7,
		[153828] = "Солнечная вспышка",
		[93816] = 9,
		[295338] = 12,
		[342478] = 10,
		[106856] = "Лю Пламенное Сердце",
		[264506] = 11,
		[311721] = 4,
		[51505] = 7,
		[291045] = 8,
		[326056] = "[*] Снаряд анимы",
		[348436] = 11,
		[1459] = 8,
		[325324] = "Изобретатель Зи'Мокс",
		[259220] = "Бессердечный-копейщик",
		[323758] = 2,
		[338344] = 7,
		[34370] = "Темноводный кроколиск",
		[350631] = 12,
		[169129] = "Обратная тяга",
		[324970] = 10,
		[313819] = 12,
		[150759] = "Надсмотрщик за рабами Крушто",
		[344489] = 12,
		[201408] = 7,
		[99] = 11,
		[340203] = 2,
		[278962] = 4,
		[294966] = 6,
		[263853] = "Гиена <Мсфлай>",
		[342443] = "Чумной рух",
		[329937] = 7,
		[20589] = 8,
		[322013] = 2,
		[326062] = 1,
		[319919] = 10,
		[119415] = 8,
		[112998] = "Остатки Ненависти",
		[14034] = "Миллхаус Манашторм",
		[319966] = "Крылодер Жестокий",
		[321968] = "Жительница Тирна Скитта",
		[342251] = "Верный гаргон",
		[326064] = 9,
		[311730] = 6,
		[339301] = 3,
		[337253] = "Тред'ова",
		[233395] = 6,
		[280852] = 8,
		[342494] = "Воплощение гордыни",
		[5225] = 11,
		[288086] = 5,
		[344496] = "Генерал Грашаал",
		[338353] = "Собиратель трупов",
		[35395] = 2,
		[213243] = 12,
		[336306] = "Домина Отравленный Клинок",
		[24858] = 11,
		[337251] = "Тред'ова",
		[36914] = "Аккирис Штормоход",
		[298324] = 8,
		[321973] = 5,
		[157931] = "Саргерайский маг",
		[339298] = 9,
		[328117] = "Сир Денатрий",
		[305592] = 10,
		[201405] = 2,
		[96103] = 1,
		[118905] = "Тотем конденсации <Веллби-ВечнаяПесня>",
		[321975] = "Моровая слизь",
		[327865] = 8,
		[317880] = "Камнерожденный метрдотель",
		[344587] = 8,
		[321976] = "Моровая слизь",
		[70242] = 4,
		[336036] = 3,
		[344502] = "[*] Нестабильная опора",
		[75] = 3,
		[322025] = 1,
		[317882] = "[*] Мерзкая сажа",
		[344503] = "Неизвестно",
		[152814] = "Подчинитель костей из клана Призрачной Луны",
		[324026] = "Некромант с \"Золрамуса\"",
		[228581] = 6,
		[81008] = "Каменный страж - топотун",
		[156910] = 2,
		[324027] = "Некромант с \"Золрамуса\"",
		[326075] = "Насыщательница душ",
		[328123] = 2,
		[210152] = 12,
		[324028] = 2,
		[326076] = 1,
		[328124] = "Неумирающий камнебес",
		[324143] = 1,
		[77451] = 7,
		[596] = 5,
		[328125] = "Неумирающий камнебес <Эшелон>",
		[210153] = 12,
		[19236] = 5,
		[228583] = 6,
		[328126] = 2,
		[51124] = 6,
		[324031] = 3,
		[156515] = "Араккоа-дервиш",
		[185245] = 12,
		[264735] = 3,
		[48707] = 6,
		[327497] = "Лорд Ставрос",
		[328128] = 2,
		[297412] = 5,
		[46153] = "Селин Огненное Сердце",
		[167152] = 10,
		[319938] = "[*] Болезнетворное облако",
		[152818] = "Подчинитель костей из клана Призрачной Луны",
		[324034] = 2,
		[327574] = 6,
		[311480] = 8,
		[47287] = "Взрывоопасный бес",
		[264446] = 2,
		[328002] = "Заразный добытчик",
		[295367] = 2,
		[121468] = "Райгонн",
		[46565] = "Жрец восхода Солнечного Клинка",
		[334275] = 9,
		[295368] = 12,
		[293025] = 10,
		[164841] = "Терон'кров",
		[91776] = "Gravelslobber <Dornaden-Alonsus>",
		[321712] = 8,
		[157375] = 2,
		[324038] = 12,
		[334277] = 8,
		[304479] = "Ползучая духоплазма",
		[281036] = 3,
		[155327] = "Стражница душ Ниами",
		[152843] = "Огненная глыба",
		[12051] = 8,
		[346565] = 2,
		[324040] = 5,
		[202425] = 11,
		[408] = 4,
		[331620] = 10,
		[332232] = "Разумное масло",
		[340467] = 7,
		[295373] = 2,
		[25821] = "Вождь Каргат Острорук",
		[340424] = 4,
		[326090] = "Иглобрюх-разоритель",
		[295374] = 2,
		[113746] = 10,
		[332234] = "Разумное масло",
		[102352] = 11,
		[25771] = 2,
		[280849] = 1,
		[340426] = 4,
		[326092] = "Иглобрюх-разоритель",
		[311446] = 11,
		[336040] = 3,
		[332236] = "Разумное масло",
		[268756] = 4,
		[8042] = 7,
		[334432] = 2,
		[324046] = "\"Орифрион\"",
		[204018] = 2,
		[295378] = 2,
		[321999] = "Моровая слизь",
		[324047] = "Миллифисент Манашторм",
		[271711] = 11,
		[319952] = 5,
		[121471] = 4,
		[332239] = "Гозул Пожиратель",
		[204019] = 2,
		[152427] = "Магматический властелин",
		[210803] = 10,
		[340431] = 4,
		[58180] = 11,
		[321759] = 2,
		[312645] = 12,
		[327992] = "Зловещее отражение",
		[70234] = 3,
		[328146] = "Червь-трупоед",
		[331094] = 1,
		[174328] = "Стражница душ Ниами",
		[326099] = 11,
		[189112] = 12,
		[264667] = 3,
		[30500] = "Главный чернокнижник Пустоклят",
		[204021] = 12,
		[319957] = "Миэрина",
		[196742] = 10,
		[332244] = 4,
		[346325] = 5,
		[125056] = 1,
		[338388] = 11,
		[324054] = 2,
		[188550] = 11,
		[295386] = 6,
		[309805] = 5,
		[264546] = 1,
		[342485] = 2,
		[32292] = 4,
		[319702] = "Эшелон",
		[164974] = "Садана Кровавое Безумие",
		[228596] = 8,
		[8212] = 2,
		[313818] = 12,
		[332248] = 3,
		[288988] = 4,
		[117405] = 3,
		[305628] = 10,
		[274912] = 10,
		[228597] = 8,
		[336453] = "Чумной дробитель",
		[313820] = 12,
		[325190] = 10,
		[334298] = 11,
		[340174] = "Призрачный претендент",
		[15087] = "Душегуб Эфириума",
		[185562] = 3,
		[228598] = 8,
		[331090] = 11,
		[313822] = 12,
		[332252] = 6,
		[150784] = "[*] Извержение магмы",
		[46151] = "Ведьма из клана Змеиных Колец",
		[313823] = 12,
		[110945] = "Гу Небесный Удар",
		[326994] = "Сир Денатрий",
		[213241] = 12,
		[338397] = 11,
		[19750] = 2,
		[317920] = 2,
		[114113] = 11,
		[290134] = 8,
		[340446] = "Воплощение зависти <Инквизитор Зигар>",
		[228600] = 8,
		[33975] = "Миллхаус Манашторм",
		[173311] = "Укротительница из клана Громоборцев",
		[274346] = 12,
		[204079] = 2,
		[33865] = "Эфириал-падальщик",
		[173751] = "Чудолиственный страж",
		[324109] = "[*] Эманация души",
		[163073] = 12,
		[51271] = 6,
		[313828] = 11,
		[331927] = "Испорченная бормашина",
		[328205] = "Раскольник-бунтарь",
		[184575] = 2,
		[290132] = 10,
		[324068] = 8,
		[157792] = "Саргерайский маг",
		[270827] = 8,
		[165122] = "Ахри'ок Дугру",
		[328206] = "Эшелон",
		[232698] = 5,
		[338041] = 11,
		[338312] = 6,
		[320019] = "Боевой раздиратель",
		[51533] = 7,
		[344548] = 7,
		[322023] = 1,
		[119941] = "Лужа смолы",
		[319206] = 6,
		[121282] = "Командующий флангом Нер'онок",
		[338406] = "Подавитель Зелорс",
		[260344] = "Гравитон",
		[204031] = 11,
		[98440] = 4,
		[66188] = 6,
		[324073] = 4,
		[337228] = 2,
		[323309] = "Ветеран с расщепленной душой",
		[330217] = "Реморния",
		[195707] = 11,
		[187650] = 3,
		[328170] = "Часовой чертогов",
		[138130] = 10,
		[325226] = "Туманный острожал",
		[334314] = 11,
		[320028] = "Ветеран с расщепленной душой",
		[188443] = 7,
		[164686] = "Садана Кровавое Безумие",
		[6552] = 1,
		[64844] = 5,
		[338411] = 2,
		[296523] = "Верный Утробе искатель",
		[18562] = 11,
		[143625] = 11,
		[313839] = 2,
		[59571] = 10,
		[286031] = 12,
		[279028] = 7,
		[313840] = 2,
		[324079] = "Мордрета, Вечная императрица",
		[317936] = "Раскольник-целитель",
		[328175] = "Взрывчатка",
		[162906] = 3,
		[115178] = 10,
		[104340] = "Клетка с анимой",
		[328176] = "Гриб-штурмовик",
		[313842] = 2,
		[15496] = "Разоритель из клана Изувеченной Длани",
		[334320] = 9,
		[328177] = "Гриб-штурмовик",
		[313843] = 2,
		[114599] = "Малый ша",
		[33206] = 5,
		[164729] = 4,
		[77478] = 7,
		[276199] = 3,
		[334322] = "Создание Трупошва",
		[311481] = 7,
		[322036] = 1,
		[30502] = "Главный чернокнижник Пустоклят",
		[346686] = 11,
		[328180] = "Заклинатель чумы",
		[107146] = "Райгонн",
		[324085] = "Дессия Обезглавливательница",
		[334324] = "Главный смотритель Джавлин",
		[336372] = 6,
		[327066] = 7,
		[324086] = 11,
		[317943] = "Раскольница - боец авангарда",
		[63560] = 6,
		[114052] = 7,
		[331078] = 10,
		[334326] = "Главный смотритель Джавлин",
		[325807] = "Мве'зала",
		[31707] = "Элементаль воды <Магиченькаа-Голдринн>",
		[322118] = 10,
		[153268] = "Извлекатель душ из клана Призрачной Луны",
		[5784] = 9,
		[289277] = 9,
		[324089] = 11,
		[326059] = 7,
		[44335] = 5,
		[347458] = 11,
		[324090] = "Дилер Зи'екса",
		[334329] = "Главный смотритель Джавлин",
		[118922] = 3,
		[322043] = 1,
		[340473] = 7,
		[52042] = "Тотем исцеляющего потока <Хейлия>",
		[93821] = 2,
		[276132] = 3,
		[324092] = 3,
		[311470] = 8,
		[319997] = "Шаркающий арбалетчик",
		[331075] = 9,
		[234153] = 9,
		[328289] = "Раскольник-хранитель",
		[46155] = "Селин Огненное Сердце",
		[136466] = "Калесгос",
		[93326] = 12,
		[164648] = "Гром'карская огненная лучница",
		[344572] = "Противогаз <Иприт-Галакронд>",
		[255654] = 7,
		[340477] = "Леди Инерва Дарквейн",
		[257284] = 3,
		[126478] = 8,
		[121483] = "Мудрый Марис",
		[311468] = 8,
		[326144] = 12,
		[156793] = "Ранжит",
		[322049] = 1,
		[340479] = "Крылодер Жестокий",
		[199786] = 8,
		[334378] = "Писец-исследователь",
		[313859] = 1,
		[346698] = "Кастелян Никлаус",
		[212283] = 4,
		[107357] = "Оскверненный Тажань Чжу",
		[313860] = 10,
		[329573] = 7,
		[216331] = 2,
		[344577] = 6,
		[338036] = 7,
		[323744] = "Стальной коготь раскольников",
		[44640] = "Сестра Мучений",
		[344578] = 12,
		[313862] = 10,
		[332292] = "Гозул Пожиратель",
		[287338] = 6,
		[339415] = "Ксав Несломленный",
		[322054] = 1,
		[46668] = 8,
		[46924] = 1,
		[320007] = "Крылодер Жестокий",
		[313864] = 10,
		[324103] = "Генерал Кааль",
		[301578] = 4,
		[320008] = "Миллхаус Манашторм",
		[338438] = 6,
		[313106] = 10,
		[334343] = 12,
		[320009] = 11,
		[66196] = 6,
		[332296] = "Алчущий разрушитель",
		[334344] = 12,
		[340019] = "Зловещий антиквар",
		[152854] = "[*] Сфера Пустоты",
		[323740] = "Раскольник-офицер",
		[334345] = 6,
		[196881] = 7,
		[290936] = 8,
		[111759] = 5,
		[334346] = 6,
		[320012] = "Амарт",
		[313869] = 8,
		[333117] = 6,
		[318038] = 7,
		[328204] = 2,
		[313870] = 8,
		[332300] = 3,
		[258921] = 12,
		[6795] = 11,
		[335164] = "Чумной мешок",
		[1715] = 1,
		[342540] = 3,
		[237838] = "Плюющаяся кобра",
		[333116] = 6,
		[264360] = "Крылатый змей <Ласаиса>",
		[342541] = 3,
		[336398] = "Докучливый бес",
		[64843] = 5,
		[335685] = "Верный Утробе темный маг",
		[179478] = 3,
		[196884] = 7,
		[197908] = 10,
		[111668] = "Райгонн",
		[334352] = 11,
		[33871] = "Эфириал-падальщик",
		[207167] = 6,
		[274968] = "Завывающий призрак",
		[342544] = "Генерал Грашаал",
		[328210] = 9,
		[156954] = "Гул'кош",
		[119952] = 2,
		[342386] = 11,
		[36020] = "Буян из клана Изувеченной Длани",
		[36175] = "Даллия Глашатай Судьбы",
		[266779] = 3,
		[228626] = 3,
		[328212] = "[*] Режущий лед",
		[333711] = "Скелет-ящер",
		[199337] = "Капкан на медведя",
		[324154] = "\"Вентунакс\"",
		[337614] = 12,
		[310588] = 6,
		[340500] = "Крылодер Жестокий",
		[333113] = 6,
		[254224] = 5,
		[255248] = 7,
		[157980] = 8,
		[187707] = 3,
		[344597] = 8,
		[289308] = 8,
		[173135] = "Огрон-работник",
		[300809] = 4,
		[328216] = 6,
		[350249] = 8,
		[157981] = 8,
		[49998] = 6,
		[160029] = 11,
		[338456] = "Кирийский кадавр",
		[332313] = "Домина Отравленный Клинок",
		[317589] = 8,
		[336409] = "Бродячая смерть",
		[297111] = "Связанная душа <Подчинитель Баритас>",
		[332314] = "Скрывающийся ассасин",
		[326171] = "Мве'зала",
		[17962] = 9,
		[108978] = 8,
		[332315] = 11,
		[340542] = 7,
		[132404] = 1,
		[297108] = 6,
		[256123] = 3,
		[334364] = 2,
		[333110] = 12,
		[330269] = 1,
		[329422] = "Верный Утробе мастер огня",
		[55078] = 6,
		[346690] = "Кастелян Никлаус",
		[301683] = 11,
		[332318] = "Грязешмяк",
		[334366] = 8,
		[270886] = "Осколок часового",
		[337989] = 6,
		[194844] = 6,
		[89751] = "Кишак <Незегрим>",
		[106645] = "Летящий Снег",
		[346654] = "Баронесса Фрида",
		[57934] = 4,
		[311494] = 10,
		[316019] = 11,
		[319626] = "Кул'тарок",
		[340512] = "Крылодер Жестокий",
		[247456] = 12,
		[320035] = 8,
		[330274] = 11,
		[33110] = 5,
		[117313] = 1,
		[337516] = 9,
		[330275] = 1,
		[30505] = "Главный чернокнижник Пустоклят",
		[30633] = "О'мрогг Завоеватель",
		[311846] = 5,
		[124507] = 10,
		[320820] = 11,
		[277035] = "Беглый истязатель",
		[336420] = "Лакезис",
		[272940] = 4,
		[23338] = 5,
		[204062] = 12,
		[254232] = 5,
		[197919] = 10,
		[307753] = 6,
		[282720] = 4,
		[328231] = 3,
		[322088] = "Кул'тарок",
		[325876] = "Порочный уничтожитель",
		[89753] = "Кишак <Незегрим>",
		[329666] = 3,
		[338471] = "Криксис Ненасытный",
		[3110] = "Нокури <Сттаричёк>",
		[317525] = 10,
		[297035] = 11,
		[324914] = "Туманная хранительница",
		[332329] = "Верный служитель из племени Атал'ай",
		[334377] = "Писец-исследовательница",
		[173150] = "Гром'карская огненная лучница",
		[322091] = 1,
		[268887] = 5,
		[277041] = "Беглый проклинатель",
		[287280] = 2,
		[346665] = 12,
		[335152] = 12,
		[316722] = 2,
		[1706] = 5,
		[173349] = "Буйный копытень",
		[332332] = "Сын Хаккара",
		[277043] = "Беглый истязатель",
		[328237] = "Кристалл фантазмов",
		[106841] = "Лю Пламенное Сердце",
		[153896] = "Рухран",
		[334381] = "Писец-исследователь",
		[110744] = 5,
		[156968] = "Терон'кров",
		[149801] = 6,
		[268854] = 10,
		[253597] = 6,
		[173108] = "Вращающиеся цепи",
		[332335] = "Сын Хаккара",
		[196718] = 12,
		[216371] = 2,
		[173351] = "Буйный копытень",
		[332336] = 12,
		[268856] = 10,
		[320050] = "Ксав Несломленный",
		[322098] = 5,
		[153898] = "Рухран",
		[332371] = 2,
		[110745] = 5,
		[123040] = 5,
		[159035] = "Шаадум",
		[135286] = 11,
		[153692] = "[*] Некротическая слизь",
		[38896] = "Заклинатель волн Эфириума",
		[324148] = "\"Вентунакс\"",
		[246851] = 3,
		[123032] = 4,
		[322101] = 10,
		[348722] = 10,
		[336065] = 7,
		[121411] = 4,
		[324909] = "Друст-древолом",
		[335892] = 7,
		[329831] = 6,
		[37662] = "Рабочий-бродяга пустошей",
		[164617] = "Говорящий с огнем из клана Кровавого Молота",
		[315496] = 4,
		[106933] = "Боец Га'док",
		[342618] = "Поганище",
		[98727] = 2,
		[315961] = 1,
		[334391] = 2,
		[328248] = "Гнусная оккультистка",
		[322105] = 5,
		[157997] = 8,
		[342076] = 3,
		[148135] = 10,
		[121448] = 3,
		[93341] = 11,
		[228645] = 6,
		[338525] = 2,
		[156974] = "Гро'таш Разрушитель",
		[111771] = 9,
		[90621] = 12,
		[303678] = "Останки",
		[10060] = 5,
		[324156] = 3,
		[152897] = "Волна жара",
		[114852] = 2,
		[322109] = 10,
		[325691] = "Мве'зала",
		[142641] = 3,
		[46163] = "[*] Поражение пламенем",
		[346683] = 6,
		[321629] = 8,
		[77472] = 7,
		[328254] = "Докучливый бес",
		[264774] = 8,
		[340541] = 11,
		[277061] = "Беглый проклинатель",
		[326952] = "Зачарованное перо",
		[289348] = 6,
		[153905] = "Неистовый призыватель бури",
		[153680] = "Костебрюх",
		[336447] = "Раскольник-офицер",
		[115356] = 7,
		[341763] = 2,
		[334400] = 11,
		[50259] = 11,
		[202028] = 11,
		[340544] = "Иглобрюх-рогач",
		[228649] = 10,
		[336449] = "Взрывчатка",
		[35760] = "Большой крабстер",
		[37668] = "Наблюдатель резервуара Кривого Клыка",
		[5484] = 9,
		[153623] = "Нхаллиш",
		[272970] = 8,
		[153907] = "Неистовый призыватель бури",
		[334403] = 3,
		[336451] = "Защитник из многоокой рати",
		[115357] = 7,
		[324165] = 6,
		[334404] = "Ловчий Альтимор",
		[46164] = "Кель'тас Солнечный Скиталец",
		[31403] = "Эфириал - осквернитель гробниц",
		[47536] = 5,
		[268877] = 3,
		[196911] = 4,
		[338501] = 6,
		[207150] = 6,
		[334406] = 5,
		[320072] = "Разлагающийся великан",
		[281195] = 3,
		[22812] = 11,
		[334407] = 12,
		[338004] = "Работящий смотритель",
		[346694] = "Старательный служитель",
		[290911] = 10,
		[38065] = "Ужасень Нексуса",
		[38943] = "Саргеронский лучник",
		[185311] = 4,
		[165961] = 11,
		[187698] = 3,
		[102560] = 11,
		[340271] = 5,
		[179872] = 8,
		[341282] = 5,
		[325305] = 2,
		[6572] = 1,
		[340554] = 2,
		[36694] = "Энтропический глаз",
		[334063] = 2,
		[338507] = 5,
		[332397] = 10,
		[326221] = "Мве'зала",
		[347917] = 3,
		[346732] = 12,
		[340556] = 11,
		[127315] = 3,
		[297046] = "Связанная душа <Подчинитель Баритас>",
		[116267] = 8,
		[339232] = 9,
		[167815] = "Укротительница из клана Громоборцев",
		[176438] = 2,
		[334448] = 1,
		[66906] = 2,
		[122527] = "Малый ша",
		[336463] = 8,
		[115360] = 7,
		[119354] = "Сик'тик - танцующий с клинками",
		[159033] = "Шаадум",
		[187146] = 2,
		[338512] = 10,
		[93347] = 5,
		[188501] = 12,
		[196917] = 2,
		[132413] = 9,
		[87204] = 5,
		[159034] = "Шаадум",
		[287320] = 6,
		[330323] = 10,
		[30508] = "Главный чернокнижник Пустоклят",
		[331847] = "Г4В-Г4В",
		[328276] = "Сир Денатрий",
		[346706] = "Лорд Ставрос",
		[340563] = 9,
		[108194] = 6,
		[344659] = 3,
		[330325] = 1,
		[211793] = 6,
		[268893] = 5,
		[290948] = 10,
		[305753] = 10,
		[31661] = 8,
		[173113] = "Гром'карский матрос",
		[36702] = 2,
		[152893] = "Глашатай Рассвета",
		[324184] = 12,
		[261424] = 8,
		[344662] = 1,
		[329794] = 7,
		[333340] = 7,
		[320788] = "Налтор Криомант",
		[344663] = 8,
		[152894] = "Глашатай Рассвета",
		[325867] = 2,
		[200758] = 4,
		[344664] = 1,
		[313948] = 5,
		[158014] = "Хранитель листьев",
		[268898] = 2,
		[328283] = 10,
		[97463] = 1,
		[348761] = 6,
		[268899] = 2,
		[322170] = 9,
		[338523] = 6,
		[321538] = "Противогаз <Иприт-Галакронд>",
		[334428] = 11,
		[328285] = 8,
		[329862] = "Усиленная угасшая громада",
		[36784] = "Эредарский пожиратель душ",
		[187708] = 3,
		[229687] = 11,
		[330334] = 1,
		[334458] = 12,
		[153247] = "Ролталл",
		[39009] = "Даллия Глашатай Судьбы",
		[346717] = 6,
		[326939] = 7,
		[334431] = 2,
		[328288] = "Раскольник-хранитель",
		[308509] = 2,
		[322843] = 12,
		[268904] = 12,
		[344671] = 10,
		[278767] = 10,
		[101542] = 7,
		[334433] = 8,
		[344672] = 10,
		[330338] = 4,
		[348768] = 6,
		[167233] = "Гром'карский военачальник",
		[344673] = 10,
		[343320] = "Карамейн",
		[153923] = "Шептатель Небесного Пути",
		[102573] = "Лазурный змей",
		[289349] = 6,
		[107174] = 5,
		[77762] = 7,
		[343319] = "Карамейн",
		[320102] = 10,
		[23214] = 2,
		[194879] = 6,
		[85673] = 2,
		[180545] = 3,
		[288999] = 12,
		[190784] = 2,
		[32173] = "Чародейка резервуара Кривого Клыка",
		[328295] = "Раскольник-хранитель",
		[329770] = "Изобретатель Зи'Мокс",
		[337175] = "Альдерин",
		[196941] = 2,
		[317491] = 1,
		[2060] = 5,
		[33370] = 8,
		[108199] = 6,
		[279151] = 11,
		[322154] = 5,
		[324202] = 7,
		[261433] = 8,
		[279152] = 12,
		[273009] = 4,
		[184371] = "Пронзатель сердец",
		[32216] = 1,
		[279153] = 1,
		[330347] = "Хранитель кузни",
		[206151] = 2,
		[342634] = 7,
		[320109] = 10,
		[340011] = "Нафрийская регистраторша",
		[324205] = "\"Вентунакс\"",
		[334444] = 9,
		[225599] = 1,
		[259387] = 3,
		[101545] = 10,
		[312600] = "Валиок <Сочувствие>",
		[38831] = "Часовой Аркатраца",
		[103081] = 2,
		[332398] = 2,
		[167239] = "Гром'карский остроглаз",
		[27634] = "Гараксас",
		[259388] = 3,
		[20271] = 2,
		[154953] = 4,
		[1966] = 4,
		[157001] = "Даруг Властная",
		[331866] = 5,
		[167240] = "Гром'карский остроглаз",
		[328305] = 4,
		[195630] = 10,
		[340592] = 2,
		[261437] = 6,
		[328306] = 4,
		[157002] = "Даруг Властная",
		[324211] = 8,
		[37551] = "Меткий стрелок из клана Изувеченной Длани",
		[321192] = 5,
		[281209] = 6,
		[327371] = 8,
		[334451] = 11,
		[336499] = "Призывательница Туманов",
		[281210] = 6,
		[348251] = 10,
		[320140] = 10,
		[33891] = 11,
		[259391] = 3,
		[337170] = 9,
		[317483] = 1,
		[270241] = "Пылающий углестраж",
		[322167] = 9,
		[339217] = "Изрыгатель чумы",
		[342645] = 2,
		[320120] = "Пакиран Заразный",
		[169291] = 6,
		[332407] = 2,
		[299054] = 6,
		[277784] = 7,
		[322169] = "Частица сомнений",
		[196733] = 10,
		[121253] = 10,
		[320786] = "[*] Переполняющая мощь",
		[281215] = 2,
		[340600] = 4,
		[1822] = 11,
		[196937] = 4,
		[333963] = "Кирийский голиаф <Ролитс-Галакронд>",
		[340601] = 4,
		[8921] = 11,
		[322833] = 12,
		[330363] = 11,
		[324220] = 8,
		[119840] = "Сик'тик-солдат",
		[320125] = 7,
		[330364] = 10,
		[340603] = 4,
		[334460] = 11,
		[117679] = 11,
		[259395] = 3,
		[308498] = 3,
		[342049] = 3,
		[336509] = 5,
		[330366] = 7,
		[1766] = 4,
		[326271] = "Изобретатель Зи'Мокс",
		[96189] = "Стрелок из армии Расколотого Солнца",
		[330367] = 10,
		[19801] = 3,
		[322831] = 12,
		[123051] = "Подчинитель разума <Милф-Азурегос>",
		[330368] = 7,
		[328338] = "Стрелок-отравитель",
		[272432] = "Страж гнева <Маннагер-Голдринн>",
		[320130] = 11,
		[178837] = "Хихикающий пироман",
		[324226] = 1,
		[77489] = 5,
		[328322] = "Неумирающий камнебес <Эшелон>",
		[281178] = 2,
		[337164] = 9,
		[335903] = 7,
		[320132] = "Миллхаус Манашторм",
		[259398] = 3,
		[314040] = 5,
		[30639] = "Бешеный бойцовый пес",
		[257045] = 3,
		[53595] = 2,
		[340631] = "Сточная крыса",
		[329757] = "Призрачный скакун",
		[328325] = 10,
		[330373] = 7,
		[268769] = 4,
		[326278] = "Тред'ова",
		[39005] = "Зерекет Бездонный",
		[278523] = 2,
		[340613] = 11,
		[32175] = 7,
		[106830] = 11,
		[152917] = "Солнечный усилитель",
		[332423] = 2,
		[342662] = 7,
		[320137] = 7,
		[330376] = 10,
		[159382] = "Рухран",
		[326281] = "Тред'ова",
		[210042] = 12,
		[78675] = 11,
		[222236] = 7,
		[291042] = 8,
		[328330] = "Раскольница-юстициарий",
		[339990] = 2,
		[218871] = "Угасшее слияние",
		[327704] = 8,
		[328331] = "Раскольница-юстициарий",
		[338570] = 12,
		[132466] = "Крыса Утробы",
		[342666] = 10,
		[328332] = "Раскольница-юстициарий",
		[346762] = "Баронесса Фрида",
		[37470] = "Эфириал-чароплет",
		[334476] = "Хирург Трупошов",
		[320142] = "Миллхаус Манашторм",
		[342181] = 9,
		[123725] = 10,
		[324128] = 6,
		[287379] = 1,
		[343302] = "Харгитас",
		[254811] = 1,
		[321524] = 3,
		[320144] = "Миллифисент Манашторм",
		[323552] = "Верховный адъюдикатор Ализа",
		[340622] = "Крыса необычных размеров",
		[191837] = 10,
		[344718] = "Reverberating Eruption Stalker",
		[240266] = 9,
		[340623] = "Крыса необычных размеров",
		[322823] = 12,
		[184662] = 2,
		[21169] = 7,
		[324242] = 3,
		[285335] = "Бессердечный-разведчик",
		[320147] = "Миллифисент Манашторм",
		[338577] = 2,
		[332002] = "Оживленная стигия",
		[268954] = 4,
		[344721] = "[*] Отдающаяся эхом аннигиляция",
		[38829] = "Часовой Аркатраца",
		[340626] = 7,
		[268955] = 9,
		[219788] = 6,
		[186403] = 11,
		[340627] = "Крыса необычных размеров",
		[318102] = "Ксав Несломленный",
		[306670] = "[*] Эманация души",
		[106526] = "Мудрый Марис",
		[109746] = 2,
		[334485] = "\"Вентунакс\"",
		[23601] = "Саргеронский лучник",
		[157020] = "Слепящая солнечная вспышка",
		[307865] = 1,
		[32176] = 7,
		[328343] = "Ядовитый паук <Стрелок-отравитель>",
		[330391] = "Лютый сумеречник",
		[340630] = "[*] Гниение",
		[330403] = "Чумной рух",
		[195949] = 3,
		[213644] = 2,
		[158045] = "Хранитель листьев",
		[334488] = "Хирург Трупошов",
		[319970] = 7,
		[339] = 11,
		[323706] = 5,
		[66087] = 2,
		[320155] = "[*] Перемещающая ловушка",
		[336044] = 9,
		[172963] = "Осадный мастер Олугар",
		[200025] = 2,
		[346788] = "Неизвестно",
		[320771] = "Налтор Криомант",
		[191840] = 10,
		[34477] = 3,
		[153234] = "Аззакель",
		[340646] = "Резной помощник",
		[332444] = "[*] Рушащийся фундамент",
		[343295] = 6,
		[309032] = 7,
		[322817] = "Девия",
		[176511] = "Саргерайский защитник",
		[334493] = "Чащобный мерцающий мотылек",
		[344732] = 12,
		[310530] = 10,
		[30485] = "Язычник из клана Изувеченной Длани",
		[153563] = "[*] Пронзание",
		[328351] = 8,
		[344066] = 12,
		[97462] = 1,
		[338621] = "Алчущий разрушитель",
		[329886] = 7,
		[333827] = "Адвент Невермор",
		[340639] = 2,
		[334496] = 4,
		[49322] = 8,
		[329376] = "Туманник",
		[274447] = 3,
		[343881] = "Генерал Кааль",
		[42776] = 8,
		[119476] = "Генерал Па'валак",
		[316068] = "Чумазый гряземес",
		[334498] = "Генерал Грашаал",
		[23600] = "Полководец Саларис",
		[322212] = "Частица сомнений",
		[324260] = 12,
		[330434] = "Миллифисент Манашторм",
		[2823] = 4,
		[66235] = 2,
		[127169] = 4,
		[334500] = "[*] Сейсмическая дрожь",
		[344739] = "Дух вестника смерти из племени Атал'ай",
		[193641] = 4,
		[93368] = 3,
		[343290] = 5,
		[344740] = "[*] Вторящий взрыв",
		[264878] = 3,
		[2983] = 4,
		[334502] = 6,
		[320168] = "Миллифисент Манашторм",
		[24242] = 3,
		[219485] = 12,
		[342694] = "Голиаф из Каменного Легиона <Генерал Кааль>",
		[1066] = 11,
		[346790] = "Неизвестно",
		[340647] = "Резной помощник",
		[298841] = 6,
		[320170] = "Амарт",
		[30451] = 8,
		[335098] = 1,
		[334505] = 6,
		[34914] = 5,
		[109248] = 3,
		[322236] = "Тлетворное порождение",
		[342697] = "Голиаф из Каменного Легиона <Генерал Кааль>",
		[296190] = "Угасший убийца",
		[281265] = 5,
		[126793] = "Каменный страж - топотун",
		[342698] = "[*] Заражение нестабильной анимой",
		[114871] = 2,
		[53600] = 2,
		[203796] = 12,
		[285362] = 8,
		[336556] = "Туманник",
		[338619] = "Алчущий разрушитель",
		[328953] = 12,
		[187748] = 12,
		[344748] = "Исчадие Тьмы <Earl-Blackmoore>",
		[343287] = "Нафрийский архивариус",
		[332462] = 6,
		[326319] = "Друст-жнец",
		[242014] = 12,
		[338606] = "Ассистент-расчленитель <Портал в мастерскую>",
		[341617] = 7,
		[334511] = 6,
		[338636] = "Ассистент-расчленитель <Портал в мастерскую>",
		[337143] = 12,
		[332464] = 6,
		[203795] = 12,
		[344751] = "Плеточник Бездны <Bremdak-Archimonde>",
		[330417] = "Болотный солдат",
		[340656] = 12,
		[335863] = "Мерзкий ползун",
		[344752] = "Плеточник Бездны <Bremdak-Archimonde>",
		[346800] = "Лорд Ставрос",
		[268998] = 9,
		[16172] = "Укротитель резервуара Кривого Клыка",
		[320180] = "Пакиран Заразный",
		[152939] = "Ролталл",
		[276187] = 3,
		[156779] = 11,
		[344754] = "Плеточник Бездны <Bremdak-Archimonde>",
		[328400] = "Таящийся паук",
		[332468] = 1,
		[342707] = 3,
		[150290] = "Катастрофа",
		[152940] = "Ролталл",
		[332469] = 1,
		[173307] = "Укротительница из клана Громоборцев",
		[307194] = 8,
		[157036] = "Саргерайский воплотитель",
		[332470] = 1,
		[301754] = 3,
		[270070] = 4,
		[330423] = "Гриб-штурмовик",
		[332471] = 1,
		[355] = 1,
		[213350] = 10,
		[157037] = "Саргерайский воплотитель",
		[8269] = "Работяга резервуара Кривого Клыка",
		[184689] = 2,
		[187464] = 5,
		[818] = 1,
		[183117] = 12,
		[291000] = 4,
		[36119] = "Зерекет Бездонный",
		[273089] = 6,
		[107200] = 9,
		[334522] = "Алчущий разрушитель",
		[212036] = 5,
		[273090] = 6,
		[342732] = "Голиаф из Каменного Легиона <Генерал Кааль>",
		[334523] = "Алчущий разрушитель",
		[73920] = 7,
		[157039] = "Терон'кров",
		[307185] = 3,
		[62305] = "Неизвестно",
		[290467] = 3,
		[202090] = 10,
		[231504] = 2,
		[118459] = "Секхан <Ханторай-ВечнаяПесня>",
		[271045] = 3,
		[322239] = "Тлетворное порождение",
		[281303] = 6,
		[334526] = 6,
		[209258] = 12,
		[346813] = "Часовой Башни",
		[38761] = "Таварок",
		[285381] = 11,
		[73921] = 7,
		[34920] = "Эфириал-падальщик",
		[332480] = 12,
		[305007] = 11,
		[271048] = 3,
		[475] = 8,
		[316099] = 9,
		[334529] = "Молодой рунический олень",
		[271049] = 3,
		[197997] = 7,
		[60002] = 4,
		[334530] = "Молодой рунический олень",
		[781] = 3,
		[224125] = 7,
		[221562] = 6,
		[89792] = "Рипле <Жигулёвское-Гордунни>",
		[320197] = "Костяная оболочка",
		[157043] = "Саргерайская ритуалистка",
		[324293] = "Скелет-мародер",
		[350914] = 6,
		[209261] = 12,
		[38759] = "Пандемоний",
		[1022] = 2,
		[269005] = 2,
		[39013] = "Даллия Глашатай Судьбы",
		[330438] = "Дозорные Смерти",
		[883] = 3,
		[334534] = "Писец-исследовательница",
		[320200] = "Хирург Трупошов",
		[379] = 7,
		[113858] = 9,
		[334535] = "Агрессивный мечеклюв",
		[157053] = "Даруг Властная",
		[298831] = "Верный Утробе часовой",
		[304369] = 1,
		[334536] = 12,
		[201072] = 2,
		[273104] = 7,
		[101568] = 6,
		[330468] = "Криксис Ненасытный",
		[176507] = "Саргерайский защитник",
		[153224] = "Разящий Клинок",
		[215407] = 9,
		[334538] = "Великий тиран Зериос",
		[35942] = "Бешеный бойцовый пес",
		[320230] = "Дилер Зи'екса",
		[325590] = "Гнусная оккультистка",
		[316654] = 12,
		[336587] = 9,
		[322253] = 5,
		[147362] = 3,
		[134522] = 10,
		[336588] = 8,
		[322254] = 10,
		[348] = 9,
		[77508] = "Мстительный элементаль магмы",
		[147833] = 1,
		[338637] = "Преданный тьме голиаф",
		[36778] = "Эредарский пожиратель душ",
		[342733] = "Голиаф из Каменного легиона",
		[328399] = 4,
		[322256] = 5,
		[203123] = 11,
		[316958] = 2,
		[196980] = 4,
		[338639] = "Преданный тьме голиаф",
		[453] = 5,
		[44457] = 8,
		[167299] = "Железная звезда <Дэлери>",
		[152954] = "Дозорный Каатар",
		[340688] = 11,
		[326891] = "Инквизитор Зигар",
		[465] = 2,
		[148859] = 5,
		[324307] = "Сгусток анимы",
		[322274] = "Похитительница с \"Золрамуса\"",
		[35943] = "Послушник из клана Призрачной Луны",
		[121536] = 5,
		[342752] = "Нафрийский архивариус",
		[32693] = "Заклинатель волн Эфириума",
		[336595] = 12,
		[157051] = "Гро'таш Разрушитель",
		[334562] = "Верховный подавитель Лагвас",
		[342739] = "Чумной громадень",
		[327427] = "Расколотое видение",
		[346835] = 10,
		[331963] = 10,
		[342740] = "Голиаф из Каменного легиона",
		[328406] = 4,
		[157052] = "Даруг Властная",
		[120001] = "Визирь Цзинь'бак",
		[342741] = "Голиаф из Каменного Легиона <Генерал Кааль>",
		[160124] = "Huan <Scàlp-Elune>",
		[345319] = 11,
		[324312] = 10,
		[343271] = "Голиаф из Каменного легиона",
		[271071] = 5,
		[107203] = 1,
		[324164] = 6,
		[688] = 9,
		[328409] = "Таящийся паук",
		[328936] = "Сир Денатрий",
		[332505] = 5,
		[152688] = "[*] Руна тени",
		[546] = 7,
		[330458] = "Тюремный часовой",
		[120002] = "Лужа смолы",
		[43265] = 6,
		[35944] = "Эфириал-жрец",
		[169341] = "Гром'карский пехотинец",
		[340698] = 11,
		[331514] = 10,
		[320221] = 11,
		[123586] = 10,
		[586] = 5,
		[333260] = 3,
		[344795] = 6,
		[322281] = "Присягнувший тьме гоплит",
		[332509] = "Миллифисент Манашторм",
		[38760] = "Пандемоний",
		[127170] = 10,
		[338653] = "Ассистент-сшиватель <Портал в мастерскую>",
		[57819] = 4,
		[334558] = "Жуткий егерь",
		[88263] = 2,
		[193534] = 3,
		[340702] = "Чумная прислужница",
		[269031] = 5,
		[205179] = 9,
		[154623] = "Саргерайский воплотитель",
		[131900] = 3,
		[342751] = "Чумной громадень",
		[336608] = 11,
		[152962] = "Нхаллиш",
		[341220] = 8,
		[163201] = 1,
		[336609] = 7,
		[198013] = 12,
		[256374] = 3,
		[686] = 9,
		[336610] = 11,
		[168955] = "Корамар",
		[698] = 9,
		[334563] = "Жуткий егерь",
		[53351] = 3,
		[710] = 9,
		[158083] = "Когтекрыл-ветеран",
		[260247] = 3,
		[344803] = 11,
		[152964] = "Дитя Бездны",
		[253088] = 5,
		[342756] = 10,
		[39017] = "Предвестник Скайрисс",
		[982] = 3,
		[207230] = 6,
		[120517] = 5,
		[320232] = "Дилер Зи'екса",
		[330471] = "Дозорные Смерти",
		[113862] = 8,
		[334567] = "Жуткий егерь",
		[328424] = "Запятнанная грехом анима",
		[774] = 11,
		[43688] = 9,
		[334568] = "Тралл",
		[176518] = "Саргерайская жрица душ",
		[302311] = 3,
		[332521] = "Миллхаус Манашторм",
		[110117] = "Призрачный ша",
		[320235] = 11,
		[323510] = 5,
		[270404] = "Чудолиственный плеточник",
		[285424] = 7,
		[184707] = 1,
		[348911] = 8,
		[332523] = 6,
		[220543] = 5,
		[180612] = 6,
		[248439] = 1,
		[326389] = "Эшелон",
		[46186] = "Зелфан",
		[328429] = "Склизкое щупальце",
		[330477] = "Дозорные Смерти",
		[332525] = "Кирийский голиаф <Холлис>",
		[326382] = "Портал в мастерскую",
		[340546] = 11,
		[339706] = "Эхо наездника на быке",
		[332526] = "Кирийский голиаф <Холлис>",
		[340158] = 10,
		[184709] = 1,
		[338670] = 7,
		[164812] = 11,
		[127177] = 2,
		[328432] = "Склизкое щупальце",
		[158337] = "Буйный копытень",
		[127576] = 5,
		[328928] = 7,
		[290985] = 4,
		[205191] = 2,
		[58984] = 10,
		[81340] = 6,
		[328434] = "Клот",
		[59752] = 2,
		[317367] = "Кул'тарок",
		[342769] = 11,
		[322302] = 5,
		[257410] = 11,
		[311465] = 8,
		[342770] = "Зловещий антиквар",
		[201098] = 2,
		[346866] = "Верный камнерожденный",
		[335069] = 2,
		[974] = 7,
		[328437] = "Изобретатель Зи'Мокс",
		[23223] = 8,
		[332533] = 4,
		[126664] = 1,
		[39019] = "Предвестник Скайрисс",
		[297722] = 10,
		[332534] = 2,
		[32182] = 7,
		[320248] = "Пакиран Заразный",
		[152973] = "Защитное приспособление",
		[170379] = 7,
		[342774] = 10,
		[271103] = 1,
		[33132] = "Оскверненный тотем вспышки <Менну Предатель>",
		[332536] = 2,
		[138643] = 2,
		[323504] = 5,
		[346871] = "Убийца |3-1(Алтэри)",
		[117962] = 10,
		[138640] = 2,
		[271105] = 1,
		[173455] = "Осадный мастер Олугар",
		[329224] = "Склизкое щупальце",
		[342777] = "Зловещий антиквар",
		[60521] = 8,
		[307118] = 4,
		[332539] = 2,
		[36716] = "Неизвестно",
		[131474] = 11,
		[331551] = 12,
		[332540] = 2,
		[329930] = "Камнекрыл-опустошитель",
		[46187] = "Зелфан",
		[152976] = "Неизвестно",
		[332541] = 2,
		[342780] = 2,
		[336637] = 10,
		[336642] = 1,
		[332542] = 2,
		[326399] = "Старейшина Большая Ветвь",
		[336638] = 10,
		[322304] = "Маркграфиня Страдама",
		[137619] = 4,
		[326400] = "Хранитель листьев",
		[279302] = 6,
		[330496] = "Гнилоуст",
		[36717] = "Разрушенный часовой",
		[246152] = 3,
		[279303] = 6,
		[144787] = 7,
		[44199] = "Феникс <Кель'тас Солнечный Скиталец>",
		[198030] = 12,
		[34925] = "Ужасень Нексуса",
		[108238] = 11,
		[332550] = "Скованная душа",
		[5487] = 11,
		[35949] = "Язычник из клана Изувеченной Длани",
		[152979] = "Подчиненная душа",
		[34984] = "Скат резервуара Кривого Клыка",
		[89808] = "Зеппито <Гептралл-Галакронд>",
		[328452] = "Клот",
		[330500] = "Старейшина Большая Ветвь",
		[332548] = 6,
		[257415] = 2,
		[328453] = "Клот",
		[311467] = 8,
		[227723] = 7,
		[342789] = 8,
		[39021] = "Предвестник Скайрисс",
		[338693] = "Портал в мастерскую",
		[32055] = "Зыбун",
		[285452] = 7,
		[853] = 2,
		[15503] = "Гараксас",
		[329548] = 2,
		[341207] = 5,
		[156717] = "Чудовищный трупный паук",
		[107215] = "Взрывчатка богомолов",
		[295694] = 2,
		[326409] = "Фрагмент Халкиаса",
		[160149] = "Рухран",
		[25912] = 2,
		[299789] = 10,
		[51052] = 6,
		[328458] = "Лакезис",
		[331937] = 1,
		[299790] = 11,
		[57842] = 4,
		[35950] = "Псарь из клана Изувеченной Длани",
		[121153] = 4,
		[328462] = "Астрон",
		[342794] = "Смотрительница псарни",
		[205201] = 10,
		[346890] = 6,
		[342796] = 6,
		[334604] = 11,
		[3391] = "Буян из клана Изувеченной Длани",
		[205202] = 2,
		[68821] = "Аптекарь Бакстер",
		[318223] = 1,
		[39022] = "Пылающий плут",
		[289555] = 10,
		[307354] = 12,
		[330511] = 10,
		[320272] = "Сатель Злосчастный",
		[20153] = "Инфернал <Сттаричёк>",
		[324368] = "Азуль",
		[229386] = 3,
		[305284] = 2,
		[27576] = 4,
		[324821] = 11,
		[342799] = 3,
		[50401] = 6,
		[330513] = "[*] Роковой гриб",
		[324370] = "Азуль",
		[276754] = "Большой автоматон",
		[328466] = "Астрон",
		[194679] = 6,
		[324371] = 10,
		[191894] = 10,
		[35951] = "Слабая расщелина тьмы <Главный чернокнижник Пустоклят>",
		[344001] = "[*] Слизистый след",
		[324372] = "Костяное чудовище",
		[269083] = 12,
		[320277] = "Сатель Злосчастный",
		[111728] = "Райгонн",
		[174489] = "Солнечный усилитель",
		[285466] = 7,
		[320278] = "Сатель Злосчастный",
		[312533] = 2,
		[281843] = 8,
		[269085] = 10,
		[39023] = "Пылающий плут",
		[332567] = "Костяная оболочка",
		[174490] = "Солнечный усилитель",
		[257424] = 12,
		[151965] = "Поработитель из клана Кровавого Молота",
		[341678] = 6,
		[8143] = 7,
		[334615] = "Главный смотритель Джавлин",
		[8222] = 5,
		[168348] = "Пушка \"Силы Чернорука\"",
		[121839] = 10,
		[285470] = 4,
		[2120] = 8,
		[68934] = "[DND] Valentine Boss - Vial Bunny",
		[101186] = 11,
		[326426] = "Фрагмент Халкиаса",
		[139546] = 4,
		[92091] = 3,
		[26297] = 8,
		[285472] = 2,
		[328475] = "Таящийся паук",
		[202137] = 12,
		[97493] = 7,
		[324381] = "Костяное чудовище",
		[166302] = "\"Блескотрон-7000\" <Единица>",
		[326430] = "Тень Кель'таса",
		[332572] = "[*] Падающие обломки",
		[342811] = 7,
		[308434] = 3,
		[202138] = 12,
		[324382] = 10,
		[285475] = 11,
		[156064] = 12,
		[202140] = 12,
		[102359] = 11,
		[326434] = 11,
		[308433] = 10,
		[320291] = 7,
		[296146] = 10,
		[342814] = 3,
		[334625] = "Девия",
		[126270] = 5,
		[330532] = "Шаркающий арбалетчик",
		[33649] = 3,
		[344874] = "Эшелон",
		[330529] = 5,
		[324386] = 7,
		[318243] = "Призрачный прядильщик ненависти",
		[21562] = 5,
		[328491] = 3,
		[324387] = "Костяное чудовище",
		[342817] = 12,
		[35953] = "Главный чернокнижник Пустоклят",
		[105174] = 9,
		[330537] = "[*] Ненасытные миазмы",
		[25914] = 2,
		[320293] = "Сатель Злосчастный",
		[289577] = 5,
		[22842] = 11,
		[285482] = 5,
		[46192] = "Врач Солнечного Клинка",
		[320717] = "Червь-трупоед",
		[295727] = 12,
		[326438] = "Фрагмент Халкиаса",
		[213405] = 12,
		[105688] = 11,
		[324391] = "Костяное чудовище",
		[152999] = "Большое защитное приспособление",
		[156071] = 1,
		[121557] = 5,
		[137639] = 10,
		[326440] = "Фрагмент Халкиаса",
		[312106] = 10,
		[17877] = 9,
		[308429] = 10,
		[326441] = "Фрагмент Халкиаса",
		[312107] = 12,
		[152998] = "Большое защитное приспособление",
		[332585] = "Сир Денатрий",
		[322763] = 2,
		[156070] = 9,
		[338729] = "\"Орифрион\"",
		[291631] = 11,
		[291634] = 11,
		[320300] = "Сатель Злосчастный",
		[185763] = 4,
		[291632] = 6,
		[61295] = 7,
		[26682] = 1,
		[338731] = "\"Орифрион\"",
		[291633] = 6,
		[33395] = "Элементаль воды <Равшанка-Дракономор>",
		[46193] = "Жрица Делрисса",
		[332592] = 2,
		[93402] = 11,
		[326446] = 11,
		[328494] = "[*] Запятнанная грехом анима",
		[101184] = 6,
		[291635] = 6,
		[153002] = "Дозорный Каатар",
		[33702] = 9,
		[202147] = 1,
		[291636] = 4,
		[332594] = 10,
		[156073] = 11,
		[148906] = 9,
		[207267] = 6,
		[285496] = 8,
		[328497] = "[*] Пляска смерти",
		[314163] = 5,
		[291638] = 4,
		[326450] = "Порочный псарь",
		[231843] = 2,
		[173480] = "Железнокрылый изрыгатель огня",
		[291639] = 8,
		[342833] = 1,
		[323576] = "Рунический старорог",
		[332598] = 1,
		[153006] = "Дозорный Каатар",
		[204197] = 5,
		[308026] = "Усиленный охранник плавильной печи",
		[328506] = 2,
		[115419] = "Крик'тик - направитель ветров",
		[322759] = "Хаккар Свежеватель Душ",
		[328501] = "Взрывоопасный чумной бурильщик",
		[322358] = "Доктор Икус",
		[340788] = "Изобретатель Зи'Мокс",
		[291648] = 4,
		[239013] = 2,
		[332605] = "Проклинатель худу из племени Атал'ай",
		[291643] = 4,
		[326455] = "Тень Кель'таса",
		[34933] = "Маносос",
		[217708] = 2,
		[105691] = 7,
		[326456] = "Тень Кель'таса",
		[291652] = 2,
		[346934] = "Ворчливый официант",
		[291645] = 6,
		[269120] = 1,
		[332608] = "Проклинатель худу из племени Атал'ай",
		[259489] = 3,
		[291646] = 6,
		[77535] = 6,
		[344888] = 11,
		[322363] = 10,
		[316220] = 4,
		[322757] = "Хранитель врат с \"Золрамуса\"",
		[135601] = 11,
		[338746] = 3,
		[97501] = 8,
		[285514] = 7,
		[328508] = 2,
		[330556] = 8,
		[291649] = 6,
		[330565] = "Древний капитан <Нозердума>",
		[46195] = "Яззай",
		[259491] = 3,
		[291650] = 6,
		[334653] = "Ненасытный клещ",
		[39028] = "Аккирис Штормоход",
		[330558] = 8,
		[291651] = 8,
		[332613] = 1,
		[336715] = "Эктра",
		[336709] = "Эктра",
		[332607] = "Проклинатель худу из племени Атал'ай",
		[149941] = "Уничтожитель",
		[114908] = 5,
		[330560] = 8,
		[324417] = "Генерал Кааль",
		[336710] = "Эктра",
		[336711] = 10,
		[322370] = "Стойкий храбрец",
		[291654] = 6,
		[320707] = 12,
		[164273] = 3,
		[330562] = "Древний капитан <Нозердума>",
		[291655] = 6,
		[326467] = 12,
		[340807] = "Изобретатель Зи'Мокс",
		[36213] = "Большой элементаль земли <Годоя>",
		[291656] = 8,
		[328524] = 12,
		[303943] = 12,
		[314182] = 5,
		[332612] = "Проклинатель худу из племени Атал'ай",
		[326469] = "[*] Мучение: жар Кузни душ",
		[330945] = 2,
		[259495] = 3,
		[291658] = 6,
		[291672] = 2,
		[344900] = 2,
		[332620] = "Сир Денатрий",
		[291659] = 4,
		[336716] = 8,
		[32315] = "Эфириал - осквернитель гробниц",
		[24252] = 2,
		[324424] = "Мордрета, Вечная императрица",
		[198067] = 7,
		[205231] = "Созерцатель тьмы <Decimus-Darkspear>",
		[71909] = 5,
		[324425] = "Отец лесов",
		[334664] = "Птенец мечеклюва",
		[151990] = "Поработитель из клана Кровавого Молота",
		[330569] = "Бродячая смерть",
		[291662] = 6,
		[316244] = "Скальный дух",
		[34934] = "Эфириал-призрак <Эфириал-чароплет>",
		[332626] = "Сир Денатрий",
		[291663] = 6,
		[342857] = 12,
		[336714] = 10,
		[330943] = 2,
		[291664] = 6,
		[187827] = 12,
		[114911] = 7,
		[294422] = 8,
		[291665] = 4,
		[35959] = "Провидец Гнева Соккорат",
		[320334] = 12,
		[46453] = "Манадемон из клана Темного Меча",
		[291666] = 6,
		[334669] = 12,
		[303953] = 8,
		[330574] = "Бродячая смерть",
		[291667] = 8,
		[154043] = "Увеличительное стекло араккоа",
		[344909] = "[*] Расколотое сердце Ал'ара",
		[127802] = 5,
		[291668] = 5,
		[326486] = 12,
		[336719] = 2,
		[189877] = 11,
		[291669] = 4,
		[342863] = "Визгунья",
		[320338] = 12,
		[202164] = 1,
		[291670] = 2,
		[291674] = 6,
		[344916] = 2,
		[198069] = 5,
		[291671] = 8,
		[344917] = 2,
		[336722] = 2,
		[44406] = "Яркочешуйчатый змей",
		[308054] = 12,
		[342866] = "Визгунья",
		[53365] = 6,
		[330580] = "Реморния",
		[91364] = 2,
		[15583] = "Убийца из рода Бесконечности",
		[328533] = "Защитник из многоокой рати",
		[202166] = 1,
		[332629] = "Кроворуб",
		[334677] = 3,
		[271197] = 11,
		[210714] = 7,
		[291675] = 6,
		[342869] = "Разъяренный дух",
		[336726] = "Мин'ир",
		[289467] = 4,
		[291676] = 5,
		[204215] = 5,
		[336727] = "Мин'ир",
		[291678] = 6,
		[33400] = 7,
		[336729] = "Мин'ир",
		[334684] = "[*] Копье долга",
		[202168] = 1,
		[85222] = 2,
		[342872] = 7,
		[131521] = "Оскверненный Тажань Чжу",
		[330586] = "Гнилостный мясник",
		[291679] = 4,
		[342873] = 7,
		[112867] = 9,
		[68841] = "Аптекарь Фрай",
		[324444] = "\"Орифрион\"",
		[342874] = "Изобретатель Зи'Мокс",
		[131522] = "Оскверненный Тажань Чжу",
		[326494] = 6,
		[207289] = 6,
		[342875] = 7,
		[697] = 9,
		[19134] = "Воитель резервуара Кривого Клыка",
		[38520] = "Убийца из рода Бесконечности",
		[27581] = "Полководец Саларис",
		[328891] = 5,
		[330590] = "[*] Ненасытные миазмы",
		[181113] = "Скальный покоритель",
		[338784] = 9,
		[129250] = 5,
		[255586] = 6,
		[34980] = "Менну Предатель",
		[171628] = 7,
		[70890] = 6,
		[330592] = "Тошнотворный газовый мешок",
		[340831] = "Пылерев",
		[326497] = 6,
		[328545] = "[*] Пространственный разрыв",
		[346975] = 4,
		[340832] = "Пылерев",
		[322746] = "[*] Порченая кровь",
		[336737] = 7,
		[157122] = 2,
		[332642] = 1,
		[342881] = 7,
		[328547] = 4,
		[346977] = 1,
		[105702] = 11,
		[171457] = 3,
		[289639] = 10,
		[324449] = "Мордрета, Вечная императрица",
		[341175] = 9,
		[205246] = 9,
		[320358] = "Хирург Трупошов",
		[297833] = 12,
		[162243] = 12,
		[326502] = 12,
		[39033] = "Сумеречный драконаар",
		[115002] = "Оскверненный Тажань Чжу",
		[308073] = 1,
		[318312] = "Призрачный прядильщик ненависти",
		[112870] = 9,
		[46968] = 1,
		[115203] = 10,
		[351077] = 1,
		[322410] = "Сгусток слизи",
		[115430] = "Крик'тик-яростень",
		[328887] = "Визгунья",
		[273264] = 3,
		[308077] = 1,
		[84714] = 8,
		[336746] = 3,
		[129253] = 5,
		[320365] = "Хирург Трупошов",
		[68927] = "[*] Облако чарующих духов",
		[324459] = "Склизгл",
		[232893] = 12,
		[44153] = 4,
		[169413] = "Гром'карский пехотинец",
		[340842] = "Кристалл фантазмов",
		[342890] = 2,
		[114919] = 2,
		[13704] = "Крикун Негатона",
		[338788] = 2,
		[168390] = "[*] Обстрел",
		[320366] = "Хирург Трупошов",
		[339693] = "[*] Подрыв кристалла",
		[340844] = "Пылерев",
		[85739] = 1,
		[39034] = "Сумеречный драконаар",
		[19647] = "Coldus <Oníkage-Shattrath>",
		[324463] = 5,
		[330607] = 4,
		[344941] = "Оррхолин",
		[346989] = "Неизвестно",
		[340846] = "Пылерев",
		[157128] = 2,
		[326836] = "Зловещая подавительница",
		[330608] = "Тошнотворный газовый мешок",
		[332656] = "Огромная крыса Утробы",
		[323730] = "Налтор Криомант",
		[305752] = 11,
		[322418] = "Часовой чертогов",
		[340848] = "Пылерев",
		[326514] = 3,
		[96491] = 10,
		[346992] = 8,
		[199109] = 2,
		[331310] = "Зеленый шип",
		[287608] = 12,
		[225119] = 8,
		[183752] = 12,
		[31422] = "Эонус",
		[325624] = 4,
		[157131] = 2,
		[308087] = 12,
		[334708] = "Тень Баргаста <Баргаст>",
		[287610] = 12,
		[338804] = 12,
		[31550] = "Эонус",
		[325492] = 8,
		[322426] = 10,
		[330614] = "Тошнотворный газовый мешок",
		[23219] = 7,
		[314238] = 12,
		[320376] = "Создание Трупошва",
		[281469] = 5,
		[219589] = 8,
		[163276] = "Ловушка для огров",
		[336759] = "Призывательница Туманов",
		[114923] = 8,
		[332664] = "Леди Инерва Дарквейн",
		[308096] = "Усиленный мастер плавильной печи",
		[327710] = 5,
		[243139] = 3,
		[34428] = 1,
		[212423] = "Восставший тихоступ <Dornaden-Alonsus>",
		[34940] = "Ловчий нексуса",
		[168399] = "Корамар",
		[60025] = 1,
		[342905] = "Миллхаус Манашторм",
		[344953] = "Пелагий <Ниэтта>",
		[314237] = 12,
		[113899] = "Демонические врата <Сттаричёк>",
		[61305] = 8,
		[336763] = "Воплощение ненависти",
		[322429] = "Часовой чертогов",
		[332668] = "Леди Инерва Дарквейн",
		[301952] = "Чудолиственный певец рощи",
		[168398] = "Пушка \"Силы Чернорука\"",
		[314239] = 12,
		[299905] = 4,
		[308098] = "[*] Сокрушающий жар",
		[344956] = "Разказзар",
		[322736] = "Хаккар Свежеватель Душ",
		[120043] = 10,
		[216521] = 10,
		[225736] = 3,
		[273286] = 3,
		[332671] = "Вестница смерти из племени Атал'ай",
		[190925] = 3,
		[328576] = 11,
		[115436] = "Крик'тик-яростень",
		[275335] = 1,
		[322433] = "Часовой чертогов",
		[33917] = 11,
		[332672] = "Вестница смерти из племени Атал'ай",
		[322735] = "Хаккар Свежеватель Душ",
		[164862] = 11,
		[34941] = "Заклинатель жизни из Эфириума",
		[273289] = 3,
		[324483] = "Отец лесов",
		[38818] = "Дозорный Смерти",
		[328579] = "[*] Тлеющий след",
		[330627] = "Сир Денатрий",
		[347008] = "Кишак <Незегрим>",
		[38944] = "Саргеронский лучник",
		[280709] = 12,
		[205146] = 9,
		[168402] = "Корамар",
		[3355] = 3,
		[225739] = 3,
		[84721] = 8,
		[31551] = "Крабстер",
		[344955] = 6,
		[39037] = "Сумеречный драконаар",
		[31935] = 2,
		[332678] = "Вестница смерти из племени Атал'ай",
		[339237] = "Халкиас",
		[324490] = "Склизгл",
		[338825] = 11,
		[340870] = "Грань Аннигиляции",
		[49020] = 6,
		[312202] = 6,
		[57723] = 11,
		[207311] = 6,
		[108271] = 7,
		[149975] = "Катастрофа",
		[326827] = "Старший смотритель",
		[6353] = 9,
		[326538] = "Былые грехи",
		[34942] = "Эфириал-черный маг",
		[330634] = 8,
		[340873] = "Воплощение гордыни",
		[167381] = "Стойкий фалангит",
		[6673] = 1,
		[297871] = 2,
		[332683] = "Принц Ренатал",
		[127797] = 11,
		[45181] = 4,
		[273299] = 10,
		[273298] = 10,
		[216528] = 7,
		[39016] = "Даллия Глашатай Судьбы",
		[308030] = "Усиленный охранник плавильной печи",
		[262228] = 1,
		[27584] = "Полководец Саларис",
		[16979] = 11,
		[264353] = 8,
		[332686] = 2,
		[204242] = 2,
		[16595] = 11,
		[342923] = "Визгунья",
		[332687] = "Грязешмяк",
		[314258] = 10,
		[106736] = "Ша Сомнения",
		[330640] = "Колоссальный горм",
		[332688] = 6,
		[328593] = "Верховная надзирательница Бериллия",
		[33919] = "Таварок",
		[322450] = "Тред'ова",
		[118000] = 1,
		[162264] = 12,
		[340880] = "[*] Гордыня",
		[330642] = "Колоссальный горм",
		[81141] = 6,
		[167385] = "Стойкий фалангит",
		[96499] = 12,
		[274426] = 11,
		[332691] = 12,
		[343322] = "Молдоваак",
		[45182] = 4,
		[45438] = 8,
		[340883] = 2,
		[285594] = 10,
		[335013] = "Изобретатель Зи'Мокс",
		[149980] = "[*] Танцующее пламя",
		[332693] = "Проклинатель худу из племени Атал'ай",
		[198103] = 7,
		[328869] = "Патриций Кромвель",
		[330646] = "Колоссальный горм",
		[317361] = 10,
		[314262] = 2,
		[330916] = 11,
		[113394] = "Опасность",
		[642] = 2,
		[334743] = "[*] Темный бал",
		[336791] = 12,
		[16827] = "Секхан <Ханторай-ВечнаяПесня>",
		[114927] = "Гу Небесный Удар",
		[326553] = 12,
		[330915] = 11,
		[314260] = 2,
		[257622] = 3,
		[921] = 4,
		[270246] = "Пылающий элементаль",
		[207317] = 6,
		[332698] = "Грязешмяк",
		[107140] = "Лазурный змей",
		[334747] = "Сборщик трупов",
		[37665] = "Чародейка резервуара Кривого Клыка",
		[267171] = 9,
		[106228] = "[*] Ничтожность",
		[320674] = 7,
		[330652] = 11,
		[341715] = "Графиня Глумвейл",
		[334748] = "Сборщик трупов",
		[275623] = 1,
		[330653] = 11,
		[343820] = 10,
		[334749] = "Сборщик трупов",
		[295842] = 10,
		[132578] = 10,
		[231895] = 2,
		[326559] = 12,
		[69369] = 11,
		[347037] = 4,
		[262115] = 1,
		[22568] = 11,
		[326558] = 12,
		[157153] = 7,
		[56222] = 6,
		[224729] = "Аристократ-дуэлянт",
		[325257] = "Верховная надзирательница Бериллия",
		[2649] = "Ваф <Недаю-Борейскаятундра>",
		[34433] = 5,
		[325443] = 8,
		[332705] = "Старшая жрица из племени Атал'ай",
		[330658] = 11,
		[332706] = "Старшая жрица из племени Атал'ай",
		[317985] = "Раскольник-офицер",
		[344993] = "Свирепый гаргон",
		[336803] = "Вентун Прожорливый",
		[267179] = 12,
		[124659] = 2,
		[2825] = 7,
		[347042] = 11,
		[11426] = 8,
		[55095] = 6,
		[334660] = "Оживленное оружие <Аристократ-дуэлянт>",
		[330661] = 11,
		[31553] = "Караульный из клана Изувеченной Длани",
		[334757] = "Баргаст",
		[156132] = 4,
		[330662] = 11,
		[324519] = 7,
		[64382] = 1,
		[283810] = 1,
		[330663] = 11,
		[324520] = 7,
		[204255] = 12,
		[90361] = "Противогаз <Иприт-Галакронд>",
		[330664] = 7,
		[324521] = 2,
		[5374] = 4,
		[276189] = 3,
		[347047] = 11,
		[324522] = 7,
		[187874] = 7,
		[322470] = "Заблудший претендент",
		[322475] = "[*] Удар чумы",
		[324523] = 7,
		[36512] = "Провидец Гнева Соккорат",
		[336810] = "Вентун Прожорливый",
		[330666] = 11,
		[330668] = 11,
		[331606] = "Подавляющее знамя <Ксав Несломленный>",
		[18499] = 1,
		[157159] = "Саргерайский щитоносец",
		[328622] = 2,
		[108280] = 7,
		[125174] = 10,
		[109304] = 3,
		[332717] = "Инструктор Герус",
		[326574] = "Хирург Трупошов",
		[336813] = "Призывательница Туманов",
		[330670] = 11,
		[324527] = "Склизгл",
		[269238] = 5,
		[281517] = 11,
		[322465] = "Тред'ова",
		[327233] = "Изрыгатель чумы",
		[269239] = 5,
		[151697] = "Надзиратель из клана Кровавого Молота",
		[265144] = 5,
		[57984] = "Изначальный элементаль огня <Босстотемов>",
		[108281] = 7,
		[115418] = "Крик'тик - направитель ветров",
		[330673] = 11,
		[162281] = "Огрон-работник",
		[187878] = 7,
		[50334] = 11,
		[338865] = "Ловец душ В'лара",
		[167516] = "Гром'карский поджигатель",
		[30146] = 9,
		[152043] = "Поработитель из клана Кровавого Молота",
		[153067] = "Нхаллиш",
		[342961] = "Дилер Зи'екса",
		[334771] = "[*] Рана в сердце",
		[36886] = "Сердитая искусительница",
		[45442] = "Кил'джеден",
		[149996] = "Катастрофа",
		[200166] = 12,
		[304056] = 11,
		[322486] = "Жительница Тирна Скитта",
		[31554] = "Защитник резервуара Кривого Клыка",
		[158188] = 4,
		[333523] = "Зира Двурушница",
		[322487] = "Жительница Тирна Скитта",
		[149997] = "Катастрофа",
		[324760] = "Фрагмент Халкиаса",
		[128248] = "Душитель Шадо-Пан",
		[328282] = 2,
		[324536] = 9,
		[204263] = 5,
		[332619] = "Сир Денатрий",
		[115450] = 10,
		[212743] = 4,
		[334776] = 12,
		[225765] = 2,
		[153070] = "Нхаллиш",
		[332729] = "Злобный дух",
		[118522] = 7,
		[337571] = 10,
		[322491] = "Маркграфиня Страдама",
		[52610] = 11,
		[257506] = 4,
		[336826] = 3,
		[330683] = 11,
		[324540] = 9,
		[38815] = "Незрячий глаз <Пожиратель душ>",
		[185358] = 3,
		[222695] = 12,
		[322492] = "Маркграфиня Страдама",
		[322493] = "Хрупкий маг",
		[345019] = 10,
		[265157] = 3,
		[267205] = 12,
		[204266] = 7,
		[345020] = 2,
		[157168] = "Абиссал Скверны",
		[332734] = "Сир Денатрий",
		[347918] = 3,
		[22723] = 4,
		[322709] = "Тред'ова",
		[75002] = "Оживленный хищник",
		[319685] = "Криксис Ненасытный",
		[338871] = "Ловец душ В'лара",
		[331537] = "Тотем хватки смерти <Эстрэя>",
		[155741] = 11,
		[339928] = 3,
		[336832] = 8,
		[294602] = 10,
		[122281] = 10,
		[326377] = 7,
		[5394] = 7,
		[157170] = "Саргерайская стражница душ",
		[324547] = 6,
		[275006] = 8,
		[287688] = 5,
		[273354] = 10,
		[267211] = 9,
		[342979] = 11,
		[63106] = 9,
		[115453] = "Крик'тик-разведчик",
		[150004] = "Мастер горна Гон'ду",
		[318406] = "Кроворуб",
		[193007] = 3,
		[330693] = "Чумной изрыгатель слизи",
		[38533] = "Хранительница временного разлома",
		[342980] = 12,
		[19483] = "Инфернал <Сттаричёк>",
		[5938] = 4,
		[267213] = 9,
		[200175] = 12,
		[332944] = 6,
		[330695] = 4,
		[273559] = 10,
		[49028] = 6,
		[114942] = "Тотем целительного прилива <Грейтлайт-Галакронд>",
		[157173] = "Страж Скверны",
		[332744] = 5,
		[334792] = "Ловчий Альтимор",
		[279503] = 6,
		[330697] = "Зараженный ужас",
		[267217] = 9,
		[320657] = "Костяная оболочка",
		[336841] = 3,
		[322507] = 10,
		[267218] = 9,
		[342985] = "Налетчица из Каменного легиона <Генерал Кааль>",
		[328651] = "Стрелок-отравитель",
		[297935] = 10,
		[55090] = 6,
		[202225] = 1,
		[270481] = "Демонический тиран <Незегрим>",
		[115455] = "Крик'тик - прерыватель чар",
		[291039] = 8,
		[6770] = 4,
		[320462] = "Чародей с \"Золрамуса\"",
		[46469] = "Покоритель из клана Темного Меча",
		[38534] = "Хранительница временного разлома",
		[334797] = "Баргаст",
		[63619] = "Исчадие Тьмы <Свейя-СтражСмерти>",
		[132603] = 5,
		[186387] = 3,
		[326607] = "Камнерожденный-разоритель",
		[330703] = "Чумной изрыгатель слизи",
		[48517] = 11,
		[6962] = 7,
		[337037] = "Нектара Изувер",
		[320465] = "Крылодер Жестокий",
		[12323] = 1,
		[343317] = "[*] Проклятие Харгитаса",
		[337476] = 10,
		[317349] = 1,
		[157172] = "Саргерайская стражница душ",
		[341131] = "Придворный палач",
		[290133] = 9,
		[277185] = 5,
		[345230] = 10,
		[150011] = "Мастер горна Гон'ду",
		[334802] = 2,
		[336850] = 1,
		[342995] = 5,
		[334804] = 2,
		[264173] = 9,
		[328660] = "Хлещущая слизь",
		[54149] = 2,
		[37511] = "Караульный из клана Изувеченной Длани",
		[15587] = "Послушник из клана Призрачной Луны",
		[278543] = 6,
		[347091] = "Страж горести",
		[38535] = "Хранительница временного разлома",
		[269279] = 5,
		[328662] = "Неизвестно",
		[65412] = 12,
		[47750] = 5,
		[200183] = 5,
		[328664] = "Оживленный маг <Амарт>",
		[48518] = 11,
		[115458] = "[*] Кислотная бомба",
		[342998] = 5,
		[345046] = 2,
		[330712] = "Визгунья",
		[339080] = "[*] Выброс анимы",
		[108291] = 11,
		[8676] = 4,
		[102659] = 3,
		[154110] = "Аракнат",
		[77575] = 6,
		[345048] = 11,
		[328667] = "Хрупкий маг",
		[339929] = 3,
		[334810] = "Мве'зала",
		[287712] = 11,
		[265187] = 9,
		[72968] = 3,
		[338906] = 10,
		[263140] = 3,
		[338907] = 10,
		[324573] = 12,
		[108292] = 11,
		[320478] = "Усиленный верный Утробе перехватчик",
		[265189] = 3,
		[38536] = "Хранительница временного разлома",
		[310240] = 12,
		[64901] = 5,
		[315536] = "Неизвестно",
		[275429] = 9,
		[326623] = "Камнерожденный-разоритель",
		[320480] = "Усиленный верный Утробе перехватчик",
		[338910] = 10,
		[154113] = "Аракнат",
		[218617] = 1,
		[328673] = "Зе'рали",
		[330720] = "Страж портала",
		[343173] = 4,
		[108293] = 11,
		[336864] = 3,
		[325551] = "Домина Отравленный Клинок",
		[85256] = 2,
		[230987] = 10,
		[334693] = 6,
		[29893] = 9,
		[326790] = "[*] Сияющая перезарядка",
		[159234] = 4,
		[336866] = 8,
		[320463] = "Крылодер Жестокий",
		[108294] = 11,
		[163330] = "Глашатай Рассвета",
		[320646] = "[*] Зловонный газ",
		[107270] = 10,
		[11428] = "Повелитель временного разлома",
		[326629] = "Хирург Трупошов",
		[225787] = 12,
		[330725] = "Страж портала",
		[38537] = "Повелитель временного разлома",
		[199658] = 1,
		[39049] = "Эонус",
		[223819] = 2,
		[343005] = "Визгунья",
		[343013] = 12,
		[225788] = 12,
		[153093] = "Садана Кровавое Безумие",
		[195072] = 12,
		[326632] = "Камнерожденный-разоритель",
		[336871] = 3,
		[325361] = "Изобретатель Зи'Мокс",
		[5740] = 9,
		[75531] = 11,
		[336872] = 2,
		[330729] = 11,
		[332777] = 8,
		[150023] = "Магмолат",
		[265202] = 5,
		[330730] = 7,
		[17735] = "Чаруке <Жгуисжигаю-Дракономор>",
		[183811] = 2,
		[336874] = 10,
		[44425] = 8,
		[19505] = "Khaamyn <Inezalia-ArgentDawn>",
		[163334] = "Нииза Нокс",
		[297966] = "Чрево Утробы",
		[153094] = "Садана Кровавое Безумие",
		[324589] = "Вестник смерти <[*] Явление смерти>",
		[326637] = "Камнерожденная-потрошительница",
		[326638] = "Камнерожденная-потрошительница",
		[323497] = 10,
		[38538] = "Повелитель времени Дежа",
		[196099] = 9,
		[94472] = 5,
		[48265] = 6,
		[328687] = "Хрупкий арбалетчик",
		[330700] = "Зараженный ужас",
		[152073] = "Поработитель из клана Кровавого Молота",
		[327240] = "Верное создание",
		[154121] = "Аракнат",
		[155145] = 2,
		[343022] = "Визгунья",
		[310256] = 6,
		[304093] = "Вестник смерти",
		[200196] = 5,
		[321473] = 2,
		[338928] = 7,
		[332785] = 10,
		[326642] = "Камнерожденная-потрошительница",
		[196100] = 9,
		[319654] = "Криксис Ненасытный",
		[280735] = 1,
		[310261] = 12,
		[153089] = "Садана Кровавое Безумие",
		[97035] = 11,
		[97547] = 11,
		[326644] = "Камнерожденная-потрошительница",
		[53385] = 2,
		[16856] = "Гладиатор из клана Изувеченной Длани",
		[320103] = "Ползучая слизь",
		[279684] = 8,
		[295929] = "Невероятно большая крыса Утробы",
		[322550] = "Тред'ова",
		[101643] = 10,
		[308488] = 11,
		[336885] = 8,
		[328620] = 2,
		[190984] = 11,
		[158221] = 10,
		[345211] = 11,
		[330743] = 8,
		[48778] = 6,
		[310266] = 6,
		[336887] = 10,
		[330744] = 4,
		[324601] = 5,
		[200200] = 5,
		[330745] = 8,
		[338936] = "Хрящеклюв",
		[8613] = 7,
		[322554] = "Вершитель Тарвольд",
		[336889] = 8,
		[297982] = "Чрево Утробы",
		[324603] = 5,
		[257538] = 8,
		[38540] = "Повелитель времени Дежа",
		[205385] = 5,
		[334971] = "Маргор",
		[23922] = 1,
		[336891] = 10,
		[338939] = "Метатель гнили",
		[150032] = "Магмолат",
		[124682] = 10,
		[336892] = 3,
		[330749] = 4,
		[227847] = 1,
		[326654] = "Индри Древопев",
		[257537] = 8,
		[345209] = 11,
		[291843] = 11,
		[258922] = 12,
		[312321] = 9,
		[332922] = 12,
		[324608] = "\"Орифрион\"",
		[312324] = "Валиок <Сочувствие>",
		[332800] = 2,
		[273415] = 1,
		[57994] = 7,
		[257541] = 8,
		[345087] = 11,
		[235016] = 11,
		[332801] = 2,
		[254471] = 2,
		[345088] = 9,
		[322563] = "Тред'ова",
		[295945] = "[*] Мышеловки",
		[257542] = 8,
		[345089] = 2,
		[330755] = "Наблюдательница Зельгар",
		[332803] = 2,
		[310278] = 5,
		[345090] = 2,
		[338949] = 5,
		[124172] = "Сик'тик - боец авангарда",
		[334852] = "Гекутис",
		[345091] = 2,
		[296061] = 10,
		[154132] = "Аракнат",
		[31687] = 8,
		[345092] = 10,
		[322567] = "Вершитель Тарвольд",
		[332806] = 2,
		[160274] = "Посвященный Восходящего Солнца",
		[279565] = 8,
		[336904] = 3,
		[332807] = 2,
		[322681] = "Создание Трупошва",
		[320521] = 9,
		[322569] = "Друст-душеруб",
		[124173] = "Сик'тик - боец авангарда",
		[310283] = 6,
		[279567] = 8,
		[332797] = "Сир Денатрий",
		[47755] = 5,
		[155158] = 8,
		[254474] = 2,
		[105771] = 1,
		[256522] = 4,
		[30151] = "Кишак <Незегрим>",
		[345097] = 3,
		[235021] = 3,
		[154135] = "Аракнат",
		[295942] = "Оррхолин",
		[112911] = "Фрагмент Ненависти",
		[90898] = 9,
		[308239] = 12,
		[336906] = 5,
		[58506] = "Стрелок из армии Расколотого Солнца",
		[273428] = 1,
		[337013] = "Альдерин",
		[1725] = 4,
		[345100] = 9,
		[38811] = "Изначальный кошмар",
		[324623] = "Оживленное оружие <Аристократ-дуэлянт>",
		[332808] = 2,
		[209426] = 12,
		[204301] = 2,
		[152089] = "Поработитель из клана Кровавого Молота",
		[310290] = 6,
		[345102] = 8,
		[84751] = 10,
		[114954] = 8,
		[334864] = 5,
		[345103] = 6,
		[320529] = "Вирулакс Заклинатель Чумы",
		[324609] = "Аристократ-дуэлянт",
		[326462] = 11,
		[246287] = 5,
		[324724] = 5,
		[279572] = 5,
		[227255] = 12,
		[160282] = "Сияющая сверхновая",
		[334962] = 10,
		[122128] = 5,
		[279564] = 8,
		[345106] = 3,
		[330765] = 11,
		[215572] = 1,
		[310295] = 6,
		[345107] = 2,
		[59544] = 5,
		[203286] = 8,
		[343060] = "Генерал Грашаал",
		[345108] = 2,
		[127230] = 2,
		[150045] = "Магмолат",
		[120593] = "Лужа смолы",
		[295963] = 2,
		[42650] = 6,
		[308250] = 6,
		[343062] = "Боец Бран",
		[345110] = 9,
		[341200] = "Нафрийская стражница греха",
		[279569] = 2,
		[343063] = "Генерал Грашаал",
		[295965] = 11,
		[332804] = 2,
		[345085] = 1,
		[155166] = 6,
		[345112] = 8,
		[273232] = 12,
		[330711] = "Визгунья",
		[320519] = "Чумной спинолом",
		[295967] = 10,
		[345094] = 1,
		[334851] = "Оживленный шаркающий ужас <Микджагер-Гордунни>",
		[326684] = "Миллхаус Манашторм",
		[53390] = 7,
		[334863] = 10,
		[297018] = "Страж душ",
		[310303] = 12,
		[176669] = 6,
		[150034] = "[*] Удушающий пепел",
		[345104] = 9,
		[327158] = 6,
		[38810] = "Изначальный кошмар",
		[19658] = "Khaamyn <Inezalia-ArgentDawn>",
		[207386] = 11,
		[164363] = "Страж горести",
		[295971] = 2,
		[254473] = 2,
		[341022] = "Чумная прислужница",
		[49039] = 6,
		[150038] = "Магмолат",
		[330784] = "Маниакальный стражник душ",
		[23881] = 1,
		[324717] = 10,
		[328737] = 3,
		[330657] = 11,
		[345111] = 8,
		[254472] = 2,
		[102543] = 11,
		[330786] = "Икор Желчная Плоть",
		[31289] = "Кивающий тигр",
		[30153] = "Кишак <Незегрим>",
		[345121] = 4,
		[153123] = "Неуловимый боец с шакрамом",
		[10789] = 7,
		[332617] = "Доктор Икус",
		[328740] = "Восставший сектант",
		[11366] = 8,
		[115989] = 6,
		[346106] = 10,
		[339049] = 12,
		[304237] = 2,
		[46736] = 10,
		[313056] = 10,
		[47248] = "Кабалист Солнечного Клинка",
		[320517] = "Чумной спинолом",
		[320542] = "Вирулакс Заклинатель Чумы",
		[234946] = 5,
		[112918] = "Злобная сущность",
		[345122] = 5,
		[113942] = 9,
		[116680] = 10,
		[328731] = "Возрожденный феникс",
		[24394] = "Секхан <Ханторай-ВечнаяПесня>",
		[324631] = 7,
		[332903] = 3,
		[287790] = 11,
		[117526] = 3,
		[118038] = 1,
		[343080] = "Боец Бран",
		[271671] = 8,
		[185394] = 2,
		[332842] = 7,
		[20549] = 11,
		[332805] = 2,
		[304971] = 2,
		[308270] = 2,
		[326700] = "Сир Денатрий",
		[328748] = 10,
		[142878] = 3,
		[330764] = 11,
		[324652] = "Склизгл",
		[295985] = "Тракт Ледоруб",
		[335805] = "[*] Бастион Архонта",
		[271468] = 8,
		[334893] = "[*] Каменные осколки",
		[205345] = 8,
		[54861] = 6,
		[265258] = 5,
		[326703] = 12,
		[295969] = 11,
		[117014] = 7,
		[334889] = "[*] Обращающий в камень вой",
		[343086] = "Генерал Кааль",
		[330793] = "Наблюдательница Зельгар",
		[258022] = 2,
		[327705] = 10,
		[334896] = 6,
		[236060] = 8,
		[265273] = 9,
		[332849] = "Сир Денатрий",
		[334765] = "Генерал Кааль",
		[279608] = 10,
		[59542] = 2,
		[324659] = "Изменчивое воплощение",
		[326707] = "Сир Денатрий",
		[295991] = "Тюремный часовой",
		[633] = 2,
		[317509] = 10,
		[334899] = "Стрелок-отравитель",
		[328756] = "Ингра Малох",
		[339444] = "Диверсант из Каменного легиона",
		[291653] = 6,
		[324662] = "Кин-Тара",
		[328757] = 3,
		[322614] = "Тред'ова",
		[267325] = 4,
		[343011] = 12,
		[157736] = 9,
		[157228] = 11,
		[111898] = 9,
		[48018] = 9,
		[326712] = "Темная прислужница",
		[190456] = 1,
		[267327] = 4,
		[106267] = "[*] Пульсация гидрокопья",
		[160288] = "Арканолог Небесного Пути",
		[193065] = 5,
		[115994] = 6,
		[336990] = 2,
		[295997] = 12,
		[336899] = 3,
		[267329] = 4,
		[8679] = 4,
		[295998] = 2,
		[330810] = "Скованная душа",
		[324667] = "Склизгл",
		[212520] = 1,
		[121114] = "Сик'тик - янтарный прядильщик",
		[327814] = "Генерал Кааль",
		[267331] = 4,
		[302143] = 10,
		[320573] = "Чародей с \"Золрамуса\"",
		[160303] = "Сияющая сверхновая",
		[332860] = 5,
		[221699] = 6,
		[320574] = "[*] Колодец Тьмы",
		[330813] = "Наблюдательница Зельгар",
		[260643] = 1,
		[38804] = "Защитник Аркатраца",
		[322654] = "Тред'ова",
		[112869] = 9,
		[332862] = 12,
		[7268] = 8,
		[320576] = "Вирулакс Заклинатель Чумы",
		[339006] = "Угасший бродяжник",
		[330656] = 11,
		[345130] = 10,
		[330716] = "Страж портала",
		[330816] = "Икор Желчная Плоть",
		[26573] = 2,
		[267330] = 4,
		[320224] = 11,
		[702] = 9,
		[332865] = "Склизгл",
		[343104] = "Стигийский испепелитель",
		[8936] = 11,
		[189998] = 5,
		[332866] = 5,
		[87840] = 3,
		[121116] = 10,
		[153139] = "Ранжит",
		[336963] = "Мин'ир",
		[339010] = "Угасший бродяжник",
		[345154] = 2,
		[30923] = "Ворожея резервуара Кривого Клыка",
		[189999] = 2,
		[151092] = "Пленный шахтер",
		[331523] = 11,
		[243241] = 5,
		[46740] = 2,
		[163379] = "Бомбитель",
		[334918] = "Ненасытный громила",
		[330822] = "Наблюдательница Зельгар",
		[95007] = 5,
		[48020] = 9,
		[152108] = 9,
		[16589] = 8,
		[332871] = "Верховный истязатель Даритос",
		[334919] = "[*] Обращающий в камень вой",
		[148022] = 8,
		[339015] = "Угасший бродяжник",
		[207400] = 7,
		[330694] = "Чумной изрыгатель слизи",
		[296003] = 10,
		[32587] = "Воитель клана Изувеченной Длани",
		[17229] = 10,
		[93985] = 11,
		[347221] = "Поганище",
		[119582] = 10,
		[334913] = "Мве'зала",
		[326731] = 2,
		[334934] = 1,
		[273992] = 8,
		[316493] = 8,
		[44949] = 1,
		[30283] = 9,
		[53652] = 2,
		[222499] = "Разказзар",
		[326733] = 2,
		[336972] = 12,
		[334921] = "Ненасытный громила",
		[29722] = 9,
		[332707] = "Старшая жрица из племени Атал'ай",
		[328789] = "Грань Аннигиляции",
		[160312] = "Саргерайский священник",
		[79140] = 4,
		[334926] = "Взрывоопасный чумной бурильщик",
		[296019] = "Повелитель замков",
		[296956] = "Страж душ",
		[59914] = 8,
		[347214] = 1,
		[106785] = 11,
		[298068] = 9,
		[154150] = "Прототип солнечного голема Небесного Пути",
		[324429] = "Отец лесов",
		[112929] = "Хваткая ненависть <Оскверненный Тажань Чжу>",
		[243247] = 8,
		[195125] = 4,
		[334929] = "Генерал Кааль",
		[296023] = "Повелитель замков",
		[332882] = 4,
		[35479] = 3,
		[159290] = "Солнечный фамилиар",
		[320596] = "Чумокост",
		[339026] = 3,
		[16191] = 7,
		[106944] = "Разрушительный ша",
		[320580] = "Амарт",
		[320614] = "Червь-трупоед",
		[150076] = "Мастер горна Гон'ду",
		[334932] = "Гекутис",
		[15655] = "Защитник резервуара Кривого Клыка",
		[298073] = "Чудовищный страж",
		[304075] = "Верный Утробе ритуалист",
		[60307] = 3,
		[334939] = "Маргор",
		[339029] = 2,
		[12042] = 8,
		[142910] = 3,
		[328791] = "Лорд-камергер",
		[322648] = "[*] Связь разума",
		[32588] = "Воитель клана Изувеченной Длани",
		[343126] = "Генерал Кааль",
		[331934] = 8,
		[289885] = 5,
		[150078] = "Мастер горна Гон'ду",
		[112932] = "Остатки Ненависти",
		[312411] = 6,
		[196681] = 2,
		[321226] = "Амарт",
		[8680] = 4,
		[143924] = 10,
		[192058] = 7,
		[191034] = 11,
		[43927] = 12,
		[112931] = "Фрагмент Ненависти",
		[330843] = "Наблюдательница Зельгар",
		[154175] = "Костебрюх",
		[163390] = "Нииза Нокс",
		[205369] = 5,
		[347226] = 2,
		[324701] = 3,
		[334909] = "[*] Гнетущая атмосфера",
		[9512] = 4,
		[306272] = 12,
		[326718] = "Кровавый кадет",
		[343132] = "Боец Бран",
		[9484] = 5,
		[322655] = "Тред'ова",
		[320571] = "Чародей с \"Золрамуса\"",
		[334942] = "Маргор",
		[271462] = 8,
		[153153] = "Садана Кровавое Безумие",
		[105809] = 2,
		[228920] = 1,
		[320696] = "Сшитый боец авангарда",
		[330848] = "[*] Неправильные па",
		[191037] = 11,
		[343135] = "Генерал Грашаал",
		[312419] = "Валиок <Сочувствие>",
		[322658] = "Тред'ова",
		[85288] = 1,
		[334945] = "Маргор",
		[271465] = 8,
		[102558] = 11,
		[317103] = 2,
		[343087] = "Крыса Утробы",
		[112933] = "Остатки Ненависти",
		[278182] = "Зеленый хранитель",
		[291944] = 6,
		[93337] = 9,
		[229417] = 12,
		[328729] = "Восставший сектант",
		[291673] = 6,
		[168514] = "[*] Обстрел",
		[336996] = "Нектара Изувер",
		[273516] = 10,
		[332836] = "Гнилостный мясник",
		[201363] = 1,
		[31821] = 2,
		[279584] = 12,
		[120588] = 7,
		[291642] = 10,
		[324651] = 12,
		[314473] = 10,
		[48792] = 6,
		[343142] = 4,
		[10059] = 8,
		[16591] = 11,
		[83242] = 3,
		[328404] = 4,
		[108839] = 8,
		[327594] = "Изрыгатель чумы",
		[30449] = 8,
		[343144] = 5,
		[59543] = 3,
		[255546] = 4,
		[146739] = 9,
		[343145] = 4,
		[268194] = 6,
		[330859] = 5,
		[345109] = 10,
		[212431] = 3,
		[328707] = "Восставший сектант",
		[339051] = 12,
		[83243] = 3,
		[135700] = 11,
		[261981] = 10,
		[54680] = "Дьявозавр <Айхунт>",
		[330896] = 2,
		[47001] = "Душегуб Солнечного Клинка",
		[324044] = "Халкиас",
		[111400] = 9,
		[345105] = 9,
		[48025] = 2,
		[186406] = 10,
		[328857] = "Визгунья",
		[300147] = 2,
		[320171] = "Амарт",
		[65081] = 5,
		[296211] = 2,
		[83244] = 3,
		[334960] = "Маргор",
		[88625] = 5,
		[274282] = 11,
		[316531] = 1,
		[334961] = "Мве'зала",
		[127271] = 3,
		[326005] = "Сир Денатрий",
		[128051] = "Золотой жук",
		[326771] = "Камнерожденный-рассекатель",
		[279673] = 9,
		[281721] = 12,
		[154187] = "Стражница душ Ниами",
		[61336] = 11,
		[164426] = "Раздиратель Плоти Нок'Гар",
		[330868] = "Маниакальный стражник душ",
		[83245] = 3,
		[343155] = "Синдрел",
		[160331] = 3,
		[153164] = "Оскверненный дух",
		[305055] = 10,
		[310392] = "Синод",
		[320631] = "Червь-трупоед",
		[339061] = 3,
		[17481] = 6,
		[204596] = 12,
		[296059] = 10,
		[330871] = "Сир Денатрий",
		[300155] = "Жительница Тирна Скитта",
		[334967] = "Мечеклюв-матриарх",
		[337015] = "Альдерин",
		[16592] = "Неизвестно",
		[332799] = 2,
		[343159] = "Харгитас",
		[108843] = 8,
		[330873] = 11,
		[50842] = 6,
		[320512] = "Гниющий слизнекоготь",
		[59545] = 6,
		[310272] = 6,
		[223814] = 10,
		[334970] = "Мве'зала",
		[304254] = "Герус Заточенный",
		[330875] = "Пагубный темный проповедник",
		[322557] = "Друст-душеруб",
		[212552] = 6,
		[320637] = "Чумокост",
		[339067] = "Грязешмяк",
		[116011] = 8,
		[331536] = 10,
		[296065] = 10,
		[215558] = 4,
		[295932] = "Страж Аркобан",
		[38812] = 10,
		[205386] = 5,
		[273541] = 10,
		[38539] = "Повелитель времени Дежа",
		[263165] = 5,
		[39332] = "Ловчий нексуса",
		[274431] = 5,
		[328837] = 3,
		[294020] = 7,
		[106797] = "Лю Пламенное Сердце",
		[323557] = 11,
		[194509] = 5,
		[192077] = 7,
		[345215] = 11,
		[195750] = 6,
		[277060] = "Беглый проклинатель",
		[319506] = "Воплощение ненависти <Полная ненависти душа>",
		[294533] = "Угасший демон",
		[222202] = 10,
		[324739] = 2,
		[264178] = 9,
		[320644] = "Ксав Несломленный",
		[251463] = 1,
		[331288] = "Хивин Ломатель",
		[320208] = "Создание Трупошва",
		[221771] = 10,
		[277481] = "Вооруженный пленник",
		[332932] = 2,
		[195617] = 6,
		[62618] = 5,
		[345219] = 5,
		[272733] = 3,
		[38813] = "Пожиратель душ",
		[119085] = 10,
		[322695] = 3,
		[1044] = 2,
		[183889] = 8,
		[200685] = 12,
		[346651] = "Баронесса Фрида",
		[91800] = "Hammerleaper <Dornaden-Alonsus>",
		[289982] = 3,
		[107268] = "Диверсант Кип'тилак",
		[57755] = 1,
		[116014] = 8,
		[192081] = 11,
		[329322] = "Верный Утробе стражник душ",
		[101168] = 11,
		[332937] = "Зловещее отражение",
		[326794] = "Инквизитор Зигар",
		[59547] = 7,
		[345228] = 2,
		[300174] = 1,
		[192082] = 7,
		[258634] = "Пылающий углестраж",
		[306318] = 5,
		[324748] = 10,
		[291644] = 8,
		[205448] = 5,
		[327610] = "Лорд Ставрос",
		[332940] = 2,
		[334988] = "Чумной громадень",
		[2580] = 2,
		[153596] = 8,
		[341132] = 2,
		[38814] = "Пожиратель душ",
		[320655] = "Чумокост",
		[347901] = 2,
		[341133] = "Иерарх замка Нафрия",
		[82691] = 8,
		[128766] = "Душитель Шадо-Пан",
		[153177] = "Владыка Небесного Пути",
		[337060] = 9,
		[68799] = "Аптекарь Фрай",
		[172631] = 11,
		[28880] = 1,
		[49821] = 5,
		[264438] = 2,
		[345231] = 2,
		[330897] = 11,
		[200174] = 5,
		[294038] = 10,
		[59548] = 8,
		[89344] = 1,
		[273348] = 10,
		[294039] = 10,
		[207684] = 12,
		[315150] = 10,
		[332947] = 2,
		[316981] = "Ксав Несломленный",
		[332506] = 10,
		[45470] = 6,
		[332948] = 2,
		[107047] = "Боец Га'док",
		[120269] = "[*] Едкий сок",
		[270569] = 9,
		[15785] = "Маносос",
		[326806] = "Инквизитор Зигар",
		[345236] = "Стигийский кузнец рун",
		[322711] = "Халкиас",
		[307164] = 2,
		[157165] = "Саргерайский ревнитель",
		[279709] = 11,
		[44314] = "Селин Огненное Сердце",
		[32592] = 5,
		[326808] = 6,
		[106547] = "Новообращенный Шадо-Пан",
		[330904] = 11,
		[332952] = "Хрящеклюв",
		[335000] = "Мве'зала",
		[168540] = "[*] Обстрел",
		[2139] = 8,
		[8618] = 3,
		[190446] = 8,
		[158176] = "Сумрачный землетряс",
		[330906] = 11,
		[341145] = "Придворный иерарх",
		[192090] = 11,
		[168541] = "[*] Обстрел",
		[127220] = 5,
		[341146] = "Придворный палач",
		[226943] = 5,
		[337956] = 5,
		[321009] = "Кин-Тара",
		[332956] = "[*] Некротический плевок",
		[351140] = 8,
		[279715] = 8,
		[332708] = "Хивин Ломатель",
		[211545] = 11,
		[38816] = "Дозорный Смерти",
		[327581] = "Изрыгатель чумы",
		[298146] = 4,
		[228360] = 5,
		[257620] = 3,
		[324514] = "[*] Явление смерти",
		[117418] = 10,
		[337881] = 2,
		[324323] = "Скелет-мародер",
		[229976] = 2,
		[190411] = 1,
		[341151] = "Убийца из замка Нафрия",
		[33697] = 7,
		[108853] = 8,
		[197690] = 1,
		[34335] = "Крикун Негатона",
		[65116] = 7,
		[280286] = 6,
		[8220] = 5,
		[115767] = 1,
		[52127] = 7,
		[119996] = 10,
		[322724] = "Бессердечный-охотник",
		[318949] = "Чумной спинолом",
		[22482] = 4,
		[197214] = 7,
		[115509] = "Страж Шадо-Пан",
		[341155] = 6,
		[335012] = 11,
		[345251] = 11,
		[341253] = "Проблеск анимы",
		[303017] = 10,
		[38817] = "Дозорный Смерти",
		[320679] = "Непреклонный соперник",
		[214621] = 5,
		[157644] = 8,
		[329455] = "Алчущий разрушитель",
		[338357] = "Кирийский кадавр",
		[330919] = "Яростная маска",
		[324776] = "Туманный культиватор",
		[326824] = "Эхо греха",
		[263344] = "Усиленная имперская смотрительница",
		[322729] = 10,
		[124213] = 12,
		[335016] = "Ловчий Альтимор",
		[217694] = 8,
		[330921] = 2,
		[332969] = "[*] Разрушительный удар",
		[326826] = "Старший смотритель",
		[340872] = "Грань Аннигиляции",
		[17619] = 11,
		[319529] = "Похитительница ненависти",
		[52128] = 7,
		[328875] = "Патриций Кромвель",
		[229837] = 6,
		[36514] = "Чародейский взрыв",
		[171621] = 10,
		[114999] = "Оскверненный Тажань Чжу",
		[298160] = "Козарус Падший",
		[341163] = "Кирийский голиаф <Холлис>",
		[326829] = "Инквизитор Зигар",
		[347404] = "Верный Утробе вестник гибели",
		[302361] = 6,
		[154216] = "Солнечный тотем <Адепт Рассвета>",
		[335021] = 2,
		[32390] = 9,
		[119607] = 10,
		[341165] = "Кирийский голиаф <Холлис>",
		[326831] = "Старший смотритель",
		[328879] = "Патриций Кромвель",
		[330927] = 2,
		[113900] = "Демонические врата <Сттаричёк>",
		[39036] = "Сумеречный драконаар",
		[328880] = "Изобретатель Зи'Мокс",
		[339119] = 2,
		[310143] = 11,
		[326833] = "Эхо греха",
		[152170] = "Магмолат",
		[334713] = "Зловещий охотник <Незегрим>",
		[226757] = 8,
		[340860] = "Корень истребления",
		[173514] = "Железнокрылый изрыгатель огня",
		[22719] = 9,
		[308405] = 11,
		[326835] = "Покрытый оссеином рядовой",
		[44194] = "Кель'тас Солнечный Скиталец",
		[123904] = 10,
		[317223] = 2,
		[310454] = 10,
		[172649] = "Гром'карский техник",
		[37666] = "Наблюдатель резервуара Кривого Клыка",
		[15530] = "Яззай",
		[326837] = "Старший смотритель",
		[328885] = "Верховный истязатель Даритос",
		[254069] = 10,
		[316599] = "[*] Пламя очистителя",
		[344939] = 10,
		[308078] = 3,
		[322743] = "Неповоротливое создание",
		[341173] = 3,
		[91797] = "Gravelslobber <Dornaden-Alonsus>",
		[152173] = 10,
		[24275] = 2,
		[336736] = 7,
		[107428] = 10,
		[337079] = 10,
		[298172] = "Козарус Падший",
		[41635] = 5,
		[320359] = "Хирург Трупошов",
		[321578] = 10,
		[194153] = 11,
		[332985] = "Калисфена",
		[17364] = 7,
		[328890] = "Верховный истязатель Даритос",
		[181867] = 2,
		[308413] = 1,
		[192106] = 7,
		[152175] = 10,
		[183218] = 2,
		[324796] = 3,
		[171629] = 5,
		[153024] = "Дозорный Каатар",
		[171454] = 3,
		[98021] = "Тотем духовной связи <Грейтлайт-Галакронд>",
		[215479] = 10,
		[112866] = 9,
		[325163] = "Туманная защитница",
		[162415] = "Ошир",
		[326846] = "Инквизитор Зигар",
		[204213] = 5,
		[119611] = 10,
		[332990] = "Калисфена",
		[326847] = "Инквизитор Зигар",
		[121147] = 6,
		[202347] = 11,
		[260708] = 1,
		[32316] = "Эфириал-чароплет",
		[344910] = 2,
		[320336] = "Хрупкий маг",
		[344907] = 2,
		[192109] = 7,
		[328897] = "Визгунья",
		[5302] = 1,
		[195181] = 6,
		[324427] = "\"Орифрион\"",
		[110909] = 8,
		[176568] = 4,
		[271194] = 11,
		[326851] = "Сир Денатрий",
		[337090] = 8,
		[322756] = "Хранитель врат с \"Золрамуса\"",
		[195182] = 6,
		[277706] = 9,
		[328900] = 2,
		[330948] = 2,
		[291657] = 10,
		[115421] = "Крик'тик - направитель ветров",
		[5782] = 9,
		[339140] = 11,
		[46197] = 8,
		[295754] = 12,
		[156080] = 2,
		[47524] = 4,
		[215661] = 2,
		[156079] = 5,
		[173489] = "Железнокрылый изрыгатель огня",
		[339142] = 11,
		[332599] = 1,
		[285500] = 4,
		[296140] = 2,
		[247402] = 3,
		[153001] = "Большое защитное приспособление",
		[6262] = 9,
		[33958] = "Пожиратель душ",
		[322762] = 2,
		[291637] = 8,
		[326858] = "Сир Денатрий",
		[328906] = 8,
		[339145] = 11,
		[333002] = "Гнусная оккультистка",
		[128829] = "Крик'тик-разведчик",
		[152183] = "Шлакна",
		[61551] = 8,
		[308430] = 3,
		[326860] = 10,
		[328908] = 10,
		[34930] = "Эфириал-черный маг",
		[324394] = "Костяное чудовище",
		[98008] = 7,
		[152184] = "Шлакна",
		[161399] = 3,
		[341196] = "Каратель из замка Нафрия",
		[90328] = "Элегон <Виаэлитта>",
		[337101] = 10,
		[322767] = "Друст-жнец",
		[341197] = "Зоркий стрелок из замка Нафрия",
		[326863] = 12,
		[154018] = "[*] Поджигание",
		[330959] = "Кастелян Никлаус",
		[341198] = 4,
		[343727] = "Исчадие Тьмы <Ptitepause-MarécagedeZangar>",
		[115008] = 10,
		[322015] = 12,
		[341199] = "Следопыт из замка Нафрия",
		[113860] = 9,
		[321442] = 10,
		[298197] = 6,
		[275672] = 1,
		[313010] = 3,
		[320723] = "[*] Перемещенная взрывная волна",
		[340758] = "Изобретатель Зи'Мокс",
		[151541] = "Головорез из клана Кровавого Молота",
		[326867] = 6,
		[44198] = "Феникс <Кель'тас Солнечный Скиталец>",
		[175513] = 3,
		[341202] = 4,
		[342801] = 3,
		[115009] = "Вестник шторма Шадо-Пан",
		[36054] = "Дикарь из клана Изувеченной Длани",
		[15531] = "Раб-бродяга пустошей",
		[46188] = "Зелфан",
		[327664] = "Хирург Трупошов",
		[330965] = "Кастелян Никлаус",
		[324822] = 10,
		[277724] = 4,
		[320727] = "[*] Перемещенная взрывная волна",
		[347348] = 7,
		[126507] = 3,
		[13341] = "Миллхаус Манашторм",
		[337110] = "Баронесса Фрида",
		[347349] = 7,
		[336651] = 2,
		[321329] = 8,
		[320729] = "Ксав Несломленный",
		[330968] = "Задиристый официант",
		[324825] = 2,
		[527] = 5,
		[321247] = "Амарт",
		[117570] = "Фрагмент сомнения",
		[1604] = "Злобный вурдалак",
		[326874] = "Мелкий камнебес",
		[337113] = 9,
		[260286] = 3,
		[350117] = 5,
		[319655] = "Криксис Ненасытный",
		[328923] = 7,
		[845] = 1,
		[205196] = "Зловещий охотник <Незегрим>",
		[350119] = 5,
		[156287] = 1,
		[314590] = 2,
		[337824] = 2,
		[277731] = 4,
		[328925] = 2,
		[330973] = "Тошнотворный газовый мешок",
		[333021] = 2,
		[188028] = 7,
		[49184] = 6,
		[200806] = 4,
		[138642] = 7,
		[326879] = "Мелкий камнебес",
		[104773] = 9,
		[164815] = 11,
		[199483] = 3,
		[302307] = 3,
		[312546] = 6,
		[330976] = 10,
		[341215] = "[*] Нестабильная анима",
		[335072] = "Миллхаус Манашторм",
		[37664] = "Чародейка резервуара Кривого Клыка",
		[323515] = "Кроворуб",
		[316643] = 1,
		[46442] = "Стражница душ из клана Темного Меча",
		[328930] = 7,
		[330978] = "Кастелян Никлаус",
		[275689] = 1,
		[153521] = "Адепт Рассвета",
		[691] = 9,
		[84342] = 11,
		[333027] = 4,
		[703] = 4,
		[188505] = 5,
		[199844] = 8,
		[182912] = 10,
		[302312] = 3,
		[328933] = 7,
		[347363] = 1,
		[77130] = 7,
		[57841] = 4,
		[345316] = 4,
		[47528] = 6,
		[202748] = 3,
		[46185] = "Зелфан",
		[755] = 9,
		[759] = 8,
		[308458] = 3,
		[188033] = 3,
		[106823] = "Лю Пламенное Сердце",
		[49576] = 6,
		[158341] = "Буйный копытень",
		[783] = 11,
		[279791] = 11,
		[152816] = "Подчинитель костей из клана Призрачной Луны",
		[279278] = "Угасшее слияние",
		[274399] = 11,
		[345320] = 11,
		[193538] = 4,
		[291018] = 8,
		[335082] = 1,
		[337130] = 9,
		[322796] = "Генерал Кааль",
		[323541] = 12,
		[326892] = "Дессия Обезглавливательница",
		[329554] = 12,
		[307162] = 11,
		[275699] = 6,
		[75596] = 1,
		[225919] = 12,
		[298225] = 12,
		[45053] = 1,
		[343276] = "Голиаф из Каменного легиона",
		[320751] = 7,
		[871] = 1,
		[332514] = 5,
		[321417] = 8,
		[320752] = 7,
		[336444] = "Астрон",
		[343541] = 2,
		[229377] = 5,
		[213634] = 5,
		[280773] = 1,
		[321422] = 3,
		[335088] = 2,
		[225921] = 12,
		[339184] = "Домина Отравленный Клинок",
		[231428] = 2,
		[331370] = 3,
		[337137] = 8,
		[347376] = "Dance Controller",
		[31884] = 2,
		[335090] = 10,
		[270332] = 3,
		[153227] = "Ролталл",
		[260734] = 7,
		[23221] = 5,
		[106826] = "Ша Жестокости",
		[339187] = 7,
		[172809] = 6,
		[335092] = 1,
		[278350] = 9,
		[332498] = "[*] Поглощение анимы",
		[118089] = 11,
		[38827] = "Энтропический глаз",
		[117952] = 10,
		[307196] = 1,
		[341237] = 12,
		[119347] = "Сик'тик - боец авангарда",
		[328951] = 12,
		[344782] = 10,
		[308474] = 4,
		[335095] = 2,
		[106827] = "Ша Жестокости",
		[290819] = 3,
		[207495] = "Тотем защиты Предков <Кикими-Борейскаятундра>",
		[335096] = 1,
		[345335] = 12,
		[329580] = 7,
		[333049] = 8,
		[335097] = 1,
		[320763] = 7,
		[286836] = 6,
		[324859] = "Туманный хищник",
		[294143] = 6,
		[270348] = "Раскаленное неистовство",
		[38163] = "Зыбун",
		[116297] = "[*] Авиаудар",
		[269571] = 2,
		[279810] = 3,
		[265476] = 7,
		[111129] = "Гу Небесный Удар",
		[335100] = 1,
		[328957] = 12,
		[322814] = "Девия",
		[38572] = "Император Дара",
		[335101] = 1,
		[335873] = "Реморния",
		[39340] = "Зыбун",
		[207498] = 7,
		[259756] = 9,
		[337150] = 2,
		[201754] = "Секхан <Ханторай-ВечнаяПесня>",
		[36644] = "Пожиратель душ",
		[343294] = 6,
		[5143] = 8,
		[331008] = "Экспериментальная жижа",
		[15497] = "Миллхаус Манашторм",
		[269576] = 3,
		[11327] = 4,
		[322818] = "Девия",
		[68946] = "Аптекарь Бакстер",
		[337928] = 7,
		[312580] = 11,
		[178298] = "Гром'карский техник",
		[324867] = 7,
		[164615] = "Говорящий с огнем из клана Кровавого Молота",
		[320772] = "Налтор Криомант",
		[327186] = 1,
		[341250] = "Грязешмяк",
		[329742] = "Алчущий разрушитель",
		[337155] = 1,
		[157331] = "Изначальный элементаль бури <Езрис>",
		[339886] = "[*] Поглощение анимы",
		[108366] = 9,
		[176785] = 12,
		[322822] = 12,
		[68947] = "Аптекарь Бакстер",
		[326918] = 6,
		[157465] = "Дозорный Каатар",
		[78674] = 11,
		[47788] = 5,
		[337936] = 6,
		[333943] = 12,
		[327701] = 6,
		[341254] = "Возрожденный феникс",
		[326920] = "Миллхаус Манашторм",
		[338620] = 10,
		[331016] = 10,
		[308491] = 3,
		[159381] = "Рухран",
		[328969] = 8,
		[114646] = "Навязчивый ша",
		[68948] = "Аптекарь Бакстер",
		[261769] = 10,
		[272016] = "Пленный кабалист",
		[322827] = 12,
		[201764] = 7,
		[335114] = "Ловчий Альтимор",
		[327708] = 11,
		[44461] = 8,
		[190356] = 8,
		[310542] = 3,
		[322232] = "Маркграфиня Страдама",
		[277181] = 1,
		[308495] = 3,
		[335116] = "Ловчий Альтимор",
		[6807] = 11,
		[153240] = "Садана Кровавое Безумие",
		[341260] = 9,
		[38830] = "Часовой Аркатраца",
		[34334] = "Крикун Негатона",
		[273685] = 4,
		[316688] = "Бен Хауэлл <Дэлери>",
		[48045] = 5,
		[320784] = "Налтор Криомант",
		[322832] = 12,
		[316689] = "Бен Хауэлл <Дэлери>",
		[335119] = "Ловчий Альтимор",
		[296212] = 2,
		[255629] = 9,
		[341263] = 5,
		[294165] = "Усиленный верный Утробе страж",
		[201364] = 1,
		[322834] = 12,
		[59052] = 6,
		[343312] = 12,
		[320787] = "Миллхаус Манашторм",
		[322835] = 12,
		[197995] = 7,
		[343313] = "Харгитас",
		[345361] = 3,
		[322836] = 12,
		[319531] = "Кул'тарок",
		[331754] = "Пелагий <Ниэтта>",
		[320789] = "Ксав Несломленный",
		[314646] = 7,
		[62124] = 2,
		[277787] = 8,
		[148538] = 7,
		[322838] = 12,
		[308504] = 11,
		[343316] = "Харгитас",
		[345364] = 12,
		[314648] = 4,
		[2006] = 5,
		[294171] = "Усиленный верный Утробе перехватчик",
		[271646] = 2,
		[322840] = 12,
		[308506] = 10,
		[319539] = "Кул'тарок",
		[115026] = "Нестабильная энергия",
		[297017] = "Страж душ",
		[340016] = "Мифреш Небесный Коготь",
		[294173] = "Страж Аркобан",
		[342248] = "Вонючий разносчик корма",
		[336465] = 8,
		[276125] = 3,
		[277792] = 8,
		[328986] = "Нестабильная канистра",
		[281888] = 2,
		[51886] = 7,
		[335130] = 11,
		[337178] = "Непреклонный соперник",
		[97109] = 3,
		[307187] = 11,
		[81751] = 5,
		[330404] = "Чумной рух",
		[322845] = 12,
		[2484] = 7,
		[343323] = "Молдоваак",
		[38064] = "Эфириал-чудесник",
		[322846] = 12,
		[45334] = 11,
		[27609] = "Жрица Делрисса",
		[132168] = 1,
		[339229] = 12,
		[341277] = 4,
		[343325] = "Синдрел",
		[320800] = 2,
		[322848] = 12,
		[308514] = 8,
		[153727] = "Неизвестно",
		[172703] = "Гром'карский техник",
		[198300] = 7,
		[267560] = 6,
		[275984] = "Зоркий лучник",
		[171827] = 7,
		[117588] = "Изначальный элементаль огня <Босстотемов>",
		[333089] = 9,
		[326946] = 3,
		[197277] = 2,
		[328342] = "Ядовитый паук <Стрелок-отравитель>",
		[246853] = 3,
		[342675] = "Костяной чародей",
		[320804] = "Экспериментальная бомбелка",
		[347425] = "Лорд Ставрос",
		[333091] = "Бессердечный-охотник",
		[122708] = 10,
		[320805] = "Претор-механолог",
		[247448] = 10,
		[337482] = 10,
		[329811] = 7,
		[271660] = 3,
		[2908] = 11,
		[308520] = 12,
		[335141] = "Нар'зуда",
		[290970] = 8,
		[157348] = "Изначальный элементаль бури <Езрис>",
		[248473] = 3,
		[335142] = "Нар'зуда",
		[327414] = "[*] Одержимость",
		[166749] = "Саргерайский щитоносец",
		[40625] = 8,
		[335143] = "Костоправ с \"Золрамуса\"",
		[106839] = 11,
		[331673] = 10,
		[325725] = "Мве'зала",
		[297157] = 10,
		[330380] = 2,
		[12654] = 8,
		[77505] = 7,
		[12782] = "Воитель клана Изувеченной Длани",
		[205472] = 8,
		[251839] = 2,
		[308525] = 11,
		[346657] = "Баронесса Фрида",
		[335467] = 5,
		[273714] = 4,
		[331430] = 3,
		[253595] = 6,
		[205473] = 8,
		[339243] = "[*] Насыщение души",
		[341291] = 5,
		[335148] = 2,
		[329834] = "Корень истребления",
		[339244] = "[*] Насыщение души",
		[243651] = 12,
		[212641] = 2,
		[39004] = "Бездонный портал Бездны <Зерекет Бездонный>",
		[203533] = 5,
		[61684] = "Ваф <Недаю-Борейскаятундра>",
		[258925] = 12,
		[331398] = "Нестабильное воспоминание",
		[259740] = 10,
		[325360] = "Верховная надзирательница Бериллия",
		[335151] = 12,
		[345390] = 4,
		[247454] = 12,
		[333104] = 5,
		[294197] = 10,
		[326263] = "Тред'ова",
		[259741] = 10,
		[333105] = 12,
		[338081] = "Крадущийся паучок",
		[321834] = "Призывательница Туманов",
		[247455] = 12,
		[22703] = 9,
		[5384] = 3,
		[345393] = 2,
		[165746] = "Саргерайский защитник",
		[333107] = "Крылатый автоматон",
		[132036] = 10,
		[173384] = "Буйный копытень",
		[255647] = 2,
		[324917] = 12,
		[75614] = 10,
		[320822] = "Костоправ с \"Золрамуса\"",
		[228478] = 12,
		[341300] = "Придворный зоркий стрелок",
		[336009] = 5,
		[320823] = "Миллифисент Манашторм",
		[172952] = "Осадный мастер Олугар",
		[275773] = 2,
		[32370] = "Эфириал-ученик",
		[345397] = "Визгунья",
		[290967] = 7,
		[153544] = "Неуловимый боец с шакрамом",
		[138927] = 11,
		[320825] = "Механическая бомбелка",
		[115546] = 10,
		[191587] = 6,
		[772] = 1,
		[192611] = 12,
		[305060] = 10,
		[324922] = "Друст-древолом",
		[335161] = 6,
		[193635] = "Щупальце Бездны <Bremdak-Archimonde>",
		[319639] = "Кул'тарок",
		[324923] = "Друст-древолом",
		[328281] = 2,
		[337210] = "Альдерин",
		[36276] = "Хранительница временного разлома",
		[333115] = 6,
		[335707] = 2,
		[155777] = 11,
		[107356] = "Оскверненный Тажань Чжу",
		[275779] = 2,
		[343355] = 5,
		[320830] = "Механическая бомбелка",
		[335452] = 1,
		[341308] = "Скальный покоритель",
		[347930] = "Неизвестно",
		[271685] = 5,
		[275936] = 12,
		[333118] = 6,
		[252216] = 11,
		[271686] = 5,
		[331071] = 4,
		[333119] = 6,
		[311460] = 11,
		[20572] = 6,
		[5176] = 11,
		[333120] = 12,
		[160065] = "Акир <Дилинь-Гордунни>",
		[329539] = "Неизвестно <Гнусная оккультистка>",
		[161457] = "Дозорный Каатар",
		[333121] = 2,
		[163505] = 11,
		[346276] = 10,
		[331074] = 9,
		[333122] = 2,
		[36142] = "Даллия Глашатай Судьбы",
		[337218] = 5,
		[314693] = 12,
		[333123] = 2,
		[106334] = "Мудрый Марис",
		[327851] = 8,
		[290121] = 4,
		[209862] = "[*] Вулканический шлейф",
		[291036] = 3,
		[320838] = "Претор-механолог",
		[194223] = 11,
		[102572] = "Лазурный змей",
		[212653] = 8,
		[320839] = "Похитительница с \"Золрамуса\"",
		[47540] = 5,
		[275789] = "Дух огня",
		[61391] = 11,
		[106055] = "Мудрый Марис",
		[331079] = 2,
		[114014] = 4,
		[326984] = 6,
		[335783] = "Верный Утробе ритуалист",
		[347462] = 12,
		[124253] = "Сик'тик - танцующий с клинками",
		[340227] = 7,
		[317859] = 12,
		[331081] = 2,
		[315584] = 4,
		[310604] = 10,
		[320843] = "Изголодавшийся клещ",
		[298318] = 5,
		[12975] = 1,
		[311491] = 1,
		[345417] = 8,
		[339274] = "Генерал Кааль",
		[339607] = 11,
		[269651] = 8,
		[213680] = 11,
		[322893] = "Девия",
		[341323] = "Охотница из замка Нафрия",
		[335180] = 6,
		[345419] = "Нафрийский инквизитор",
		[298321] = 1,
		[101033] = 7,
		[338506] = 5,
		[333114] = 6,
		[47541] = 6,
		[115288] = 10,
		[333241] = "Яростный кроворог",
		[55342] = 8,
		[331087] = 11,
		[189364] = 3,
		[319733] = "Эшелон",
		[121820] = 3,
		[331088] = 11,
		[124255] = 10,
		[213115] = 1,
		[345423] = 12,
		[298325] = 4,
		[7384] = 1,
		[196277] = 9,
		[288087] = 1,
		[51637] = 4,
		[35511] = "Меткий стрелок из клана Изувеченной Длани",
		[35767] = "[*] Огонь Скверны",
		[345425] = "Визгунья",
		[108416] = 9,
		[267611] = 2,
		[196278] = 9,
		[15407] = 5,
		[316836] = "Камнерожденный метрдотель",
		[341331] = "Экстрактор анимы <Викторовский-Гордунни>",
		[326997] = "Камнерожденный-рассекатель",
		[320069] = "Дессия Обезглавливательница",
		[331093] = 2,
		[15791] = "Ворожея резервуара Кривого Клыка",
		[310616] = 11,
		[288091] = 1,
		[322903] = "Генерал Кааль",
		[79206] = 7,
		[326999] = 9,
		[193456] = 12,
		[259760] = 9,
		[114018] = 4,
		[188089] = 7,
		[279902] = 11,
		[331096] = 1,
		[341335] = "Неизвестно <Векутту>",
		[272172] = "Шиварра <Маннагер-Голдринн>",
		[36839] = "Душегуб Эфириума",
		[260231] = 3,
		[333145] = "Темнокрылая убийца",
		[276112] = 2,
		[345432] = 10,
		[347480] = 10,
		[39897] = 5,
		[343385] = 9,
		[337242] = 10,
		[322908] = "Девия",
		[111690] = 10,
		[343386] = 9,
		[320861] = "Изголодавшийся клещ",
		[173757] = "Чудолиственный страж",
		[213771] = 11,
		[2643] = 3,
		[321510] = 11,
		[193359] = 4,
		[341340] = 6,
		[38840] = "Крикун Негатона",
		[238262] = 3,
		[153764] = "Аззакель",
		[339536] = 7,
		[337646] = "[*] Прах из хрупких костей",
		[88423] = 11,
		[191634] = 7,
		[81256] = 6,
		[324146] = "\"Вентунакс\"",
		[106853] = "Мастер Снежный Вихрь",
		[273767] = "Имперская дуэлянтка",
		[153794] = "Рухран",
		[183998] = 2,
		[345439] = 5,
		[54452] = 8,
		[333153] = "[*] Область анимы",
		[73313] = 6,
		[337249] = "Тред'ова",
		[336123] = 3,
		[334076] = "Вестник смерти",
		[343393] = 5,
		[329059] = 11,
		[298343] = 5,
		[330320] = 1,
		[304993] = 7,
		[329060] = 11,
		[331108] = "Пропитанные чумой останки",
		[132157] = 5,
		[70244] = 8,
		[264471] = 8,
		[65638] = 10,
		[324966] = 2,
		[343396] = 11,
		[329062] = 10,
		[173762] = "Чудолиственный страж",
		[341349] = "Охотница из замка Нафрия",
		[335620] = 3,
		[152261] = 2,
		[197721] = 11,
		[324968] = 12,
		[185099] = 10,
		[337255] = "Тред'ова",
		[322921] = "[*] Копье Архонта",
		[311496] = 10,
		[343399] = 2,
		[152262] = 2,
		[107121] = "Командир Ри'мок",
		[341352] = "Нафрийская наездница на гаргоне",
		[343400] = 2,
		[331243] = "Усиленный душами похититель костей",
		[314732] = 12,
		[333162] = 4,
		[327019] = "Портал",
		[112999] = "Остатки Ненависти",
		[157982] = 11,
		[335129] = "Ловчий Альтимор",
		[217979] = 9,
		[221887] = 2,
		[44475] = "Маг-стражник Солнечного Клинка",
		[268905] = 12,
		[233150] = 7,
		[188389] = 7,
		[22273] = "Эфириал-колдун",
		[341304] = "Нафрийская наездница на гаргоне",
		[327022] = 11,
		[321828] = "Призывательница Туманов",
		[339309] = 11,
		[213858] = 1,
		[120679] = 3,
		[64695] = 7,
		[15122] = "Волшебное исчадие <Эфириал-колдун>",
		[15253] = "Волшебное исчадие <Эфириал-колдун>",
		[59628] = 4,
		[320881] = 5,
		[120] = 8,
		[122] = 8,
		[333100] = 8,
		[342416] = 5,
		[298357] = 12,
		[59638] = 8,
		[289083] = 10,
		[279928] = 12,
		[133] = 8,
		[128359] = "[*] Едкий сок",
		[200389] = 11,
		[271682] = 7,
		[329321] = "Свирепый гаргон",
		[260798] = 1,
		[341814] = 2,
		[45242] = 5,
		[165578] = "Костебрюх",
		[22883] = "Эфириал-жрец",
		[327029] = "Шаркающий арбалетчик",
		[304504] = 2,
		[38592] = "Темпорус",
		[324982] = 11,
		[38843] = "Эредарский пожиратель душ",
		[288074] = 12,
		[331126] = "Stalker",
		[324983] = 11,
		[315720] = 1,
		[172] = 9,
		[322936] = "Халкиас",
		[81262] = "Период цветения <Сидниперпл-Седогрив>",
		[317959] = "Раскольница-бичевательница",
		[296316] = 8,
		[214222] = 2,
		[263865] = "Чешуешкурые <Фрил>",
		[12542] = "Хранительница временного разлома",
		[288126] = 8,
		[322938] = "Друст-жнец",
		[321388] = 8,
		[16870] = 11,
		[345464] = 2,
		[339321] = 2,
		[324987] = "Туманный хищник",
		[323732] = "Дилер Зи'екса",
		[304510] = 12,
		[273794] = 3,
		[150801] = "Надсмотрщик за рабами Крушто",
		[212680] = 3,
		[345466] = 2,
		[115310] = 10,
		[279043] = 4,
		[327037] = 2,
		[306772] = "[*] Огромная коса",
		[339324] = 2,
		[317792] = "Чародей из войска мертвых <Dornaden-Alonsus>",
		[204490] = 12,
		[44867] = 12,
		[322943] = "Халкиас",
		[86949] = 8,
		[334295] = 12,
		[80240] = 9,
		[328275] = 3,
		[341374] = 5,
		[65917] = 7,
		[329088] = 5,
		[322945] = "Халкиас",
		[316802] = 10,
		[106612] = "Мудрый Марис",
		[199547] = 12,
		[56641] = 3,
		[109933] = 1,
		[279958] = 5,
		[34366] = "Чернозубый тарантул",
		[306565] = 11,
		[199373] = "Войско мертвых <Dornaden-Alonsus>",
		[335234] = 1,
		[320900] = 8,
		[321444] = 11,
		[264585] = 10,
		[253639] = 1,
		[213708] = 11,
		[61882] = 7,
		[167130] = "Агрессивный гнилячок",
		[132467] = 10,
		[44614] = 8,
		[145109] = 11,
		[8599] = "Эфириал - осквернитель гробниц",
		[38845] = "Смертоносный эредар",
		[213709] = 11,
		[331874] = "Чумная выжившая",
		[182993] = 10,
		[32223] = 2,
		[152277] = 1,
		[145110] = 11,
		[31589] = 8,
		[164582] = "Огрон из клана Кровавого Молота",
		[320905] = 8,
		[6201] = 9,
		[180441] = 6,
		[331251] = "Азуль",
		[10326] = 2,
		[306572] = 10,
		[5308] = 1,
		[298887] = 7,
		[110959] = 8,
		[306573] = 3,
		[267666] = 3,
		[29166] = 11,
		[152279] = 6,
		[306574] = 2,
		[325004] = "Леди Инерва Дарквейн",
		[106352] = "Мастер Снежный Вихрь",
		[106864] = "Лю Пламенное Сердце",
		[306575] = 2,
		[156426] = 11,
		[327276] = 10,
		[152280] = 6,
		[312902] = "Валиок <Сочувствие>",
		[120954] = 10,
		[38846] = "Смертоносный эредар",
		[320911] = 8,
		[306577] = 10,
		[32365] = "Принц Шаффар",
		[329326] = "Верный Утробе стражник душ",
		[201427] = 12,
		[339342] = 3,
		[341390] = "Вершительница Офелия",
		[210155] = 12,
		[20577] = 4,
		[329104] = "Лорд-камергер",
		[86659] = 2,
		[262652] = 7,
		[201428] = 12,
		[7353] = 6,
		[330131] = 11,
		[202719] = 12,
		[148187] = 10,
		[214968] = 6,
		[196840] = 7,
		[327059] = 9,
		[329107] = "Семя истребления",
		[339346] = "Пелагий <Ниэтта>",
		[81269] = 11,
		[336278] = 11,
		[337299] = 8,
		[255695] = 5,
		[325013] = 5,
		[343443] = 2,
		[201430] = 3,
		[169690] = "Неуловимый боец с шакрамом",
		[275868] = 3,
		[9080] = "Укротитель резервуара Кривого Клыка",
		[329110] = "Доктор Икус",
		[152819] = "Подчинитель костей из клана Призрачной Луны",
		[341397] = "Сфера анимы",
		[326309] = "[*] Разлагающая кислота",
		[326050] = "Корчащееся страдание",
		[322968] = "Друст - злобный коготь",
		[178906] = 8,
		[81782] = 5,
		[2061] = 5,
		[46043] = "Чернокнижник Солнечного Клинка",
		[124273] = 10,
		[15254] = "Эфириальный маяк",
		[329113] = "Лорд-камергер",
		[50622] = 1,
		[333703] = "Мать стаи анимаклещей",
		[294302] = "Угасший фантом",
		[343737] = "Юй-лун <Ниамэй>",
		[145205] = 11,
		[308637] = 2,
		[319650] = "Криксис Ненасытный",
		[345497] = 7,
		[121982] = "Сик'тик-разрушитель",
		[325020] = 5,
		[309779] = 11,
		[345498] = "Рунический старорог",
		[323802] = 12,
		[124274] = 10,
		[327069] = 7,
		[345499] = 7,
		[271877] = 4,
		[341404] = "Сфера анимы",
		[38848] = "Смертоносный эредар",
		[246867] = 2,
		[270323] = 3,
		[106653] = "Оскверненная живая вода",
		[311054] = 10,
		[296355] = "Поработитель Клонтцас",
		[80760] = 8,
		[195292] = 6,
		[310690] = 11,
		[319603] = "Эшелон",
		[322977] = "Халкиас",
		[124275] = 10,
		[5277] = 4,
		[2637] = 11,
		[307443] = 8,
		[323190] = "Сшитый боец авангарда",
		[220890] = 6,
		[345504] = "Invis Stalker",
		[66198] = 6,
		[325027] = "Друст-древолом",
		[120692] = 5,
		[44224] = "Кель'тас Солнечный Скиталец",
		[347553] = 10,
		[308646] = 2,
		[114571] = "Опасность",
		[337315] = 2,
		[331172] = "[*] Связь разума",
		[34861] = 5,
		[768] = 11,
		[271788] = 3,
		[290218] = 4,
		[38593] = "Темпорус",
		[38849] = "Освобожденный уничтожитель",
		[288636] = 10,
		[322983] = 2,
		[311107] = 11,
		[207076] = 7,
		[329127] = 11,
		[314793] = 8,
		[168965] = "Корамар",
		[49088] = 6,
		[106871] = "Ша Жестокости",
		[19574] = 3,
		[16739] = 7,
		[192225] = 4,
		[296365] = "Поработитель Клонтцас",
		[264689] = 3,
		[341416] = "Вытягивательница из замка Нафрия",
		[337709] = 6,
		[35010] = "Менну Предатель",
		[322987] = 12,
		[327515] = "Болотный шершень",
		[192226] = 10,
		[178963] = 12,
		[306606] = 10,
		[333227] = "Воскрешенный полководец",
		[269747] = 3,
		[123254] = 5,
		[328181] = "[*] Леденящий холод",
		[325037] = 3,
		[335276] = 5,
		[312751] = 7,
		[5246] = 1,
		[91807] = "Hammerleaper <Dornaden-Alonsus>",
		[38850] = "Освобожденный уничтожитель",
		[156965] = "Терон'кров",
		[306609] = 2,
		[168227] = "Черепон",
		[197916] = 10,
		[312753] = 12,
		[347565] = 5,
		[333231] = "Сатель Злосчастный",
		[343470] = "Скелет-мародер",
		[312754] = 6,
		[20707] = 9,
		[325041] = 5,
		[36836] = "Освобожденный Носитель Рока",
		[152298] = "Мстительный элементаль магмы",
		[339376] = 2,
		[258920] = 12,
		[268836] = 6,
		[332309] = 7,
		[327467] = "Комендант Тонар",
		[132403] = 2,
		[120696] = 5,
		[44226] = "[*] Искажение гравитации",
		[331187] = 3,
		[263725] = 8,
		[327092] = 6,
		[1776] = 4,
		[331188] = 3,
		[256735] = 4,
		[327093] = 6,
		[312759] = 11,
		[31458] = "Темпорус",
		[17843] = "Жрица Делрисса",
		[55233] = 6,
		[164587] = "Огрон из клана Кровавого Молота",
		[322999] = "Девия",
		[33786] = 11,
		[327095] = 6,
		[312761] = 10,
		[276025] = 10,
		[274283] = 11,
		[327096] = 6,
		[312762] = 10,
		[323001] = "Халкиас",
		[324149] = 3,
		[294333] = "Угасшая тень",
		[280204] = 6,
		[68529] = 2,
		[68992] = 11,
		[101546] = 10,
		[46029] = "Рыцарь крови Солнечного Клинка",
		[339385] = 1,
		[333242] = "Яростный кроворог",
		[104316] = 9,
		[312765] = 2,
		[298431] = 7,
		[235313] = 8,
		[327100] = "[*] Пагубный туман",
		[345530] = 3,
		[314814] = 2,
		[333244] = "Калисфена",
		[339528] = "Драгост",
		[217832] = 12,
		[314815] = 8,
		[27827] = 5,
		[38852] = "Таящаяся ведьма",
		[337341] = 10,
		[46177] = "М'ууру",
		[260402] = 3,
		[325205] = "Зоркий лучник",
		[337342] = 10,
		[314817] = 8,
		[243512] = 5,
		[327104] = 10,
		[106877] = "Ша Жестокости",
		[207682] = 12,
		[124283] = "Генерал Па'валак",
		[323166] = "Хаккар Свежеватель Душ",
		[345535] = 2,
		[323010] = "Девия",
		[108211] = 4,
		[335297] = "Грязешмяк",
		[334443] = 9,
		[323011] = "Девия",
		[333250] = "Воскрешенный полководец",
		[104318] = "Дикий бес <Незегрим>",
		[113021] = "Крупица Ненависти",
		[306630] = 10,
		[341442] = "Извергающаяся слизь",
		[329563] = "Сумрачный землетряс",
		[156000] = 6,
		[311469] = 8,
		[341443] = "Извергающаяся слизь",
		[34922] = "Ужасень Нексуса",
		[345539] = 5,
		[48743] = 6,
		[154356] = "Саргерайская жрица душ",
		[320141] = "Миллхаус Манашторм",
		[345540] = 5,
		[132463] = 10,
		[320145] = "Миллифисент Манашторм",
		[211805] = 6,
		[345541] = 5,
		[152495] = "Лавовый элементаль земли",
		[275918] = 6,
		[207203] = 6,
		[39020] = "Предвестник Скайрисс",
		[157040] = "Терон'кров",
		[326302] = "Изобретатель Зи'Мокс",
		[335304] = "Ловчий Альтимор",
		[327331] = "Раскольник-целитель",
		[339400] = 3,
		[17253] = "Ваф <Недаю-Борейскаятундра>",
		[335305] = "Страж глубин",
		[164597] = "Геомант из клана Кровавого Молота",
		[294592] = 8,
		[331634] = "Лорд Ставрос",
		[335306] = "Страж глубин",
		[345545] = 3,
		[323020] = "Друст - злобный коготь",
		[201594] = 3,
		[302543] = "Чудолиственная мерцальница",
		[345546] = 12,
		[204157] = 12,
		[166646] = 10,
		[335308] = "Страж глубин",
		[332497] = "Принц Ренатал",
		[307932] = 3,
		[163212] = 10,
		[147193] = 5,
		[345548] = 2,
		[204167] = 6,
		[287471] = 6,
		[321258] = "[*] Последняя жатва",
		[320976] = 3,
		[323024] = 12,
		[330479] = "Чрево Утробы",
		[38903] = "Чудовищный магматический инфернал",
		[329168] = "Грехокаменная статуя",
		[339407] = "Налетчица из Каменного легиона",
		[329470] = "Возрожденный феникс",
		[49143] = 6,
		[46585] = 6,
		[331217] = "[*] Общая боль",
		[346048] = 10,
		[327122] = "Реморния",
		[329170] = "Грехокаменная статуя",
		[347600] = 2,
		[44544] = 8,
		[208628] = 12,
		[329171] = "Грехокаменная статуя",
		[347601] = 2,
		[276138] = 10,
		[266144] = "Гнилоуст",
	},
	["encounter_spell_pool"] = {
		{
			2396, -- [1]
			12, -- [2]
		}, -- [1]
		{
			2418, -- [1]
			"Ловчий Альтимор", -- [2]
		}, -- [2]
		[164815] = {
			2386, -- [1]
			11, -- [2]
		},
		[36694] = {
			1916, -- [1]
			"Энтропический глаз", -- [2]
		},
		[317221] = {
			2386, -- [1]
			2, -- [2]
		},
		[319780] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[168398] = {
			1754, -- [1]
			"Пушка \"Силы Чернорука\"", -- [2]
		},
		[320804] = {
			2394, -- [1]
			"Экспериментальная бомбелка", -- [2]
		},
		[321828] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[320293] = {
			2391, -- [1]
			"Сатель Злосчастный", -- [2]
		},
		[30989] = {
			1935, -- [1]
			"Ревнитель из клана Изувеченной Длани", -- [2]
		},
		[168399] = {
			1754, -- [1]
			"Корамар", -- [2]
		},
		[104318] = {
			2404, -- [1]
			"Дикий бес", -- [2]
		},
		[334625] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[154327] = {
			1688, -- [1]
			"Поработитель из клана Призрачной Луны", -- [2]
		},
		[36119] = {
			1916, -- [1]
			"Зерекет Бездонный", -- [2]
		},
		[152792] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[329509] = {
			2402, -- [1]
			"Тень Кель'таса", -- [2]
		},
		[336162] = {
			2407, -- [1]
			"Алый кабалист", -- [2]
		},
		[321834] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[17364] = {
			2386, -- [1]
			7, -- [2]
		},
		[327464] = {
			2407, -- [1]
			"Реморния", -- [2]
		},
		[168402] = {
			1754, -- [1]
			"Корамар", -- [2]
		},
		[240559] = {
			2382, -- [1]
			"[*] Тяжкая рана", -- [2]
		},
		[31981] = {
			1939, -- [1]
			"Менну Предатель", -- [2]
		},
		[323372] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[321837] = {
			2392, -- [1]
			"Иллюзорный клон", -- [2]
		},
		[149980] = {
			1655, -- [1]
			"[*] Танцующее пламя", -- [2]
		},
		[347425] = {
			2412, -- [1]
			"Лорд Ставрос", -- [2]
		},
		[330026] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[332585] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[46035] = {
			1894, -- [1]
			"Магистр Солнечного Клинка", -- [2]
		},
		[168148] = {
			1754, -- [1]
			"[*] Обстрел", -- [2]
		},
		[32365] = {
			1899, -- [1]
			"Принц Шаффар", -- [2]
		},
		[339751] = {
			2404, -- [1]
			"Эхо наездника на быке", -- [2]
		},
		[342310] = {
			2405, -- [1]
			"Изобретатель Зи'Мокс", -- [2]
		},
		[167381] = {
			2404, -- [1]
			"Стойкий фалангит", -- [2]
		},
		[338729] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[329518] = {
			2402, -- [1]
			"Тень Кель'таса", -- [2]
		},
		[323889] = {
			2404, -- [1]
			2, -- [2]
		},
		[338731] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[324914] = {
			2392, -- [1]
			"Туманная хранительница", -- [2]
		},
		[209858] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[150751] = {
			1653, -- [1]
			"Надсмотрщик за рабами Крушто", -- [2]
		},
		[328497] = {
			2412, -- [1]
			"[*] Пляска смерти", -- [2]
		},
		[339244] = {
			2402, -- [1]
			"[*] Насыщение души", -- [2]
		},
		[344874] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[106113] = {
			1439, -- [1]
			"Ша Сомнения", -- [2]
		},
		[322358] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[320823] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[163802] = {
			1654, -- [1]
			"Гуг'рокк", -- [2]
		},
		[46164] = {
			1894, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[36057] = {
			1937, -- [1]
			"О'мрогг Завоеватель", -- [2]
		},
		[339759] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[150753] = {
			1653, -- [1]
			"Надсмотрщик за рабами Крушто", -- [2]
		},
		[167385] = {
			2404, -- [1]
			"Стойкий фалангит", -- [2]
		},
		[320825] = {
			2394, -- [1]
			"Механическая бомбелка", -- [2]
		},
		[326455] = {
			2402, -- [1]
			"Тень Кель'таса", -- [2]
		},
		[331573] = {
			2406, -- [1]
			"Обузданный призрак", -- [2]
		},
		[342320] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[326456] = {
			2402, -- [1]
			"Тень Кель'таса", -- [2]
		},
		[342321] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[114942] = {
			2359, -- [1]
			"Тотем целительного прилива <Грейтлайт-Галакронд>", -- [2]
		},
		[327481] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[150755] = {
			1654, -- [1]
			"Гуг'рокк", -- [2]
		},
		[324923] = {
			2392, -- [1]
			"Друст-древолом", -- [2]
		},
		[340788] = {
			2405, -- [1]
			"Изобретатель Зи'Мокс", -- [2]
		},
		[320830] = {
			2394, -- [1]
			"Механическая бомбелка", -- [2]
		},
		[330042] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[153315] = {
			1698, -- [1]
			"Ранжит", -- [2]
		},
		[115455] = {
			1405, -- [1]
			"Крик'тик - прерыватель чар", -- [2]
		},
		[345397] = {
			2398, -- [1]
			"Визгунья", -- [2]
		},
		[333627] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[153828] = {
			1700, -- [1]
			"Солнечная вспышка", -- [2]
		},
		[124283] = {
			1447, -- [1]
			"Генерал Па'валак", -- [2]
		},
		[323393] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[30639] = {
			1935, -- [1]
			"Бешеный бойцовый пес", -- [2]
		},
		[346934] = {
			2412, -- [1]
			"Ворчливый официант", -- [2]
		},
		[335164] = {
			2387, -- [1]
			"Чумной мешок", -- [2]
		},
		[333629] = {
			2388, -- [1]
			"Возрожденный арбалетчик <Амарт>", -- [2]
		},
		[325442] = {
			2402, -- [1]
			"Скальный покоритель", -- [2]
		},
		[107140] = {
			1303, -- [1]
			"Лазурный змей", -- [2]
		},
		[107268] = {
			1397, -- [1]
			"Диверсант Кип'тилак", -- [2]
		},
		[341308] = {
			2402, -- [1]
			"Скальный покоритель", -- [2]
		},
		[342332] = {
			2386, -- [1]
			"Воплощение гордыни", -- [2]
		},
		[333634] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[7384] = {
			1654, -- [1]
			1, -- [2]
		},
		[168929] = {
			1754, -- [1]
			"Черепон", -- [2]
		},
		[320843] = {
			2360, -- [1]
			"Ненасытный клещ", -- [2]
		},
		[163812] = {
			1699, -- [1]
			"Подзарядник солнечного голема", -- [2]
		},
		[327497] = {
			2412, -- [1]
			"Лорд Ставрос", -- [2]
		},
		[115458] = {
			1405, -- [1]
			"[*] Кислотная бомба", -- [2]
		},
		[31983] = {
			1939, -- [1]
			"Нечистый тотем хватки земли <Менну Предатель>", -- [2]
		},
		[149996] = {
			1655, -- [1]
			"Катастрофа", -- [2]
		},
		[322893] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[164837] = {
			1749, -- [1]
			"Лютоклык", -- [2]
		},
		[332617] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[323406] = {
			2365, -- [1]
			"[*] Рваная рана", -- [2]
		},
		[320336] = {
			2388, -- [1]
			"Оживленный маг <Амарт>", -- [2]
		},
		[24275] = {
			2404, -- [1]
			2, -- [2]
		},
		[332620] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[327503] = {
			2412, -- [1]
			"Лорд Ставрос", -- [2]
		},
		[343881] = {
			2417, -- [1]
			"Генерал Кааль", -- [2]
		},
		[153070] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[326994] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[164841] = {
			1714, -- [1]
			"Терон'кров", -- [2]
		},
		[323414] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[332626] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[326997] = {
			2380, -- [1]
			"Камнерожденный-рассекатель", -- [2]
		},
		[321368] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[344909] = {
			2404, -- [1]
			"[*] Расколотое сердце Ал'ара", -- [2]
		},
		[330069] = {
			2382, -- [1]
			"[*] Концентрированная чума", -- [2]
		},
		[342863] = {
			2398, -- [1]
			"Визгунья", -- [2]
		},
		[321370] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[332629] = {
			2365, -- [1]
			"Кроворуб", -- [2]
		},
		[27634] = {
			1895, -- [1]
			"Гараксас", -- [2]
		},
		[331606] = {
			2366, -- [1]
			"Подавляющее знамя <Ксав Несломленный>", -- [2]
		},
		[336212] = {
			2417, -- [1]
			"Генерал Кааль", -- [2]
		},
		[345936] = {
			2398, -- [1]
			"Визгунья", -- [2]
		},
		[107146] = {
			1419, -- [1]
			"Райгонн", -- [2]
		},
		[342866] = {
			2398, -- [1]
			"Визгунья", -- [2]
		},
		[345425] = {
			2398, -- [1]
			"Визгунья", -- [2]
		},
		[324444] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[124290] = {
			1447, -- [1]
			"[*] Натиск Клинка", -- [2]
		},
		[187874] = {
			2386, -- [1]
			7, -- [2]
		},
		[333145] = {
			2402, -- [1]
			"Темнокрылая убийца", -- [2]
		},
		[307046] = {
			2396, -- [1]
			12, -- [2]
		},
		[44314] = {
			1897, -- [1]
			"Селин Огненное Сердце", -- [2]
		},
		[226512] = {
			2401, -- [1]
			"[*] Кровавый гной", -- [2]
		},
		[329565] = {
			2402, -- [1]
			"Гнусная оккультистка", -- [2]
		},
		[119941] = {
			1465, -- [1]
			"Лужа смолы", -- [2]
		},
		[330590] = {
			2383, -- [1]
			"[*] Ненасытные миазмы", -- [2]
		},
		[321891] = {
			2392, -- [1]
			"Иллюзорный лисохвост <Призывательница Туманов>", -- [2]
		},
		[328545] = {
			2405, -- [1]
			"[*] Пространственный разрыв", -- [2]
		},
		[343898] = {
			2417, -- [1]
			"Голиаф из Каменного Легиона <Генерал Кааль>", -- [2]
		},
		[321893] = {
			2392, -- [1]
			"Иллюзорный лисохвост <Призывательница Туманов>", -- [2]
		},
		[320358] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[2098] = {
			2386, -- [1]
			4, -- [2]
		},
		[321894] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[320359] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[331618] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[323943] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[12654] = {
			2386, -- [1]
			8, -- [2]
		},
		[337249] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[322410] = {
			2384, -- [1]
			"Сгусток слизи", -- [2]
		},
		[337251] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[86040] = {
			2404, -- [1]
			9, -- [2]
		},
		[150011] = {
			1655, -- [1]
			"Мастер горна Гон'ду", -- [2]
		},
		[343393] = {
			2386, -- [1]
			11, -- [2]
		},
		[324459] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[337253] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[266120] = {
			2404, -- [1]
			"Гнилошип-боггарт", -- [2]
		},
		[340324] = {
			2398, -- [1]
			"[*] Кровавый гной", -- [2]
		},
		[320366] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[339301] = {
			2386, -- [1]
			3, -- [2]
		},
		[323437] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[336231] = {
			2417, -- [1]
			"Диверсант из Каменного легиона", -- [2]
		},
		[114571] = {
			1417, -- [1]
			"Опасность", -- [2]
		},
		[32369] = {
			1899, -- [1]
			"Эфириал-ученик", -- [2]
		},
		[224729] = {
			2384, -- [1]
			"Сгусток слизи", -- [2]
		},
		[196840] = {
			2386, -- [1]
			7, -- [2]
		},
		[340842] = {
			2405, -- [1]
			"Кристалл фантазмов", -- [2]
		},
		[585] = {
			1654, -- [1]
			5, -- [2]
		},
		[154110] = {
			1699, -- [1]
			"Аракнат", -- [2]
		},
		[589] = {
			2386, -- [1]
			5, -- [2]
		},
		[89753] = {
			2412, -- [1]
			"Страж Скверны <Архалок-Гордунни>", -- [2]
		},
		[331634] = {
			2412, -- [1]
			"Лорд Ставрос", -- [2]
		},
		[326005] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[320376] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[322936] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[50842] = {
			2386, -- [1]
			6, -- [2]
		},
		[199658] = {
			2386, -- [1]
			1, -- [2]
		},
		[334708] = {
			2418, -- [1]
			"Тень Баргаста <Баргаст>", -- [2]
		},
		[331638] = {
			2412, -- [1]
			"Лорд Ставрос", -- [2]
		},
		[34914] = {
			2386, -- [1]
			5, -- [2]
		},
		[154113] = {
			1699, -- [1]
			"Аракнат", -- [2]
		},
		[121483] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[266136] = {
			2404, -- [1]
			9, -- [2]
		},
		[332664] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[321406] = {
			2384, -- [1]
			"Чумная бомба", -- [2]
		},
		[336759] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[322943] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[332668] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[322945] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[153093] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[30739] = {
			1938, -- [1]
			"Вождь Каргат Острорук", -- [2]
		},
		[39009] = {
			1913, -- [1]
			"Даллия Глашатай Судьбы", -- [2]
		},
		[342905] = {
			2394, -- [1]
			"Миллхаус Манашторм", -- [2]
		},
		[325506] = {
			2402, -- [1]
			"Скальный покоритель", -- [2]
		},
		[153094] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[340860] = {
			2405, -- [1]
			"Корень истребления", -- [2]
		},
		[345466] = {
			2404, -- [1]
			2, -- [2]
		},
		[328579] = {
			2402, -- [1]
			"[*] Тлеющий след", -- [2]
		},
		[330627] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[165122] = {
			1748, -- [1]
			"Ахри'ок Дугру", -- [2]
		},
		[336258] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[324490] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[53595] = {
			2404, -- [1]
			2, -- [2]
		},
		[326538] = {
			2406, -- [1]
			"Былые грехи", -- [2]
		},
		[325004] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[686] = {
			2404, -- [1]
			9, -- [2]
		},
		[152843] = {
			1652, -- [1]
			"Огненная глыба", -- [2]
		},
		[163334] = {
			1748, -- [1]
			"Нииза Нокс", -- [2]
		},
		[321935] = {
			2384, -- [1]
			"Сгусток слизи", -- [2]
		},
		[340870] = {
			2405, -- [1]
			"Грань Аннигиляции", -- [2]
		},
		[20153] = {
			2404, -- [1]
			"Инфернал <Цыпадрыпа-ПиратскаяБухта>", -- [2]
		},
		[340872] = {
			2405, -- [1]
			"Грань Аннигиляции", -- [2]
		},
		[168965] = {
			1754, -- [1]
			"Корамар", -- [2]
		},
		[322450] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[271788] = {
			2386, -- [1]
			3, -- [2]
		},
		[204021] = {
			2396, -- [1]
			12, -- [2]
		},
		[332687] = {
			2399, -- [1]
			"Грязешмяк", -- [2]
		},
		[325523] = {
			2401, -- [1]
			"Порочный темный клинок", -- [2]
		},
		[184575] = {
			2386, -- [1]
			2, -- [2]
		},
		[342923] = {
			2398, -- [1]
			"Визгунья", -- [2]
		},
		[158221] = {
			2386, -- [1]
			10, -- [2]
		},
		[150801] = {
			1653, -- [1]
			"Надсмотрщик за рабами Крушто", -- [2]
		},
		[326039] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[150034] = {
			1655, -- [1]
			"[*] Удушающий пепел", -- [2]
		},
		[329110] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[333716] = {
			2417, -- [1]
			"Генерал Кааль", -- [2]
		},
		[326040] = {
			2406, -- [1]
			"Былые грехи", -- [2]
		},
		[27638] = {
			2356, -- [1]
			"Стальной коготь раскольников", -- [2]
		},
		[330135] = {
			2386, -- [1]
			"[*] Источник мора", -- [2]
		},
		[166923] = {
			1749, -- [1]
			"Раздиратель Плоти Нок'Гар", -- [2]
		},
		[57755] = {
			2386, -- [1]
			1, -- [2]
		},
		[329113] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[330137] = {
			2407, -- [1]
			"Реморния", -- [2]
		},
		[334743] = {
			2412, -- [1]
			"[*] Темный бал", -- [2]
		},
		[37605] = {
			1919, -- [1]
			"Эонус", -- [2]
		},
		[106267] = {
			1418, -- [1]
			"[*] Пульсация гидрокопья", -- [2]
		},
		[46177] = {
			728, -- [1]
			"М'ууру", -- [2]
		},
		[44194] = {
			1894, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[327581] = {
			2382, -- [1]
			"Изрыгатель чумы", -- [2]
		},
		[325535] = {
			2401, -- [1]
			"Порочный псарь", -- [2]
		},
		[328094] = {
			2384, -- [1]
			"Заклинатель чумы", -- [2]
		},
		[322465] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[322977] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[345495] = {
			2395, -- [1]
			"Вспененная пустула", -- [2]
		},
		[327584] = {
			2382, -- [1]
			"Изрыгатель чумы", -- [2]
		},
		[342425] = {
			2417, -- [1]
			"Генерал Грашаал", -- [2]
		},
		[324514] = {
			2404, -- [1]
			"[*] Явление смерти", -- [2]
		},
		[321956] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[325027] = {
			2392, -- [1]
			"Друст-древолом", -- [2]
		},
		[3110] = {
			2405, -- [1]
			"Зеппито", -- [2]
		},
		[328098] = {
			2407, -- [1]
			"[*] Падение недостойных", -- [2]
		},
		[155158] = {
			2386, -- [1]
			8, -- [2]
		},
		[153623] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[154135] = {
			1699, -- [1]
			"Аракнат", -- [2]
		},
		[331172] = {
			2393, -- [1]
			"[*] Связь разума", -- [2]
		},
		[262115] = {
			1654, -- [1]
			1, -- [2]
		},
		[335779] = {
			2399, -- [1]
			"[*] Звено цепи", -- [2]
		},
		[89766] = {
			2412, -- [1]
			"Страж Скверны <Архалок-Гордунни>", -- [2]
		},
		[218617] = {
			2386, -- [1]
			1, -- [2]
		},
		[202497] = {
			2386, -- [1]
			11, -- [2]
		},
		[106526] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[324010] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[322475] = {
			2386, -- [1]
			"[*] Удар чумы", -- [2]
		},
		[344993] = {
			2401, -- [1]
			"Свирепый гаргон", -- [2]
		},
		[190984] = {
			2386, -- [1]
			11, -- [2]
		},
		[185099] = {
			2386, -- [1]
			10, -- [2]
		},
		[37671] = {
			1939, -- [1]
			"Техник резервуара Кривого Клыка", -- [2]
		},
		[157465] = {
			1686, -- [1]
			"Дозорный Каатар", -- [2]
		},
		[333737] = {
			2384, -- [1]
			"Сгусток слизи", -- [2]
		},
		[150045] = {
			1655, -- [1]
			"Магмолат", -- [2]
		},
		[325550] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[324527] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[325551] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[325552] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[38759] = {
			1900, -- [1]
			"Пандемоний", -- [2]
		},
		[351140] = {
			2386, -- [1]
			8, -- [2]
		},
		[334765] = {
			2417, -- [1]
			"Генерал Кааль", -- [2]
		},
		[164632] = {
			1749, -- [1]
			"Гром'карская огненная лучница", -- [2]
		},
		[185358] = {
			2386, -- [1]
			3, -- [2]
		},
		[53600] = {
			2404, -- [1]
			2, -- [2]
		},
		[336813] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[333231] = {
			2391, -- [1]
			"Сатель Злосчастный", -- [2]
		},
		[15503] = {
			1895, -- [1]
			"Гараксас", -- [2]
		},
		[321975] = {
			2384, -- [1]
			"Моровая слизь", -- [2]
		},
		[322999] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[328117] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[336306] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[334771] = {
			2417, -- [1]
			"[*] Рана в сердце", -- [2]
		},
		[323001] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[38760] = {
			1900, -- [1]
			"Пандемоний", -- [2]
		},
		[196364] = {
			2405, -- [1]
			"Изобретатель Зи'Мокс", -- [2]
		},
		[39016] = {
			1913, -- [1]
			"Даллия Глашатай Судьбы", -- [2]
		},
		[342961] = {
			2400, -- [1]
			"Дилер Зи'екса", -- [2]
		},
		[323515] = {
			2365, -- [1]
			"Кроворуб", -- [2]
		},
		[327610] = {
			2412, -- [1]
			"Лорд Ставрос", -- [2]
		},
		[326075] = {
			2402, -- [1]
			"Насыщательница душ", -- [2]
		},
		[322493] = {
			2388, -- [1]
			"Оживленный маг <Амарт>", -- [2]
		},
		[153123] = {
			1698, -- [1]
			"Ранжит", -- [2]
		},
		[333241] = {
			2391, -- [1]
			"Яростный кроворог", -- [2]
		},
		[321471] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[344500] = {
			2417, -- [1]
			"Генерал Грашаал", -- [2]
		},
		[44198] = {
			1894, -- [1]
			"Феникс <Кель'тас Солнечный Скиталец>", -- [2]
		},
		[333242] = {
			2391, -- [1]
			"Яростный кроворог", -- [2]
		},
		[328125] = {
			2380, -- [1]
			"Неумирающий камнебес <Эшелон>", -- [2]
		},
		[319938] = {
			2385, -- [1]
			"[*] Болезнетворное облако", -- [2]
		},
		[38761] = {
			1901, -- [1]
			"Таварок", -- [2]
		},
		[323010] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[39017] = {
			1914, -- [1]
			"Предвестник Скайрисс", -- [2]
		},
		[112929] = {
			1306, -- [1]
			"Хваткая ненависть <Оскверненный Тажань Чжу>", -- [2]
		},
		[323011] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[335805] = {
			2359, -- [1]
			"[*] Бастион Архонта", -- [2]
		},
		[165152] = {
			1748, -- [1]
			"Макогг Угольный Клинок", -- [2]
		},
		[204301] = {
			2386, -- [1]
			2, -- [2]
		},
		[154150] = {
			1699, -- [1]
			"Прототип солнечного голема Небесного Пути", -- [2]
		},
		[22907] = {
			1895, -- [1]
			"Гараксас", -- [2]
		},
		[343995] = {
			2398, -- [1]
			"Визгунья", -- [2]
		},
		[156965] = {
			1714, -- [1]
			"Терон'кров", -- [2]
		},
		[341949] = {
			2365, -- [1]
			"[*] Иссушающая гниль", -- [2]
		},
		[44199] = {
			1894, -- [1]
			"Феникс <Кель'тас Солнечный Скиталец>", -- [2]
		},
		[335297] = {
			2399, -- [1]
			"Грязешмяк", -- [2]
		},
		[335298] = {
			2399, -- [1]
			"Грязешмяк", -- [2]
		},
		[153896] = {
			1700, -- [1]
			"Рухран", -- [2]
		},
		[213771] = {
			2386, -- [1]
			11, -- [2]
		},
		[315341] = {
			2386, -- [1]
			4, -- [2]
		},
		[27609] = {
			1895, -- [1]
			"Жрица Делрисса", -- [2]
		},
		[331718] = {
			2397, -- [1]
			"Туманная защитница", -- [2]
		},
		[341442] = {
			2384, -- [1]
			"Извергающаяся слизь", -- [2]
		},
		[156968] = {
			1714, -- [1]
			"Терон'кров", -- [2]
		},
		[31991] = {
			1939, -- [1]
			"Менну Предатель", -- [2]
		},
		[157736] = {
			2404, -- [1]
			9, -- [2]
		},
		[168227] = {
			1754, -- [1]
			"Черепон", -- [2]
		},
		[320462] = {
			2387, -- [1]
			"Хранитель врат с \"Золрамуса\"", -- [2]
		},
		[331721] = {
			2392, -- [1]
			"Туманная защитница", -- [2]
		},
		[334792] = {
			2418, -- [1]
			"Ловчий Альтимор", -- [2]
		},
		[335304] = {
			2418, -- [1]
			"Ловчий Альтимор", -- [2]
		},
		[321999] = {
			2384, -- [1]
			"Моровая слизь", -- [2]
		},
		[152108] = {
			2404, -- [1]
			9, -- [2]
		},
		[345540] = {
			2404, -- [1]
			9, -- [2]
		},
		[107047] = {
			1405, -- [1]
			"Боец Га'док", -- [2]
		},
		[324047] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[330700] = {
			2365, -- [1]
			"Зараженный ужас", -- [2]
		},
		[30584] = {
			1937, -- [1]
			"О'мрогг Завоеватель", -- [2]
		},
		[34605] = {
			1899, -- [1]
			"Принц Шаффар", -- [2]
		},
		[323538] = {
			2403, -- [1]
			"Верховный адъюдикатор Ализа", -- [2]
		},
		[39019] = {
			1914, -- [1]
			"Предвестник Скайрисс", -- [2]
		},
		[342985] = {
			2417, -- [1]
			"Налетчица из Каменного легиона <Генерал Кааль>", -- [2]
		},
		[164648] = {
			1749, -- [1]
			"Гром'карская огненная лучница", -- [2]
		},
		[327122] = {
			2407, -- [1]
			"Реморния", -- [2]
		},
		[328146] = {
			2387, -- [1]
			"Червь-трупоед", -- [2]
		},
		[345546] = {
			2386, -- [1]
			3, -- [2]
		},
		[329171] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[323542] = {
			2365, -- [1]
			"Сочащиеся ошметки", -- [2]
		},
		[328660] = {
			2382, -- [1]
			"Хлещущая слизь", -- [2]
		},
		[154415] = {
			1685, -- [1]
			"Стражница душ Ниами", -- [2]
		},
		[325590] = {
			2402, -- [1]
			"Гнусная оккультистка", -- [2]
		},
		[19134] = {
			1895, -- [1]
			"Полководец Саларис", -- [2]
		},
		[121762] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[323544] = {
			2395, -- [1]
			"Сын Хаккара", -- [2]
		},
		[39020] = {
			1914, -- [1]
			"Предвестник Скайрисс", -- [2]
		},
		[330711] = {
			2398, -- [1]
			"Визгунья", -- [2]
		},
		[131900] = {
			2386, -- [1]
			3, -- [2]
		},
		[39340] = {
			1940, -- [1]
			"Зыбун", -- [2]
		},
		[8042] = {
			2386, -- [1]
			7, -- [2]
		},
		[151092] = {
			1653, -- [1]
			"Пленный шахтер", -- [2]
		},
		[46185] = {
			1895, -- [1]
			"Зелфан", -- [2]
		},
		[339415] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[36142] = {
			1913, -- [1]
			"Даллия Глашатай Судьбы", -- [2]
		},
		[334810] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[153396] = {
			1678, -- [1]
			"Аззакель", -- [2]
		},
		[350163] = {
			2387, -- [1]
			"Злопамятная тень", -- [2]
		},
		[326623] = {
			2380, -- [1]
			"Камнерожденный-разоритель", -- [2]
		},
		[188196] = {
			2386, -- [1]
			7, -- [2]
		},
		[39021] = {
			1914, -- [1]
			"Предвестник Скайрисс", -- [2]
		},
		[318949] = {
			2384, -- [1]
			"Чумной спинолом", -- [2]
		},
		[331743] = {
			2392, -- [1]
			"Туманный страж", -- [2]
		},
		[345561] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[329697] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[106413] = {
			1304, -- [1]
			"[*] Шар огня", -- [2]
		},
		[46186] = {
			1895, -- [1]
			"Зелфан", -- [2]
		},
		[106797] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[100784] = {
			2386, -- [1]
			10, -- [2]
		},
		[342494] = {
			2386, -- [1]
			"Воплощение гордыни", -- [2]
		},
		[163379] = {
			1748, -- [1]
			"Бомбитель", -- [2]
		},
		[331748] = {
			2392, -- [1]
			"Туманный страж", -- [2]
		},
		[55078] = {
			2386, -- [1]
			6, -- [2]
		},
		[8676] = {
			2386, -- [1]
			4, -- [2]
		},
		[326632] = {
			2380, -- [1]
			"Камнерожденный-разоритель", -- [2]
		},
		[343520] = {
			2397, -- [1]
			"[*] Бушующий", -- [2]
		},
		[29722] = {
			2404, -- [1]
			9, -- [2]
		},
		[53351] = {
			2386, -- [1]
			3, -- [2]
		},
		[341475] = {
			2402, -- [1]
			"Темнокрылая убийца", -- [2]
		},
		[330217] = {
			2407, -- [1]
			"Реморния", -- [2]
		},
		[150076] = {
			1655, -- [1]
			"Мастер горна Гон'ду", -- [2]
		},
		[324589] = {
			2404, -- [1]
			"Вестник смерти <[*] Явление смерти>", -- [2]
		},
		[46187] = {
			1895, -- [1]
			"Зелфан", -- [2]
		},
		[44268] = {
			1895, -- [1]
			"Полководец Саларис", -- [2]
		},
		[32409] = {
			2397, -- [1]
			"[*] Слово Тьмы: Смерть", -- [2]
		},
		[324079] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[321009] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[150078] = {
			1655, -- [1]
			"Мастер горна Гон'ду", -- [2]
		},
		[333292] = {
			2391, -- [1]
			"Сатель Злосчастный", -- [2]
		},
		[323569] = {
			2395, -- [1]
			"Сын Хаккара", -- [2]
		},
		[328175] = {
			2384, -- [1]
			"Взрывчатка", -- [2]
		},
		[321011] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[329711] = {
			2407, -- [1]
			"Алый кабалист", -- [2]
		},
		[323059] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[326642] = {
			2380, -- [1]
			"Камнерожденная-потрошительница", -- [2]
		},
		[333808] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[324085] = {
			2391, -- [1]
			"Дессия Обезглавливательница", -- [2]
		},
		[322550] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[46188] = {
			1895, -- [1]
			"Зелфан", -- [2]
		},
		[154175] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[331251] = {
			2357, -- [1]
			"Азуль", -- [2]
		},
		[75] = {
			2386, -- [1]
			3, -- [2]
		},
		[343022] = {
			2398, -- [1]
			"Визгунья", -- [2]
		},
		[323064] = {
			2395, -- [1]
			"Хаккар Свежеватель Душ", -- [2]
		},
		[152897] = {
			1652, -- [1]
			"Волна жара", -- [2]
		},
		[153153] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[324090] = {
			2400, -- [1]
			"Дилер Зи'екса", -- [2]
		},
		[25821] = {
			1938, -- [1]
			"Вождь Каргат Острорук", -- [2]
		},
		[322557] = {
			2397, -- [1]
			"Друст-душеруб", -- [2]
		},
		[163390] = {
			1748, -- [1]
			"Нииза Нокс", -- [2]
		},
		[16145] = {
			1935, -- [1]
			"Центурион клана Изувеченной Длани", -- [2]
		},
		[324608] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[332797] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[322563] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[320517] = {
			2384, -- [1]
			"Чумной спинолом", -- [2]
		},
		[329217] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[340477] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[320519] = {
			2384, -- [1]
			"Чумной спинолом", -- [2]
		},
		[320008] = {
			2394, -- [1]
			"Миллхаус Манашторм", -- [2]
		},
		[322567] = {
			2361, -- [1]
			"Вершитель Тарвольд", -- [2]
		},
		[106933] = {
			1405, -- [1]
			"Боец Га'док", -- [2]
		},
		[257045] = {
			2386, -- [1]
			3, -- [2]
		},
		[12675] = {
			1920, -- [1]
			"Хрономант из рода Бесконечности", -- [2]
		},
		[322569] = {
			2397, -- [1]
			"Друст-душеруб", -- [2]
		},
		[321034] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[335875] = {
			2407, -- [1]
			"Алый кабалист", -- [2]
		},
		[27581] = {
			1895, -- [1]
			"Полководец Саларис", -- [2]
		},
		[334852] = {
			2418, -- [1]
			"Гекутис", -- [2]
		},
		[320012] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[108853] = {
			2386, -- [1]
			8, -- [2]
		},
		[343553] = {
			2357, -- [1]
			"Злопамятная тень", -- [2]
		},
		[329737] = {
			1654, -- [1]
			1, -- [2]
		},
		[332296] = {
			2383, -- [1]
			"Алчущий разрушитель", -- [2]
		},
		[154442] = {
			1682, -- [1]
			"Нер'зул", -- [2]
		},
		[157001] = {
			1714, -- [1]
			"Терон'кров", -- [2]
		},
		[343556] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[155722] = {
			2386, -- [1]
			11, -- [2]
		},
		[154187] = {
			1685, -- [1]
			"Стражница душ Ниами", -- [2]
		},
		[156746] = {
			1686, -- [1]
			"Дозорный Каатар", -- [2]
		},
		[157002] = {
			1714, -- [1]
			"Терон'кров", -- [2]
		},
		[153164] = {
			1677, -- [1]
			"Оскверненный дух", -- [2]
		},
		[328206] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[329742] = {
			2383, -- [1]
			"Алчущий разрушитель", -- [2]
		},
		[132951] = {
			2394, -- [1]
			"Экспериментальная бомбелка", -- [2]
		},
		[333839] = {
			2391, -- [1]
			"Рек Закаленная", -- [2]
		},
		[336398] = {
			2402, -- [1]
			"Докучливый бес", -- [2]
		},
		[153679] = {
			1653, -- [1]
			"Надсмотрщик за рабами Крушто", -- [2]
		},
		[46192] = {
			1895, -- [1]
			"Жрица Делрисса", -- [2]
		},
		[191037] = {
			2386, -- [1]
			11, -- [2]
		},
		[153680] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[342544] = {
			2417, -- [1]
			"Генерал Грашаал", -- [2]
		},
		[243237] = {
			2387, -- [1]
			"[*] Взрыв", -- [2]
		},
		[153681] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[119476] = {
			1447, -- [1]
			"Генерал Па'валак", -- [2]
		},
		[331288] = {
			2391, -- [1]
			"Хивин Ломатель", -- [2]
		},
		[326171] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[332313] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[343060] = {
			2417, -- [1]
			"Генерал Грашаал", -- [2]
		},
		[332314] = {
			2385, -- [1]
			"Скрывающийся ассасин", -- [2]
		},
		[114999] = {
			1306, -- [1]
			"Оскверненный Тажань Чжу", -- [2]
		},
		[44274] = {
			1895, -- [1]
			"Зелфан", -- [2]
		},
		[319521] = {
			2364, -- [1]
			"Кул'тарок", -- [2]
		},
		[343063] = {
			2417, -- [1]
			"Генерал Грашаал", -- [2]
		},
		[325665] = {
			2402, -- [1]
			"Насыщательница душ", -- [2]
		},
		[332318] = {
			2399, -- [1]
			"Грязешмяк", -- [2]
		},
		[323107] = {
			2365, -- [1]
			"Сочащиеся ошметки", -- [2]
		},
		[330784] = {
			2391, -- [1]
			"Боевой ритуалист", -- [2]
		},
		[163665] = {
			1748, -- [1]
			"Макогг Угольный Клинок", -- [2]
		},
		[153686] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[323110] = {
			2365, -- [1]
			"Сочащиеся ошметки", -- [2]
		},
		[186439] = {
			2418, -- [1]
			"Вырванная душа", -- [2]
		},
		[346651] = {
			2412, -- [1]
			"Баронесса Фрида", -- [2]
		},
		[322088] = {
			2364, -- [1]
			"Кул'тарок", -- [2]
		},
		[25504] = {
			2386, -- [1]
			7, -- [2]
		},
		[346654] = {
			2412, -- [1]
			"Баронесса Фрида", -- [2]
		},
		[163668] = {
			1748, -- [1]
			"Макогг Угольный Клинок", -- [2]
		},
		[333861] = {
			2391, -- [1]
			"Адвент Невермор", -- [2]
		},
		[115002] = {
			1306, -- [1]
			"Оскверненный Тажань Чжу", -- [2]
		},
		[329256] = {
			2405, -- [1]
			"Портал взрывающегося разлома", -- [2]
		},
		[169810] = {
			1700, -- [1]
			"Солнечная вспышка", -- [2]
		},
		[346657] = {
			2412, -- [1]
			"Баронесса Фрида", -- [2]
		},
		[324652] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[329770] = {
			2405, -- [1]
			"Изобретатель Зи'Мокс", -- [2]
		},
		[324141] = {
			2356, -- [1]
			"[*] Стрела мрака", -- [2]
		},
		[326700] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[120760] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[331818] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[338471] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[334889] = {
			2418, -- [1]
			"[*] Обращающий в камень вой", -- [2]
		},
		[44276] = {
			1895, -- [1]
			"Зелфан", -- [2]
		},
		[335913] = {
			2386, -- [1]
			10, -- [2]
		},
		[334378] = {
			2361, -- [1]
			"Писец-исследовательница", -- [2]
		},
		[153692] = {
			1679, -- [1]
			"[*] Некротическая слизь", -- [2]
		},
		[320050] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[319539] = {
			2364, -- [1]
			"Кул'тарок", -- [2]
		},
		[316981] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[324146] = {
			2356, -- [1]
			"\"Вентунакс\"", -- [2]
		},
		[334893] = {
			2418, -- [1]
			"[*] Каменные осколки", -- [2]
		},
		[325170] = {
			2385, -- [1]
			"Паук-убийца <Скрывающийся ассасин>", -- [2]
		},
		[324659] = {
			2361, -- [1]
			"Изменчивое воплощение", -- [2]
		},
		[39415] = {
			1914, -- [1]
			"Предвестник Скайрисс", -- [2]
		},
		[324148] = {
			2356, -- [1]
			"\"Вентунакс\"", -- [2]
		},
		[326707] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[324149] = {
			2386, -- [1]
			3, -- [2]
		},
		[332849] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[323126] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[328756] = {
			2397, -- [1]
			"Ингра Малох", -- [2]
		},
		[86603] = {
			1447, -- [1]
			"Шадопанский пленник", -- [2]
		},
		[31422] = {
			1919, -- [1]
			"Эонус", -- [2]
		},
		[343086] = {
			2417, -- [1]
			"Генерал Кааль", -- [2]
		},
		[331316] = {
			2391, -- [1]
			"Докигг Изверг", -- [2]
		},
		[31550] = {
			1919, -- [1]
			"Эонус", -- [2]
		},
		[27584] = {
			1895, -- [1]
			"Полководец Саларис", -- [2]
		},
		[323130] = {
			2365, -- [1]
			"[*] Сгущающаяся слизь", -- [2]
		},
		[328248] = {
			2402, -- [1]
			"Гнусная оккультистка", -- [2]
		},
		[324667] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[329785] = {
			2407, -- [1]
			"Алый кабалист", -- [2]
		},
		[327227] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[320063] = {
			2391, -- [1]
			"Дессия Обезглавливательница", -- [2]
		},
		[33787] = {
			1939, -- [1]
			"Работяга резервуара Кривого Клыка", -- [2]
		},
		[40248] = {
			1935, -- [1]
			"Псарь из клана Изувеченной Длани", -- [2]
		},
		[316995] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[157794] = {
			1685, -- [1]
			"Саргерайский маг", -- [2]
		},
		[328254] = {
			2402, -- [1]
			"Докучливый бес", -- [2]
		},
		[325184] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[323138] = {
			2397, -- [1]
			"Ингра Малох", -- [2]
		},
		[334909] = {
			2412, -- [1]
			"[*] Гнетущая атмосфера", -- [2]
		},
		[327233] = {
			2385, -- [1]
			"Изрыгатель чумы", -- [2]
		},
		[320069] = {
			2391, -- [1]
			"Дессия Обезглавливательница", -- [2]
		},
		[127802] = {
			2404, -- [1]
			9, -- [2]
		},
		[325700] = {
			2401, -- [1]
			"Порочная сборщица", -- [2]
		},
		[1822] = {
			2386, -- [1]
			11, -- [2]
		},
		[332865] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[325701] = {
			2401, -- [1]
			"Порочная сборщица", -- [2]
		},
		[334913] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[44279] = {
			1895, -- [1]
			"Крайне взрывоопасная овца <Зелфан>", -- [2]
		},
		[240446] = {
			2391, -- [1]
			"[*] Взрыв", -- [2]
		},
		[336451] = {
			2385, -- [1]
			"Защитник из многоокой рати", -- [2]
		},
		[165731] = {
			1698, -- [1]
			"Ранжит", -- [2]
		},
		[152170] = {
			1655, -- [1]
			"Магмолат", -- [2]
		},
		[31935] = {
			2404, -- [1]
			2, -- [2]
		},
		[332871] = {
			2402, -- [1]
			"Верховный истязатель Даритос", -- [2]
		},
		[165732] = {
			1698, -- [1]
			"Ранжит", -- [2]
		},
		[334919] = {
			2418, -- [1]
			"[*] Обращающий в камень вой", -- [2]
		},
		[323149] = {
			2397, -- [1]
			"Ингра Малох", -- [2]
		},
		[106055] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[346690] = {
			2412, -- [1]
			"Кастелян Никлаус", -- [2]
		},
		[52212] = {
			2386, -- [1]
			6, -- [2]
		},
		[326221] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[106823] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[152940] = {
			1652, -- [1]
			"Ролталл", -- [2]
		},
		[117570] = {
			1439, -- [1]
			"Фрагмент сомнения", -- [2]
		},
		[333387] = {
			2417, -- [1]
			"Генерал Кааль", -- [2]
		},
		[30496] = {
			1936, -- [1]
			"Главный чернокнижник Пустоклят", -- [2]
		},
		[120001] = {
			1465, -- [1]
			"Визирь Цзинь'бак", -- [2]
		},
		[346694] = {
			2412, -- [1]
			"Старательный служитель", -- [2]
		},
		[192090] = {
			1654, -- [1]
			11, -- [2]
		},
		[325713] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[320596] = {
			2387, -- [1]
			"Чумокост", -- [2]
		},
		[154477] = {
			1685, -- [1]
			"Стражница душ Ниами", -- [2]
		},
		[329808] = {
			2417, -- [1]
			"Генерал Грашаал", -- [2]
		},
		[11366] = {
			2386, -- [1]
			8, -- [2]
		},
		[334926] = {
			2382, -- [1]
			"Взрывоопасный чумной бурильщик", -- [2]
		},
		[163689] = {
			1748, -- [1]
			"Ахри'ок Дугру", -- [2]
		},
		[120002] = {
			1465, -- [1]
			"Лужа смолы", -- [2]
		},
		[181089] = {
			2405, -- [1]
			"Изобретатель Зи'Мокс", -- [2]
		},
		[346698] = {
			2412, -- [1]
			"Кастелян Никлаус", -- [2]
		},
		[328276] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[334929] = {
			2417, -- [1]
			"Генерал Кааль", -- [2]
		},
		[121282] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[152688] = {
			1677, -- [1]
			"[*] Руна тени", -- [2]
		},
		[328789] = {
			2405, -- [1]
			"Грань Аннигиляции", -- [2]
		},
		[324184] = {
			2396, -- [1]
			12, -- [2]
		},
		[157039] = {
			1714, -- [1]
			"Терон'кров", -- [2]
		},
		[328791] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[338003] = {
			2401, -- [1]
			"Порочный уничтожитель", -- [2]
		},
		[106826] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[152690] = {
			1677, -- [1]
			"[*] Руна тени", -- [2]
		},
		[157040] = {
			1714, -- [1]
			"Терон'кров", -- [2]
		},
		[346706] = {
			2412, -- [1]
			"Лорд Ставрос", -- [2]
		},
		[322654] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[323166] = {
			2395, -- [1]
			"Хаккар Свежеватель Душ", -- [2]
		},
		[333913] = {
			2417, -- [1]
			"Генерал Кааль", -- [2]
		},
		[33919] = {
			1901, -- [1]
			"Таварок", -- [2]
		},
		[8092] = {
			2386, -- [1]
			5, -- [2]
		},
		[121284] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[164974] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[343126] = {
			2417, -- [1]
			"Генерал Кааль", -- [2]
		},
		[44538] = {
			1894, -- [1]
			"Контрабандист Эфириума", -- [2]
		},
		[334939] = {
			2418, -- [1]
			"Маргор", -- [2]
		},
		[323681] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[322658] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[325217] = {
			2386, -- [1]
			10, -- [2]
		},
		[333406] = {
			2385, -- [1]
			"[*] Ликвидация", -- [2]
		},
		[338012] = {
			2403, -- [1]
			"Фонтан анимы", -- [2]
		},
		[326242] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[330848] = {
			2412, -- [1]
			"[*] Неправильные па", -- [2]
		},
		[338013] = {
			2403, -- [1]
			"Фонтан анимы", -- [2]
		},
		[320614] = {
			2387, -- [1]
			"Червь-трупоед", -- [2]
		},
		[320103] = {
			2384, -- [1]
			"Ползучая слизь", -- [2]
		},
		[339550] = {
			2404, -- [1]
			"[*] Эхо битвы", -- [2]
		},
		[319592] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[133] = {
			2386, -- [1]
			8, -- [2]
		},
		[334945] = {
			2418, -- [1]
			"Маргор", -- [2]
		},
		[329828] = {
			2405, -- [1]
			"Корень истребления", -- [2]
		},
		[165746] = {
			1685, -- [1]
			"Саргерайский маг", -- [2]
		},
		[343135] = {
			2417, -- [1]
			"Генерал Грашаал", -- [2]
		},
		[323177] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[116297] = {
			1405, -- [1]
			"[*] Авиаудар", -- [2]
		},
		[148859] = {
			2386, -- [1]
			5, -- [2]
		},
		[27619] = {
			1895, -- [1]
			"Яззай", -- [2]
		},
		[152954] = {
			1686, -- [1]
			"Дозорный Каатар", -- [2]
		},
		[329321] = {
			2401, -- [1]
			"Свирепый гаргон", -- [2]
		},
		[329834] = {
			2405, -- [1]
			"Корень истребления", -- [2]
		},
		[324205] = {
			2356, -- [1]
			"\"Вентунакс\"", -- [2]
		},
		[329835] = {
			2383, -- [1]
			"Алчущий разрушитель", -- [2]
		},
		[329324] = {
			2401, -- [1]
			"Свирепый гаргон", -- [2]
		},
		[107215] = {
			1397, -- [1]
			"Взрывчатка богомолов", -- [2]
		},
		[320114] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[335467] = {
			2386, -- [1]
			5, -- [2]
		},
		[319603] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[194153] = {
			2386, -- [1]
			11, -- [2]
		},
		[20615] = {
			1895, -- [1]
			"Полководец Саларис", -- [2]
		},
		[153726] = {
			1678, -- [1]
			"[*] Всполох Скверны", -- [2]
		},
		[326771] = {
			2403, -- [1]
			"Камнерожденный-рассекатель", -- [2]
		},
		[334960] = {
			2418, -- [1]
			"Маргор", -- [2]
		},
		[153727] = {
			1678, -- [1]
			"Неизвестно", -- [2]
		},
		[320120] = {
			2391, -- [1]
			"Пакиран Заразный", -- [2]
		},
		[334961] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[335473] = {
			2399, -- [1]
			"Грязешмяк", -- [2]
		},
		[31458] = {
			1921, -- [1]
			"Темпорус", -- [2]
		},
		[326263] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[322681] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[345710] = {
			2405, -- [1]
			"Изобретатель Зи'Мокс", -- [2]
		},
		[319611] = {
			2380, -- [1]
			"[*] Обращение в камень", -- [2]
		},
		[336499] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[329168] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[330871] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[323195] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[332969] = {
			2399, -- [1]
			"[*] Разрушительный удар", -- [2]
		},
		[152962] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[320637] = {
			2387, -- [1]
			"Чумокост", -- [2]
		},
		[328365] = {
			2385, -- [1]
			"Стрелок-отравитель", -- [2]
		},
		[323992] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[341621] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[195182] = {
			2386, -- [1]
			6, -- [2]
		},
		[339573] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[323198] = {
			2390, -- [1]
			"[*] Темное изгнание", -- [2]
		},
		[328593] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[202347] = {
			2386, -- [1]
			11, -- [2]
		},
		[325245] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[107270] = {
			2386, -- [1]
			10, -- [2]
		},
		[36514] = {
			1913, -- [1]
			"Чародейский взрыв", -- [2]
		},
		[335129] = {
			2418, -- [1]
			"Ловчий Альтимор", -- [2]
		},
		[329340] = {
			2403, -- [1]
			"Верховный адъюдикатор Ализа", -- [2]
		},
		[150290] = {
			1655, -- [1]
			"Катастрофа", -- [2]
		},
		[322655] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[334970] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[341623] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[342135] = {
			2364, -- [1]
			"Нектара Изувер", -- [2]
		},
		[326271] = {
			2405, -- [1]
			"Изобретатель Зи'Мокс", -- [2]
		},
		[38593] = {
			1921, -- [1]
			"Темпорус", -- [2]
		},
		[120269] = {
			1502, -- [1]
			"[*] Едкий сок", -- [2]
		},
		[322903] = {
			2363, -- [1]
			"Генерал Кааль", -- [2]
		},
		[334932] = {
			2418, -- [1]
			"Гекутис", -- [2]
		},
		[321061] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[153477] = {
			1685, -- [1]
			"Стражница душ Ниами", -- [2]
		},
		[324427] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[320132] = {
			2394, -- [1]
			"Миллхаус Манашторм", -- [2]
		},
		[339067] = {
			2399, -- [1]
			"Грязешмяк", -- [2]
		},
		[150023] = {
			1655, -- [1]
			"Магмолат", -- [2]
		},
		[321669] = {
			2392, -- [1]
			"Иллюзорный клон", -- [2]
		},
		[332619] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[153810] = {
			1700, -- [1]
			"Рухран", -- [2]
		},
		[106827] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[327810] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[328322] = {
			2380, -- [1]
			"Неумирающий камнебес <Эшелон>", -- [2]
		},
		[320646] = {
			2387, -- [1]
			"[*] Зловонный газ", -- [2]
		},
		[181113] = {
			2402, -- [1]
			"Скальный покоритель", -- [2]
		},
		[323683] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[106877] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[78674] = {
			2386, -- [1]
			11, -- [2]
		},
		[35951] = {
			1936, -- [1]
			"Слабая расщелина тьмы <Главный чернокнижник Пустоклят>", -- [2]
		},
		[81297] = {
			2404, -- [1]
			2, -- [2]
		},
		[204242] = {
			2404, -- [1]
			2, -- [2]
		},
		[61684] = {
			2366, -- [1]
			"Волчара <Извариот-Гордунни>", -- [2]
		},
		[325254] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[325691] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[326278] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[326790] = {
			2363, -- [1]
			"[*] Сияющая перезарядка", -- [2]
		},
		[153480] = {
			1686, -- [1]
			"Дозорный Каатар", -- [2]
		},
		[319626] = {
			2364, -- [1]
			"Кул'тарок", -- [2]
		},
		[153898] = {
			1700, -- [1]
			"Рухран", -- [2]
		},
		[337255] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[323209] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[327655] = {
			2356, -- [1]
			"Раскольник-защитник", -- [2]
		},
		[55095] = {
			2405, -- [1]
			"Изобретатель Зи'Мокс", -- [2]
		},
		[138130] = {
			2366, -- [1]
			"Дух земли", -- [2]
		},
		[325257] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[325769] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[326281] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[319120] = {
			2382, -- [1]
			"[*] Гнилая желчь", -- [2]
		},
		[331399] = {
			2386, -- [1]
			"Маркграфиня Страдама", -- [2]
		},
		[336005] = {
			2398, -- [1]
			"[*] Пронзительный визг", -- [2]
		},
		[332423] = {
			2404, -- [1]
			2, -- [2]
		},
		[17962] = {
			2404, -- [1]
			9, -- [2]
		},
		[339728] = {
			2417, -- [1]
			"Генерал Грашаал", -- [2]
		},
		[45027] = {
			724, -- [1]
			"Калесгос", -- [2]
		},
		[320142] = {
			2394, -- [1]
			"Миллхаус Манашторм", -- [2]
		},
		[45026] = {
			724, -- [1]
			"Калесгос", -- [2]
		},
		[325260] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[336007] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[172] = {
			2386, -- [1]
			9, -- [2]
		},
		[332937] = {
			2407, -- [1]
			"Зловещее отражение", -- [2]
		},
		[325261] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[336008] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[320144] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[44224] = {
			1894, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[325262] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[317489] = {
			2386, -- [1]
			1, -- [2]
		},
		[320145] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[46195] = {
			1895, -- [1]
			"Яззай", -- [2]
		},
		[324424] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[15254] = {
			1899, -- [1]
			"Эфириальный маяк", -- [2]
		},
		[334476] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[332698] = {
			2399, -- [1]
			"Грязешмяк", -- [2]
		},
		[44286] = {
			1895, -- [1]
			"Гараксас", -- [2]
		},
		[327823] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[320147] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[124317] = {
			1447, -- [1]
			"Генерал Па'валак", -- [2]
		},
		[327992] = {
			2407, -- [1]
			"Зловещее отражение", -- [2]
		},
		[323730] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[203958] = {
			2386, -- [1]
			11, -- [2]
		},
		[32055] = {
			1940, -- [1]
			"Зыбун", -- [2]
		},
		[317231] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[319637] = {
			2364, -- [1]
			"[*] Возвращенная душа", -- [2]
		},
		[318102] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[15530] = {
			1895, -- [1]
			"Яззай", -- [2]
		},
		[261977] = {
			2386, -- [1]
			10, -- [2]
		},
		[323732] = {
			2400, -- [1]
			"Дилер Зи'екса", -- [2]
		},
		[328338] = {
			2385, -- [1]
			"Стрелок-отравитель", -- [2]
		},
		[322709] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[329362] = {
			2398, -- [1]
			"Визгунья", -- [2]
		},
		[319639] = {
			2364, -- [1]
			"Кул'тарок", -- [2]
		},
		[346762] = {
			2412, -- [1]
			"Баронесса Фрида", -- [2]
		},
		[33132] = {
			1939, -- [1]
			"Оскверненный тотем вспышки <Менну Предатель>", -- [2]
		},
		[318406] = {
			2365, -- [1]
			"Кроворуб", -- [2]
		},
		[329875] = {
			2407, -- [1]
			"Реморния", -- [2]
		},
		[320155] = {
			2400, -- [1]
			"[*] Перемещающая ловушка", -- [2]
		},
		[322711] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[330580] = {
			2407, -- [1]
			"Реморния", -- [2]
		},
		[328731] = {
			2402, -- [1]
			"Возрожденный феникс", -- [2]
		},
		[322648] = {
			2393, -- [1]
			"[*] Связь разума", -- [2]
		},
		[106872] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[324370] = {
			2357, -- [1]
			"Азуль", -- [2]
		},
		[327952] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[344718] = {
			2417, -- [1]
			"Reverberating Eruption Stalker", -- [2]
		},
		[259756] = {
			2386, -- [1]
			8, -- [2]
		},
		[320787] = {
			2394, -- [1]
			"Миллхаус Манашторм", -- [2]
		},
		[111668] = {
			1406, -- [1]
			"Райгонн", -- [2]
		},
		[328343] = {
			2385, -- [1]
			"Ядовитый паук <Стрелок-отравитель>", -- [2]
		},
		[19434] = {
			2386, -- [1]
			3, -- [2]
		},
		[2948] = {
			2386, -- [1]
			8, -- [2]
		},
		[342280] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[334485] = {
			2356, -- [1]
			"\"Вентунакс\"", -- [2]
		},
		[342314] = {
			2386, -- [1]
			11, -- [2]
		},
		[331415] = {
			2363, -- [1]
			"Генерал Кааль", -- [2]
		},
		[338022] = {
			2387, -- [1]
			"Лоскутный солдат", -- [2]
		},
		[344721] = {
			2417, -- [1]
			"[*] Отдающаяся эхом аннигиляция", -- [2]
		},
		[328857] = {
			2398, -- [1]
			"Визгунья", -- [2]
		},
		[334377] = {
			2361, -- [1]
			"Писец-исследовательница", -- [2]
		},
		[153804] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[152979] = {
			1688, -- [1]
			"Подчиненная душа", -- [2]
		},
		[322908] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[32363] = {
			1899, -- [1]
			"Принц Шаффар", -- [2]
		},
		[150807] = {
			1653, -- [1]
			"Пленный шахтер", -- [2]
		},
		[334488] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[323608] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[30213] = {
			2404, -- [1]
			"Зурилруну", -- [2]
		},
		[320784] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[119840] = {
			1447, -- [1]
			"Сик'тик-солдат", -- [2]
		},
		[44226] = {
			1894, -- [1]
			"[*] Искажение гравитации", -- [2]
		},
		[325908] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[150677] = {
			1654, -- [1]
			"Гуг'рокк", -- [2]
		},
		[326302] = {
			2405, -- [1]
			"Изобретатель Зи'Мокс", -- [2]
		},
		[335873] = {
			2407, -- [1]
			"Реморния", -- [2]
		},
		[150038] = {
			1655, -- [1]
			"Магмолат", -- [2]
		},
		[319650] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[332444] = {
			2399, -- [1]
			"[*] Рушащийся фундамент", -- [2]
		},
		[321038] = {
			2362, -- [1]
			"Зловещая подавительница", -- [2]
		},
		[153234] = {
			1678, -- [1]
			"Аззакель", -- [2]
		},
		[333980] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[240443] = {
			2382, -- [1]
			"Взрывоопасный чумной бурильщик", -- [2]
		},
		[157331] = {
			2385, -- [1]
			"Изначальный элементаль бури", -- [2]
		},
		[120789] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[317605] = {
			2391, -- [1]
			"Рек Закаленная", -- [2]
		},
		[334493] = {
			2396, -- [1]
			"Чащобный мерцающий мотылек", -- [2]
		},
		[319654] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[64695] = {
			2392, -- [1]
			"Тотем хватки земли <Террамото>", -- [2]
		},
		[320168] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[45442] = {
			729, -- [1]
			"Кил'джеден", -- [2]
		},
		[107356] = {
			1306, -- [1]
			"Оскверненный Тажань Чжу", -- [2]
		},
		[323236] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[327842] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[344732] = {
			2386, -- [1]
			11, -- [2]
		},
		[335361] = {
			2399, -- [1]
			"[*] Камнетрясение", -- [2]
		},
		[153240] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[323749] = {
			2403, -- [1]
			"Пустой сосуд анимы", -- [2]
		},
		[325799] = {
			2380, -- [1]
			"Порочный псарь", -- [2]
		},
		[320679] = {
			2391, -- [1]
			"Непреклонный соперник", -- [2]
		},
		[12294] = {
			1654, -- [1]
			1, -- [2]
		},
		[323750] = {
			2365, -- [1]
			"[*] Губительный газ", -- [2]
		},
		[326309] = {
			2393, -- [1]
			"[*] Разлагающая кислота", -- [2]
		},
		[323250] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[334500] = {
			2417, -- [1]
			"[*] Сейсмическая дрожь", -- [2]
		},
		[326824] = {
			2407, -- [1]
			"Эхо греха", -- [2]
		},
		[334498] = {
			2417, -- [1]
			"Генерал Грашаал", -- [2]
		},
		[159381] = {
			1700, -- [1]
			"Рухран", -- [2]
		},
		[153496] = {
			1679, -- [1]
			"Червь-трупоед", -- [2]
		},
		[338081] = {
			2385, -- [1]
			"Крадущийся паучок", -- [2]
		},
		[320170] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[324776] = {
			2392, -- [1]
			"Туманный культиватор", -- [2]
		},
		[117418] = {
			2386, -- [1]
			10, -- [2]
		},
		[347376] = {
			2412, -- [1]
			"Dance Controller", -- [2]
		},
		[320171] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[159382] = {
			1700, -- [1]
			"Рухран", -- [2]
		},
		[153224] = {
			1677, -- [1]
			"Разящий Клинок", -- [2]
		},
		[188389] = {
			2386, -- [1]
			7, -- [2]
		},
		[164734] = {
			1749, -- [1]
			"Лютоклык", -- [2]
		},
		[335013] = {
			2405, -- [1]
			"Изобретатель Зи'Мокс", -- [2]
		},
		[319531] = {
			2364, -- [1]
			"Кул'тарок", -- [2]
		},
		[77508] = {
			1655, -- [1]
			"Мстительный элементаль магмы", -- [2]
		},
		[115418] = {
			1406, -- [1]
			"Крик'тик - направитель ветров", -- [2]
		},
		[334322] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[326833] = {
			2407, -- [1]
			"Эхо греха", -- [2]
		},
		[100780] = {
			2386, -- [1]
			10, -- [2]
		},
		[23881] = {
			1654, -- [1]
			1, -- [2]
		},
		[341254] = {
			2402, -- [1]
			"Возрожденный феникс", -- [2]
		},
		[31403] = {
			1935, -- [1]
			"Центурион клана Изувеченной Длани", -- [2]
		},
		[317488] = {
			2386, -- [1]
			1, -- [2]
		},
		[325807] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[335016] = {
			2418, -- [1]
			"Ловчий Альтимор", -- [2]
		},
		[153499] = {
			1678, -- [1]
			"Аззакель", -- [2]
		},
		[33865] = {
			1900, -- [1]
			"Эфириал-падальщик", -- [2]
		},
		[344740] = {
			2417, -- [1]
			"[*] Вторящий взрыв", -- [2]
		},
		[322735] = {
			2395, -- [1]
			"Хаккар Свежеватель Душ", -- [2]
		},
		[34980] = {
			1939, -- [1]
			"Менну Предатель", -- [2]
		},
		[321712] = {
			2386, -- [1]
			8, -- [2]
		},
		[346788] = {
			2412, -- [1]
			"Неизвестно", -- [2]
		},
		[322736] = {
			2395, -- [1]
			"Хаккар Свежеватель Душ", -- [2]
		},
		[30470] = {
			1935, -- [1]
			"Дикарь из клана Изувеченной Длани", -- [2]
		},
		[30502] = {
			1936, -- [1]
			"Главный чернокнижник Пустоклят", -- [2]
		},
		[326319] = {
			2397, -- [1]
			"Друст-жнец", -- [2]
		},
		[333293] = {
			2364, -- [1]
			"Костяной чародей", -- [2]
		},
		[258921] = {
			2396, -- [1]
			12, -- [2]
		},
		[327664] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[346790] = {
			2412, -- [1]
			"Неизвестно", -- [2]
		},
		[333485] = {
			2389, -- [1]
			"Тошногнил", -- [2]
		},
		[153501] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[153757] = {
			1698, -- [1]
			"Ранжит", -- [2]
		},
		[342697] = {
			2417, -- [1]
			"Голиаф из Каменного Легиона <Генерал Кааль>", -- [2]
		},
		[328880] = {
			2405, -- [1]
			"Изобретатель Зи'Мокс", -- [2]
		},
		[155646] = {
			1686, -- [1]
			"Дозорный Каатар", -- [2]
		},
		[102572] = {
			1303, -- [1]
			"Лазурный змей", -- [2]
		},
		[342698] = {
			2417, -- [1]
			"[*] Заражение нестабильной анимой", -- [2]
		},
		[39367] = {
			1916, -- [1]
			"Зерекет Бездонный", -- [2]
		},
		[10444] = {
			2386, -- [1]
			7, -- [2]
		},
		[35010] = {
			1939, -- [1]
			"Менну Предатель", -- [2]
		},
		[44271] = {
			1895, -- [1]
			"Гараксас", -- [2]
		},
		[343005] = {
			2398, -- [1]
			"Визгунья", -- [2]
		},
		[333488] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[45892] = {
			729, -- [1]
			"Кил'джеден", -- [2]
		},
		[342874] = {
			2405, -- [1]
			"Изобретатель Зи'Мокс", -- [2]
		},
		[153247] = {
			1652, -- [1]
			"Ролталл", -- [2]
		},
		[333489] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[342189] = {
			2401, -- [1]
			"Верный камнерожденный", -- [2]
		},
		[326629] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[153089] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[345772] = {
			2396, -- [1]
			"Волшебная стражница <Moonshae-Silvermoon>", -- [2]
		},
		[323057] = {
			2397, -- [1]
			"Ингра Малох", -- [2]
		},
		[322232] = {
			2386, -- [1]
			"Маркграфиня Страдама", -- [2]
		},
		[328885] = {
			2402, -- [1]
			"Верховный истязатель Даритос", -- [2]
		},
		[329181] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[35395] = {
			2404, -- [1]
			2, -- [2]
		},
		[106966] = {
			1305, -- [1]
			"Малая нестабильная энергия <Ша Жестокости>", -- [2]
		},
		[164426] = {
			1749, -- [1]
			"Раздиратель Плоти Нок'Гар", -- [2]
		},
		[333492] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[323552] = {
			2403, -- [1]
			"Верховный адъюдикатор Ализа", -- [2]
		},
		[322818] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[328887] = {
			2398, -- [1]
			"Визгунья", -- [2]
		},
		[163740] = {
			1748, -- [1]
			"Ахри'ок Дугру", -- [2]
		},
		[321005] = {
			2397, -- [1]
			"Ингра Малох", -- [2]
		},
		[209862] = {
			2365, -- [1]
			"[*] Вулканический шлейф", -- [2]
		},
		[185438] = {
			2396, -- [1]
			4, -- [2]
		},
		[324044] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[326574] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[346800] = {
			2412, -- [1]
			"Лорд Ставрос", -- [2]
		},
		[322614] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[197834] = {
			2386, -- [1]
			4, -- [2]
		},
		[153762] = {
			1678, -- [1]
			"Неизвестно", -- [2]
		},
		[154018] = {
			1678, -- [1]
			"[*] Поджигание", -- [2]
		},
		[225919] = {
			2396, -- [1]
			12, -- [2]
		},
		[315585] = {
			2396, -- [1]
			4, -- [2]
		},
		[228478] = {
			2396, -- [1]
			12, -- [2]
		},
		[157122] = {
			2404, -- [1]
			2, -- [2]
		},
		[322239] = {
			2386, -- [1]
			"Тлетворное порождение", -- [2]
		},
		[115167] = {
			1418, -- [1]
			"[*] Оскверненные воды", -- [2]
		},
		[320580] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[168348] = {
			1754, -- [1]
			"Пушка \"Силы Чернорука\"", -- [2]
		},
		[110945] = {
			1303, -- [1]
			"Гу Небесный Удар", -- [2]
		},
		[38153] = {
			1940, -- [1]
			"Зыбун", -- [2]
		},
		[322240] = {
			2386, -- [1]
			"Тлетворное порождение", -- [2]
		},
		[316099] = {
			2405, -- [1]
			"Изобретатель Зи'Мокс", -- [2]
		},
		[333711] = {
			2396, -- [1]
			"Скелет-ящер", -- [2]
		},
		[30471] = {
			1935, -- [1]
			"Разоритель из клана Изувеченной Длани", -- [2]
		},
		[153764] = {
			1678, -- [1]
			"Аззакель", -- [2]
		},
		[24394] = {
			2366, -- [1]
			"Волчара <Извариот-Гордунни>", -- [2]
		},
		[150759] = {
			1653, -- [1]
			"Надсмотрщик за рабами Крушто", -- [2]
		},
		[30500] = {
			1936, -- [1]
			"Главный чернокнижник Пустоклят", -- [2]
		},
		[162415] = {
			1750, -- [1]
			"Ошир", -- [2]
		},
		[334522] = {
			2383, -- [1]
			"Алчущий разрушитель", -- [2]
		},
		[326389] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[32370] = {
			1899, -- [1]
			"Эфириал-ученик", -- [2]
		},
		[331966] = {
			2384, -- [1]
			"Моровая слизь", -- [2]
		},
		[39049] = {
			1919, -- [1]
			"Эонус", -- [2]
		},
		[156829] = {
			1714, -- [1]
			"Терон'кров", -- [2]
		},
		[321220] = {
			2361, -- [1]
			"Взбесившийся вурдалак", -- [2]
		},
		[212105] = {
			2396, -- [1]
			12, -- [2]
		},
		[153794] = {
			1700, -- [1]
			"Рухран", -- [2]
		},
		[328897] = {
			2398, -- [1]
			"Визгунья", -- [2]
		},
		[106841] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[324859] = {
			2392, -- [1]
			"Друст-древолом", -- [2]
		},
		[338621] = {
			2383, -- [1]
			"Алчущий разрушитель", -- [2]
		},
		[326851] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[323573] = {
			2361, -- [1]
			"[*] Осадок", -- [2]
		},
		[319687] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[324293] = {
			2388, -- [1]
			"Мрачный колосс", -- [2]
		},
		[329170] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[106853] = {
			1304, -- [1]
			"Мастер Снежный Вихрь", -- [2]
		},
		[46150] = {
			1894, -- [1]
			"Ведьма из клана Змеиных Колец", -- [2]
		},
		[320200] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[322759] = {
			2395, -- [1]
			"Хаккар Свежеватель Душ", -- [2]
		},
		[157168] = {
			1714, -- [1]
			"Абиссал Скверны", -- [2]
		},
		[56641] = {
			2386, -- [1]
			3, -- [2]
		},
		[35950] = {
			1935, -- [1]
			"Псарь из клана Изувеченной Длани", -- [2]
		},
		[335817] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[321275] = {
			2384, -- [1]
			"[*] Быстрая инфекция", -- [2]
		},
		[320966] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[38538] = {
			1920, -- [1]
			"Повелитель времени Дежа", -- [2]
		},
		[39004] = {
			1916, -- [1]
			"Бездонный портал Бездны <Зерекет Бездонный>", -- [2]
		},
		[321226] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[342256] = {
			2417, -- [1]
			"Генерал Кааль", -- [2]
		},
		[112918] = {
			1306, -- [1]
			"Хваткая ненависть <Оскверненный Тажань Чжу>", -- [2]
		},
		[126664] = {
			2386, -- [1]
			1, -- [2]
		},
		[106470] = {
			1304, -- [1]
			"[*] Шар огня", -- [2]
		},
		[96103] = {
			1654, -- [1]
			1, -- [2]
		},
		[165733] = {
			1698, -- [1]
			"Ранжит", -- [2]
		},
		[106854] = {
			1304, -- [1]
			"Мастер Снежный Вихрь", -- [2]
		},
		[150004] = {
			1655, -- [1]
			"Мастер горна Гон'ду", -- [2]
		},
		[101033] = {
			2396, -- [1]
			7, -- [2]
		},
		[153002] = {
			1686, -- [1]
			"Дозорный Каатар", -- [2]
		},
		[320717] = {
			2387, -- [1]
			"Червь-трупоед", -- [2]
		},
		[153024] = {
			1686, -- [1]
			"Дозорный Каатар", -- [2]
		},
		[323831] = {
			2404, -- [1]
			"[*] Хватка смерти", -- [2]
		},
		[333002] = {
			2402, -- [1]
			"Гнусная оккультистка", -- [2]
		},
		[323687] = {
			2400, -- [1]
			"Дилер Зи'екса", -- [2]
		},
		[325324] = {
			2405, -- [1]
			"Изобретатель Зи'Мокс", -- [2]
		},
		[320248] = {
			2391, -- [1]
			"Пакиран Заразный", -- [2]
		},
		[342253] = {
			2417, -- [1]
			"Налетчица из Каменного легиона <Генерал Кааль>", -- [2]
		},
		[156842] = {
			1714, -- [1]
			"Терон'кров", -- [2]
		},
		[120800] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[46151] = {
			1894, -- [1]
			"Ведьма из клана Змеиных Колец", -- [2]
		},
		[320208] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[322767] = {
			2392, -- [1]
			"Друст-жнец", -- [2]
		},
		[335295] = {
			2399, -- [1]
			"[*] Разрыв цепи", -- [2]
		},
		[327885] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[328837] = {
			2386, -- [1]
			3, -- [2]
		},
		[115421] = {
			1406, -- [1]
			"Крик'тик - направитель ветров", -- [2]
		},
		[327411] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[323792] = {
			2358, -- [1]
			"Сгусток анимы", -- [2]
		},
		[38539] = {
			1920, -- [1]
			"Повелитель времени Дежа", -- [2]
		},
		[198533] = {
			2365, -- [1]
			"Статуя Нефритовой Змеи <Дуювуши-Гордунни>", -- [2]
		},
		[30600] = {
			1937, -- [1]
			"О'мрогг Завоеватель", -- [2]
		},
		[327887] = {
			2405, -- [1]
			"Изобретатель Зи'Мокс", -- [2]
		},
		[336587] = {
			2386, -- [1]
			11, -- [2]
		},
		[320723] = {
			2400, -- [1]
			"[*] Перемещенная взрывная волна", -- [2]
		},
		[330959] = {
			2412, -- [1]
			"Кастелян Никлаус", -- [2]
		},
		[340880] = {
			2361, -- [1]
			"[*] Гордыня", -- [2]
		},
		[153006] = {
			1686, -- [1]
			"Дозорный Каатар", -- [2]
		},
		[106856] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[106984] = {
			1303, -- [1]
			"Гу Небесный Удар", -- [2]
		},
		[322236] = {
			2386, -- [1]
			"Тлетворное порождение", -- [2]
		},
		[324307] = {
			2358, -- [1]
			"Сгусток анимы", -- [2]
		},
		[345020] = {
			2386, -- [1]
			10, -- [2]
		},
		[15496] = {
			1935, -- [1]
			"Кровавый страж Порунг", -- [2]
		},
		[319702] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[107120] = {
			1406, -- [1]
			"Командир Ри'мок", -- [2]
		},
		[334266] = {
			2383, -- [1]
			"Алчущий разрушитель", -- [2]
		},
		[328181] = {
			2390, -- [1]
			"[*] Леденящий холод", -- [2]
		},
		[319703] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[342732] = {
			2417, -- [1]
			"Голиаф из Каменного Легиона <Генерал Кааль>", -- [2]
		},
		[320727] = {
			2400, -- [1]
			"[*] Перемещенная взрывная волна", -- [2]
		},
		[341709] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[340174] = {
			2404, -- [1]
			"Призрачный претендент", -- [2]
		},
		[342733] = {
			2417, -- [1]
			"Голиаф из Каменного Легиона <Генерал Кааль>", -- [2]
		},
		[39005] = {
			1916, -- [1]
			"Зерекет Бездонный", -- [2]
		},
		[31464] = {
			1921, -- [1]
			"Темпорус", -- [2]
		},
		[121442] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[339690] = {
			2417, -- [1]
			"Генерал Грашаал", -- [2]
		},
		[320729] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[333523] = {
			2391, -- [1]
			"Зира Двурушница", -- [2]
		},
		[319655] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[38540] = {
			1920, -- [1]
			"Повелитель времени Дежа", -- [2]
		},
		[330965] = {
			2412, -- [1]
			"Кастелян Никлаус", -- [2]
		},
		[169129] = {
			1754, -- [1]
			"Обратная тяга", -- [2]
		},
		[321754] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[325872] = {
			2401, -- [1]
			"Порочный уничтожитель", -- [2]
		},
		[327100] = {
			2389, -- [1]
			"[*] Пагубный туман", -- [2]
		},
		[344503] = {
			2417, -- [1]
			"Неизвестно", -- [2]
		},
		[321755] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[152939] = {
			1652, -- [1]
			"Ролталл", -- [2]
		},
		[20271] = {
			2386, -- [1]
			2, -- [2]
		},
		[333526] = {
			2386, -- [1]
			3, -- [2]
		},
		[121443] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[115430] = {
			1406, -- [1]
			"Крик'тик-яростень", -- [2]
		},
		[330968] = {
			2412, -- [1]
			"Ворчливый официант", -- [2]
		},
		[153067] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[154132] = {
			1699, -- [1]
			"Аракнат", -- [2]
		},
		[120758] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[337110] = {
			2412, -- [1]
			"Баронесса Фрида", -- [2]
		},
		[328890] = {
			2402, -- [1]
			"Верховный истязатель Даритос", -- [2]
		},
		[30153] = {
			2412, -- [1]
			"Страж Скверны <Архалок-Гордунни>", -- [2]
		},
		[342740] = {
			2417, -- [1]
			"Голиаф из Каменного Легиона <Генерал Кааль>", -- [2]
		},
		[345316] = {
			2386, -- [1]
			4, -- [2]
		},
		[321247] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[46153] = {
			1897, -- [1]
			"Селин Огненное Сердце", -- [2]
		},
		[149941] = {
			1655, -- [1]
			"Уничтожитель", -- [2]
		},
		[325361] = {
			2405, -- [1]
			"Изобретатель Зи'Мокс", -- [2]
		},
		[334797] = {
			2418, -- [1]
			"Баргаст", -- [2]
		},
		[319713] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[330712] = {
			2398, -- [1]
			"Визгунья", -- [2]
		},
		[269576] = {
			2386, -- [1]
			3, -- [2]
		},
		[153524] = {
			1679, -- [1]
			"Зараженная летучая мышь", -- [2]
		},
		[30505] = {
			1936, -- [1]
			"Главный чернокнижник Пустоклят", -- [2]
		},
		[324449] = {
			2404, -- [1]
			"Мордрета, Вечная императрица", -- [2]
		},
		[152696] = {
			1677, -- [1]
			"[*] Руна тени", -- [2]
		},
		[321249] = {
			2361, -- [1]
			"Взбесившийся вурдалак", -- [2]
		},
		[331997] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[332509] = {
			2394, -- [1]
			"Миллифисент Манашторм", -- [2]
		},
		[161457] = {
			1686, -- [1]
			"Дозорный Каатар", -- [2]
		},
		[322274] = {
			2390, -- [1]
			"Похитительница с \"Золрамуса\"", -- [2]
		},
		[323810] = {
			2363, -- [1]
			"Генерал Кааль", -- [2]
		},
		[149997] = {
			1655, -- [1]
			"Катастрофа", -- [2]
		},
		[341473] = {
			2402, -- [1]
			"Темнокрылая убийца", -- [2]
		},
		[207771] = {
			2396, -- [1]
			12, -- [2]
		},
		[30633] = {
			1937, -- [1]
			"О'мрогг Завоеватель", -- [2]
		},
		[324323] = {
			2388, -- [1]
			"Мрачный колосс", -- [2]
		},
		[263165] = {
			2386, -- [1]
			5, -- [2]
		},
		[321253] = {
			2388, -- [1]
			"[*] Последняя жатва", -- [2]
		},
		[319685] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[131521] = {
			1306, -- [1]
			"Оскверненный Тажань Чжу", -- [2]
		},
		[321772] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[38166] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[328936] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[334523] = {
			2383, -- [1]
			"Алчущий разрушитель", -- [2]
		},
		[335072] = {
			2394, -- [1]
			"Миллхаус Манашторм", -- [2]
		},
		[320230] = {
			2400, -- [1]
			"Дилер Зи'екса", -- [2]
		},
		[160964] = {
			1700, -- [1]
			"Рухран", -- [2]
		},
		[131522] = {
			1306, -- [1]
			"Оскверненный Тажань Чжу", -- [2]
		},
		[343727] = {
			2393, -- [1]
			"Исчадие Тьмы <Йоррмунгант-Гордунни>", -- [2]
		},
		[330978] = {
			2412, -- [1]
			"Кастелян Никлаус", -- [2]
		},
		[36175] = {
			1913, -- [1]
			"Даллия Глашатай Судьбы", -- [2]
		},
		[330468] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[334971] = {
			2418, -- [1]
			"Маргор", -- [2]
		},
		[321258] = {
			2388, -- [1]
			"[*] Последняя жатва", -- [2]
		},
		[111723] = {
			1419, -- [1]
			"Райгонн", -- [2]
		},
		[344496] = {
			2417, -- [1]
			"Генерал Грашаал", -- [2]
		},
		[31985] = {
			1939, -- [1]
			"Менну Предатель", -- [2]
		},
		[333540] = {
			2391, -- [1]
			"Зира Двурушница", -- [2]
		},
		[320232] = {
			2400, -- [1]
			"Дилер Зи'екса", -- [2]
		},
		[157173] = {
			1678, -- [1]
			"Страж Скверны <Когти Аргуса>", -- [2]
		},
		[328664] = {
			2388, -- [1]
			"Оживленный маг <Амарт>", -- [2]
		},
		[339639] = {
			2418, -- [1]
			"Вырванная душа", -- [2]
		},
		[334053] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[328424] = {
			2361, -- [1]
			"Запятнанная грехом анима", -- [2]
		},
		[86392] = {
			2386, -- [1]
			4, -- [2]
		},
		[332734] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[121447] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[327619] = {
			2412, -- [1]
			"Вальсирующий вентир", -- [2]
		},
		[322796] = {
			2363, -- [1]
			"Генерал Кааль", -- [2]
		},
		[338619] = {
			2383, -- [1]
			"Алчущий разрушитель", -- [2]
		},
		[344502] = {
			2417, -- [1]
			"[*] Нестабильная опора", -- [2]
		},
		[334017] = {
			2406, -- [1]
			"Обузданный призрак", -- [2]
		},
		[150784] = {
			1654, -- [1]
			"[*] Извержение магмы", -- [2]
		},
		[319715] = {
			2360, -- [1]
			"Криксис Ненасытный", -- [2]
		},
		[323821] = {
			2363, -- [1]
			"Генерал Кааль", -- [2]
		},
		[319897] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[326892] = {
			2391, -- [1]
			"Дессия Обезглавливательница", -- [2]
		},
		[324046] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[46155] = {
			1897, -- [1]
			"Селин Огненное Сердце", -- [2]
		},
		[154043] = {
			1698, -- [1]
			"Увеличительное стекло араккоа", -- [2]
		},
		[32361] = {
			1901, -- [1]
			"Таварок", -- [2]
		},
		[342741] = {
			2417, -- [1]
			"Голиаф из Каменного Легиона <Генерал Кааль>", -- [2]
		},
		[185763] = {
			2386, -- [1]
			4, -- [2]
		},
		[328124] = {
			2380, -- [1]
			"Неумирающий камнебес", -- [2]
		},
		[323551] = {
			2361, -- [1]
			"Изменчивое воплощение", -- [2]
		},
		[335540] = {
			2402, -- [1]
			"Докучливый бес", -- [2]
		},
		[111725] = {
			1419, -- [1]
			"Райгонн", -- [2]
		},
		[40504] = {
			1940, -- [1]
			"Зыбун", -- [2]
		},
		[329943] = {
			2407, -- [1]
			"Реморния", -- [2]
		},
		[325360] = {
			2362, -- [1]
			"Верховная надзирательница Бериллия", -- [2]
		},
		[323825] = {
			2404, -- [1]
			"Затягивающий разлом <Мордрета, Вечная императрица>", -- [2]
		},
		[164835] = {
			1749, -- [1]
			"Лютоклык", -- [2]
		},
		[106352] = {
			1304, -- [1]
			"Мастер Снежный Вихрь", -- [2]
		},
		[329455] = {
			2383, -- [1]
			"Алчущий разрушитель", -- [2]
		},
		[320180] = {
			2391, -- [1]
			"Пакиран Заразный", -- [2]
		},
		[106736] = {
			1439, -- [1]
			"Ша Сомнения", -- [2]
		},
		[106864] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[329774] = {
			2383, -- [1]
			"Алчущий разрушитель", -- [2]
		},
		[319733] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[115436] = {
			1406, -- [1]
			"Крик'тик-яростень", -- [2]
		},
		[325258] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[334534] = {
			2361, -- [1]
			"Писец-исследовательница", -- [2]
		},
		[319902] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[329906] = {
			2407, -- [1]
			"Реморния", -- [2]
		},
		[335338] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[339693] = {
			2417, -- [1]
			"[*] Подрыв кристалла", -- [2]
		},
		[325876] = {
			2401, -- [1]
			"Порочный уничтожитель", -- [2]
		},
		[335372] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[331314] = {
			2399, -- [1]
			"[*] Разрушительный удар", -- [2]
		},
		[326858] = {
			2407, -- [1]
			"Сир Денатрий", -- [2]
		},
		[325877] = {
			2402, -- [1]
			"Тень Кель'таса", -- [2]
		},
		[6807] = {
			1654, -- [1]
			11, -- [2]
		},
		[38592] = {
			1921, -- [1]
			"Темпорус", -- [2]
		},
		[328651] = {
			2385, -- [1]
			"Стрелок-отравитель", -- [2]
		},
		[107121] = {
			1406, -- [1]
			"Командир Ри'мок", -- [2]
		},
		[328437] = {
			2405, -- [1]
			"Изобретатель Зи'Мокс", -- [2]
		},
		[155327] = {
			1685, -- [1]
			"Стражница душ Ниами", -- [2]
		},
		[327414] = {
			2405, -- [1]
			"[*] Одержимость", -- [2]
		},
		[342255] = {
			2417, -- [1]
			"Генерал Кааль", -- [2]
		},
		[334579] = {
			2384, -- [1]
			"Извергающаяся слизь", -- [2]
		},
		[128359] = {
			1502, -- [1]
			"[*] Едкий сок", -- [2]
		},
		[340807] = {
			2405, -- [1]
			"Изобретатель Зи'Мокс", -- [2]
		},
		[329974] = {
			2407, -- [1]
			"Реморния", -- [2]
		},
		[285452] = {
			2386, -- [1]
			7, -- [2]
		},
		[325331] = {
			2405, -- [1]
			"[*] Символ разрушения", -- [2]
		},
		[331510] = {
			2391, -- [1]
			"Непреклонный соперник", -- [2]
		},
		[14914] = {
			1654, -- [1]
			5, -- [2]
		},
		[16856] = {
			1935, -- [1]
			"Гладиатор из клана Изувеченной Длани", -- [2]
		},
		[331217] = {
			2393, -- [1]
			"[*] Общая боль", -- [2]
		},
		[45779] = {
			728, -- [1]
			"Взрывоопасный бес", -- [2]
		},
		[111129] = {
			1303, -- [1]
			"Гу Небесный Удар", -- [2]
		},
		[150776] = {
			1654, -- [1]
			"Гуг'рокк", -- [2]
		},
		[39376] = {
			1939, -- [1]
			"Техник резервуара Кривого Клыка", -- [2]
		},
		[111600] = {
			1419, -- [1]
			"Крик'тик - вестник роя", -- [2]
		},
		[111728] = {
			1419, -- [1]
			"Райгонн", -- [2]
		},
		[106334] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[327646] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[193455] = {
			2386, -- [1]
			3, -- [2]
		},
		[52042] = {
			2361, -- [1]
			"Тотем исцеляющего потока <Хейлия>", -- [2]
		},
		[346866] = {
			2401, -- [1]
			"Верный камнерожденный", -- [2]
		},
		[322814] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[328667] = {
			2388, -- [1]
			"Оживленный маг <Амарт>", -- [2]
		},
		[153139] = {
			1698, -- [1]
			"Ранжит", -- [2]
		},
		[327649] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[323150] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[77758] = {
			1654, -- [1]
			11, -- [2]
		},
		[107357] = {
			1306, -- [1]
			"Оскверненный Тажань Чжу", -- [2]
		},
		[322304] = {
			2386, -- [1]
			"Маркграфиня Страдама", -- [2]
		},
		[117014] = {
			2386, -- [1]
			7, -- [2]
		},
		[156793] = {
			1698, -- [1]
			"Ранжит", -- [2]
		},
		[196608] = {
			2386, -- [1]
			10, -- [2]
		},
		[341443] = {
			2384, -- [1]
			"Извергающаяся слизь", -- [2]
		},
		[322817] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[329470] = {
			2402, -- [1]
			"Возрожденный феникс", -- [2]
		},
		[3391] = {
			1935, -- [1]
			"Буян из клана Изувеченной Длани", -- [2]
		},
		[106228] = {
			1439, -- [1]
			"[*] Ничтожность", -- [2]
		},
		[320771] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[339706] = {
			2404, -- [1]
			"Эхо наездника на быке", -- [2]
		},
		[106612] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[154526] = {
			1686, -- [1]
			"Дозорный Каатар", -- [2]
		},
		[320772] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[8269] = {
			1939, -- [1]
			"Работяга резервуара Кривого Клыка", -- [2]
		},
		[22703] = {
			2404, -- [1]
			9, -- [2]
		},
		[5176] = {
			2386, -- [1]
			11, -- [2]
		},
		[328237] = {
			2405, -- [1]
			"Кристалл фантазмов", -- [2]
		},
		[327426] = {
			2396, -- [1]
			"Расколотое видение", -- [2]
		},
		[136466] = {
			724, -- [1]
			"Калесгос", -- [2]
		},
		[212680] = {
			2386, -- [1]
			3, -- [2]
		},
		[60103] = {
			2386, -- [1]
			7, -- [2]
		},
		[327427] = {
			2396, -- [1]
			"Расколотое видение", -- [2]
		},
		[323845] = {
			2363, -- [1]
			"Генерал Кааль", -- [2]
		},
		[118297] = {
			2360, -- [1]
			"Изначальный элементаль огня", -- [2]
		},
		[312321] = {
			2404, -- [1]
			9, -- [2]
		},
		[321976] = {
			2384, -- [1]
			"Моровая слизь", -- [2]
		},
		[323846] = {
			2363, -- [1]
			"Генерал Кааль", -- [2]
		},
		[328180] = {
			2384, -- [1]
			"Заклинатель чумы", -- [2]
		},
		[322554] = {
			2361, -- [1]
			"Вершитель Тарвольд", -- [2]
		},
		[325382] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[167105] = {
			1654, -- [1]
			1, -- [2]
		},
		[113394] = {
			1417, -- [1]
			"Опасность", -- [2]
		},
		[31467] = {
			1920, -- [1]
			"Повелитель времени Дежа", -- [2]
		},
		[153544] = {
			1698, -- [1]
			"Ранжит", -- [2]
		},
		[275779] = {
			2404, -- [1]
			2, -- [2]
		},
		[205231] = {
			2396, -- [1]
			"Созерцатель тьмы <Inezalia-ArgentDawn>", -- [2]
		},
		[154121] = {
			1699, -- [1]
			"Аракнат", -- [2]
		},
		[168955] = {
			1754, -- [1]
			"Корамар", -- [2]
		},
		[342694] = {
			2417, -- [1]
			"Голиаф из Каменного Легиона <Генерал Кааль>", -- [2]
		},
		[153227] = {
			1652, -- [1]
			"Ролталл", -- [2]
		},
		[326920] = {
			2394, -- [1]
			"Миллхаус Манашторм", -- [2]
		},
		[269937] = {
			2404, -- [1]
			2, -- [2]
		},
		[102573] = {
			1303, -- [1]
			"Лазурный змей", -- [2]
		},
		[150032] = {
			1655, -- [1]
			"Магмолат", -- [2]
		},
		[341250] = {
			2399, -- [1]
			"Грязешмяк", -- [2]
		},
		[339237] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[320365] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[35942] = {
			1935, -- [1]
			"Бешеный бойцовый пес", -- [2]
		},
		[331016] = {
			2386, -- [1]
			4, -- [2]
		},
		[323118] = {
			2395, -- [1]
			"Хаккар Свежеватель Душ", -- [2]
		},
		[323852] = {
			2403, -- [1]
			"Жуткий молельщик <Рикью>", -- [2]
		},
		[319941] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[326684] = {
			2394, -- [1]
			"Миллхаус Манашторм", -- [2]
		},
		[160149] = {
			1700, -- [1]
			"Рухран", -- [2]
		},
		[323853] = {
			2403, -- [1]
			"Жуткий молельщик <Единица>", -- [2]
		},
		[117665] = {
			1439, -- [1]
			"Ша Сомнения", -- [2]
		},
		[46163] = {
			1894, -- [1]
			"[*] Поражение пламенем", -- [2]
		},
		[328757] = {
			2386, -- [1]
			3, -- [2]
		},
		[260247] = {
			2386, -- [1]
			3, -- [2]
		},
		[320272] = {
			2391, -- [1]
			"Сатель Злосчастный", -- [2]
		},
		[106871] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[38163] = {
			1940, -- [1]
			"Зыбун", -- [2]
		},
		[328212] = {
			2390, -- [1]
			"[*] Режущий лед", -- [2]
		},
		[329172] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[335114] = {
			2418, -- [1]
			"Ловчий Альтимор", -- [2]
		},
		[120759] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[30508] = {
			1936, -- [1]
			"Главный чернокнижник Пустоклят", -- [2]
		},
		[324368] = {
			2357, -- [1]
			"Азуль", -- [2]
		},
		[320786] = {
			2394, -- [1]
			"[*] Переполняющая мощь", -- [2]
		},
		[39013] = {
			1913, -- [1]
			"Даллия Глашатай Судьбы", -- [2]
		},
		[150734] = {
			1654, -- [1]
			"Нестабильный шлаковый элементаль <Гуг'рокк>", -- [2]
		},
		[320300] = {
			2391, -- [1]
			"Сатель Злосчастный", -- [2]
		},
		[335116] = {
			2418, -- [1]
			"Ловчий Альтимор", -- [2]
		},
		[13323] = {
			1895, -- [1]
			"Яззай", -- [2]
		},
		[342281] = {
			2406, -- [1]
			"Леди Инерва Дарквейн", -- [2]
		},
		[168390] = {
			1754, -- [1]
			"[*] Обстрел", -- [2]
		},
		[320788] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[323654] = {
			2386, -- [1]
			4, -- [2]
		},
		[319765] = {
			2364, -- [1]
			"Кул'тарок", -- [2]
		},
		[320277] = {
			2391, -- [1]
			"Сатель Злосчастный", -- [2]
		},
		[320789] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[325395] = {
			2385, -- [1]
			"Shadowclone Stalker", -- [2]
		},
		[334942] = {
			2418, -- [1]
			"Маргор", -- [2]
		},
		[320278] = {
			2391, -- [1]
			"Сатель Злосчастный", -- [2]
		},
		[335119] = {
			2418, -- [1]
			"Ловчий Альтимор", -- [2]
		},
		[217200] = {
			2386, -- [1]
			3, -- [2]
		},
		[106105] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[333932] = {
			2407, -- [1]
			"Длань разрушения", -- [2]
		},
		[153759] = {
			1698, -- [1]
			"Ранжит", -- [2]
		},
		[330537] = {
			2383, -- [1]
			"[*] Ненасытные миазмы", -- [2]
		},
		[342048] = {
			2391, -- [1]
			"Зира Двурушница", -- [2]
		},
		[328494] = {
			2361, -- [1]
			"[*] Запятнанная грехом анима", -- [2]
		},
		[46193] = {
			1895, -- [1]
			"Жрица Делрисса", -- [2]
		},
		[324662] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[320655] = {
			2387, -- [1]
			"Чумокост", -- [2]
		},
		[324154] = {
			2356, -- [1]
			"\"Вентунакс\"", -- [2]
		},
		[165578] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[325399] = {
			2405, -- [1]
			"Изобретатель Зи'Мокс", -- [2]
		},
		[323392] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[323137] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[333353] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[325440] = {
			2402, -- [1]
			"Скальный покоритель", -- [2]
		},
		[329104] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[163276] = {
			1748, -- [1]
			"Ловушка для огров", -- [2]
		},
		[165579] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[320141] = {
			2394, -- [1]
			"Миллхаус Манашторм", -- [2]
		},
		[23600] = {
			1895, -- [1]
			"Полководец Саларис", -- [2]
		},
		[47248] = {
			724, -- [1]
			"Кабалист Солнечного Клинка", -- [2]
		},
		[323146] = {
			2397, -- [1]
			"Ингра Малох", -- [2]
		},
		[164812] = {
			1654, -- [1]
			11, -- [2]
		},
		[334404] = {
			2418, -- [1]
			"Ловчий Альтимор", -- [2]
		},
		[33917] = {
			2386, -- [1]
			11, -- [2]
		},
		[345361] = {
			2386, -- [1]
			3, -- [2]
		},
		[333602] = {
			2388, -- [1]
			"Оживленный маг <Амарт>", -- [2]
		},
		[321821] = {
			2387, -- [1]
			"Чумной мешок", -- [2]
		},
		[35953] = {
			1936, -- [1]
			"Главный чернокнижник Пустоклят", -- [2]
		},
		[334228] = {
			2383, -- [1]
			"Алчущий разрушитель", -- [2]
		},
		[334757] = {
			2418, -- [1]
			"Баргаст", -- [2]
		},
		[17843] = {
			1895, -- [1]
			"Жрица Делрисса", -- [2]
		},
		[328501] = {
			2382, -- [1]
			"Взрывоопасный чумной бурильщик", -- [2]
		},
		[46033] = {
			1895, -- [1]
			"Рыцарь крови Солнечного Клинка", -- [2]
		},
		[116858] = {
			2404, -- [1]
			9, -- [2]
		},
		[336463] = {
			2404, -- [1]
			2, -- [2]
		},
		[340758] = {
			2405, -- [1]
			"Изобретатель Зи'Мокс", -- [2]
		},
		[32364] = {
			1899, -- [1]
			"Принц Шаффар", -- [2]
		},
		[325725] = {
			2396, -- [1]
			"Мве'зала", -- [2]
		},
		[320644] = {
			2366, -- [1]
			"Ксав Несломленный", -- [2]
		},
		[326430] = {
			2402, -- [1]
			"Тень Кель'таса", -- [2]
		},
		[149975] = {
			1655, -- [1]
			"Катастрофа", -- [2]
		},
		[316068] = {
			2360, -- [1]
			"Чумазый гряземес", -- [2]
		},
		[164686] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[332572] = {
			2399, -- [1]
			"[*] Падающие обломки", -- [2]
		},
		[337178] = {
			2391, -- [1]
			"Непреклонный соперник", -- [2]
		},
		[322746] = {
			2395, -- [1]
			"[*] Порченая кровь", -- [2]
		},
	},
	["immersion_pets_on_solo_play"] = false,
	["npcid_ignored"] = {
	},
	["dungeon_data"] = {
	},
	["auto_open_news_window"] = true,
	["got_first_run"] = true,
	["report_where"] = "SAY",
	["report_pos"] = {
		1, -- [1]
		1, -- [2]
	},
	["latest_report_table"] = {
		{
			1, -- [1]
			1, -- [2]
			1, -- [3]
			5, -- [4]
			"PARTY", -- [5]
		}, -- [1]
	},
	["exp90temp"] = {
		["delete_damage_TCOB"] = true,
	},
	["always_use_profile"] = true,
	["immersion_special_units"] = true,
	["deathlog_healingdone_min_arena"] = 400,
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
			["332687"] = {
				"Sludgefist", -- [1]
				"332687", -- [2]
				"Громогласный рев (2)", -- [3]
				36.7, -- [4]
				892447, -- [5]
				["id"] = 2399,
			},
			["319626"] = {
				"Kul'tharok", -- [1]
				"319626", -- [2]
				"Фантомный паразит", -- [3]
				25.5, -- [4]
				236298, -- [5]
				["id"] = 2364,
			},
			["327646"] = {
				"Mueh'zala", -- [1]
				"327646", -- [2]
				"Сокрушитель душ", -- [3]
				6, -- [4]
				1354410, -- [5]
				["id"] = 2396,
			},
			["323877"] = {
				"The Manastorms", -- [1]
				"323877", -- [2]
				"Сверхмощный лазер \"Два пальца\"", -- [3]
				17, -- [4]
				892834, -- [5]
				["id"] = 2394,
			},
			["150755"] = {
				"Gug'rokk", -- [1]
				"150755", -- [2]
				"Призыв нестабильного шлакового элементаля", -- [3]
				20, -- [4]
				135790, -- [5]
				["id"] = 1654,
			},
			["152940"] = {
				"Roltall", -- [1]
				"152940", -- [2]
				"<Чтение Волна жара>", -- [3]
				8, -- [4]
				135826, -- [5]
				["id"] = 1652,
			},
			["345397"] = {
				"Shriekwing", -- [1]
				"345397", -- [2]
				"Волна крови (1)", -- [3]
				13, -- [4]
				1035055, -- [5]
				["id"] = 2398,
			},
			["331314"] = {
				"Sludgefist", -- [1]
				"331314", -- [2]
				"Разрушительный удар (1)", -- [3]
				60.5, -- [4]
				135860, -- [5]
				["id"] = 2399,
			},
			["322736"] = {
				"Hakkar the Soulflayer", -- [1]
				"322736", -- [2]
				"Пронзающий шип", -- [3]
				10.8, -- [4]
				1508486, -- [5]
				["id"] = 2395,
			},
			["153153"] = {
				"Sadana Bloodfury", -- [1]
				"153153", -- [2]
				"Следующий помощник", -- [3]
				61, -- [4]
				632353, -- [5]
				["id"] = 1677,
			},
			["37162"] = {
				"Harbinger Skyriss", -- [1]
				"37162", -- [2]
				"Власть: Лафланна", -- [3]
				6, -- [4]
				136206, -- [5]
				["id"] = 1914,
			},
			["321009"] = {
				"Kin-Tara", -- [1]
				"321009", -- [2]
				"Заряженное копье", -- [3]
				3.4, -- [4]
				1508065, -- [5]
				["id"] = 2357,
			},
			["107120"] = {
				"Commander Ri'mok", -- [1]
				"107120", -- [2]
				"Неистовый натиск", -- [3]
				5.7, -- [4]
				132152, -- [5]
				["id"] = 1406,
			},
			["320012"] = {
				"Amarth, The Reanimator", -- [1]
				"320012", -- [2]
				"Нечестивое бешенство", -- [3]
				7, -- [4]
				136224, -- [5]
				["id"] = 2388,
			},
			["324490"] = {
				"Globgrog", -- [1]
				"324490", -- [2]
				"Приманивание слизи", -- [3]
				25.5, -- [4]
				3459153, -- [5]
				["id"] = 2382,
			},
			["106823"] = {
				"Liu Flameheart", -- [1]
				"106823", -- [2]
				"Разящий удар змеи на ТЕБЕ", -- [3]
				8, -- [4]
				135817, -- [5]
				["id"] = 1416,
			},
			["320787"] = {
				"The Manastorms", -- [1]
				"320787", -- [2]
				"Призыв кристалла силы", -- [3]
				9, -- [4]
				132776, -- [5]
				["id"] = 2394,
			},
			["327481"] = {
				"Kin-Tara", -- [1]
				"327481", -- [2]
				"Темное копье", -- [3]
				9.7, -- [4]
				3528298, -- [5]
				["id"] = 2357,
			},
			["325552"] = {
				"Domina Venomblade", -- [1]
				"325552", -- [2]
				"Удар цитотоксина", -- [3]
				6, -- [4]
				348565, -- [5]
				["id"] = 2385,
			},
			["331634"] = {
				"The Council of Blood", -- [1]
				"331634", -- [2]
				"Темный бал", -- [3]
				24, -- [4]
				607854, -- [5]
				["id"] = 2412,
			},
			["329362"] = {
				"Shriekwing", -- [1]
				"329362", -- [2]
				"Отдающийся эхом сонар", -- [3]
				7.3, -- [4]
				136116, -- [5]
				["id"] = 2398,
			},
			["154135"] = {
				"Araknath", -- [1]
				"154135", -- [2]
				"Взрыв", -- [3]
				20, -- [4]
				525026, -- [5]
				["id"] = 1699,
			},
			["322554"] = {
				"Executor Tarvold", -- [1]
				"322554", -- [2]
				"Бичевание", -- [3]
				4.7, -- [4]
				458735, -- [5]
				["id"] = 2361,
			},
			["152801"] = {
				"Nhallish", -- [1]
				"152801", -- [2]
				"Водоворот Бездны", -- [3]
				23, -- [4]
				236296, -- [5]
				["id"] = 1688,
			},
			["323552"] = {
				"High Adjudicator Aleez", -- [1]
				"323552", -- [2]
				"Залп силы", -- [3]
				12, -- [4]
				1394887, -- [5]
				["id"] = 2403,
			},
			["322977"] = {
				"Halkias, the Sin-Stained Goliath", -- [1]
				"322977", -- [2]
				"Видения греховного света", -- [3]
				27, -- [4]
				3163624, -- [5]
				["id"] = 2401,
			},
			["320102"] = {
				"Xav the Unfallen", -- [1]
				"320102", -- [2]
				"Кровь и слава", -- [3]
				33.7, -- [4]
				1322720, -- [5]
				["id"] = 2366,
			},
			["153067"] = {
				"Nhallish", -- [1]
				"153067", -- [2]
				"Опустошение Бездны", -- [3]
				65.7, -- [4]
				535592, -- [5]
				["id"] = 1688,
			},
			["337255"] = {
				"Tred'ova", -- [1]
				"337255", -- [2]
				"Паразит", -- [3]
				22, -- [4]
				656595, -- [5]
				["id"] = 2393,
			},
			["346800"] = {
				"The Council of Blood", -- [1]
				"346800", -- [2]
				"Кровавый вальс", -- [3]
				33.8, -- [4]
				236279, -- [5]
				["id"] = 2412,
			},
			["153392"] = {
				"Azzakel", -- [1]
				"153392", -- [2]
				"Завеса пламени", -- [3]
				15, -- [4]
				135793, -- [5]
				["id"] = 1678,
			},
			["325769"] = {
				"Lady Inerva Darkvein", -- [1]
				"325769", -- [2]
				"Колбы", -- [3]
				33, -- [4]
				3684825, -- [5]
				["id"] = 2406,
			},
			["323437"] = {
				"Lord Chamberlain", -- [1]
				"323437", -- [2]
				"Клеймо гордыни", -- [3]
				41, -- [4]
				538039, -- [5]
				["id"] = 2381,
			},
			["342425"] = {
				"Stone Legion Generals", -- [1]
				"342425", -- [2]
				"Каменный кулак", -- [3]
				23, -- [4]
				136225, -- [5]
				["id"] = 2417,
			},
			["153764"] = {
				"Azzakel", -- [1]
				"153764", -- [2]
				"Когти Аргуса", -- [3]
				32, -- [4]
				136157, -- [5]
				["id"] = 1678,
			},
			["333488"] = {
				"Amarth, The Reanimator", -- [1]
				"333488", -- [2]
				"Некротическое дыхание", -- [3]
				29.5, -- [4]
				2576093, -- [5]
				["id"] = 2388,
			},
			["326707"] = {
				"Sire Denathrius", -- [1]
				"326707", -- [2]
				"Очищающая боль (1)", -- [3]
				5.5, -- [4]
				3528313, -- [5]
				["id"] = 2407,
			},
			["wave"] = {
				"The Black Morass Trash", -- [1]
				"wave", -- [2]
				"Портал времени (7)", -- [3]
				45, -- [4]
				"Interface\\Icons\\INV_Misc_ShadowEgg", -- [5]
				["id"] = 1920,
			},
			["332849"] = {
				"Sire Denathrius", -- [1]
				"332849", -- [2]
				"Разорение (1)", -- [3]
				42, -- [4]
				136133, -- [5]
				["id"] = 2407,
			},
			["334488"] = {
				"Surgeon Stitchflesh", -- [1]
				"334488", -- [2]
				"Рассечение плоти", -- [3]
				9.7, -- [4]
				3616005, -- [5]
				["id"] = 2389,
			},
			["39415"] = {
				"Harbinger Skyriss", -- [1]
				"39415", -- [2]
				"Страх: Миллхаус Манашторм", -- [3]
				4, -- [4]
				136183, -- [5]
				["id"] = 1914,
			},
			["335293"] = {
				"Sludgefist", -- [1]
				"335293", -- [2]
				"Звено цепи (1)", -- [3]
				5, -- [4]
				463560, -- [5]
				["id"] = 2399,
			},
			["328756"] = {
				"Ingra Maloch", -- [1]
				"328756", -- [2]
				"Отвратительная личина", -- [3]
				26.5, -- [4]
				136184, -- [5]
				["id"] = 2397,
			},
			["-5549"] = {
				"Lorewalker Stonestep", -- [1]
				"-5549", -- [2]
				"Первичная мощь: Опасность", -- [3]
				15, -- [4]
				459027, -- [5]
				["id"] = 1417,
			},
			["324449"] = {
				"Mordretha, the Endless Empress", -- [1]
				"324449", -- [2]
				"Явление смерти", -- [3]
				21.6, -- [4]
				2576087, -- [5]
				["id"] = 2404,
			},
			["341709"] = {
				"Mistcaller", -- [1]
				"341709", -- [2]
				"Лисохвост", -- [3]
				18.1, -- [4]
				1698698, -- [5]
				["id"] = 2392,
			},
			["153006"] = {
				"Vigilant Kaathar", -- [1]
				"153006", -- [2]
				"Священный свет", -- [3]
				7.4, -- [4]
				135981, -- [5]
				["id"] = 1686,
			},
			["324427"] = {
				"Oryphrion", -- [1]
				"324427", -- [2]
				"Небесный снаряд", -- [3]
				17, -- [4]
				1405806, -- [5]
				["id"] = 2358,
			},
			["153804"] = {
				"Bonemaw", -- [1]
				"153804", -- [2]
				"<Чтение Вдох>", -- [3]
				9, -- [4]
				463565, -- [5]
				["id"] = 1679,
			},
			["322304"] = {
				"Margrave Stradama", -- [1]
				"322304", -- [2]
				"Болезнетворный нарост", -- [3]
				5, -- [4]
				2576086, -- [5]
				["id"] = 2386,
			},
			["goliath"] = {
				"Stone Legion Generals", -- [1]
				"goliath", -- [2]
				"Голиаф", -- [3]
				10, -- [4]
				"Interface\\Icons\\Ability_deathknight_summongargoyle", -- [5]
				["id"] = 2417,
			},
			["-6287"] = {
				"Commander Vo'jak", -- [1]
				"-6287", -- [2]
				"<Чтение Тысяча Клинков>", -- [3]
				5, -- [4]
				132369, -- [5]
				["id"] = 1502,
			},
			["329104"] = {
				"Lord Chamberlain", -- [1]
				"329104", -- [2]
				"Врата теней", -- [3]
				25, -- [4]
				134430, -- [5]
				["id"] = 2381,
			},
			["331870"] = {
				"Lady Inerva Darkvein", -- [1]
				"331870", -- [2]
				"Концентрация анимы: Колбы", -- [3]
				97, -- [4]
				3565722, -- [5]
				["id"] = 2406,
			},
			["325245"] = {
				"Domina Venomblade", -- [1]
				"325245", -- [2]
				"Засада в тени", -- [3]
				11.2, -- [4]
				1305160, -- [5]
				["id"] = 2385,
			},
			["322818"] = {
				"Devos, Paragon of Doubt", -- [1]
				"322818", -- [2]
				"Потеря уверенности", -- [3]
				16.3, -- [4]
				237555, -- [5]
				["id"] = 2359,
			},
			["107356"] = {
				"Taran Zhu", -- [1]
				"107356", -- [2]
				"<Чтение Раздувание ненависти>", -- [3]
				5, -- [4]
				236302, -- [5]
				["id"] = 1306,
			},
			["346690"] = {
				"The Council of Blood", -- [1]
				"346690", -- [2]
				"Ответный удар дуэлянта", -- [3]
				18.5, -- [4]
				3562486, -- [5]
				["id"] = 2412,
			},
			["107140"] = {
				"Gu Cloudstrike", -- [1]
				"107140", -- [2]
				"Магнитный покров", -- [3]
				20, -- [4]
				132488, -- [5]
				["id"] = 1303,
			},
			["332683"] = {
				"Stone Legion Generals", -- [1]
				"332683", -- [2]
				"<Чтение Сокрушительный взрыв>", -- [3]
				5, -- [4]
				1519262, -- [5]
				["id"] = 2417,
			},
			["334266"] = {
				"Hungering Destroyer", -- [1]
				"334266", -- [2]
				"Луч (1)", -- [3]
				10.6, -- [4]
				342917, -- [5]
				["id"] = 2383,
			},
			["324667"] = {
				"Globgrog", -- [1]
				"324667", -- [2]
				"Волна слизи", -- [3]
				17.1, -- [4]
				132104, -- [5]
				["id"] = 2382,
			},
			["157168"] = {
				"Teron'gor", -- [1]
				"157168", -- [2]
				"Сосредоточение внимания: Чинтаммани*", -- [3]
				12, -- [4]
				841383, -- [5]
				["id"] = 1714,
			},
			["sphere"] = {
				"Grimrail Enforcers", -- [1]
				"sphere", -- [2]
				"Bubble: Ахри'ок Дугру", -- [3]
				15, -- [4]
				538040, -- [5]
				["id"] = 1748,
			},
			["342863"] = {
				"Shriekwing", -- [1]
				"342863", -- [2]
				"Отдающийся эхом визг (1)", -- [3]
				28.5, -- [4]
				136116, -- [5]
				["id"] = 2398,
			},
			["322759"] = {
				"Hakkar the Soulflayer", -- [1]
				"322759", -- [2]
				"Кровяной барьер", -- [3]
				24, -- [4]
				1394887, -- [5]
				["id"] = 2395,
			},
			["320644"] = {
				"Xav the Unfallen", -- [1]
				"320644", -- [2]
				"Жестокая комбинация", -- [3]
				5.7, -- [4]
				1390946, -- [5]
				["id"] = 2366,
			},
			["321226"] = {
				"Amarth, The Reanimator", -- [1]
				"321226", -- [2]
				"Царство мертвых", -- [3]
				12, -- [4]
				136179, -- [5]
				["id"] = 2388,
			},
			["164974"] = {
				"Sadana Bloodfury", -- [1]
				"164974", -- [2]
				"Полное затмение", -- [3]
				59, -- [4]
				236151, -- [5]
				["id"] = 1677,
			},
			["320655"] = {
				"Blightbone", -- [1]
				"320655", -- [2]
				"Хрусть", -- [3]
				5.5, -- [4]
				132358, -- [5]
				["id"] = 2387,
			},
			["320359"] = {
				"Surgeon Stitchflesh", -- [1]
				"320359", -- [2]
				"Бегство", -- [3]
				30, -- [4]
				132307, -- [5]
				["id"] = 2389,
			},
			["337249"] = {
				"Tred'ova", -- [1]
				"337249", -- [2]
				"Паразит", -- [3]
				22, -- [4]
				656595, -- [5]
				["id"] = 2393,
			},
			["152954"] = {
				"Vigilant Kaathar", -- [1]
				"152954", -- [2]
				"Освященный удар", -- [3]
				7.3, -- [4]
				135878, -- [5]
				["id"] = 1686,
			},
			["329340"] = {
				"High Adjudicator Aleez", -- [1]
				"329340", -- [2]
				"Фонтан анимы", -- [3]
				22, -- [4]
				1392546, -- [5]
				["id"] = 2403,
			},
			["333980"] = {
				"Sire Denathrius", -- [1]
				"333980", -- [2]
				"Резня (1)", -- [3]
				40, -- [4]
				3565727, -- [5]
				["id"] = 2407,
			},
			["-21954"] = {
				"Sun King's Salvation", -- [1]
				"-21954", -- [2]
				"Скальный покоритель (1)", -- [3]
				35, -- [4]
				"Interface\\Icons\\achievement_dungeon_hallsofattonement_echelon", -- [5]
				["id"] = 2402,
			},
			["320772"] = {
				"Nalthor the Rimebinder", -- [1]
				"320772", -- [2]
				"Кометная буря", -- [3]
				18, -- [4]
				1033907, -- [5]
				["id"] = 2390,
			},
			["164426"] = {
				"Fleshrender Nok'gar", -- [1]
				"164426", -- [2]
				"Дерзкий вызов", -- [3]
				16, -- [4]
				132352, -- [5]
				["id"] = 1749,
			},
			["ravage_target"] = {
				"Sire Denathrius", -- [1]
				"ravage_target", -- [2]
				"<Чтение Место Разорения выбрано!>", -- [3]
				3, -- [4]
				136133, -- [5]
				["id"] = 2407,
			},
			["337235"] = {
				"Tred'ova", -- [1]
				"337235", -- [2]
				"Паразит", -- [3]
				22, -- [4]
				656595, -- [5]
				["id"] = 2393,
			},
			["325236"] = {
				"Artificer Xy'mox", -- [1]
				"325236", -- [2]
				"Символ разрушения (1)", -- [3]
				31, -- [4]
				236219, -- [5]
				["id"] = 2405,
			},
			["31458"] = {
				"Temporus", -- [1]
				"31458", -- [2]
				"Ускорение", -- [3]
				10, -- [4]
				136011, -- [5]
				["id"] = 1921,
			},
			["334404"] = {
				"Huntsman Altimor", -- [1]
				"334404", -- [2]
				"Залп", -- [3]
				6.5, -- [4]
				132208, -- [5]
				["id"] = 2418,
			},
			["319650"] = {
				"Kryxis the Voracious", -- [1]
				"319650", -- [2]
				"Жестокий удар головой", -- [3]
				5.8, -- [4]
				132091, -- [5]
				["id"] = 2360,
			},
			["107268"] = {
				"Saboteur Kip'tilak", -- [1]
				"107268", -- [2]
				"Диверсия", -- [3]
				15.7, -- [4]
				133713, -- [5]
				["id"] = 1397,
			},
			["323845"] = {
				"General Kaal", -- [1]
				"323845", -- [2]
				"Зловещий рывок", -- [3]
				5.2, -- [4]
				589068, -- [5]
				["id"] = 2363,
			},
			["330965"] = {
				"The Council of Blood", -- [1]
				"330965", -- [2]
				"Помощники кастеляна", -- [3]
				16.6, -- [4]
				458967, -- [5]
				["id"] = 2412,
			},
			["324205"] = {
				"Ventunax", -- [1]
				"324205", -- [2]
				"Ослепительная вспышка", -- [3]
				15.5, -- [4]
				1029583, -- [5]
				["id"] = 2356,
			},
			["153994"] = {
				"Soulbinder Nyami", -- [1]
				"153994", -- [2]
				"Истерзанные души", -- [3]
				32, -- [4]
				237563, -- [5]
				["id"] = 1685,
			},
			["322651"] = {
				"Tred'ova", -- [1]
				"322651", -- [2]
				"Кислотный выброс", -- [3]
				14.5, -- [4]
				132104, -- [5]
				["id"] = 2393,
			},
			["323683"] = {
				"Mordretha, the Endless Empress", -- [1]
				"323683", -- [2]
				"Затягивающий разлом", -- [3]
				22.8, -- [4]
				2576090, -- [5]
				["id"] = 2404,
			},
			["335470"] = {
				"Sludgefist", -- [1]
				"335470", -- [2]
				"Цепной удар (1)", -- [3]
				29.1, -- [4]
				132507, -- [5]
				["id"] = 2399,
			},
			["328889"] = {
				"Sun King's Salvation", -- [1]
				"328889", -- [2]
				"Великая очищающая кара", -- [3]
				5.5, -- [4]
				3528313, -- [5]
				["id"] = 2402,
			},
			["107047"] = {
				"Striker Ga'dok", -- [1]
				"107047", -- [2]
				"Пронзающий удар", -- [3]
				9.4, -- [4]
				132105, -- [5]
				["id"] = 1405,
			},
			["320788"] = {
				"Nalthor the Rimebinder", -- [1]
				"320788", -- [2]
				"Ледяные путы", -- [3]
				8, -- [4]
				135834, -- [5]
				["id"] = 2390,
			},
			["150759"] = {
				"Slave Watcher Crushto", -- [1]
				"150759", -- [2]
				"Угрожающий рев", -- [3]
				13.3, -- [4]
				132333, -- [5]
				["id"] = 1653,
			},
			["46192"] = {
				"Priestess Delrissa", -- [1]
				"46192", -- [2]
				"Обновление: Жрица Делрисса", -- [3]
				15, -- [4]
				135953, -- [5]
				["id"] = 1895,
			},
			["333387"] = {
				"Stone Legion Generals", -- [1]
				"333387", -- [2]
				"Гибельный клинок (1)", -- [3]
				19, -- [4]
				589068, -- [5]
				["id"] = 2417,
			},
			["322475"] = {
				"Margrave Stradama", -- [1]
				"322475", -- [2]
				"Удар чумы", -- [3]
				11.5, -- [4]
				2576087, -- [5]
				["id"] = 2386,
			},
			["323149"] = {
				"Ingra Maloch", -- [1]
				"323149", -- [2]
				"Подчинение тьме", -- [3]
				36, -- [4]
				252272, -- [5]
				["id"] = 2397,
			},
			["321368"] = {
				"Nalthor the Rimebinder", -- [1]
				"321368", -- [2]
				"Ледяная эгида", -- [3]
				13, -- [4]
				236224, -- [5]
				["id"] = 2390,
			},
			["341193"] = {
				"Sludgefist", -- [1]
				"341193", -- [2]
				"Падающие обломки (1)", -- [3]
				70.5, -- [4]
				1385913, -- [5]
				["id"] = 2399,
			},
			["153954"] = {
				"High Sage Viryx", -- [1]
				"153954", -- [2]
				"Сброс", -- [3]
				15, -- [4]
				1029578, -- [5]
				["id"] = 1701,
			},
			["332794"] = {
				"Sire Denathrius", -- [1]
				"332794", -- [2]
				"Смертоносная искусность (1)", -- [3]
				10, -- [4]
				1357795, -- [5]
				["id"] = 2407,
			},
			["-5959"] = {
				"Vizier Jin'bak", -- [1]
				"-5959", -- [2]
				"Взрыв", -- [3]
				30.2, -- [4]
				535045, -- [5]
				["id"] = 1465,
			},
			["325254"] = {
				"Grand Proctor Beryllia", -- [1]
				"325254", -- [2]
				"Железные шипы", -- [3]
				3.5, -- [4]
				3199068, -- [5]
				["id"] = 2362,
			},
			["38153"] = {
				"Quagmirran", -- [1]
				"38153", -- [2]
				"<Чтение Кислотные брызги>", -- [3]
				8, -- [4]
				135793, -- [5]
				["id"] = 1940,
			},
			["336258"] = {
				"Domina Venomblade", -- [1]
				"336258", -- [2]
				"Одинокая жертва на ТЕБЕ", -- [3]
				6, -- [4]
				892448, -- [5]
				["id"] = 2385,
			},
			["326851"] = {
				"Sire Denathrius", -- [1]
				"326851", -- [2]
				"Кровавая цена (1)", -- [3]
				23, -- [4]
				1035055, -- [5]
				["id"] = 2407,
			},
			["333231"] = {
				"An Affront of Challengers", -- [1]
				"333231", -- [2]
				"Огненная смерть", -- [3]
				9.7, -- [4]
				2576089, -- [5]
				["id"] = 2391,
			},
			["329951"] = {
				"Sire Denathrius", -- [1]
				"329951", -- [2]
				"Пригвождение (1)", -- [3]
				23, -- [4]
				1357795, -- [5]
				["id"] = 2407,
			},
			["150751"] = {
				"Slave Watcher Crushto", -- [1]
				"150751", -- [2]
				"Тяжелый прыжок: Равшанка*", -- [3]
				8, -- [4]
				132340, -- [5]
				["id"] = 1653,
			},
			["322614"] = {
				"Tred'ova", -- [1]
				"322614", -- [2]
				"Связь разума", -- [3]
				17, -- [4]
				3528276, -- [5]
				["id"] = 2393,
			},
			["336008"] = {
				"Sire Denathrius", -- [1]
				"336008", -- [2]
				"<Чтение Тлеющий гнев>", -- [3]
				10, -- [4]
				3528312, -- [5]
				["id"] = 2407,
			},
			["328921"] = {
				"Shriekwing", -- [1]
				"328921", -- [2]
				"Кровавая завеса", -- [3]
				105, -- [4]
				538040, -- [5]
				["id"] = 2398,
			},
			["325258"] = {
				"Mueh'zala", -- [1]
				"325258", -- [2]
				"Повелитель смерти", -- [3]
				9, -- [4]
				3163624, -- [5]
				["id"] = 2396,
			},
			["334476"] = {
				"Surgeon Stitchflesh", -- [1]
				"334476", -- [2]
				"Бальзамирующая лимфа", -- [3]
				12.1, -- [4]
				1001622, -- [5]
				["id"] = 2389,
			},
			["321948"] = {
				"Dealer Xy'exa", -- [1]
				"321948", -- [2]
				"Бомба", -- [3]
				14, -- [4]
				236214, -- [5]
				["id"] = 2400,
			},
			["346657"] = {
				"The Council of Blood", -- [1]
				"346657", -- [2]
				"Извержение гордыни", -- [3]
				38, -- [4]
				3528311, -- [5]
				["id"] = 2412,
			},
			["341621"] = {
				"Lady Inerva Darkvein", -- [1]
				"341621", -- [2]
				"Желания", -- [3]
				12, -- [4]
				3684826, -- [5]
				["id"] = 2406,
			},
			["320823"] = {
				"The Manastorms", -- [1]
				"320823", -- [2]
				"Экспериментальная бомбелка", -- [3]
				8, -- [4]
				133709, -- [5]
				["id"] = 2394,
			},
			["327122"] = {
				"Sire Denathrius", -- [1]
				"327122", -- [2]
				"Разорение (1)", -- [3]
				53, -- [4]
				136133, -- [5]
				["id"] = 2407,
			},
			["332313"] = {
				"Domina Venomblade", -- [1]
				"332313", -- [2]
				"Пауки-убийцы", -- [3]
				11.2, -- [4]
				1370997, -- [5]
				["id"] = 2385,
			},
			["325506"] = {
				"Sun King's Salvation", -- [1]
				"325506", -- [2]
				"Контузящий удар (1)", -- [3]
				19.5, -- [4]
				1016245, -- [5]
				["id"] = 2402,
			},
			["-21993"] = {
				"Sun King's Salvation", -- [1]
				"-21993", -- [2]
				"Темнокрылая убийца (1)", -- [3]
				54, -- [4]
				"Interface\\Icons\\achievement_raid_revendrethraid_ladyinervadarkvein", -- [5]
				["id"] = 2402,
			},
			["340788"] = {
				"Artificer Xy'mox", -- [1]
				"340788", -- [2]
				"Семена (1)", -- [3]
				22.3, -- [4]
				3575389, -- [5]
				["id"] = 2405,
			},
			["334498"] = {
				"Stone Legion Generals", -- [1]
				"334498", -- [2]
				"Сейсмическая дрожь (1)", -- [3]
				45, -- [4]
				136025, -- [5]
				["id"] = 2417,
			},
			["334522"] = {
				"Hungering Destroyer", -- [1]
				"334522", -- [2]
				"Поглощение (1)", -- [3]
				93.7, -- [4]
				1778226, -- [5]
				["id"] = 2383,
			},
			["342074"] = {
				"Shriekwing", -- [1]
				"342074", -- [2]
				"Эхолокация (1)", -- [3]
				14.5, -- [4]
				132097, -- [5]
				["id"] = 2398,
			},
			["111723"] = {
				"Raigonn", -- [1]
				"111723", -- [2]
				"Сосредоточение внимания", -- [3]
				3, -- [4]
				136088, -- [5]
				["id"] = 1419,
			},
			["322232"] = {
				"Margrave Stradama", -- [1]
				"322232", -- [2]
				"Болезнетворный дождь", -- [3]
				15.5, -- [4]
				132100, -- [5]
				["id"] = 2386,
			},
			["328437"] = {
				"Artificer Xy'mox", -- [1]
				"328437", -- [2]
				"Разрыв (1)", -- [3]
				17, -- [4]
				526520, -- [5]
				["id"] = 2405,
			},
			["37605"] = {
				"Aeonus", -- [1]
				"37605", -- [2]
				"Исступление", -- [3]
				8, -- [4]
				136146, -- [5]
				["id"] = 1919,
			},
			["329110"] = {
				"Doctor Ickus", -- [1]
				"329110", -- [2]
				"Инъекция слизи", -- [3]
				10, -- [4]
				3459797, -- [5]
				["id"] = 2384,
			},
			["325360"] = {
				"Grand Proctor Beryllia", -- [1]
				"325360", -- [2]
				"Ритуал превосходства", -- [3]
				11, -- [4]
				3528311, -- [5]
				["id"] = 2362,
			},
			["323177"] = {
				"Ingra Maloch", -- [1]
				"323177", -- [2]
				"Слезы леса", -- [3]
				10.5, -- [4]
				463570, -- [5]
				["id"] = 2397,
			},
			["326039"] = {
				"Grand Proctor Beryllia", -- [1]
				"326039", -- [2]
				"Бесконечная пытка", -- [3]
				24.1, -- [4]
				1394887, -- [5]
				["id"] = 2362,
			},
			["322550"] = {
				"Tred'ova", -- [1]
				"322550", -- [2]
				"Ускоренная инкубация", -- [3]
				24, -- [4]
				2141733, -- [5]
				["id"] = 2393,
			},
			["322711"] = {
				"Halkias, the Sin-Stained Goliath", -- [1]
				"322711", -- [2]
				"Преломленный греховный свет", -- [3]
				35, -- [4]
				537468, -- [5]
				["id"] = 2401,
			},
			["38592"] = {
				"Temporus", -- [1]
				"38592", -- [2]
				"Отражение заклинаний", -- [3]
				6, -- [4]
				136222, -- [5]
				["id"] = 1921,
			},
			["343005"] = {
				"Shriekwing", -- [1]
				"343005", -- [2]
				"Удар вслепую (1)", -- [3]
				20.5, -- [4]
				366938, -- [5]
				["id"] = 2398,
			},
			["346651"] = {
				"The Council of Blood", -- [1]
				"346651", -- [2]
				"Вытягивание сущности", -- [3]
				15.5, -- [4]
				1003601, -- [5]
				["id"] = 2412,
			},
			["323650"] = {
				"High Adjudicator Aleez", -- [1]
				"323650", -- [2]
				"Пугающее сосредоточение", -- [3]
				16, -- [4]
				841379, -- [5]
				["id"] = 2403,
			},
			["322936"] = {
				"Halkias, the Sin-Stained Goliath", -- [1]
				"322936", -- [2]
				"Крошащий удар", -- [3]
				5, -- [4]
				134459, -- [5]
				["id"] = 2401,
			},
			["162415"] = {
				"Oshir", -- [1]
				"162415", -- [2]
				"Кушать подано: Страданул*", -- [3]
				20, -- [4]
				132139, -- [5]
				["id"] = 1750,
			},
			["323608"] = {
				"Mordretha, the Endless Empress", -- [1]
				"323608", -- [2]
				"Темное опустошение", -- [3]
				15.5, -- [4]
				2576088, -- [5]
				["id"] = 2404,
			},
			["322573"] = {
				"Executor Tarvold", -- [1]
				"322573", -- [2]
				"Сгустившееся воплощение", -- [3]
				10.8, -- [4]
				136243, -- [5]
				["id"] = 2361,
			},
			["323236"] = {
				"Lord Chamberlain", -- [1]
				"323236", -- [2]
				"Высвобожденное страдание", -- [3]
				15.5, -- [4]
				1035037, -- [5]
				["id"] = 2381,
			},
			["322903"] = {
				"General Kaal", -- [1]
				"322903", -- [2]
				"Порыв мрака", -- [3]
				35.3, -- [4]
				1035055, -- [5]
				["id"] = 2363,
			},
			["335013"] = {
				"Artificer Xy'mox", -- [1]
				"335013", -- [2]
				"Взрывающийся разлом", -- [3]
				21, -- [4]
				3528282, -- [5]
				["id"] = 2405,
			},
			["102573"] = {
				"Gu Cloudstrike", -- [1]
				"102573", -- [2]
				"Грозовое дыхание", -- [3]
				7, -- [4]
				135781, -- [5]
				["id"] = 1303,
			},
			["330978"] = {
				"The Council of Blood", -- [1]
				"330978", -- [2]
				"Землерои-слуги", -- [3]
				8.1, -- [4]
				461806, -- [5]
				["id"] = 2412,
			},
			["345936"] = {
				"Shriekwing", -- [1]
				"345936", -- [2]
				"Пронзительный визг (1)", -- [3]
				23.5, -- [4]
				136147, -- [5]
				["id"] = 2398,
			},
			["332617"] = {
				"Doctor Ickus", -- [1]
				"332617", -- [2]
				"Выброс заразы", -- [3]
				10.5, -- [4]
				3459800, -- [5]
				["id"] = 2384,
			},
			["323943"] = {
				"Devos, Paragon of Doubt", -- [1]
				"323943", -- [2]
				"Пробег", -- [3]
				20, -- [4]
				132337, -- [5]
				["id"] = 2359,
			},
			["-22082"] = {
				"Sun King's Salvation", -- [1]
				"-22082", -- [2]
				"Докучливый бес (1)", -- [3]
				54.5, -- [4]
				"Interface\\Icons\\ability_warlock_empoweredimp", -- [5]
				["id"] = 2402,
			},
			["-9680"] = {
				"Ner'zhul", -- [1]
				"-9680", -- [2]
				"Костяной ритуал", -- [3]
				20.6, -- [4]
				136130, -- [5]
				["id"] = 1682,
			},
			["346698"] = {
				"The Council of Blood", -- [1]
				"346698", -- [2]
				"Призыв старательного служителя", -- [3]
				7.5, -- [4]
				3528307, -- [5]
				["id"] = 2412,
			},
			["324983"] = {
				"Lady Inerva Darkvein", -- [1]
				"324983", -- [2]
				"Грехи", -- [3]
				23, -- [4]
				237585, -- [5]
				["id"] = 2406,
			},
			["337110"] = {
				"The Council of Blood", -- [1]
				"337110", -- [2]
				"Залп жутких стрел", -- [3]
				6, -- [4]
				3528310, -- [5]
				["id"] = 2412,
			},
			["324368"] = {
				"Kin-Tara", -- [1]
				"324368", -- [2]
				"Ослабленный шквал", -- [3]
				6, -- [4]
				3528304, -- [5]
				["id"] = 2357,
			},
			["154442"] = {
				"Ner'zhul", -- [1]
				"154442", -- [2]
				"Злобный удар", -- [3]
				9, -- [4]
				237557, -- [5]
				["id"] = 1682,
			},
			["334970"] = {
				"Mueh'zala", -- [1]
				"334970", -- [2]
				"<Чтение Слияние>", -- [3]
				25, -- [4]
				458969, -- [5]
				["id"] = 2396,
			},
			["322795"] = {
				"Gorechop", -- [1]
				"322795", -- [2]
				"Мясницкие крюки", -- [3]
				10.8, -- [4]
				1373906, -- [5]
				["id"] = 2365,
			},
			["335114"] = {
				"Huntsman Altimor", -- [1]
				"335114", -- [2]
				"Искатель греха (1)", -- [3]
				28.5, -- [4]
				236174, -- [5]
				["id"] = 2418,
			},
			["334971"] = {
				"Huntsman Altimor", -- [1]
				"334971", -- [2]
				"Зазубренные когти", -- [3]
				10, -- [4]
				132122, -- [5]
				["id"] = 2418,
			},
			["117665"] = {
				"Sha of Doubt", -- [1]
				"117665", -- [2]
				"Границы реальности", -- [3]
				24.4, -- [4]
				236279, -- [5]
				["id"] = 1439,
			},
			["320230"] = {
				"Dealer Xy'exa", -- [1]
				"320230", -- [2]
				"Взрывоопасное устройство", -- [3]
				31, -- [4]
				1360978, -- [5]
				["id"] = 2400,
			},
			["318406"] = {
				"Gorechop", -- [1]
				"318406", -- [2]
				"Превращение в отбивную", -- [3]
				13.1, -- [4]
				623773, -- [5]
				["id"] = 2365,
			},
			["342256"] = {
				"Stone Legion Generals", -- [1]
				"342256", -- [2]
				"Войска (1)", -- [3]
				10.7, -- [4]
				3160258, -- [5]
				["id"] = 2417,
			},
			["326389"] = {
				"Echelon", -- [1]
				"326389", -- [2]
				"Поток крови", -- [3]
				9.5, -- [4]
				1394887, -- [5]
				["id"] = 2380,
			},
			["326271"] = {
				"Artificer Xy'mox", -- [1]
				"326271", -- [2]
				"Ловушки (1)", -- [3]
				11, -- [4]
				613397, -- [5]
				["id"] = 2405,
			},
			["106872"] = {
				"Sha of Violence", -- [1]
				"106872", -- [2]
				"Мощный удар на ТЕБЕ", -- [3]
				4, -- [4]
				132318, -- [5]
				["id"] = 1305,
			},
			["340026"] = {
				"De Other Side Trash", -- [1]
				"340026", -- [2]
				"<Чтение Горестный вой>", -- [3]
				3, -- [4]
				237555, -- [5]
				["id"] = 2396,
			},
			["anima_adds"] = {
				"Lady Inerva Darkvein", -- [1]
				"anima_adds", -- [2]
				"Помощники появление", -- [3]
				10, -- [4]
				3684827, -- [5]
				["id"] = 2406,
			},
			["-21952"] = {
				"Sun King's Salvation", -- [1]
				"-21952", -- [2]
				"Гнусный оккультист (1)", -- [3]
				54, -- [4]
				"Interface\\Icons\\achievement_dungeon_hallsofattonement_aleez", -- [5]
				["id"] = 2402,
			},
			["333932"] = {
				"Sire Denathrius", -- [1]
				"333932", -- [2]
				"Длань разрушения (1)", -- [3]
				41.2, -- [4]
				136225, -- [5]
				["id"] = 2407,
			},
			["319654"] = {
				"Kryxis the Voracious", -- [1]
				"319654", -- [2]
				"Алчное вытягивание", -- [3]
				10.6, -- [4]
				571321, -- [5]
				["id"] = 2360,
			},
			["321247"] = {
				"Amarth, The Reanimator", -- [1]
				"321247", -- [2]
				"Последняя жатва", -- [3]
				41.5, -- [4]
				2576087, -- [5]
				["id"] = 2388,
			},
			["157039"] = {
				"Teron'gor", -- [1]
				"157039", -- [2]
				"Демонический прыжок", -- [3]
				20, -- [4]
				132368, -- [5]
				["id"] = 1714,
			},
			["342733"] = {
				"Stone Legion Generals", -- [1]
				"342733", -- [2]
				"Яростное пожирание", -- [3]
				18, -- [4]
				132127, -- [5]
				["id"] = 2417,
			},
			["321894"] = {
				"Nalthor the Rimebinder", -- [1]
				"321894", -- [2]
				"Темное изгнание", -- [3]
				26, -- [4]
				2576087, -- [5]
				["id"] = 2390,
			},
			["328791"] = {
				"Lord Chamberlain", -- [1]
				"328791", -- [2]
				"Горестный ритуал", -- [3]
				36, -- [4]
				237536, -- [5]
				["id"] = 2381,
			},
			["324146"] = {
				"Ventunax", -- [1]
				"324146", -- [2]
				"Темная поступь", -- [3]
				10.7, -- [4]
				132303, -- [5]
				["id"] = 2356,
			},
			["327796"] = {
				"Sire Denathrius", -- [1]
				"327796", -- [2]
				"Ночной охотник (1)", -- [3]
				12, -- [4]
				1357795, -- [5]
				["id"] = 2407,
			},
			["39009"] = {
				"Dalliah the Doomsayer", -- [1]
				"39009", -- [2]
				"Дар вестника рока на ТЕБЕ", -- [3]
				10, -- [4]
				136121, -- [5]
				["id"] = 1913,
			},
			["-5293"] = {
				"Wrath-Scryer Soccothrates", -- [1]
				"-5293", -- [2]
				"<Чтение Огонь Скверны>", -- [3]
				4.9, -- [4]
				135798, -- [5]
				["id"] = 1915,
			},
			["154350"] = {
				"Ner'zhul", -- [1]
				"154350", -- [2]
				"Знамение смерти", -- [3]
				11, -- [4]
				136022, -- [5]
				["id"] = 1682,
			},
			["325877"] = {
				"Sun King's Salvation", -- [1]
				"325877", -- [2]
				"Взрывоопасные угли (1)", -- [3]
				19.5, -- [4]
				135826, -- [5]
				["id"] = 2402,
			},
			["320050"] = {
				"Xav the Unfallen", -- [1]
				"320050", -- [2]
				"Сила Малдраксуса", -- [3]
				16.7, -- [4]
				1115905, -- [5]
				["id"] = 2366,
			},
			["124283"] = {
				"General Pa'valak", -- [1]
				"124283", -- [2]
				"<Чтение Натиск Клинка>", -- [3]
				2, -- [4]
				615303, -- [5]
				["id"] = 1447,
			},
			["322943"] = {
				"Halkias, the Sin-Stained Goliath", -- [1]
				"322943", -- [2]
				"Бросок обломка", -- [3]
				12, -- [4]
				1500971, -- [5]
				["id"] = 2401,
			},
			["-22131"] = {
				"Sire Denathrius", -- [1]
				"-22131", -- [2]
				"Помощники (1)", -- [3]
				4, -- [4]
				3528307, -- [5]
				["id"] = 2407,
			},
			["320596"] = {
				"Blightbone", -- [1]
				"320596", -- [2]
				"Пузырящаяся рвота", -- [3]
				10.5, -- [4]
				136182, -- [5]
				["id"] = 2387,
			},
			["329298"] = {
				"Hungering Destroyer", -- [1]
				"329298", -- [2]
				"Миазмы (1)", -- [3]
				3, -- [4]
				1390943, -- [5]
				["id"] = 2383,
			},
			["36123"] = {
				"Zereketh the Unbound", -- [1]
				"36123", -- [2]
				"Семя порчи: Наомих", -- [3]
				18, -- [4]
				136193, -- [5]
				["id"] = 1916,
			},
			["325876"] = {
				"Halls of Atonement Trash", -- [1]
				"325876", -- [2]
				"Проклятие уничтожения: Trichlieu*", -- [3]
				6, -- [4]
				132094, -- [5]
				["id"] = 2401,
			},
			["328789"] = {
				"Artificer Xy'mox", -- [1]
				"328789", -- [2]
				"Аннигиляция (1)", -- [3]
				28.3, -- [4]
				2101973, -- [5]
				["id"] = 2405,
			},
			["106841"] = {
				"Liu Flameheart", -- [1]
				"106841", -- [2]
				"Разящий удар Нефритовой Змеи на ТЕБЕ", -- [3]
				8, -- [4]
				135796, -- [5]
				["id"] = 1416,
			},
			["159382"] = {
				"Rukhran", -- [1]
				"159382", -- [2]
				"Перья", -- [3]
				17, -- [4]
				132927, -- [5]
				["id"] = 1700,
			},
			["323137"] = {
				"Ingra Maloch", -- [1]
				"323137", -- [2]
				"Ошеломляющая пыльца", -- [3]
				4.5, -- [4]
				134219, -- [5]
				["id"] = 2397,
			},
			["323515"] = {
				"Gorechop", -- [1]
				"323515", -- [2]
				"Удар ненависти", -- [3]
				7, -- [4]
				237517, -- [5]
				["id"] = 2365,
			},
			["319733"] = {
				"Echelon", -- [1]
				"319733", -- [2]
				"Каменный зов", -- [3]
				15.5, -- [4]
				463493, -- [5]
				["id"] = 2380,
			},
			["334929"] = {
				"Stone Legion Generals", -- [1]
				"334929", -- [2]
				"Секущий взмах (1)", -- [3]
				8.2, -- [4]
				1396975, -- [5]
				["id"] = 2417,
			},
			["154110"] = {
				"Araknath", -- [1]
				"154110", -- [2]
				"Мощный удар", -- [3]
				8.5, -- [4]
				132154, -- [5]
				["id"] = 1699,
			},
			["320637"] = {
				"Blightbone", -- [1]
				"320637", -- [2]
				"Зловонный газ", -- [3]
				22.5, -- [4]
				646782, -- [5]
				["id"] = 2387,
			},
			["325399"] = {
				"Artificer Xy'mox", -- [1]
				"325399", -- [2]
				"Вспышка гиперсвета (1)", -- [3]
				5.5, -- [4]
				132317, -- [5]
				["id"] = 2405,
			},
			["334053"] = {
				"Oryphrion", -- [1]
				"334053", -- [2]
				"Очищающая вспышка", -- [3]
				8.5, -- [4]
				3528286, -- [5]
				["id"] = 2358,
			},
			["334625"] = {
				"Devos, Paragon of Doubt", -- [1]
				"334625", -- [2]
				"Взрыв великой пустоты", -- [3]
				23.3, -- [4]
				3528303, -- [5]
				["id"] = 2359,
			},
			["320966"] = {
				"Kin-Tara", -- [1]
				"320966", -- [2]
				"Рассекающий удар сверху", -- [3]
				7.3, -- [4]
				3284464, -- [5]
				["id"] = 2357,
			},
			["106434"] = {
				"Master Snowdrift", -- [1]
				"106434", -- [2]
				"Удар торнадо", -- [3]
				15, -- [4]
				136022, -- [5]
				["id"] = 1304,
			},
			["33787"] = {
				"The Slave Pens Trash", -- [1]
				"33787", -- [2]
				"Увечье на ТЕБЕ", -- [3]
				15, -- [4]
				136135, -- [5]
				["id"] = 1939,
			},
			["stages"] = {
				"Kin-Tara", -- [1]
				"stages", -- [2]
				"Перерыв", -- [3]
				30.3, -- [4]
				"Interface\\Icons\\inv_icon_wing06a", -- [5]
				["id"] = 2357,
			},
			["330711"] = {
				"Shriekwing", -- [1]
				"330711", -- [2]
				"Пронзительный визг (1)", -- [3]
				48.5, -- [4]
				136147, -- [5]
				["id"] = 2398,
			},
			["332664"] = {
				"Lady Inerva Darkvein", -- [1]
				"332664", -- [2]
				"Помощники (1)", -- [3]
				54, -- [4]
				3684827, -- [5]
				["id"] = 2406,
			},
			["320063"] = {
				"An Affront of Challengers", -- [1]
				"320063", -- [2]
				"Мощный удар", -- [3]
				8.5, -- [4]
				132340, -- [5]
				["id"] = 2391,
			},
			["321406"] = {
				"Doctor Ickus", -- [1]
				"321406", -- [2]
				"<Чтение Заразный взрыв>", -- [3]
				30, -- [4]
				840194, -- [5]
				["id"] = 2384,
			},
			["157001"] = {
				"Teron'gor", -- [1]
				"157001", -- [2]
				"Волна Хаоса", -- [3]
				13.2, -- [4]
				607850, -- [5]
				["id"] = 1714,
			},
			["-5813"] = {
				"Sha of Violence", -- [1]
				"-5813", -- [2]
				"Исступление", -- [3]
				30, -- [4]
				136215, -- [5]
				["id"] = 1305,
			},
			["155327"] = {
				"Soulbinder Nyami", -- [1]
				"155327", -- [2]
				"Вместилище души", -- [3]
				6, -- [4]
				136213, -- [5]
				["id"] = 1685,
			},
			["329774"] = {
				"Hungering Destroyer", -- [1]
				"329774", -- [2]
				"Переполнение мощью", -- [3]
				5.3, -- [4]
				136170, -- [5]
				["id"] = 2383,
			},
			["323150"] = {
				"Lord Chamberlain", -- [1]
				"323150", -- [2]
				"Телекинетический бросок", -- [3]
				6, -- [4]
				136243, -- [5]
				["id"] = 2381,
			},
			["32361"] = {
				"Tavarok", -- [1]
				"32361", -- [2]
				"Кристаллическая тюрьма: ???", -- [3]
				5, -- [4]
				135988, -- [5]
				["id"] = 1901,
			},
			["111668"] = {
				"Raigonn", -- [1]
				"111668", -- [2]
				"Мощный удар головой", -- [3]
				32.5, -- [4]
				236195, -- [5]
				["id"] = 1419,
			},
			["153002"] = {
				"Vigilant Kaathar", -- [1]
				"153002", -- [2]
				"Щит небес", -- [3]
				30.5, -- [4]
				135874, -- [5]
				["id"] = 1686,
			},
			["106933"] = {
				"Striker Ga'dok", -- [1]
				"106933", -- [2]
				"Пора охоты", -- [3]
				15.9, -- [4]
				132278, -- [5]
				["id"] = 1405,
			},
			["334485"] = {
				"Ventunax", -- [1]
				"334485", -- [2]
				"Перезарядка", -- [3]
				43.5, -- [4]
				3565449, -- [5]
				["id"] = 2356,
			},
			["334945"] = {
				"Huntsman Altimor", -- [1]
				"334945", -- [2]
				"Жестокий рывок (1)", -- [3]
				23.5, -- [4]
				1029718, -- [5]
				["id"] = 2418,
			},
			["44335"] = {
				"Vexallus", -- [1]
				"44335", -- [2]
				"Отклик энергии: Халаззи*", -- [3]
				30, -- [4]
				135731, -- [5]
				["id"] = 1898,
			},
			["324527"] = {
				"Globgrog", -- [1]
				"324527", -- [2]
				"Чумной топот", -- [3]
				8.9, -- [4]
				1044089, -- [5]
				["id"] = 2382,
			},
			["330959"] = {
				"The Council of Blood", -- [1]
				"330959", -- [2]
				"<Чтение Пляска смерти>", -- [3]
				7, -- [4]
				236279, -- [5]
				["id"] = 2412,
			},
			["329107"] = {
				"Artificer Xy'mox", -- [1]
				"329107", -- [2]
				"Взрыв (1)", -- [3]
				16, -- [4]
				3636841, -- [5]
				["id"] = 2405,
			},
			["328276"] = {
				"Sire Denathrius", -- [1]
				"328276", -- [2]
				"Перерыв", -- [3]
				16.5, -- [4]
				1357812, -- [5]
				["id"] = 2407,
			},
			["322746"] = {
				"Hakkar the Soulflayer", -- [1]
				"322746", -- [2]
				"Порченая кровь", -- [3]
				8, -- [4]
				136133, -- [5]
				["id"] = 2395,
			},
			["67382"] = {
				"Doctor Ickus", -- [1]
				"67382", -- [2]
				"Прыжок", -- [3]
				26, -- [4]
				236171, -- [5]
				["id"] = 2384,
			},
			["321834"] = {
				"Mistcaller", -- [1]
				"321834", -- [2]
				"Выбивной", -- [3]
				7, -- [4]
				132387, -- [5]
				["id"] = 2392,
			},
			["320069"] = {
				"An Affront of Challengers", -- [1]
				"320069", -- [2]
				"Смертельный удар", -- [3]
				21, -- [4]
				132355, -- [5]
				["id"] = 2391,
			},
			["164837"] = {
				"Fleshrender Nok'gar", -- [1]
				"164837", -- [2]
				"Злобный укус: Катячервячок*", -- [3]
				6, -- [4]
				999950, -- [5]
				["id"] = 1749,
			},
			["346681"] = {
				"The Council of Blood", -- [1]
				"346681", -- [2]
				"Шипы души", -- [3]
				35.2, -- [4]
				3259845, -- [5]
				["id"] = 2412,
			},
			["-5899"] = {
				"Warchief Kargath Bladefist", -- [1]
				"-5899", -- [2]
				"Танец клинков", -- [3]
				30, -- [4]
				236303, -- [5]
				["id"] = 1938,
			},
			["319941"] = {
				"Echelon", -- [1]
				"319941", -- [2]
				"Разбивающий камень прыжок", -- [3]
				23.5, -- [4]
				1016245, -- [5]
				["id"] = 2380,
			},
			["325440"] = {
				"Sun King's Salvation", -- [1]
				"325440", -- [2]
				"Уничтожающий удар", -- [3]
				6.3, -- [4]
				2065633, -- [5]
				["id"] = 2402,
			},
			["344496"] = {
				"Stone Legion Generals", -- [1]
				"344496", -- [2]
				"Раскатистый взрыв (1)", -- [3]
				33, -- [4]
				2101174, -- [5]
				["id"] = 2417,
			},
			["339690"] = {
				"Stone Legion Generals", -- [1]
				"339690", -- [2]
				"Кристаллизация (1)", -- [3]
				25, -- [4]
				132780, -- [5]
				["id"] = 2417,
			},
			["nil"] = {
				"Pull", -- [1]
				"nil", -- [2]
				"Атака", -- [3]
				3, -- [4]
				132337, -- [5]
				["id"] = 2360,
			},
			["329181"] = {
				"Sire Denathrius", -- [1]
				"329181", -- [2]
				"Нестерпимая боль (1)", -- [3]
				15.7, -- [4]
				3528313, -- [5]
				["id"] = 2407,
			},
			["323821"] = {
				"General Kaal", -- [1]
				"323821", -- [2]
				"Пронзающая дымка", -- [3]
				16.7, -- [4]
				1396971, -- [5]
				["id"] = 2363,
			},
			["334765"] = {
				"Stone Legion Generals", -- [1]
				"334765", -- [2]
				"Разрыватель сердец (1)", -- [3]
				30, -- [4]
				135811, -- [5]
				["id"] = 2417,
			},
			["323059"] = {
				"Ingra Maloch", -- [1]
				"323059", -- [2]
				"Гнев дромана", -- [3]
				12, -- [4]
				134218, -- [5]
				["id"] = 2397,
			},
			["324608"] = {
				"Oryphrion", -- [1]
				"324608", -- [2]
				"Заряженная поступь", -- [3]
				46, -- [4]
				460957, -- [5]
				["id"] = 2358,
			},
			["152979"] = {
				"Nhallish", -- [1]
				"152979", -- [2]
				"Осколок души", -- [3]
				37, -- [4]
				828455, -- [5]
				["id"] = 1688,
			},
			["321828"] = {
				"Mistcaller", -- [1]
				"321828", -- [2]
				"Ладушки", -- [3]
				14.5, -- [4]
				134470, -- [5]
				["id"] = 2392,
			},
			["326180"] = {
				"Mistcaller", -- [1]
				"326180", -- [2]
				"Ледяные салочки", -- [3]
				22, -- [4]
				1698698, -- [5]
				["id"] = 2392,
			},
			["331618"] = {
				"Xav the Unfallen", -- [1]
				"331618", -- [2]
				"Подавляющее знамя", -- [3]
				10.6, -- [4]
				3578234, -- [5]
				["id"] = 2366,
			},
			["322563"] = {
				"Tred'ova", -- [1]
				"322563", -- [2]
				"Отмеченная жертва", -- [3]
				24, -- [4]
				841383, -- [5]
				["id"] = 2393,
			},
			["154159"] = {
				"Araknath", -- [1]
				"154159", -- [2]
				"Наполнение энергией", -- [3]
				17, -- [4]
				1029582, -- [5]
				["id"] = 1699,
			},
			["326892"] = {
				"An Affront of Challengers", -- [1]
				"326892", -- [2]
				"Сосредоточение внимания: Xynnmage*", -- [3]
				10, -- [4]
				841380, -- [5]
				["id"] = 2391,
			},
			["153794"] = {
				"Rukhran", -- [1]
				"153794", -- [2]
				"Пронзание брони", -- [3]
				10.5, -- [4]
				132354, -- [5]
				["id"] = 1700,
			},
			["334757"] = {
				"Huntsman Altimor", -- [1]
				"334757", -- [2]
				"Тени Баргаста (1)", -- [3]
				17.5, -- [4]
				1709932, -- [5]
				["id"] = 2418,
			},
			["334852"] = {
				"Huntsman Altimor", -- [1]
				"334852", -- [2]
				"Обращающий в камень вой (1)", -- [3]
				16.2, -- [4]
				3386971, -- [5]
				["id"] = 2418,
			},
			["-21953"] = {
				"Sun King's Salvation", -- [1]
				"-21953", -- [2]
				"Насыщательница душ (1)", -- [3]
				115, -- [4]
				"Interface\\Icons\\achievement_raid_revendrethraid_altimor", -- [5]
				["id"] = 2402,
			},
			["329725"] = {
				"Hungering Destroyer", -- [1]
				"329725", -- [2]
				"Истребление (1)", -- [3]
				35.7, -- [4]
				1778228, -- [5]
				["id"] = 2383,
			},
			["156793"] = {
				"Ranjit", -- [1]
				"156793", -- [2]
				"Четыре ветра", -- [3]
				36, -- [4]
				1029585, -- [5]
				["id"] = 1698,
			},
			["326455"] = {
				"Sun King's Salvation", -- [1]
				"326455", -- [2]
				"Пылающий удар", -- [3]
				13.5, -- [4]
				135789, -- [5]
				["id"] = 2402,
			},
			["35759"] = {
				"Wrath-Scryer Soccothrates", -- [1]
				"35759", -- [2]
				"Ожог Скверны на ТЕБЕ", -- [3]
				6, -- [4]
				135813, -- [5]
				["id"] = 1915,
			},
			["346790"] = {
				"The Council of Blood", -- [1]
				"346790", -- [2]
				"Запятнанный грехом клинок", -- [3]
				5, -- [4]
				3502072, -- [5]
				["id"] = 2412,
			},
			["153623"] = {
				"Nhallish", -- [1]
				"153623", -- [2]
				"Сдвиг плоскости", -- [3]
				21, -- [4]
				237560, -- [5]
				["id"] = 1688,
			},
			["323878"] = {
				"Oryphrion", -- [1]
				"323878", -- [2]
				"Опустошенность", -- [3]
				108, -- [4]
				237587, -- [5]
				["id"] = 2358,
			},
			["329518"] = {
				"Sun King's Salvation", -- [1]
				"329518", -- [2]
				"Пылающий поток (1)", -- [3]
				29.5, -- [4]
				524795, -- [5]
				["id"] = 2402,
			},
			["-6327"] = {
				"Wise Mari", -- [1]
				"-6327", -- [2]
				"Следующий помощник", -- [3]
				5, -- [4]
				135862, -- [5]
				["id"] = 1418,
			},
			["339550"] = {
				"Mordretha, the Endless Empress", -- [1]
				"339550", -- [2]
				"Эхо битвы", -- [3]
				3.2, -- [4]
				1778230, -- [5]
				["id"] = 2404,
			},
			["121284"] = {
				"Wing Leader Ner'onok", -- [1]
				"121284", -- [2]
				"<Чтение Порывистый ветер>", -- [3]
				4, -- [4]
				236154, -- [5]
				["id"] = 1464,
			},
			["328206"] = {
				"Echelon", -- [1]
				"328206", -- [2]
				"Проклятие камня", -- [3]
				22, -- [4]
				516666, -- [5]
				["id"] = 2380,
			},
			["340758"] = {
				"Artificer Xy'mox", -- [1]
				"340758", -- [2]
				"Духи (1)", -- [3]
				25, -- [4]
				3256113, -- [5]
				["id"] = 2405,
			},
			["326171"] = {
				"Mueh'zala", -- [1]
				"326171", -- [2]
				"Раскол реальности", -- [3]
				60, -- [4]
				463285, -- [5]
				["id"] = 2396,
			},
			["319713"] = {
				"Kryxis the Voracious", -- [1]
				"319713", -- [2]
				"Неудержимый рывок", -- [3]
				22.8, -- [4]
				132335, -- [5]
				["id"] = 2360,
			},
			["168227"] = {
				"Skulloc", -- [1]
				"168227", -- [2]
				"Удар гронна", -- [3]
				30, -- [4]
				132318, -- [5]
				["id"] = 1754,
			},
			["329455"] = {
				"Hungering Destroyer", -- [1]
				"329455", -- [2]
				"Опустошение (1)", -- [3]
				23.2, -- [4]
				1778230, -- [5]
				["id"] = 2383,
			},
			["320358"] = {
				"Surgeon Stitchflesh", -- [1]
				"320358", -- [2]
				"Пробуждение создания", -- [3]
				27.9, -- [4]
				2492254, -- [5]
				["id"] = 2389,
			},
			["327497"] = {
				"The Council of Blood", -- [1]
				"327497", -- [2]
				"Уклончивый выпад", -- [3]
				8.5, -- [4]
				132303, -- [5]
				["id"] = 2412,
			},
			["334797"] = {
				"Huntsman Altimor", -- [1]
				"334797", -- [2]
				"Вырывание души (1)", -- [3]
				9.5, -- [4]
				1378703, -- [5]
				["id"] = 2418,
			},
			["322681"] = {
				"Surgeon Stitchflesh", -- [1]
				"322681", -- [2]
				"Мясницкий крюк", -- [3]
				10.5, -- [4]
				1373906, -- [5]
				["id"] = 2389,
			},
			["324079"] = {
				"Mordretha, the Endless Empress", -- [1]
				"324079", -- [2]
				"Коса жнеца", -- [3]
				8.2, -- [4]
				1060569, -- [5]
				["id"] = 2404,
			},
			["328857"] = {
				"Shriekwing", -- [1]
				"328857", -- [2]
				"Обескровливающий укус", -- [3]
				8, -- [4]
				132278, -- [5]
				["id"] = 2398,
			},
			["berserk"] = {
				"Hungering Destroyer", -- [1]
				"berserk", -- [2]
				"Берсерк", -- [3]
				600, -- [4]
				136224, -- [5]
				["id"] = 2383,
			},
			["319685"] = {
				"Kryxis the Voracious", -- [1]
				"319685", -- [2]
				"Увечащий удар", -- [3]
				32.5, -- [4]
				1778230, -- [5]
				["id"] = 2360,
			},
			["330042"] = {
				"Sire Denathrius", -- [1]
				"330042", -- [2]
				"Резня (1)", -- [3]
				62, -- [4]
				3565727, -- [5]
				["id"] = 2407,
			},
			["332619"] = {
				"Sire Denathrius", -- [1]
				"332619", -- [2]
				"Отбрасывание (1)", -- [3]
				6, -- [4]
				1357802, -- [5]
				["id"] = 2407,
			},
			["-5958"] = {
				"Vizier Jin'bak", -- [1]
				"-5958", -- [2]
				"Помощники", -- [3]
				10.8, -- [4]
				538040, -- [5]
				["id"] = 1465,
			},
			["-5180"] = {
				"Kael'thas Sunstrider ", -- [1]
				"-5180", -- [2]
				"Шоковая преграда", -- [3]
				60, -- [4]
				136051, -- [5]
				["id"] = 1894,
			},
			["38759"] = {
				"Pandemonius", -- [1]
				"38759", -- [2]
				"Темный панцирь", -- [3]
				6, -- [4]
				136121, -- [5]
				["id"] = 1900,
			},
			["118961"] = {
				"Master Snowdrift", -- [1]
				"118961", -- [2]
				"Травля: Развеед*", -- [3]
				11, -- [4]
				461121, -- [5]
				["id"] = 1304,
			},
			["319521"] = {
				"Kul'tharok", -- [1]
				"319521", -- [2]
				"Вытягивание души", -- [3]
				15.8, -- [4]
				2576083, -- [5]
				["id"] = 2364,
			},
			["339706"] = {
				"Mordretha, the Endless Empress", -- [1]
				"339706", -- [2]
				"Призрачная скачка", -- [3]
				13.5, -- [4]
				3511738, -- [5]
				["id"] = 2404,
			},
			["44320"] = {
				"Selin Fireheart", -- [1]
				"44320", -- [2]
				"<Чтение Ярость маны>", -- [3]
				10, -- [4]
				136170, -- [5]
				["id"] = 1897,
			},
			["120789"] = {
				"Commander Vo'jak", -- [1]
				"120789", -- [2]
				"Ошеломляющий удар", -- [3]
				8.6, -- [4]
				132337, -- [5]
				["id"] = 1502,
			},
			["150776"] = {
				"Gug'rokk", -- [1]
				"150776", -- [2]
				"Извержение магмы", -- [3]
				20, -- [4]
				524795, -- [5]
				["id"] = 1654,
			},
			["332318"] = {
				"Sludgefist", -- [1]
				"332318", -- [2]
				"Разрушительный топот (1)", -- [3]
				18.5, -- [4]
				136025, -- [5]
				["id"] = 2399,
			},
			["add"] = {
				"High Sage Viryx", -- [1]
				"add", -- [2]
				"Помощник", -- [3]
				32, -- [4]
				"Interface\\Icons\\icon_petfamily_mechanical", -- [5]
				["id"] = 1701,
			},
		},
		["encounter_timers_dbm"] = {
		},
	},
	["damage_scroll_auto_open"] = true,
	["spell_school_cache"] = {
		["Пробуждение инфернала"] = 4,
		["Тлеющий гнев"] = 32,
		["Режущий лед"] = 16,
		["Озноб"] = 16,
		["Шквал крови"] = 32,
		["Всполох Скверны"] = 4,
		["Танцующее пламя"] = 4,
		["Зараженная пыльца"] = 8,
		["Едкая смола"] = 8,
		["Раскатистый взрыв"] = 8,
		["Бомбовый залп"] = 32,
		["Кислотные брызги"] = 8,
		["Призрачное перенаправление"] = 32,
		["Горящая кувалда"] = 4,
		["Клейкий осадок"] = 8,
		["Правосудие"] = 2,
		["Касание ночи"] = 1,
		["Огненный взмах"] = 4,
		["Тяжкая рана"] = 1,
		["Отравленные клинки"] = 8,
		["Узы крови"] = 1,
		["Колючие лозы"] = 8,
		["Переполняющая мощь"] = 64,
		["Ледяное копье"] = 16,
		["Четыре ветра"] = 8,
		["Ледяные путы"] = 16,
		["Удар"] = 1,
		["Волны холода"] = 16,
		["Танцующий журавль"] = 1,
		["Обстрел"] = 4,
		["Молния духа"] = 32,
		["Вместилище души"] = 32,
		["Обжигайка"] = 1,
		["Сгущающаяся слизь"] = 40,
		["Быстрая смерть"] = 32,
		["Схизма"] = 32,
		["Удар колосса"] = 1,
		["Рука Гул'дана"] = 36,
		["Ночной охотник"] = 1,
		["Сейсмический прыжок"] = 1,
		["Переходящая сила"] = 8,
		["Бесшабашный рывок"] = 1,
		["Трупное дыхание"] = 32,
		["Взрывная слизь"] = 1,
		["Обескровливающий укус"] = 1,
		["Грозовое дыхание"] = 8,
		["Бездушный"] = 32,
		["Аура воздаяния"] = 2,
		["Аура ужаса"] = 32,
		["Укус демона"] = 1,
		["Измельчающий метеорит"] = 8,
		["Лавовый шквал"] = 4,
		["Касание слизи"] = 8,
		["Болезнетворное облако"] = 8,
		["Огненная глыба"] = 4,
		["Очищающее пожертвование"] = 64,
		["Сокрушение души"] = 32,
		["Бросок камня"] = 1,
		["Иссушающее прикосновение"] = 8,
		["Паралич"] = 1,
		["Гнетущая атмосфера"] = 32,
		["Иссушающая гниль"] = 40,
		["Раздувание огня"] = 4,
		["Турбоцыплячий обстрел"] = 4,
		["Раздробленный камень"] = 8,
		["Пронзание"] = 1,
		["Внутреннее возгорание"] = 4,
		["Пронзительный визг"] = 1,
		["Алый хор"] = 32,
		["Крик"] = 1,
		["Свирепый укус"] = 1,
		["Гигантские кулаки"] = 1,
		["Палящее пламя"] = 4,
		["Чумная гниль"] = 8,
		["Полосующий размах"] = 1,
		["Кометная буря"] = 16,
		["Хлопок"] = 1,
		["Зубчатые шипы"] = 8,
		["Космический коллапс"] = 32,
		["Tiro-Autom�tico"] = 1,
		["Область анимы"] = 64,
		["Нестабильный выброс"] = 32,
		["Леденящий холод"] = 16,
		["Острые когти"] = 1,
		["Сокрушительная боль"] = 32,
		["Негодование"] = 1,
		["Стремительное пронзание"] = 1,
		["Едкий сок"] = 8,
		["Чумное уничтожение"] = 40,
		["Магнитный покров"] = 8,
		["Огненная смерть"] = 32,
		["Подрыв кристалла"] = 8,
		["Кольцо льда"] = 16,
		["Танец клинков"] = 1,
		["Паразитическое подчинение"] = 1,
		["Детонация взрывчатки богомолов"] = 4,
		["Быстрая инфекция"] = 8,
		["Выхлоп анимы"] = 64,
		["Воздушная бомбардировка"] = 32,
		["Пригвождение"] = 1,
		["Былые грехи"] = 32,
		["Выстрел из ракетомета"] = 4,
		["Некроз"] = 32,
		["Пламя феникса"] = 4,
		["Взрывоопасный пергамент"] = 4,
		["Освящение"] = 2,
		["Разрушительный удар"] = 1,
		["Вытягивание сущности"] = 32,
		["Неутолимый голод"] = 1,
		["Частица Света"] = 2,
		["Узы жизни"] = 1,
		["Некротический заряд"] = 32,
		["Неправильные па"] = 32,
		["Лужа Скверны"] = 4,
		["Бросок обломка"] = 1,
		["Волна жара"] = 4,
		["Сеть анимы"] = 32,
		["Подавляющее знамя"] = 1,
		["Перья"] = 1,
		["Взрывоопасное устройство"] = 64,
		["Запустение"] = 32,
		["Окоченение"] = 16,
		["Разрывающие когти"] = 1,
		["Испепеление"] = 4,
		["Глумление"] = 32,
		["Снежная буря"] = 16,
		["Некротическое дыхание"] = 32,
		["Железные оковы"] = 1,
		["Зловещая рана"] = 1,
		["Чародейская молния"] = 64,
		["Кровавый голод"] = 1,
		["Концентрированная анима"] = 32,
		["Горестный ритуал"] = 32,
		["Каменные челюсти"] = 1,
		["Опустошение Бездны"] = 32,
		["Высококонцентрированная анима"] = 32,
		["Сейсмическая дрожь"] = 8,
		["Загробный импульс"] = 32,
		["Отдающийся эхом сонар"] = 1,
		["Авиаудар"] = 4,
		["Очищение зла"] = 4,
		["Бросок ножа"] = 1,
		["Призрачная скачка"] = 32,
		["Проклятие уничтожения"] = 32,
		["Небесный снаряд"] = 64,
		["Жестокий шквал"] = 1,
		["Громогласный рев"] = 1,
		["Клевок"] = 1,
		["Насыщение души"] = 32,
		["Разлагающая кислота"] = 8,
		["Тройной укус"] = 8,
		["Губительный газ"] = 40,
		["Кровавая цена"] = 32,
		["Чародейские стрелы"] = 64,
		["Звездное облако"] = 32,
		["Ледяная стрела"] = 16,
		["Бросок слизи"] = 1,
		["Рваная рана"] = 1,
		["Рикошетящий клинок"] = 1,
		["Раскаленный уголь"] = 4,
		["Вторящий взрыв"] = 8,
		["Тлеющая стигия"] = 4,
		["Выброс колючек"] = 8,
		["Телекинетическое столкновение"] = 1,
		["Добивающий удар"] = 1,
		["Неудержимый рывок"] = 1,
		["Ледяной шар"] = 16,
		["Извержение"] = 4,
		["Циркулярная пила"] = 1,
		["Анима в бутылке"] = 32,
		["Беспощадность зимы"] = 16,
		["Ничтожность"] = 32,
		["Зловещий рывок"] = 1,
		["Молот гнева"] = 2,
		["Огненное оперение"] = 4,
		["Взрыв"] = 32,
		["Воплощенный ужас"] = 32,
		["Разъедающий яд"] = 8,
		["Гоблинское драконье ружье"] = 4,
		["Стазисная ловушка"] = 64,
		["Смертоносный порыв"] = 32,
		["Удар неистовых кулаков"] = 4,
		["Нестерпимая боль"] = 32,
		["Одержимость"] = 32,
		["Священная земля"] = 2,
		["Морозный взрыв"] = 16,
		["Потусторонний холод"] = 32,
		["Клинок справедливости"] = 1,
		["Цепляющаяся тьма"] = 32,
		["Удар в сердце"] = 1,
		["Кровавая атака"] = 1,
		["Обрушение плоти"] = 8,
		["Молот праведника"] = 1,
		["Перехват"] = 1,
		["Явление смерти"] = 32,
		["Взбучка"] = 1,
		["Горящие останки"] = 4,
		["Всплеск души"] = 32,
		["Заряженное копье"] = 64,
		["Заражение нестабильной анимой"] = 1,
		["Чародейский обстрел"] = 64,
		["Извержение души"] = 32,
		["Напряженность"] = 32,
		["Шип боли"] = 32,
		["Бурная анима"] = 32,
		["Тумак торнадо"] = 1,
		["Melee"] = 1,
		["Оскверненная кровь"] = 8,
		["Терзание"] = 1,
		["Жестокий удар"] = 1,
		["Пожирание сущности"] = 32,
		["Обжигающий жар"] = 4,
		["Стрела смерти"] = 32,
		["Перемещенная взрывная волна"] = 64,
		["Нефритовый огонь"] = 4,
		["Обескровливание"] = 1,
		["Расплата"] = 2,
		["Взрыв слизи"] = 8,
		["Удар смерти"] = 1,
		["Элегия сумерек"] = 32,
		["Уничтожение"] = 1,
		["Волна Нефритовой Змеи"] = 4,
		["Озерцо теней"] = 32,
		["Темное опустошение"] = 32,
		["Ледяной удар"] = 16,
		["Расколотая земля"] = 32,
		["Железные шипы"] = 1,
		["Огненный взрыв"] = 4,
		["Увядание"] = 32,
		["Бушующий"] = 8,
		["Извращенные желания"] = 32,
		["Шепот Темной Звезды"] = 32,
		["Поражение пламенем"] = 4,
		["Вердикт храмовника"] = 2,
		["Лужа анимы"] = 8,
		["Прерывающий крик"] = 1,
		["Темное вращение"] = 1,
		["Глаз тигра"] = 8,
		["Сокрушающее объятие"] = 1,
		["Могильное касание"] = 32,
		["Удар копытами"] = 1,
		["Волна лавы"] = 4,
		["Черный дождь"] = 32,
		["Огненный ливень"] = 4,
		["Неистовые кулаки"] = 1,
		["Символ разрушения"] = 64,
		["Сожжение души"] = 32,
		["Некротическая язва"] = 1,
		["Необузданный космос"] = 32,
		["Выводящий из равновесия удар"] = 1,
		["Освященная земля"] = 2,
		["Непокорный кулак"] = 64,
		["Удар Хаоса"] = 127,
		["Истребление"] = 32,
		["Тлеющий след"] = 4,
		["Необузданное пламя"] = 4,
		["Кислотный выброс"] = 8,
		["Выстрел"] = 8,
		["Кровавый вальс"] = 32,
		["Слабость"] = 1,
		["Вспышка Бездны"] = 32,
		["Воющий ветер"] = 16,
		["Призыв солнечной вспышки"] = 4,
		["Синяк"] = 1,
		["Каменное дыхание"] = 1,
		["Наполнение энергией"] = 4,
		["Натиск Клинка"] = 1,
		["Темное изгнание"] = 32,
		["Взрывоопасное устройство локального действия"] = 64,
		["Ненависть"] = 32,
		["Кислотная бомба"] = 8,
		["Удушающий пепел"] = 4,
		["Крайне взрывоопасная овца"] = 4,
		["Слово Тьмы: Смерть"] = 32,
		["Вытягивание души"] = 32,
		["Мясницкий крюк"] = 1,
		["Страшный яд"] = 8,
		["Шипы души"] = 32,
		["Перемещающая ловушка"] = 1,
		["Жертвенный огонь"] = 4,
		["Полное затмение"] = 32,
		["Расплавление"] = 4,
		["Гнев \"Золрамуса\""] = 32,
		["Наскок"] = 1,
		["Каменные жилы"] = 32,
		["Камнетрясение"] = 1,
		["Каменный шип"] = 1,
		["Ослабленный шквал"] = 64,
		["Выброс анимы"] = 64,
		["Рана в сердце"] = 32,
		["Раскалывающий рубин"] = 1,
		["Уничтожение (левая рука)"] = 1,
		["Хваткие руки"] = 32,
		["Расщепление души"] = 32,
		["Сверхмощный лазер \"Два пальца\""] = 4,
		["Чародейская вспышка"] = 64,
		["Разрыв цепи"] = 1,
		["Удар смерти (левая рука)"] = 1,
		["Разлагающаяся плоть"] = 8,
		["Растущая гордыня"] = 32,
		["Щит молний"] = 8,
		["Осклизлое лакомство"] = 1,
		["Быстрый удар"] = 1,
		["Волна слизи"] = 8,
		["Всепоглощающая злоба"] = 32,
		["Щит небес"] = 2,
		["Хлещущая слизь"] = 8,
		["Кровавая жатва"] = 1,
		["Искатель греха"] = 32,
		["Остаточная анима"] = 32,
		["Кровотечение"] = 1,
		["Пробуравливание плоти"] = 1,
		["Замученные отголоски"] = 32,
		["Отголоски резни"] = 32,
		["Стена ветра"] = 8,
		["Поглощение"] = 32,
		["Поджигание"] = 4,
		["Бросок плоти"] = 40,
		["Залп ледяных стрел"] = 16,
		["Порченая кровь"] = 32,
		["Высвобожденная анима"] = 64,
		["Пролитая сущность"] = 32,
		["Резня"] = 32,
		["Трепка"] = 1,
		["Пульсирующая желчь"] = 8,
		["Ненасытные миазмы"] = 32,
		["Великая очищающая кара"] = 32,
		["Волна Хаоса"] = 127,
		["Смертельная сделка"] = 32,
		["Бальзамирующая лимфа"] = 40,
		["Искрящееся ядро дрейфующего шара"] = 64,
		["Коллективное восприятие"] = 32,
		["Длань разрушения"] = 32,
		["Тлетворный укус"] = 8,
		["Танец Жнеца"] = 1,
		["Хватка земли"] = 1,
		["Яростный гнев"] = 1,
		["Удар воина Света"] = 1,
		["Неуклюжий рывок"] = 1,
		["Разрез"] = 1,
		["Искажение гравитации"] = 64,
		["Бичевание"] = 32,
		["Связь разума"] = 32,
		["Оюшки"] = 8,
		["Непрерывный натиск"] = 16,
		["Зазубренный размах"] = 1,
		["Страшная рана"] = 1,
		["Кровавый гной"] = 32,
		["Царство мертвых"] = 32,
		["Видения греховного света"] = 32,
		["Катаклизм"] = 36,
		["Удар Легиона"] = 1,
		["Обстрел тени смерти"] = 32,
		["Поглощение эссенции"] = 32,
		["Яростное рассечение"] = 1,
		["Отбивка"] = 1,
		["Corpo-a-Corpo"] = 1,
		["Фонтан анимы"] = 32,
		["Буря клинков"] = 127,
		["Обжигающие тени"] = 32,
		["Отторжение анимы"] = 8,
		["Гнилая желчь"] = 8,
		["Ледяной удар (левая рука)"] = 16,
		["Заряженная анима"] = 64,
		["Укус"] = 1,
		["Проклятие камня"] = 8,
		["Смертоносная искусность"] = 32,
		["Перегрузка анимы"] = 64,
		["Разбивающий камень прыжок"] = 8,
		["Чудовищный удар"] = 1,
		["Запятнанная грехом анима"] = 32,
		["Кара"] = 2,
		["Перекат вперед"] = 1,
		["Вулканический шлейф"] = 4,
		["Пагубный туман"] = 40,
		["Преломленный греховный свет"] = 32,
		["Взрыв разума"] = 32,
		["Некротический гной"] = 32,
		["Бремя греха"] = 32,
		["Воззвание к Хаосу"] = 32,
		["Алчное вытягивание"] = 32,
		["Звено цепи"] = 1,
		["Чумная бомба"] = 8,
		["Раскаленный топот"] = 4,
		["Переполняющая мощь!"] = 64,
		["Разлагающаяся гниль"] = 40,
		["Темная поступь"] = 1,
		["Уклончивый выпад"] = 1,
		["Свежевание души"] = 32,
		["Разжижающая слизь"] = 8,
		["Истязающие мучения"] = 32,
		["Осветительная ракета"] = 64,
		["Мощный удар"] = 1,
		["Ледяная эгида"] = 16,
		["Цепная молния"] = 8,
		["Быстрая стрельба"] = 1,
		["Неистовый натиск"] = 1,
		["Шар огня"] = 4,
		["Освобожденная тень"] = 32,
		["Стрела Хаоса"] = 124,
		["Истребляющий разлом"] = 32,
		["Источник мора"] = 8,
		["Убийство жертвы"] = 1,
		["Паутина"] = 1,
		["Коса жнеца"] = 1,
		["Концентрированная чума"] = 8,
		["Заразный плевок"] = 8,
		["Шип ша"] = 32,
		["Сокрушительный клинок"] = 4,
		["Мучительные сомнения"] = 64,
		["Сфокусированный луч света"] = 4,
		["Ионизированная плазма"] = 64,
		["Извержение гордыни"] = 32,
		["Огненная буря"] = 4,
		["Глубокая рана"] = 1,
		["Стеклянные осколки"] = 1,
		["Пульсация гидрокопья"] = 16,
		["Порча"] = 32,
		["Слово силы: Утешение"] = 2,
		["Вирусные капли"] = 8,
		["Исповедь"] = 2,
		["Сбрасывание анимы"] = 1,
		["Падение недостойных"] = 1,
		["Осадок"] = 32,
		["Перезаряженная душа"] = 8,
		["Ближний бой"] = 1,
		["Пространственный разрыв"] = 64,
		["Разящий удар Нефритовой Змеи"] = 4,
		["Отдающаяся эхом аннигиляция"] = 8,
		["Падающие обломки"] = 1,
		["Оскверненные воды"] = 16,
		["Глубокая связь"] = 64,
		["Общая боль"] = 32,
		["Натиск клинка"] = 1,
		["Расходящийся эхом удар"] = 1,
		["Возвращенная душа"] = 1,
		["Разделенные муки"] = 32,
		["Одинокая жертва"] = 1,
		["Повергающий удар Нефритовой Змеи"] = 4,
		["Аннигиляция"] = 127,
		["Нестабильная опора"] = 8,
		["Повелитель смерти"] = 32,
		["Рассекающий удар"] = 1,
		["Вращающийся клинок"] = 1,
		["Бросок"] = 1,
		["Фантомный паразит"] = 32,
		["Бритвенное крыло"] = 1,
		["Гнилостный взрыв"] = 32,
		["Пелена смерти"] = 32,
		["Гнилостный плевок"] = 8,
		["Рубящий удар"] = 1,
		["Сияющая перезарядка"] = 1,
		["Укус Тьмы"] = 32,
		["Болезнетворный дождь"] = 8,
		["Отведение силы"] = 4,
		["Поглощение слизи"] = 1,
		["Прожорливый замах"] = 1,
		["Кристалл льда"] = 16,
		["Священный свет"] = 2,
		["Знамение смерти"] = 32,
		["Переполняющая гордыня"] = 32,
		["Ледяные оковы"] = 16,
		["Алый шквал"] = 1,
		["Поток крови"] = 32,
		["Огненные стрелы"] = 4,
		["Сокрушенная душа"] = 32,
		["Рушащийся фундамент"] = 1,
		["Ликвидация"] = 8,
		["Вихрь"] = 1,
		["Обращающий в камень вой"] = 8,
		["Смыть"] = 16,
		["Очищающая вспышка"] = 64,
		["Отдающийся эхом визг"] = 1,
		["Огненный шок"] = 4,
		["Обращение в камень"] = 1,
		["Расколотое сердце Ал'ара"] = 4,
		["Нестабильное колдовство"] = 32,
		["Пламя доблести"] = 64,
		["Руна тени"] = 32,
		["Стрела Тьмы"] = 32,
		["Смерть и разложение"] = 32,
		["Шквал ненависти"] = 1,
		["Героический бросок"] = 1,
		["Бахвальство"] = 32,
		["Горящий шлак"] = 4,
		["Удар восходящего солнца"] = 1,
		["Хватка смерти"] = 32,
		["Крещендо"] = 32,
		["Выброс лавы"] = 4,
		["Сгустившаяся зараза"] = 8,
		["Отвратительные внутренности"] = 40,
		["Бастион Архонта"] = 1,
		["Удар по земле"] = 1,
		["Правосудие гнева"] = 2,
		["Tenderizing Smash Meat Hook"] = 1,
		["Залп шипастых стрел"] = 1,
		["Замедляющий яд"] = 8,
		["Темный бал"] = 32,
		["Смертельный удар"] = 32,
		["Пикирование"] = 1,
		["Усмиряющий выстрел"] = 8,
		["Кольцо злобы"] = 32,
		["Последний расчет"] = 2,
		["Удар змеи"] = 4,
		["Прыжок берсерка"] = 8,
		["Некротическая слизь"] = 32,
		["Лапа тигра"] = 1,
		["Ненасытный удар"] = 1,
		["Бойня"] = 1,
		["Алчущие удары"] = 32,
		["Стрела мрака"] = 32,
		["Зловонный газ"] = 8,
		["Болезненные воспоминания"] = 32,
		["Зловещий взрыв"] = 32,
		["Засада в тени"] = 32,
		["Шквал копий"] = 1,
		["Извержение магмы"] = 4,
		["Взрыв масла теневого ядра"] = 32,
		["Клеймо искупления"] = 32,
		["Ослабляющий укус"] = 8,
		["Рассечение"] = 1,
		["Вечная схватка"] = 32,
		["Перегрузка выброса лавы"] = 4,
		["Дьявольский ро-о-ок!"] = 32,
		["Пронзающий шип"] = 32,
		["Щит праведника"] = 2,
		["Каменные осколки"] = 8,
		["Гибельные споры"] = 40,
		["Щит мстителя"] = 2,
		["Оставшиеся угли"] = 4,
		["Паразитический паралич"] = 1,
	},
	["deathlog_healingdone_min"] = 1,
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_size"] = 12,
		["damage_taken_shadow"] = true,
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["last_changelog_size"] = 6382,
	["run_code"] = {
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--use the role icon in the player bar when inside an arena (default false)\nDetails.show_arena_role_icon = false;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["tutorial"] = {
		["bookmark_tutorial"] = false,
		["main_help_button"] = 1406,
		["WINDOW_GROUP_MAKING1"] = true,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["unlock_button"] = 4,
		["DETAILS_INFO_TUTORIAL2"] = 10,
		["OVERALLDATA_WARNING1"] = 1,
		["logons"] = 1406,
		["version_announce"] = 0,
		["WINDOW_LOCK_UNLOCK1"] = true,
		["ctrl_click_close_tutorial"] = false,
		["DISABLE_ONDEATH_PANEL"] = true,
		["MIN_COMBAT_TIME"] = true,
	},
	["damage_scroll_position"] = {
	},
	["plugin_window_pos"] = {
		["y"] = -77.99969482421875,
		["x"] = 117.4998931884766,
		["point"] = "TOPLEFT",
		["scale"] = 1,
	},
	["spellid_ignored"] = {
	},
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
			["y"] = 0.0003509521484375,
			["x"] = 9.1552734375e-05,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = true,
		["mythicrun_chart_frame_ready"] = {
			["y"] = 0.0001678466796875,
			["x"] = 3.0517578125e-05,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
			["y"] = 0.00030517578125,
			["x"] = 0,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["last_mythicrun_chart"] = {
		},
	},
	["realm_sync"] = true,
	["current_exp_raid_encounters"] = {
		[2402] = true,
		[2418] = true,
		[2412] = true,
		[2405] = true,
		[2383] = true,
		[2406] = true,
		[2399] = true,
		[2407] = true,
		[2417] = true,
		[2398] = true,
	},
	["item_level_pool"] = {
		["Player-1602-04F44A64"] = {
			["time"] = 1618536666,
			["name"] = "Алоиза",
			["ilvl"] = 181.875,
		},
		["Player-1602-0EEA86DF"] = {
			["name"] = "Алтэри",
			["time"] = 1618530300,
			["ilvl"] = 219.4375,
		},
		["Player-1929-0C895878"] = {
			["name"] = "Чючка-Гром",
			["time"] = 1618527800,
			["ilvl"] = 220.5625,
		},
		["Player-3686-05F0BEDE"] = {
			["name"] = "Sheñ-Antonidas",
			["time"] = 1618524619,
			["ilvl"] = 225.8125,
		},
		["Player-1316-04A3E247"] = {
			["time"] = 1618536333,
			["name"] = "Bluice-Nemesis",
			["ilvl"] = 189.75,
		},
		["Player-3686-061C49B6"] = {
			["name"] = "Zilvar-Antonidas",
			["time"] = 1618524590,
			["ilvl"] = 223.4,
		},
		["Player-1604-0EF26189"] = {
			["time"] = 1618536603,
			["name"] = "Барингтон-СвежевательДуш",
			["ilvl"] = 196.3125,
		},
		["Player-1602-02304928"] = {
			["time"] = 1618518598,
			["name"] = "Сострадание-Гордунни",
			["ilvl"] = 225.8125,
		},
		["Player-1302-08BE0261"] = {
			["name"] = "Ranii-Archimonde",
			["time"] = 1618527813,
			["ilvl"] = 224.3125,
		},
		["Player-1329-09A18E02"] = {
			["time"] = 1618536603,
			["name"] = "Fershamy-Ravencrest",
			["ilvl"] = 191,
		},
		["Player-1329-051D21D4"] = {
			["name"] = "Motix-Ravencrest",
			["time"] = 1618527819,
			["ilvl"] = 221.5333333333333,
		},
		["Player-3681-094A3130"] = {
			["time"] = 1618536523,
			["name"] = "Mithrill-Magtheridon",
			["ilvl"] = 198.0625,
		},
		["Player-1602-0224EDBB"] = {
			["name"] = "Сочувствие",
			["time"] = 1618527840,
			["ilvl"] = 222.75,
		},
		["Player-3686-06709A4B"] = {
			["name"] = "Êxia-Antonidas",
			["time"] = 1618524619,
			["ilvl"] = 224.375,
		},
	},
	["show_totalhitdamage_on_overkill"] = false,
	["createauraframe"] = {
	},
	["data_wipes_exp"] = {
		["9"] = true,
		["14"] = false,
		["13"] = false,
		["12"] = false,
		["11"] = false,
		["10"] = false,
	},
	["savedCustomSpells"] = {
		{
			2, -- [1]
			"Автоматическая стрельба", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [1]
		{
			3, -- [1]
			"Мир (падение)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [2]
		{
			55090, -- [1]
			"Удар Плети (Physical)", -- [2]
			237530, -- [3]
		}, -- [3]
		{
			4, -- [1]
			"Мир (утопление)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [4]
		{
			5, -- [1]
			"Мир (усталость)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [5]
		{
			6, -- [1]
			"Мир (огонь)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [6]
		{
			7, -- [1]
			"Мир (лава)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [7]
		{
			8, -- [1]
			"Мир (слизь)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [8]
		{
			59638, -- [1]
			"Ледяная стрела (Зеркальное изображение)", -- [2]
			135846, -- [3]
		}, -- [9]
		{
			49184, -- [1]
			"Воющий ветер (Main Target)", -- [2]
			135833, -- [3]
		}, -- [10]
		{
			44461, -- [1]
			"Живая бомба (взрыв)", -- [2]
			236220, -- [3]
		}, -- [11]
		{
			278227, -- [1]
			"Шипастая кора (Trinket)", -- [2]
			134439, -- [3]
		}, -- [12]
		{
			268998, -- [1]
			"Воспламененная душа (Trinket)", -- [2]
			651093, -- [3]
		}, -- [13]
		{
			196917, -- [1]
			"Свет мученика (Урон)", -- [2]
			135938, -- [3]
		}, -- [14]
		{
			120761, -- [1]
			"Бросок глеф (Glaive #2)", -- [2]
			132330, -- [3]
		}, -- [15]
		{
			278812, -- [1]
			"Грация льва (Trinket)", -- [2]
			464140, -- [3]
		}, -- [16]
		{
			270827, -- [1]
			"Самоцвет души ткача (Trinket)", -- [2]
			237431, -- [3]
		}, -- [17]
		{
			212739, -- [1]
			"Эпидемия (Main Target)", -- [2]
			136066, -- [3]
		}, -- [18]
		{
			279664, -- [1]
			"Кровавая желчь (Trinket)", -- [2]
			136007, -- [3]
		}, -- [19]
		{
			237680, -- [1]
			"Воющий ветер (AoE)", -- [2]
			135833, -- [3]
		}, -- [20]
		{
			215969, -- [1]
			"Эпидемия (AoE)", -- [2]
			136066, -- [3]
		}, -- [21]
		{
			278359, -- [1]
			"Кровавая ненависть (Trinket)", -- [2]
			132175, -- [3]
		}, -- [22]
		{
			278155, -- [1]
			"Неугасающая сила Залзеикса (Trinket)", -- [2]
			254105, -- [3]
		}, -- [23]
		{
			271115, -- [1]
			"Запал мага-поджигателя (Trinket)", -- [2]
			1119937, -- [3]
		}, -- [24]
		{
			277179, -- [1]
			"Медальон гладиатора (Trinket)", -- [2]
			252267, -- [3]
		}, -- [25]
		{
			70890, -- [1]
			"Удар Плети (Shadow)", -- [2]
			237530, -- [3]
		}, -- [26]
		{
			278057, -- [1]
			"Взрыв крови (Trinket)", -- [2]
			538040, -- [3]
		}, -- [27]
		{
			277185, -- [1]
			"Жетон гладиатора (Trinket)", -- [2]
			135884, -- [3]
		}, -- [28]
		{
			228649, -- [1]
			"Нокаутирующий удар (Passive)", -- [2]
			574575, -- [3]
		}, -- [29]
		{
			121414, -- [1]
			"Бросок глеф (Glaive #1)", -- [2]
			132330, -- [3]
		}, -- [30]
		{
			94472, -- [1]
			"Искупление вины (критический)", -- [2]
			135887, -- [3]
		}, -- [31]
		{
			277187, -- [1]
			"Эмблема гладиатора (Trinket)", -- [2]
			132344, -- [3]
		}, -- [32]
		{
			277181, -- [1]
			"Знак гладиатора (Trinket)", -- [2]
			134501, -- [3]
		}, -- [33]
		{
			278862, -- [1]
			"Холод рун (Trinket)", -- [2]
			252270, -- [3]
		}, -- [34]
		{
			271462, -- [1]
			"Подгнившая кукла вуду (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [35]
		{
			270925, -- [1]
			"Водяной вихрь (Trinket)", -- [2]
			1698701, -- [3]
		}, -- [36]
		{
			271071, -- [1]
			"Раковина темного шепота (Trinket)", -- [2]
			1498840, -- [3]
		}, -- [37]
		{
			271465, -- [1]
			"Подгнившая кукла вуду (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [38]
		{
			33778, -- [1]
			"Жизнецвет (Bloom)", -- [2]
			134206, -- [3]
		}, -- [39]
		{
			88082, -- [1]
			"Огненный шар (Зеркальное изображение)", -- [2]
			135812, -- [3]
		}, -- [40]
		{
			1, -- [1]
			"Атака ближнего боя", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [41]
		{
			278383, -- [1]
			"Неистовая буря (Trinket)", -- [2]
			2103829, -- [3]
		}, -- [42]
		{
			271671, -- [1]
			"Неблагозвучный аккорд (Trinket)", -- [2]
			454048, -- [3]
		}, -- [43]
		{
			98021, -- [1]
			"Обмен здоровья", -- [2]
			237586, -- [3]
		}, -- [44]
		{
			339538, -- [1]
			"Вердикт храмовника (Templar's Vindication)", -- [2]
			461860, -- [3]
		}, -- [45]
		{
			345020, -- [1]
			"Таящийся хищник (Trinket)", -- [2]
			2103921, -- [3]
		}, -- [46]
		{
			108271, -- [1]
			"Астральный сдвиг", -- [2]
			"Interface\\Addons\\Details\\images\\icon_astral_shift", -- [3]
		}, -- [47]
	},
	["update_warning_timeout"] = 10,
	["profile_by_spec"] = {
	},
	["switchSaved"] = {
		["slots"] = 12,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
		},
	},
	["raid_data"] = {
		["mythic_raid_data"] = {
			[2398] = {
				["longest"] = 346.3889999999665,
				["kills"] = 2,
				["try_history"] = {
					{
						0.5583862921962552, -- [1]
						155.6689999999944, -- [2]
					}, -- [1]
					{
						0.2133921997822129, -- [1]
						311.0049999998882, -- [2]
					}, -- [2]
					{
						0.1614126625137219, -- [1]
						346.3889999999665, -- [2]
					}, -- [3]
					{
						0, -- [1]
						337.158000000054, -- [2]
					}, -- [4]
					{
						0, -- [1]
						336.4539999999106, -- [2]
					}, -- [5]
				},
				["wipes"] = 12,
				["best_try"] = 0,
			},
			[2418] = {
				["longest"] = 374.2260000000242,
				["kills"] = 2,
				["try_history"] = {
					{
						0.9994948853553799, -- [1]
						8.533000000054017, -- [2]
					}, -- [1]
					{
						0.6088606555265935, -- [1]
						131.8540000000503, -- [2]
					}, -- [2]
					{
						0.5175016989568172, -- [1]
						154.8430000001099, -- [2]
					}, -- [3]
					{
						0.009506271281970033, -- [1]
						161.0010000001639, -- [2]
					}, -- [4]
					{
						0, -- [1]
						138.8019999999087, -- [2]
					}, -- [5]
					{
						0, -- [1]
						374.2260000000242, -- [2]
					}, -- [6]
					{
						0, -- [1]
						320.3140000002459, -- [2]
					}, -- [7]
				},
				["wipes"] = 22,
				["best_try"] = 0,
			},
			[2417] = {
				["longest"] = 121.3940000000002,
				["kills"] = 0,
				["try_history"] = {
					{
						0.4962205888187914, -- [1]
						121.3940000000002, -- [2]
					}, -- [1]
				},
				["wipes"] = 1,
				["best_try"] = 0.4962205888187914,
			},
			[2383] = {
				["longest"] = 6.783999999985099,
				["kills"] = 0,
				["try_history"] = {
					{
						0.9995192946319365, -- [1]
						6.783999999985099, -- [2]
					}, -- [1]
				},
				["wipes"] = 1,
				["best_try"] = 0.9995192946319365,
			},
		},
	},
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_bw"] = {
			},
			["encounter_timers_dbm"] = {
			},
		},
	},
	["always_use_profile_name"] = "Ниэтта-Гордунни",
	["savedStyles"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["displays_by_spec"] = {
	},
	["savedTimeCaptures"] = {
		{
			"Player Damage Done", -- [1]
			"\n	-- the goal of this script is get the current combat then get your character and extract your damage done.\n	-- the first thing to do is get the combat, so, we use here the command \"_detalhes:GetCombat ( \"overall\" \"current\" or \"segment number\")\"\n	\n	local current_combat = _detalhes:GetCombat (\"current\") --> getting the current combat\n	\n	-- the next step is request your character from the combat\n	-- to do this, we take the combat which here we named \"current_combat\" and tells what we want inside parentheses.\n	\n	local my_self = current_combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n	\n	-- _detalhes.playername holds the name of your character.\n	-- DETAILS_ATTRIBUTE_DAMAGE means we want the damage table, _HEAL _ENERGY _MISC is the other 3 tables.\n	\n	-- before we proceed, the result needs to be checked to make sure its a valid result.\n	\n	if (not my_self) then\n		return 0 -- the combat doesnt have *you*, this happens when you didn't deal any damage in the combat yet.\n	end\n	\n	-- now its time to get the total damage.\n	\n	local my_damage = my_self.total\n	\n	-- then finally return the amount to the capture.\n	\n	return my_damage\n	\n", -- [2]
			{
				["max_value"] = 0,
				["last_value"] = 0,
			}, -- [3]
			"Chart Viewer", -- [4]
			"1.0", -- [5]
			"Interface\\ICONS\\Ability_MeleeDamage", -- [6]
			true, -- [7]
		}, -- [1]
	},
	["latest_news_saw"] = "v9.0.5.8357",
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показать, кто в вашем рейде использовал зелье во время сражения.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n			\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n			\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n			\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo (spellId)\n						GameCooltip:AddLine (name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["attribute"] = false,
			["name"] = "Использовано зелий",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n				\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n					\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						\n						local found_potion = false\n						\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n							\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player \n								instance_container:AddValue (player, 1)\n							end\n						end\n						\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n				\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n				\n										--add amount to the player \n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n						\n						if (found_potion) then\n							amount = amount + 1\n						end    \n					end\n				end\n				\n				--return:\n				return total, top, amount\n				",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["script_version"] = 6,
		}, -- [1]
		{
			["source"] = false,
			["desc"] = "Показать, кто в вашей рейдовой группе использовал камень здоровья или целебное зелье.",
			["author"] = "Details! Team",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "			--get the parameters passed\n			local actor, combat, instance = ...\n			\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GameCooltip = GameCooltip\n			local R, G, B, A = 0, 0, 0, 0.75\n			\n			local hs = actor:GetSpell (6262)\n			if (hs) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n\n			--Cooltip code\n			",
			["name"] = "Лечебное зелье и камень",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["script_version"] = 15,
		}, -- [2]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел на нанесение урона.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Урон (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["script_version"] = 3,
		}, -- [3]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел, делая исцеление.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Исцеление (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["script_version"] = 2,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "Контроль толпы сделано",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 11,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the amount of crowd control received for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["name"] = "Контроль толпы получено",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["script_version"] = 3,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Показать свои заклинания в окне.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["name"] = "Мои заклинания",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n				\n				local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 8,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, меткой с черепом.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон по метки с черепом",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 3,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, отмеченным любой другой меткой.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон на другие помеченные метки",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 3,
		}, -- [9]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон по щитам",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["script_version"] = 1,
		}, -- [10]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show who in your raid used a potion during the encounter.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n			\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n			\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n			\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo (spellId)\n						GameCooltip:AddLine (name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["name"] = "Potion Used",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n				\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n					\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						\n						local found_potion = false\n						\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n							\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player \n								instance_container:AddValue (player, 1)\n							end\n						end\n						\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n				\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n				\n										--add amount to the player \n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n						\n						if (found_potion) then\n							amount = amount + 1\n						end    \n					end\n				end\n				\n				--return:\n				return total, top, amount\n				",
			["attribute"] = false,
			["script_version"] = 6,
		}, -- [11]
		{
			["source"] = false,
			["total_script"] = false,
			["author"] = "Details! Team",
			["percent_script"] = false,
			["desc"] = "Show who in your raid group used the healthstone or a heal potion.",
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["spellid"] = false,
			["name"] = "Health Potion & Stone",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["tooltip"] = "			--get the parameters passed\n			local actor, combat, instance = ...\n			\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GameCooltip = GameCooltip\n			local R, G, B, A = 0, 0, 0, 0.75\n			\n			local hs = actor:GetSpell (6262)\n			if (hs) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n\n			--Cooltip code\n			",
			["attribute"] = false,
			["script_version"] = 15,
		}, -- [12]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "				\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Tells how much time each character spent doing damage.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["spellid"] = false,
			["name"] = "Damage Activity Time",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [13]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "				\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Tells how much time each character spent doing healing.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["spellid"] = false,
			["name"] = "Healing Activity Time",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 2,
		}, -- [14]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the crowd control amount for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["spellid"] = false,
			["name"] = "Crowd Control Done",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 11,
		}, -- [15]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of crowd control received for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["spellid"] = false,
			["name"] = "Crowd Control Received",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [16]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Show your spells in the window.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["name"] = "My Spells",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n				\n				local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 7,
		}, -- [17]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of damage applied on targets marked with skull.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["name"] = "Damage On Skull Marked Targets",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [18]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of damage applied on targets marked with any other mark.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["name"] = "Damage On Other Marked Targets",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [19]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show overall damage done on the fly.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n				    local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n				    OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				if (instance.row_info.textR_show_data[3]) then\n				    s = ToK (_, value) .. \" (\" .. s .. \", \"\n				else\n				    s = ToK (_, value) .. \" (\" .. s\n				end\n\n				return s\n			",
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["spellid"] = false,
			["name"] = "Dynamic Overall Damage",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n				    AllSpells [spellID] = spellTable.total\n				end\n\n				--current\n				local player = CurrentCombat [1]:GetActor (actor.nome)\n				if (player) then\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs (playerSpells) do\n						AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n				    tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n				for i, t in ipairs (sortedList) do\n				    local spellID, total = unpack (t)\n				    if (total > 1) then\n					local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n					\n					GameCooltip:AddLine (spellName, format_func (_, total))\n					Details:AddTooltipBackgroundStatusbar()\n					GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				end\n			",
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n				    return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n				    --only player in group\n				    if (player:IsGroupPlayer()) then\n					instance_container:AddValue (player, player.total)\n				    end\n				end\n\n				if (Details.in_combat) then\n				    for _, player in ipairs ( damage_container_current ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n					    instance_container:AddValue (player, player.total)        \n					end\n				    end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 5,
		}, -- [20]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["name"] = "Damage on Shields",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 1,
		}, -- [21]
		{
			["source"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n				\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n				\n				--calculate the DPS and return it as percent\n				local totalValue = value\n				\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				return s\n			",
			["desc"] = "Show overall damage done on the fly.",
			["attribute"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n				\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n				\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n				\n				if (Details.in_combat) then\n					for _, player in ipairs ( damage_container_current ) do \n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)        \n						end\n					end\n				end\n				\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n				\n				--return:\n				return total, top, amount\n			",
			["name"] = "Динамический общий урон",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				playerTotal = playerTotal + player.total\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n					AllSpells [spellID] = spellTable.total\n				end\n\n				--current\n				local player = CurrentCombat [1]:GetActor (actor.nome)\n				if (player) then\n					playerTotal = playerTotal + player.total\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs (playerSpells) do\n						AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n					tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs (sortedList) do\n					local spellID, total = unpack (t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n						\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n						\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n						\n						GameCooltip:AddLine (spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n						\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n						\n					end\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["script_version"] = 6,
		}, -- [22]
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"4 - Reversing switches.", -- [3]
		"6 - Saving Config.", -- [4]
		"7 - Saving Profiles.", -- [5]
		"8 - Saving nicktag cache.", -- [6]
	},
	["immersion_unit_special_icons"] = true,
	["lastUpdateWarning"] = 1618146364,
	["__profiles"] = {
		["Ниэтта-Гордунни"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = false,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["instances_segments_locked"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["deadlog_limit"] = 16,
			["instances_no_libwindow"] = false,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["death_tooltip_width"] = 350,
			["data_broker_text"] = "",
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -420.9990539550781,
							["x"] = 579.499755859375,
							["w"] = 161.0001525878906,
							["h"] = 124.0000305175781,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						19, -- [1]
						1, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.32941176470588,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 12,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020",
						["texture_custom_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020.blp",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 4,
							["color"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["textR_bracket"] = "[",
						["textR_enable_custom_text"] = false,
						["textL_enable_custom_text"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_custom"] = "",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details2020",
						["start_after_icon"] = true,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar_background",
						["texture_background"] = "Details Flat",
						["alpha"] = 0.8,
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0.1843137254902, -- [1]
							0.1921568627451, -- [2]
							0.18823529411765, -- [3]
							0.41242814064026, -- [4]
						},
						["font_face"] = "Oswald",
						["texture_class_colors"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["use_spec_icons"] = true,
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.32941176470588,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.32941176470588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Dark Theme",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 74,
					["__snapV"] = false,
					["__snapH"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["isHidden"] = false,
								["timeType"] = 1,
								["textYMod"] = 0,
								["segmentType"] = 2,
								["textFace"] = "Oswald",
								["maxSectionIds"] = 19,
								["textAlign"] = 3,
								["textSize"] = 9,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									0.7, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["segmentType"] = 2,
								["textFace"] = "Oswald",
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									0.7, -- [4]
								},
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 9,
								["textYMod"] = 0,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = false,
								["timeType"] = 1,
								["textYMod"] = 0,
								["segmentType"] = 2,
								["textFace"] = "Oswald",
								["maxSectionIds"] = 19,
								["textAlign"] = 2,
								["textSize"] = 9,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									0.7, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["grab_on_top"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["switch_all_roles_after_wipe"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_inverted"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["stretch_button_side"] = 1,
					["hide_in_combat_alpha"] = 0,
					["bars_sort_direction"] = 1,
					["show_statusbar"] = true,
					["libwindow"] = {
						["y"] = 57.00087738037109,
						["x"] = -300.000244140625,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 1,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["backdrop_texture"] = "Details Ground",
					["menu_anchor_down"] = {
						16, -- [1]
						-2, -- [2]
					},
					["bg_alpha"] = 0.51000002026558,
					["switch_tank_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["switch_damager_in_combat"] = false,
					["icon_desaturated"] = false,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "Oswald",
						["anchor"] = {
							1, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							0.69272297620773, -- [4]
						},
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -420.9990539550781,
							["x"] = 579.499755859375,
							["w"] = 161.0001525878906,
							["h"] = 124.0000305175781,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["skin_custom"] = "",
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["enabled"] = true,
						["width"] = 266,
						["texcoord"] = {
							0.048000001907349, -- [1]
							0.29800001144409, -- [2]
							0.63099998474121, -- [3]
							0.75599998474121, -- [4]
						},
						["overlay"] = {
							0.99999779462814, -- [1]
							0.99999779462814, -- [2]
							0.99999779462814, -- [3]
							0.79999822378159, -- [4]
						},
						["anchor"] = "all",
						["height"] = 226.00001525879,
						["alpha"] = 0.80000007152557,
						["texture"] = "Interface\\AddOns\\Details\\images\\skins\\darktheme",
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 37,
					["use_multi_fontstrings"] = true,
					["menu_icons_size"] = 0.8999999761581421,
				}, -- [1]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -420.9990539550781,
							["x"] = 734.999755859375,
							["w"] = 150.0000610351563,
							["h"] = 124.0000305175781,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						19, -- [1]
						1, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.32941176470588,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								1, -- [4]
							},
							["size"] = 4,
						},
						["font_size"] = 12,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020",
						["textR_bracket"] = "[",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["textL_outline_small"] = true,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["textR_outline_small"] = true,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details2020",
						["fixed_texture_background_color"] = {
							0.1843137254902, -- [1]
							0.1921568627451, -- [2]
							0.18823529411765, -- [3]
							0.41242814064026, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar_background",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textL_class_colors"] = false,
						["texture_background"] = "Details Flat",
						["alpha"] = 0.8,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["start_after_icon"] = true,
						["font_face"] = "Oswald",
						["texture_class_colors"] = true,
						["textL_enable_custom_text"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["texture_custom_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020.blp",
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.32941176470588,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.32941176470588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Dark Theme",
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 74,
					["__snapV"] = false,
					["__snapH"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["isHidden"] = false,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = false,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["grab_on_top"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["switch_all_roles_after_wipe"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_inverted"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["stretch_button_side"] = 1,
					["hide_in_combat_alpha"] = 0,
					["bars_sort_direction"] = 1,
					["show_statusbar"] = true,
					["libwindow"] = {
						["y"] = 57.00087738037109,
						["x"] = -150.000244140625,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 1,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["backdrop_texture"] = "Details Ground",
					["menu_anchor_down"] = {
						16, -- [1]
						-2, -- [2]
					},
					["bg_alpha"] = 0.51000002026558,
					["switch_tank_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["switch_damager_in_combat"] = false,
					["icon_desaturated"] = false,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							0.69272297620773, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Oswald",
						["anchor"] = {
							1, -- [1]
							2, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["show_timer"] = true,
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -420.9990539550781,
							["x"] = 734.999755859375,
							["w"] = 150.0000610351563,
							["h"] = 124.0000305175781,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["skin_custom"] = "",
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["overlay"] = {
							0.99999779462814, -- [1]
							0.99999779462814, -- [2]
							0.99999779462814, -- [3]
							0.79999822378159, -- [4]
						},
						["texture"] = "Interface\\AddOns\\Details\\images\\skins\\darktheme",
						["texcoord"] = {
							0.048000001907349, -- [1]
							0.29800001144409, -- [2]
							0.63099998474121, -- [3]
							0.75599998474121, -- [4]
						},
						["enabled"] = true,
						["anchor"] = "all",
						["height"] = 226.00001525879,
						["alpha"] = 0.80000007152557,
						["width"] = 266,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 37,
					["use_multi_fontstrings"] = true,
					["menu_icons_size"] = 0.8999999761581421,
				}, -- [2]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -420.9990539550781,
							["x"] = 884.999755859375,
							["w"] = 150.0000610351563,
							["h"] = 124.0000152587891,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						19, -- [1]
						1, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.32941176470588,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								1, -- [4]
							},
							["size"] = 4,
						},
						["font_size"] = 12,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020",
						["textR_bracket"] = "[",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["textL_outline_small"] = true,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["textR_outline_small"] = true,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details2020",
						["fixed_texture_background_color"] = {
							0.1843137254902, -- [1]
							0.1921568627451, -- [2]
							0.18823529411765, -- [3]
							0.41242814064026, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar_background",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textL_class_colors"] = false,
						["texture_background"] = "Details Flat",
						["alpha"] = 0.8,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["start_after_icon"] = true,
						["font_face"] = "Oswald",
						["texture_class_colors"] = true,
						["textL_enable_custom_text"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["texture_custom_file"] = "Interface\\AddOns\\Details\\images\\bar_textures\\texture2020.blp",
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.32941176470588,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.32941176470588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Dark Theme",
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 74,
					["__snapV"] = false,
					["__snapH"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["isHidden"] = true,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = true,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["maxSectionIds"] = 17,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["grab_on_top"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["switch_all_roles_after_wipe"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_inverted"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["stretch_button_side"] = 1,
					["hide_in_combat_alpha"] = 0,
					["bars_sort_direction"] = 1,
					["show_statusbar"] = true,
					["libwindow"] = {
						["y"] = 57.00087738037109,
						["x"] = -0.000244140625,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 1,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["backdrop_texture"] = "Details Ground",
					["menu_anchor_down"] = {
						16, -- [1]
						-2, -- [2]
					},
					["bg_alpha"] = 0.51000002026558,
					["switch_tank_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["switch_damager_in_combat"] = false,
					["icon_desaturated"] = false,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							0.69272297620773, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Oswald",
						["anchor"] = {
							1, -- [1]
							2, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["show_timer"] = true,
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -420.9990539550781,
							["x"] = 884.999755859375,
							["w"] = 150.0000610351563,
							["h"] = 124.0000152587891,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["skin_custom"] = "",
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["overlay"] = {
							0.99999779462814, -- [1]
							0.99999779462814, -- [2]
							0.99999779462814, -- [3]
							0.79999822378159, -- [4]
						},
						["texture"] = "Interface\\AddOns\\Details\\images\\skins\\darktheme",
						["texcoord"] = {
							0.048000001907349, -- [1]
							0.29800001144409, -- [2]
							0.63099998474121, -- [3]
							0.75599998474121, -- [4]
						},
						["enabled"] = true,
						["anchor"] = "all",
						["height"] = 226.00001525879,
						["alpha"] = 0.80000007152557,
						["width"] = 266,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 37,
					["use_multi_fontstrings"] = true,
					["menu_icons_size"] = 0.8999999761581421,
				}, -- [3]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["use_battleground_server_parser"] = false,
			["use_scroll"] = false,
			["skin"] = "Dark Theme",
			["override_spellids"] = true,
			["report_schema"] = 1,
			["overall_clear_newboss"] = false,
			["overall_clear_logout"] = false,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["minimum_combat_time"] = 5,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["standard_skin"] = false,
			["disable_alldisplays_window"] = false,
			["numerical_system_symbols"] = "auto",
			["deny_score_messages"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["animation_speed_triggertravel"] = 5,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 3,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 189.4832895537483,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["segments_amount_to_save"] = 40,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
			},
			["trash_auto_remove"] = true,
			["segments_panic_mode"] = false,
			["overall_flag"] = 16,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["numerical_system"] = 1,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["clear_ungrouped"] = true,
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["time_type"] = 2,
			["time_type_original"] = 2,
			["default_bg_alpha"] = 0.5,
			["overall_clear_newtorghast"] = true,
		},
		["Фламинника-Гордунни"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["time_type_original"] = 2,
			["default_bg_alpha"] = 0.5,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["time_type"] = 2,
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						5, -- [1]
						1, -- [2]
						["side"] = 1,
					},
					["bg_r"] = 0.0941,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["skin_custom"] = "",
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["attribute_text"] = {
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Friz Quadrata TT",
						["anchor"] = {
							5, -- [1]
							1, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["enabled"] = false,
					},
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 2,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["show_sidebars"] = true,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941,
					["bars_inverted"] = false,
					["switch_healer_in_combat"] = false,
					["color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Minimalistic",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["bg_alpha"] = 0.7,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["switch_all_roles_after_wipe"] = false,
					["hide_in_combat_alpha"] = 0,
					["bg_b"] = 0.0941,
					["menu_anchor_down"] = {
						5, -- [1]
						1, -- [2]
					},
					["libwindow"] = {
					},
					["statusbar_info"] = {
						["alpha"] = 1,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["stretch_button_side"] = 1,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["switch_tank_in_combat"] = false,
					["clickthrough_rows"] = false,
					["version"] = 3,
					["switch_damager_in_combat"] = false,
					["bars_sort_direction"] = 1,
					["switch_tank"] = false,
					["auto_current"] = true,
					["micro_displays_side"] = 2,
					["menu_icons_size"] = 1,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = true,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = -5,
							["left"] = 3,
							["between"] = 1,
						},
						["texture_background_class_color"] = true,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARIALN.TTF",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 10,
						["textL_translit_text"] = false,
						["height"] = 14,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar4",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["percent_type"] = 1,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = false,
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["textL_outline_small"] = true,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_custom"] = "",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details D'ictum",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4",
						["texture_background"] = "Details D'ictum",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["start_after_icon"] = true,
						["font_face"] = "Arial Narrow",
						["texture_class_colors"] = true,
						["texture_custom_file"] = "Interface\\",
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["grab_on_top"] = false,
					["bars_grow_direction"] = 1,
					["wallpaper"] = {
						["enabled"] = false,
						["texture"] = "Interface\\AddOns\\Details\\images\\background",
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 0,
						["alpha"] = 0.5,
						["width"] = 0,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_damager"] = false,
					["backdrop_texture"] = "Details Ground",
					["show_statusbar"] = true,
					["micro_displays_locked"] = true,
				}, -- [1]
			},
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["overall_clear_logout"] = false,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["overall_flag"] = 16,
			["disable_alldisplays_window"] = false,
			["numerical_system_symbols"] = "auto",
			["trash_auto_remove"] = true,
			["total_abbreviation"] = 2,
			["segments_amount_to_save"] = 18,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["segments_auto_erase"] = 1,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
			},
			["segments_panic_mode"] = false,
			["standard_skin"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["minimum_combat_time"] = 5,
			["overall_clear_newboss"] = true,
			["report_schema"] = 1,
			["use_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["segments_amount"] = 18,
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = true,
		},
	},
}
